{"id":2089,"place":"FAUQUIER, Virginia","lat":38.7385889089,"lng":-77.8094319404,"episodes":[{"id":399,"title":"Petersburg Convention for Blacks\n","course_id":1,"status":"P","start_date":"1881-01-01","end_date":"1881-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A convention was held in Petersburg, VA, that gathered the blacks of Virginia for political discussion.  At the time, the Readjuster party was gaining force in the Southern states as it challenged the conservative Democrats and posed a threat of division amongst the Republicans.  General William Mahone, a well-known capitalist, a former Democrat, and a former Confederate general, led the Readjusters in Virginia.  Promising an end to black proscription and increased educational support for both races at all levels, he unified poor blacks and white farmers of Virginia.  In 1789, he won control of the Virginia legislature and altered the tax distribution in order to ensure that farmers would pay less, while big corporations would pay more.  &lt;br /&gt;With the introduction of the new party, confusion arose concerning party loyalties. For this reason, blacks assembled at the Petersburg convention.  Many politicians initially assumed that the blacks would remain loyal to the Virginia's Republican party, which was relatively weak at the time.  The convention, however, concluded that, though the blacks ought to retain their support for the National Republican Party, they would throw their support behind the Readjuster Party for state politics.  The blacks insisted that the Republican Party in Virginia was not pure, and they believed the Readjuster Party would better settle the race conflicts, which they believed were damaging the prosperity of Virginia.   &lt;br /&gt;The Readjuster party was remarkably successful.  The years 1880-1884 witnessed the highest amount of independent voting in the history of the South.  The party achieved its greatest success in its state of origination, Virginia, where it allied with a wing of the Republican party to gain control of the state by electing William Cameron, the Readjuster candidate, to the governorship position.  This success lasted until 1883, the year that the Readjusters lost their majority in the state legislature.  Cameron was not re-elected as governor, and the Democrats gained control of Virginia."],"display_date":1881,"search_date":"1881-07-02","locations":[{"id":13808,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1877,"title":"Virginia Upheaval\n","course_id":1,"status":"P","start_date":"1862-07-01","end_date":"1862-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A planter named Edward Turner who resided in Fauquier County wrote down notable events of 1862.  He stated that, Any lying negro who felt disposed to do so could involve in the most serious difficulties of the first men in the land;Excellent and worthy citizens were stripped of poverty and otherwise shamefully treated (by the Yankees) upon the testimony of some unprincipled slave,' (Hardwick/Hofstra, pg 286).   This description by Turner reveals the great disruption and disorder that the Civil War brought to the South within the social classes and slave system.  It also exposes a turning of the tables due to the greater empowerment that slaves began to receive.  &lt;br /&gt;A diary by Fannie Page Hume, a twenty-four year old woman living in Orange Virginia, demonstrated the turmoil and suffering that everyday citizen's faced. Fannie first recalled the terrible fear that struck their household in July when hearing of the Yankees presence in a nearby county.  She related her experience of being on constant edge and of her and her family spending many sleepless nights.  The Yankees raided their meat-house to Fannie's great fury.  The Yankees left the following day, but Fannie and her family receive many other alarms of their possible return. Fannie constantly refers to how much things have changed, particularly the Sunday Sabbaths, and how she wishes things could return to the good old times.  She spends her birthday during these anxious months, God grant my next birthday may witness more peaceful scenes- what may I not have to encounter , ere then- have made no resolutions, thoughts too tumultuous for that- I only ask for the hour of trial,' (Hume, pg 68).  The Yankees return again, raising an attack on their village. Fannie describes the night as sickening as blood was flying in all directions.  She helps out in caring for the wounded as much as she can.  Many residents' of Orange lost everything and moved away to a safer place, as did Fannie's cousins. &lt;br /&gt;These two accounts demonstrate the great disruptions the Civil war brought to people's lives.  The war had a profound impact on all the citizens throughout the South, greatly altering their everyday lives."],"display_date":"July 1, 1862","search_date":"1862-07-01","locations":[{"id":13806,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2540,"title":"Correspondence between a Father a Son\n","course_id":1,"status":"P","start_date":"1830-05-22","end_date":"1830-05-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Virginia was a place that was steeped on deep, rich Southern tradition during the 1830s. Most of the wealthy people who then resided in Fauquier County were plantation owners. They went about their daily lives in a manner that seemed to be lazy and carefree. Virginia was also a place of excitement because many of the nation's prominent men lived in the state of Virginia. One of these men was Edward Carrington Marshall. Edward Marshall was the son of Chief Justice John Marshall. He was also a prominent lawyer.","A letter from 1830 related some of the events that were going on in Fauquier County during this time period. Edward Carrington Marshall's brother tried to negotiate an exchange of land with a Mr. Noland. Mr. Noland was also important man in Fauquier County. Edward's brother had two buyer's that were interested in his piece of land: Mr. Noland and Captain Slaughter, both offering close to the same price. At the same time in Fauquier County, it was big news that a Mr. John Lewis paid 10,000 for Negro slaves. It was not made clear in the letter how many slaves were purchased by Mr. Lewis. However, it does seen that this is the talk of the town because Edward Marshall heard this news from a Mr. Nicholas and now Marshall is telling his father.","This letter offers a closer look at family relations in the South. It relates, and equates news about acquiring land and slaves. In his book, <em>Soul by Soul</em>, Walter Johnson examines the price of slaves. Most slaves were sold for hundreds of dollars. In this narrative, Mr. John Lewis paid 10,000 for slaves. Johnson states that of a slaveholder bought many slaves for a large amount of money, he had power and status. Mr. Lewis therefore held considerable power in Fauquier County because he spent that much money on slaves and he is mentioned in this correspondence."],"display_date":"May 22, 1830","search_date":"1830-05-22","locations":[{"id":13803,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2578,"title":"Freedom in Fauquier\n","course_id":1,"status":"P","start_date":"1820-01-01","end_date":"1830-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Throughout the eighteenth and nineteenth Centuries, Fauquier County was a county with many African American slaves. However, Fauquier County was a county with a few freed African Americans. In 1820, the Fauquier County Census counted 11,167 slaves and 507 freed African Americans. In 1830, there were 12,612 slaves and only 621 freed African Americans. Therefore, in those 10 years, the number of slaves increased by 1,445 and the number of freed Blacks increased by only 114. ","Every freed African American that resided in Fauquier had to register. The person's name, age, color, and status were recorded. Also, if the person has any distinct marks on their body, the location of the mark was recorded. Some people listed had records of how they obtained freedom. Catherine White was 22 years old and 5 feet and 1 inch. She had two scars on her left arm between her elbow and her wrist. She was born free. Ceasor Madison was 68 years old and 5 feet 7 inches. His recording stands out because instead of describing any scars on Madison's body, the clerk describes his nose. It is stated that his nose is thinner and higher than most people of color. The people are also described as being having a very dark complexion, bright mulatto, or dark mulatto.","In part, the Fauquier records show the stark difference of the number of slaves versus the number of freed men and women in Fauquier County. Yet the number of freed slaves did grow in that ten-year span. T. H. Breen and Stephen Innes' book, <em>Myne Owne Ground: Race and Freedom on Virginia's Eastern Shore</em> focuses on the community of freed blacks in Northampton County. Just like these free blacks in Fauquier County, the freed blacks of Northampton had to register their names with the clerk. These people were like normal citizens. They raised children, acquired lands, and had businesses. Even though there were not that many freed blacks in Virginia, they established themselves within a slave state."],"display_date":"1820 - 1830","search_date":"1825-07-01","locations":[{"id":13802,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2729,"title":"Guilty Until Proven Innocent?\n","course_id":1,"status":"P","start_date":"1880-01-20","end_date":"1880-01-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Arthur Jordan, a large, bull-necked, thick-lipped Negro worked for the Corder family and began having relations with one of the daughters, Miss Corder. It is unknown whether Miss Corder consented to Arthur Jordan's advances. However, many people in the town were suspicious that she was being taken advantage of. Once word got out that a black man was having a relationship with a white woman, the people began to speculate that he must be forcing Miss Corder to have sexual relations with him. Arthur approached Miss Corder and convinced her to run away with him. Whether she did it willingly or not, it was to no avail. The Corder family and neighbors pursued the couple into Maryland where they were caught and brought back to Fauquier. Arthur was put into jail to await his sentencing, and Miss Corder was returned to her family."," While Arthur was in jail, many of the community became enraged and decided to lynch the black man they felt posed a threat to their community. There were 50 men gathered outside on horseback and wearing masks. They broke into the jail, gagged Arthur, and dragged him to a nearby graveyard where they hanged him from a locust tree where he was proclaimed unconscious, if not dead after many hours. "," This incident reflects the Southern and racial phenomenon of race hatred which was based on the idea whites had that Negroes were inferior to them. The transition from the slavery system to this kind of caste system, as C. Vann Woodward refers to it, caused both whites and blacks to harbor feelings of suspicion, uneasiness, and mistrust for the others. Woodward mentions that it sometimes seemed that race relations at this point had deteriorated since the time of slavery instead of improving. It is unknown in this particular instance whether Arthur Jordan was guilty of raping Miss Corder and forcing her to do things against her will or if she willingly engaged. However, his lynching by the community shows the deep feelings of resentment that whites held for blacks at the time. Given the opportunity to lynch a black man who could pose a potential threat to the white race, these white men would kill."],"display_date":"January 20, 1880","search_date":"1880-01-20","locations":[{"id":13808,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2733,"title":"Equal Educations?\n","course_id":1,"status":"P","start_date":"1887-05-27","end_date":"1887-05-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Mr. Mathews opened the letter. It was from his son who wrote of the upcoming exams he had in school. Included among those exams were Geometry, Rhetoric, Vergil and Latin Exercises, French Reading and Exercise, Latin Syntax, Algebra, and History. Among these exams, there was no break except for Sunday, a day for Church and rest. Mr. Mathews felt proud that his son was getting such a good education, and that his family was able to provide this opportunity to both of their sons. Mr. Mathews was aware of the economic hardships many people were suffering in the area during this time period, and his sons were among the lucky to be able to attend two different academies in pursuit of their educations.","    On this particular day, Mr. Mathews was very glad to receive news from his son because, like the feelings of many other parents who had sent their kids off to school, he dearly missed both of his children. He reminisced about having them around for their help around the home, and he longed for news from his sons since they mostly wrote home to their mother of the news at school including things like their activities, sports, and travels. He occasionally received a letter keeping him updated on their success in school, but he did not often get the news his wife did such as the girls the boys were interested in, or gossip they delivered like the one time Mason, one of his sons, wrote about the locals harassing the blacks in the area who were not permitted to attend the academy.","    Black education had greatly advanced since before the civil war when many whites were still opposed to it. Equality in terms of the education of blacks and whites was still nonexistent. For example, in this case, blacks would not have been allowed to attend the same schools that the Mathews boys were attending. Also, the blacks did not receive an education that was comparable to what the Mathews boys received in terms of learning things like Latin and French. Instead they got a very rudimentary education and, on top of that, Clayton E. Jewett and John O. Allen point out that there was a shortage of money available in the South to educate the black youth. Things were better than before the Civil War in terms that more blacks were getting an education than they were before the war, but equality was still a long way off."],"display_date":"May 27, 1887","search_date":"1887-05-27","locations":[{"id":13808,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2820,"title":"The Gentlemen Here Are Very Polite. What about the women?\n","course_id":1,"status":"P","start_date":"1835-07-21","end_date":"1835-07-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ms. Mary Peace of Philadelphia made a point to express her views on the society of Warrenton, Virginia, in a letter she wrote during her visit there to her brother, Master Washington Peace. She noted that the the gentlemen here are very polite and offer their horses and attendance to the women. However, Mary did not develop as fond of an opinion for Warrenton's women.  She expressed a specific dislike for a young woman by the name of Clara, whose social conduct she perceived as being distasteful, not only to herself but to others as well. At the first of two dances Mary attended while visiting, Clara, in one of her mischievous acts, put her head out an open window and mingled her 'snorings' with the sweet sounds of twilight dews.  To this, she said the gentlemen at the party burst out laughing and retreated to another room soon after.  As a visitor, she hoped that the gentlemen would not relate Clara's poor conduct to her. Mary concluded that Clara was as wild as an untamed deer and would hesitate at nothing for attention. Mary's account of Warrenton's social life only gives a glimpse at what Virginia social life was like at the time, though it does show that strict standards of social conduct were held.  While Mary's perceptions of Warrenton's men go along with the longstanding stereotype of the 'Virginia Gentlemen', her comments about Clara do not portray the stereotypical 'southern belle'. Clara irritated the social order, which is why Mary was so aware of her conduct and the men left the room shortly thereafter. In the antebellum South, women's actions were evaluated according to unique standards for each class, race, and gender.  Being that Mary and the others at the party were probably all within the same social class they would have had similar social standards.  When Clara did not adhere to these standards a conflict arose between her and the others, who were abiding to them. Clara's conduct could also be attributed to an unwillingness to conform to the rules of society, rather than a lack of social prowess.  Either way, Clara was acting outside the social norm expected for her class.                            "],"display_date":"July 21, 1835","search_date":"1835-07-21","locations":[{"id":13803,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2838,"title":"What has been the practical effect of the Tariff of 1842?\n","course_id":1,"status":"P","start_date":"1842-01-01","end_date":"1844-07-12","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mr. A.P Hayne, a slaveholder in Charleston, S.C, sent Isaac Hazard, a merchant from Peace Vale Rhode Island, to Warrenton to purchase a shipment of clothing and cloth for his slaves. After his purchases Isaac wrote to Hayne informing him of what he bought and each items price. His purchases included: 30 men's frock coats, twilled cotton and wool, at forty cents per yard, 12 boys coats, 175 yards of GDB cloth, and 175 yards of wool for women, both at forty eight cents per yard. The bill, which included other clothing materials, amounted to 100.  Isaac makes a defined effort to tell Hayne what materials remained at the same price from his trip the previous year, which was mainly the price per yard of cloth. Isaac did note that there were some increased changes in prices over the past year, to which he asks what the benefits of the Tariff of 1842 were, relating to the effects it had on the price of cloth. ","The Tariff Act of 1842 was passed in response to the Tariff Acts of 1832 and 1833, both of which imposed high duties on goods produced within the United States, including cotton and woolen goods. The Tariff Act of 1833 meant to gradually reduce duty rates, which it did, until 1842, when there was a drastic, forty-two percent drop in rates within a six-month period, down to twenty percent.  Duties were supposed to remain at this rate indefinitely, but only lasted two months, due to a quarrel between the Whig Party and President Tyler, which had caused them to separate.  The Tariff Act of 1842 got caught up in the eventual agreement made between the two, which caused the duties to be higher than the original twenty percent rate.  Consequently, the public was not very enthused about the tariff, as they realized that it did not conform to the wishes of the manufacturers, but rather those of the politicians. ","While the Tariff of 1842 meant to protect the American cotton textile industry, it was not as effective in its actual application. Isaac Hazard asked what the practical effect of the tariff had been, because he had not seen any results from it.  At the time, in comparison to the price of equivalent fabric in Great Britain, domestic fabric in the United States cost twenty percent more.  Despite this, it must be noted that without the tariff many American textile companies would not have survived.  This is because the United State's industry was technologically behind Great Britain's. So, Isaac Hazard's complaint to his boss was largely a lost one, in that while textile prices could have been better than they were there was a cap on how much they could improve. "],"display_date":"January 1, 1842 - July 12, 1844","search_date":"1843-04-07","locations":[{"id":13804,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2946,"title":"Sally Smith Pays Up\n","course_id":1,"status":"P","start_date":"1837-05-11","end_date":"1837-05-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["James T. Ball and his wife Margaret P. Ball met Sally Smith at the Circuit Superior Court of Law in Fauquier County to settle the controversy over the will of Willis G. Smith, for which Sally Smith was administrator.  The Balls did not think that they had been given the proper amount they had been bequeathed in the will.  In the case, the court ruled that Sally Smith pay the Ball's nothing, but it did rule that she pay her relatives, who Willis G. Smith had given money in his will.  In total, Sally Smith was ordered to pay five relatives two hundred and seventy seven dollars and seventy cents.  In addition to this ruling, the court stated that Sally Smith should not charge Joseph B. Smith rent for the house and property he had been given in the will, and in the place of rent he should make repairs to the house.   Furthermore, it was said that the house be sold by auction, the proceeds from which would be used to pay court costs. It is not known whether Sally Smith fulfilled the order of the court and paid her relatives their allotted amount or if the house was successfully auctioned off.  Matters like this episode were common at the time.  Though, it is interesting that a woman, Sally Smith, handled the proceedings.  From the court notice it can be assumed that she was the widow of Willis G. Smith, which makes her involvement in the matter plausible. However, if she was not his wife the ordinary proceeding would have been to have the oldest son administer the will.  At the time, it was normal proceedings to auction off the land of the deceased if the remaining family members could not afford to keep it, as in this case.                                     N.S.A"],"display_date":"May 11, 1837","search_date":"1837-05-11","locations":[{"id":13803,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2989,"title":"The Whigs Hold a Meeting. Topic: The Presidential Election of 1840 \n","course_id":1,"status":"P","start_date":"1840-08-04","end_date":"1840-08-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Presidential Election of 1840 the Whig Party became more cohesive. On August 4, 1840, six members of the Whig Central Committee of Vigilance of Fauquier, R.E Scott, Samuel Chilton, Tho's T. Withers, Richards Payne, John P. Philips, and John Walden, invited the voters of Fauquier and surrounding counties to attend a Whig party meeting in Warrenton.  The men made it clear that the invitation was not limited only to those aligned with the Whigs, by telling members of all parties as well as their Van Buren 'friends' to COME  At the meeting they intended to present the citizens with the opportunity to discuss the topics connected with the upcoming Presidential Election and develop and explain the principles that created the basis for Whig political actions.  The Whigs held their first national convention in December of 1939, which helped to develop them into a National Party.  Smaller Whig meetings, like the one held in Warrenton, were the reason the party moved forward organizationally and developed firm ideologies during the Presidential Election of 1840.  The election was defined by Southern ideals, seeing that Whig candidate, William Henry Harrison, was a native Virginian, and Democrat candidate, President Martin Van Buren, was strongly against abolition and had an unwavering friendship with the South.  The Southern ties both of these candidates had caused two party politics to become strongly established in the South, as there was a split among party lines.  Historian William J. Cooper makes this clear in saying that, Each party stressed its claim to be the protector of Southern interests and accused the other of infidelity in those interests.  Despite these similar interests, the Whigs and Harrison were victories in the election, carrying seven slave states, and winning more than half of the popular vote below Mason Dixon line.  After the election, the close competition between the two parties continued, each claiming to be the 'champion of the South.' Close competition made party cohesiveness in small counties and communities, like that shown in Fauquier, more and more important for party victories.                 N.S.A"],"display_date":"August 4, 1840","search_date":"1840-08-04","locations":[{"id":13804,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3007,"title":"Sen. William C. Rives Disagrees With the President \n","course_id":1,"status":"P","start_date":"1834-02-10","end_date":"1839-06-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Virginia Senator William C. Rives did not agree with a measure recommended by the Virginia Legislature.  At the time it was common understanding that federal senators should comply with instructions from legislatures because they were chosen by legislatures.  Senator Rives stance against the legislature brought him criticism from the people of Virginia, most notably those of the Republican Party, which Senator Rives was a member of.  In response to the criticism, a man under the pseudonym of Hector wrote a letter to the Republicans of Fauquier County that defended Senator Rives.  The letter argued that the criticisms he was receiving from the people of Fauquier echoed the views of Monarchists, not those of the Republican Party.  Hector asked the people of Fauquier: Has he forsaken any of those cardinal principles of the republican creed, which lie at the foundation of our government?  To this he responded: No one would say that he has.  This supported his argument that centered on the fact that the U.S Government gave senators the right to disagree with the 'Executive' in order to keep their decisions in check.  He then went on to say, if this process was not allowed then U.S might as well have a Grand Sultan for chief Magistrate, eluding to the way the people's criticisms advocated a monarchy. Senator Rives ultimately resigned due the criticisms and lack of support he received from his party as a result of his decision.  Whether this conflict should have ended in his resignation is questionable.  The defense that Hector gives in the episode echoes the views of the Whig Party at the time, which looked to uphold the Constitution.  They viewed the practice of Senators following the instruction of the legislature as a threat to the Constitution.  If this were the case then Rives should not have resigned.  However, if extreme Republican doctrine, which acknowledged that senators were responsible to the will of their states and therefore should follow the instructions of their legislature, was staunchly upheld then Rives would have seen reason to resign.  The people of Fauquier most clearly agreed with the Republican view, seeing that they were being addressed with a presentation of the opposite view.On February 10, 1834, the Whig majority in the Virginia legislature instructed senators to use their best exertions to make their own decision on the issue at hand, which related to the controversy over the removal of the deposits from the Second Bank of the United States.  Senator Rives decision to stand up against the wishes of the legislature is a direct response to this instruction.                     N.S.A"],"display_date":"February 10, 1834 - June 15, 1839","search_date":"1836-10-12","locations":[{"id":13803,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3335,"title":"The Joint-Worm Convention\n","course_id":1,"status":"P","start_date":"1854-07-01","end_date":"1854-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["To the residents of Fauquier County, and those living in many parts of Virginia, agriculture was a way of life. And if that livelihood was threatened, the residents knew that they would have to work together to protect it. As the <em>New York Times</em> reported on July 21, 1854, farmers held a convention in Warrenton, Va, entitled The Joint-Worm Convention, in an effort to stop the destruction of the wheat crop in the region by the joint-worm pest. As the article stated, the organizers felt that the wheat crop was of the greatest importance to the state."," When all was said and done, the Convention proved to be a success as the following several recommendations were decided on and put forth unanimously by the community. The members of the convention decided that wheat should be planted early and in the most thrifty and hardy varieties. Additionally, no activities that would retard the growth of the crop, such as grazing, would be tolerated. Farmers were encouraged to work with their neighbors and conspire to sow adjoining fields in wheat the same year. And finally, all the straw that had not been fed before the 1st of May [was] to be burned to protect from infestation by the dreaded pests."," The <em>Times</em> pointed to the Convention in Warrenton as an example for all those who sought to reach resolutions in the form of committee. The Joint-Worm meeting set itself apart from the thousands of Conventions at the time by its apart effectiveness. Along with deciding on the various resolutions, those present at the Convention also appointed committees to oversee the farmers in particular districts. Despite their efficiency in compromising, all present at the meeting were not so bold as to suggest that any of their plans could succeed without the help of the Will of Him who gives and withholds crops."," Agriculture was of the utmost importance to the farmers of Northern Virginia and Fauquier County. Additionally, as mentioned by historians Kenneth E. Koons and Kenneth W. Keller, wheat was the primary crop the residents of the region depended on for economic success throughout the nineteenth century and into the twentieth century. The importance of wheat, as well as its susceptibility to vermin, including rust, joint-worm and the Hessian fly, made it necessary for farmers to cooperate to protect their livelihood. If one farmer's product became infested with a pest, his neighbor also became vulnerable. And if the agricultural output of counties in Northern Virginia, such as Fauquier, was threatened than the region's whole economy, and subsequently the way of life of its citizens, was threatened."],"display_date":"July - December 1854","search_date":"1854-09-30","locations":[{"id":13805,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3382,"title":"Women&#39;s place in Post-Civil War Society \n","course_id":1,"status":"P","start_date":"1892-09-03","end_date":"1892-09-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Women's roles in the post-bellum south were changing. On September 3, 1892, the True Index published an editorial discussing the change in women's behavior. The unnamed author expressed his disappointment that women had begun to take on typical male roles. The author found this transformation unflattering. He saw women as sweet and lovable. In his eyes, however, women had become mannish because they were interested in many of the things men were. In particular, he abhorred the use of male fashion and short hair. He also expressed his disapproval of women who played cards and bet on horses. The author advised that women should hold on to their old-fashioned charms, and to forget the female pursuit of the male role.","The author of the editorial seems to express a general feeling that women's involvement in politics or the work force stripped them of their femininity. John Boles argues that men, such as the author of this article, glorified the image of Southern womanhood because they somehow understood how dreary and unrewarding the reality of life was for their mothers and wives. Many women were forced to perform manual labor following the Civil War. One reason is that many women lost their husbands during the war and had to take on the responsibility of earning income themselves. Second, the emancipation of slaves meant that some women were without help and had to perform their activities themselves. In addition, the price of cotton following the Civil War dropped. Women had to find ways to supplement their income by doing things like selling butter, sewing, taking in borders and accepting other odd jobs. ","Life for women following the Civil War provided many opportunities that were not available to them beforehand. Boles explains that state federations of women's clubs were organized. These clubs broadened women's interests. Furthermore, these organizations allowed them to get involved in their communities. According to Boles, women advocated health reform in schools, city beautification projects and other important civic improvements. "],"display_date":"September 3, 1892","search_date":"1892-09-03","locations":[{"id":13809,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3422,"title":"Erection of a church in Paris\n","course_id":1,"status":"P","start_date":"1895-11-23","end_date":"1895-11-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The erection of a church in Paris, Virginia, on November 22, 1895, stood as a symbol of hope and comfort for a southern people still mourning their dead and nursing a variety of wounds inflicted by the Civil War. The foundation for the church was laid two years earlier when a Rev. J. L. Shipley was pastor. The opening of the new church was a reason to celebrate, and many people were invited, including Rev. Shipley. In order to construct the building, the church had to rely on generous donations. The end result of the project was very successful. The building was constructed in a gothic style, with cathedral glass windows. Unlike most churches, however, the pews were semicircular. This design was practical because it allowed the entire congregation to see and hear the preacher. This landmark was a source of welcome pride in an area still recovering from the Civil War. The architecturally innovative church would be a welcome addition to any town.","Religion in the South became particularly important in the late nineteenth century. In the wake of the Civil War, many Southerners faced serious cultural and religious crises. Charles Wilson points out that southerners needed a force to bind their local communities together after Southern culture was shattered by the war. Organized religion answered this need. Furthermore, religion provided comfort to those suffering from poverty. After the devastation of the war, Southerners were left to grapple with difficult religious issues, such as the nature of evil and the reason for suffering. Out of the post Civil War period came a religious orientation distinctly Southern and supported by local churches. Southerners placed emphasis on moral virtue and order rather than democracy. They believed that God tests those He loves most and that a great destiny might await them. In addition, Southerners established a link between religious values and their Confederate history. Some church windows, for example, were adorned with Confederate images. Confederate artifacts also seemed to develop religious ties. According to Wilson, the Daughters of the Confederacy, for example, felt the bible that Jefferson Davis was sworn in on had particular spiritual value. Churches also created hymns recalling episodes from the Civil War. The ability to find comfort in religion and to use it to come to terms with their defeat played an important role in helping the South to heal and rebuild. "],"display_date":"November 23, 1895","search_date":"1895-11-23","locations":[{"id":13809,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3685,"title":"Life in the North for Free Blacks\n","course_id":1,"status":"P","start_date":"1831-01-01","end_date":"1833-12-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mr. James C. Lake placed an ad in the <em>Virginia Herald</em> informing the public in central Virginia that two of his slaves, Reuben and Noah Brooks, had runaway. The advertisement offered a reward for their capture and safe return to his plantation in Fauquier County. Some weeks after placing the ad, Mr. Lake received a letter from Reuben and Noah. They wrote to him, saying that they were currently residing in Toronto. Their letter did not include, however, stories of happiness and joy in the free world. Instead, the slaves told Mr. Lake of their overwhelming desire to come back home to his plantation. They expressed their regret for leaving him, and wished that they had never run away in the first place. Upon receiving this letter, Mr. Lake placed another ad in the paper informing the community of the letter he had received from Reuben and Noah. He asked that if the slaves were seen returning to his plantation they not be harmed or maltreated in any way. "," Mr. Lake's advertisement is very important because it shows a certain aspect of runaways that we do not readily think about. Many fugitive slaves, if they did make it to the North, had no place to go, and no means to live. On the plantation, they were bound to the land, yes, but they were also given housing, clothing, food, and a means to survive. In Slavery in the Cities, Richard Wade states that Free Negroes in the cities [lacked] the money required for medical care, and, had the highest mortality rates of any urban group. Many struggled to find jobs and a place to live while free in the North and were still being treated as inferiors. Wade illustrate this when he notes that the street railway kept separate cars for blacks and that theaters provided special galleries for colored persons. Just because the blacks were free didn't mean whites in the North treated them as an equal. ","The fact that Rueben and Noah Brooks wished to return to a life of bondage in central Virginia demonstrates that they had enjoyed much better living conditions back in Fauquier County. Their story illustrates the idea that many plantation owners in central Virginia treated their slaves very well and that blacks were much better off in a life of slavery because they were abundantly supplied with the necessaries and comforts of life. Living in the North as a free black was surely not as they had imagined."],"display_date":"January 1, 1831 - December 25, 1833","search_date":"1832-06-28","locations":[{"id":13803,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4000,"title":"The Reality of Racism\n","course_id":7,"status":"P","start_date":"1884-09-01","end_date":"1884-09-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Mason O. Matthews wrote letters home to his mother for the duration of his stay at Bethel Classical and Military Academy in Virginia. He described his daily life in detail and also wrote of his attitudes towards minorities and Yankees. As a young man from a Virginia family, Mason demonstrated negative feelings towards these groups during the post-Reconstruction era. Racial discrimination persisted throughout the country but Jim Crow laws and racial segregation originated in the North and were not widespread in the Southern states before 1900.  In the fall of 1884, during his first term at school, Mason himself made discriminatory remarks or indicated discrimination toward his classmates. He wrote, \"I have a roommate now but I don't think he is much for he is a regular yank from the north... (He) talks through his nose all the time.\" Mason also remarked on the other boys going out to ogle at a gypsy camp as if its inhabitants were inhuman and described an incident involving an altercation between the white military school students and African-American boys in a neighboring town. ","            The post-Reconstruction South was a moderately integrated society. Historian C. Vann Woodward noted that conservative upper-class southerners \"believed that the Negro was inferior, but denied that...inferiors must be segregated or publicly humiliated.\" Woodward also noted that class distinctions were often more important than racial distinctions, therefore, an upper-class white southerner may have felt more favorably toward an African American than \"poor white trash.\" Woodward also discussed a South   Carolina newspaper from the 1880s, which was of the opinion that \"it is a great deal pleasanter to travel with respectable and well-behaved colored people than with unmannerly and ruffianly white men.\" These attitudes reflected the position of the Southern upper class as opposed to the Northern attitude towards racism over class-ism, to a degree, during post-Reconstruction. Mason O. Matthews and many of his classmates who came from southern families did have discriminatory attitudes towards minority groups but full blown segregation and Jim Crows laws were not inevitable in the South. "],"display_date":"September 1, 1884","search_date":"1884-09-01","locations":[{"id":13808,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4041,"title":"Virginia Gazette: Epic of a Small-Time Newspaper\n","course_id":7,"status":"P","start_date":"1826-01-07","end_date":"1826-01-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A man swept into a dimly lit tavern and muttered, \"Whiskey,\" in a hoarse voice before collapsing into a creaky wooden chair.  On the table next to him lay a folded newspaper with the day's date.  He snatched up the paper, the <em>Virginia Gazette</em>, and began leafing through it.  He nodded to himself when he read that in North Carolina some planters held a contest to see whose slaves could pick the most cotton in one day.  A man named Derry won, with a whopping 154 pounds.  After another retelling of Captain Parry's intrepid voyages, the reader came across a runaway slave reward advertisement.  The fugitive, named Harry, was about five and a half feet tall with a wool hat, pantaloons, and a \"low home made coat.\"  The crippled man had just finished forming a mental image of Harry when the keeper finally brought over a bottle of whiskey. ","The <em>Virginia Gazette</em> took part in an explosion of newspapers around the nation in the early nineteenth century.  According to <em>American Journalism</em> by Frank Luther Mott, the number of papers in America increased from around 200 to 1200 between 1800 and 1833.  This phenomenon permitted greater communications and a closer national community (someone in Massachusetts could find out about something in New   Orleans fairly quickly).  This boom in newspaper publishing also fomented the later crisis prior to the Civil War, in which Northern Democrats could no longer hide their displeasure with slavery from Southerners."],"display_date":"January 7, 1826","search_date":"1826-01-07","locations":[{"id":13802,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}]}