{"id":2097,"place":"FRANKLIN, Mississippi","lat":31.4771528974,"lng":-90.8978368524,"episodes":[{"id":2847,"title":"Confederate Veteran Pensions in Mississippi\n","course_id":1,"status":"P","start_date":"1893-11-01","end_date":"1893-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In November of 1893, a Mrs. Jones of Jefferson County, Mississippi sought out, by way of a letter, the assistance of Major P.C. Harrington, CSA of Franklin County, Mississippi. It seems Mrs. Jones, most likely a widow at the time of her writing (note that it was she and not her veteran husband who penned the request), had been unable to secure the pension entitled to her by state law as the widow of a Confederate soldier. Although, according to Joanna Short, the most common reasons for this were failure to provide sufficient evidence of military service, disability, or poverty, it seems Mrs. Jones was simply having trouble with the paper work; as most people not directly affiliated with armed forces or government usually were (and still are), she had, up until the time of her writing, been stumped as to the proper procedure for filling out the proper forms and thereby obtaining the proper compensation. To this end, she sought the assistance of Major Harrington.","Mrs. Jones' case was not uncommon during the time period. During the period after the Civil War, many states began giving benefits to families of those killed during the conflict. With the backing of the Federal Government, the practice was most prevalent and more generous in the North, as the northern states could better afford to compensate families, but southern states also adopted the practice. Originally, pensions were afforded only to war widows, or wounded soldiers with variable extent of... disability, from 5 per year for the loss of a finger or toe to 150 per year for the loss of two or more limbs or total blindness. Then, according to the U.S. Government National Archives, Mississippi began granting pensions to indigent Confederate veterans or their widows in 1888. In other words, now any veteran who was down on their luck could be compensated, even if the reasons for their hard times were unrelated to the Civil War. ","The reasons for this expansion of benefits, according to Theda Skocpol, were mainly political, as straightforward compensation for wartime disabilities [turned] into fuel for patronage politics. The issue became so pressing nation wide that in 1882, Representative Roswell G. Horr of Michigan observed: I think it is safe to say that each member of this House receives [at least] fifty letters each week in regard to aid obtaining a pension. The subsequent bureaucracy that grew to deal with the large number of requests resulted in confusion, extravagance, and injustice, claims Judge Parry. The issue grew so large between 1880 and 1910, says Skocpol, the U.S. federal government devoted over a quarter of its expenditures to distributing pensions, which, aside from interest payments on the national debt in the early 1880s...exceeded or nearly equaled other major categories of federal spending. (This figure stands as a stumbling block for historians claiming an absence of federal involvement in social welfare before the New Deal.) ","Returning to Mississippi, Joanna Short notes that the average pension by 1910 in the state was 43.36 per year (41.08 in 1893 by a CPI conversion), and that for many Confederate veterans who struggled to earn a living because of disabilities or their widows, who did not have as much access to the work force, this amount was not trivial. It is unknown whether or not Mrs. Jones was an original war widow, in which case she would have been missing out on a great deal of money due her since 1865, or was trying to take advantage of the expansion of grants since 1888. Either way, the amount of money she would hopefully soon be receiving, with the help of the gentleman Major P.C. Harrington, would certainly help her during the economically challenging post war times in the South. The issue would be especially pressing to her, as the country had just experienced what the Hon. John W. Daniel called, in a speech before congress, the most acute stage of the panic of 1893, the result of which was a large across the board fall of prices, and the minimization of the United States financial system. This deflation and minimization most definitely affected many Mississippians. Mrs. Jones, therefore, most likely needed the help of Major Harrington as quickly as possible."],"display_date":"November 1893","search_date":"1893-11-15","locations":[{"id":7031,"lat":31.4771528974,"lng":-90.8978368524,"zoom":10,"place":"FRANKLIN, Mississippi"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}