{"id":2100,"place":"CUMBERLAND, Virginia","lat":37.5120392207,"lng":-78.2449892206,"episodes":[{"id":2850,"title":"A Beautiful Marriage\n","course_id":1,"status":"P","start_date":"1878-06-16","end_date":"1878-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" As a proud and happy mother, Mary Randolph Page Harrison watched her lovely daughter Lucia Harrison get married on June 16, 1878. The wedding was beautiful; everything she had dreamed of for her daughter. Lucia was marrying the distinguished Captain Cooke. Although he was a good deal older than Lucia, he was a kind, Christian gentleman. Mary was confident that this was a good match and was very hopeful for her daughter's happiness. Sadly, the family could not afford a lavish wedding tour, but this was inconsequential since her daughter was happy. Instead, her daughter went to their new house in Cumberland County to start their new life together. Mary couldn't wait to write to her friend Annie Coleman and brag about her wonderful daughter and the beautiful wedding. "," Weddings were clearly an important part of Southern social life. People could come together and celebrate, especially when the match was so highly regarded like the one between Lucia Harrison and Captain Cooke. Women in the South were expected to be married, and marriage was a sign of social status. Marriage was also an economic necessity for most women. A husband provided financial support, for the wife as well as for her family. In order to have a position within society, women needed to be married. Reconstruction had provided more legal rights for women, especially in the courts and with abuse cases. However, women were not equal to men, and they needed a husband to represent them in society. Mary was clearly proud of the marriage, however if Captain Cooke had not been a Christian, or respected, then the situation would be very different. The values of this family, like many other families in Virginia, were based on a sense of morality and religious ethics, and this marriage was everything that the family hoped for their daughter. Christianity and marriage were important aspects in what established, especially in regards to respectability with their neighbors. "],"display_date":"June 16, 1878 - December 31, 1878","search_date":"1878-09-23","locations":[{"id":13770,"lat":37.5120392207,"lng":-78.2449892206,"zoom":9,"place":"CUMBERLAND, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":11,"tag":"Economy"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}