{"id":2107,"place":"ISLE OF WIGHT, Virginia","lat":36.8908092988,"lng":-76.7268389325,"episodes":[{"id":2483,"title":"The Effects of Expansion\n","course_id":1,"status":"P","start_date":"1849-01-02","end_date":"1855-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Throughout the mid-nineteenth century, the Union feuded over the issue of slavery expansion in the western territories. On January 2, 1849, the newspaper of Suffolk, Virginia, <em>The Suffolk Intelligencer</em>, printed an article entitled The Great Question. This article examined this turmoil, and pleaded the Union to mend its internal strife. The author explained that Northern fanatics in Congress were imposing abolition notions on the nation, efforts that threatened to bring the nation to the verge of disunion. Two new propositions were being discussed in Washington. The first was a proposal to abolish slavery in the nation's capital, and the second was a motion to bar slavery in California and New Mexico. The article contended that these two proposals had created a kindred feeling among all Southerners, regardless of their political orientation. The Northerners' proposals questioned the equality of a Southern man's property rights; it was hypocritical to allow a man from Ohio to move to Virginia with all his possessions, but to forbid a Virginian from bringing his property (slaves) into Ohio. The author attributed the source of these problems to the recent land acquisitions in the west, most notably the annexations of California, Texas, and New Mexico. The Great Question continued to examine this dilemma by describing the political stances of the Whig and Democratic parties. Though it was too late to quarrel over what has been done, the article claimed that the Whig party initially opposed the acquisition, and that the Democratic party supported the expansion. Therefore, the Intelligencer attributed the current turmoil to the Democrats. The article ends with a glimmer of hope, as the author believed that the councils of Congress would succeed, and reunite the North and South once again.","The article clearly summarizes the nation's state during the time of expansionism, and exposes the beginnings of clear sectional division. Though the nation had yet to split politically, the significance of these proposals would soon divide the Whigs and Democrats, creating sectional rifts that would weaken each party. The article describes proposals that would eventually help form the Compromise of 1850, a plan that would leave both Northerners and Southerners angry and unsettled. This turmoil would continue to heighten tensions between the regions. On a regional scope, the article's description of a newfound Southern unity is extremely important, as Southerners began to unite and to view the North as a common enemy. The mention of equal rights highlights one of the main issues bothering the Southerners, as many were angered that the Northerner's proposals threatened to take away their property. The seeds of disunion were beginning to sprout during this time period, and the nation was slowly moving towards bloody conflict."],"display_date":"January 2, 1849 - December 31, 1855","search_date":"1852-07-02","locations":[{"id":14073,"lat":36.8330322841,"lng":-76.5620503057,"zoom":9,"place":"NANSEMOND, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2486,"title":"The Exodus from Suffolk\n","course_id":1,"status":"P","start_date":"1849-01-02","end_date":"1855-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Throughout the mid-nineteenth century, adventurers seeking gold and quick riches hurried to the West as fast as they could. This excitement was not lost on the people of Suffolk, Virginia, as many citizens joined this exodus to the new frontier. An article in <em>The Suffolk Intelligencer</em> noted the departure of Suffolk citizens, and publicized the author's disdain for their departure. The article, printed on January 2, 1849, referred to the Gold Rush as the Yellow or the California Fever, and contended that Suffolk was just as victimized by this epidemic as any other city in the nation. If myths of gold fields and instant wealth were not persistent enough, the War Department in Suffolk had several specimens of gold ore, some as large as two ounces, on display to further feed the frenzy. The author questioned whether any permanent benefit from this California rush would materialize, as the chances of unearthing a substantial amount of gold were slim to none. Furthermore, the effects of these citizens' departure affected the local Suffolk economy. Due to the decrease in work force, farms and workshops in the Suffolk area became deserted. On a broader scale, the author worried that this national craze was diverting the nation's attention from developing a solid economic base. The Yellow was not only weakening the stability of Suffolk, but also drying up the true springs of national prosperity.","The Gold Rush created a wild exodus of people to the frontier. By the end of 1849, nearly 80,000 settlers had arrived in California seeking opportunity. The migration of people from Virginia, and other Southern states, played a significant role in the development of new territories in the West. The arrival of these journeymen helped develop the area's resources, infuse more wealth into the territories, and add political importance to the West. The Gold Rush was not the only factor that drew Southerners to the new frontier; the feuding in Bleeding Kansas during the 1850's provoked Virginia and North Carolina to send 4, 721 people to help support slave interests. However, the West was not the only region affected by this migration. With everybody traveling to the frontier, there was nothing to offset the population losses that hit Virginia. Therefore, the Old Dominion faced a decrease in the national House of Representatives and in the Electoral College, weakening its national power. Though the West presented economic opportunity to many people in the Union, the craze to migrate west had a negative effect on the economies of local communities and the political power of Virginia. "],"display_date":"January 2, 1849 - December 31, 1855","search_date":"1852-07-02","locations":[{"id":14073,"lat":36.8330322841,"lng":-76.5620503057,"zoom":9,"place":"NANSEMOND, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2858,"title":"Petition for Mercy\n","course_id":1,"status":"P","start_date":"1883-01-05","end_date":"1883-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" Governor Cameron received a petition from a substantial number of Virginia citizens who were concerned with the injustice of a court decision in Virginia. The petitioners wanted a commutation of the sentence of the black man Preston Harris, who was sentenced to be hung for arson. Harris sent fire to the jail where he was housed, though no one seemed to know if it was accidental or purposeful. All of the prisoners housed in the jail were brought out to safety, and the conflagration was put out before too much damage was done. The court ruled that for this offense, Harris should be hung. The petition requested that the sentence be changed from hanging to life imprisonment since the prisoner was only 17 years old. It was obviously a clear case of guilt, but many people felt that it was too harsh for such a young man, even if he was black. "," There are many examples in Southern history of whites (and blacks as well) petitioning for blacks to be granted mercy in regards to very harsh sentences in the Virginia penal system. Historically, petitions were an important part of the American legal system, and citizens actively used this right to redress grievances and plead for mercy, especially with regards to criminals. This collective action allowed the general population to have a say in the specific roles of their government. However, it is not typical for whites to take such specific action for a black man. It was not unknown however, as can be seen throughout Virginia history. For example, in the case of Angela Barnett in 1793, Angela appealed to have her death sentence pardoned since she was with child. With this appeal and the help of petitions from white friends, that sentence was pardoned. While whites may find blacks dangerous as a whole, individual blacks were their friends. In this way, whites saw Harris as an individual person, who was unjustly sentenced, not as a part of the threatening black masses. While the specifics of the case are unknown, it is clear that whites in Southside Virginia saw the injustice of such a harsh sentence for someone so young. "],"display_date":"January 5, 1883 - December 31, 1883","search_date":"1883-07-04","locations":[{"id":13942,"lat":36.8908092988,"lng":-76.7268389325,"zoom":9,"place":"ISLE OF WIGHT, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3648,"title":"Settling the Debts of Robert Riddick\n","course_id":1,"status":"P","start_date":"1819-12-13","end_date":"1827-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 13, 1819, Joseph Prentis took over as the Executor of the will of the late Robert M. Riddick of Nansemond County due to the death of the named executor, Thomas Swepson. Mr. Riddick's will called for the disposal of his estate for the payment of his debts. However, Riddick stipulated that in order to raise the deficiency [the Executor was] fully authorized and requested to mortgage the lands and to hire out the slaves for the purpose. For the next eight years, Mr. Prentis hired out Riddick's slaves to neighboring farmers in order to pay off the debts of the deceased. At the time of his death, Robert Riddick owned eighteen slaves. This number, while not huge, was quite substantial and suggested a sizable agricultural operation. Although, when one looks at Mr. Prentis' description of the slaves and the value he placed on each, one can see that perhaps the number alone can be a bit misleading. ","Of the eighteen slaves Mr. Prentis listed in his account book on December 31, 1819, only six were adult males. Furthermore, of those six only two were considered valued over 300 and one of those, Tom Bray valued at 350, was well past his prime at forty-eight years of age. However, Armistead was valued at 500 because he was only eighteen years of age and presumably had a whole lifetime of labor in front of him. The only other male slave close to the value of Tom Bray and Armistead was a man named Jacob, described by Prentis as a small and weakly fellow forty two years old. The other three men were worthless or close to it. Dempsey, valued at 100, was approaching at fifty-five years old. The remaining two, Mingo and Jimmy, both were appraised at 0. Mingo was around seventy years old and very diseased having lost one eye and nearly blind in the other while Jimmy was about sixty years of age and listed as very decrepit. The twelve other slaves that constituted Robert Riddick's property were all adult females and their small children. Of these there were three adult women appraised at 300 or higher. These three were all between the ages of twenty-one and twenty-nine years old, prime childbearing ages."," Further reading into the account book of Mr. Prentis reveals that he was able to hire out Mr. Riddick's slaves to pay off the late man's debts, as directed in the will. Naturally, the amount received for each slave hired out makes sense when compared to their values listed earlier. In the year 1820, old Jimmy was hired out for only five dollars. The small and weak Jacob fetched 32.50 while fifty-five year-old Dempsey earned thirty dollars. Although much younger than Tom Bray, Armistead was hired out for 34 while Tom was hired for 55. Though one cannot be sure, this was probably due to the fact that the older Tom had some skill that was in demand by his temporary master."," The story of Robert Riddick, his slaves, and the posthumous management of his estate was a common one in the slave-holding South. Southern slaveholders, while wealthy in land and human property, did not have a lot of capital at their disposal and frequently purchased on credit which often plunged them into debt. The death of a slaveholder required that those debts be settled, and often that was accomplished through the hiring out of slaves to raise the money necessary to pay the creditors. This process was time-consuming but it allowed the late slaveholder's family to retain ownership of the slaves that a quick settlement of the estate (i.e. the auction of the slaves) would not accomplish. The amount of time it took to pay off the debts of a deceased slaveholder through the hiring of his slave property could vary greatly depending upon the size of his debts and the sex, age, and physical condition of his slaves. For example, the job of settling Riddick's debts may have taken less time if half of his slaves had been young, healthy males like Armistead. Richard Randolph a Prince Edward County slaveholder discussed in Ely's <em>Israel on the Appomattox</em>, owned a great number of slaves that were to be manumitted upon his death. However, his wife kept them in bondage for a further ten years until the debts could be settled. The fact that slaveholders were willing to wait years to pay off debts through slave-hiring speaks to the value of slave property in the antebellum South. Southerners would rather wait than loose their property forever in a quick sale."],"display_date":"December 13, 1819 - December 31, 1827","search_date":"1823-12-22","locations":[{"id":14070,"lat":36.8330322841,"lng":-76.5620503057,"zoom":9,"place":"NANSEMOND, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3761,"title":"Disaster on the James River\n","course_id":1,"status":"P","start_date":"1864-02-11","end_date":"1864-02-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a cold day in February a Union expedition composed of gunboats Smith Briggs, Flora Temple, Gen. Jessup, and a transport Long Branch headed up the James River from Norfolk commanded by General Graham. The Long Branch had one hundred and fifty soldiers aboard on this particular expedition. Capt. Lee marched down the banks of the Nansemond River to meet up with the fleet of boats. The troops penetrated the country heading on a direct route to Suffolk. On their way they ran into two hundred Confederates with large guns and caught them by surprise. Capt. Lee then heard that there was a strong force not far ahead, so he took his troops back to the town of Smithfield. As the Union forces walked through the town they were fired on from all sides and the twentieth New York was captured. The Confederate Col. Gordon wanted an unconditional surrender of the Union troops. Capt. Lee would not surrender so the fighting in the town of Smithfield continued until the Union gunboat Smith Briggs appeared. The Union forces were still overpowered by the large numbers of Confederate forces. The confederated almost destroyed the Smith Briggs and the Union troops retreated leaving the town of Smithfield a wreck."," The battle in this episode not only involved the armies of both sides, but it also involved a small town in Tidewater Virginia. The Union Army wasn?t expecting to fight the battle in the town but that is what it came down to in the end. The battle hurt the town and involved some civilian casualties in the process. This small battle is an example of how a lot of the Civil War was fought, small battles happening when they are least expected. This battle was fought pretty late in the war and both sides were getting worn down. Another factor that this battle express about the war as a whole is the fact that there was no clear winner, as with many of the Civil War Battles."],"display_date":"February 11, 1864","search_date":"1864-02-11","locations":[{"id":13940,"lat":36.8908092988,"lng":-76.7268389325,"zoom":9,"place":"ISLE OF WIGHT, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3926,"title":"Religion on the Battlefield\n","course_id":7,"status":"P","start_date":"1861-09-16","end_date":"1861-09-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    In an unsigned letter dated September 16, 1861, a Confederate soldier wrote to his family to tell of his first few weeks marching to war. His letter began with mundane details of the dates and names of towns his regiment marched through and speculations of when and where he would meet the enemy, but most of the letter is filled with religious tones and rhetoric. ","    The anonymous Confederate soldier wrote home that \"[if] it should be the Lord's will that I should fall on the battlefield, it will all be right. [...] the great end of this life is to prepare for death, and an entrance upon another.\" Of those who followed Christian beliefs, historian Steven E. Woodworth writes that their faith \"encompassed many facets of life, and they also believed that this present life was not the conclusion of their existence.\" This most certainly gave soldiers a sense of relief and peace, know matter what experiences they may have to endure on Earth. The Confederate and Union soldiers not only had a high chance of dying on the battlefield but also that it would be a very gruesome or lingering death, especially when the main method of healing a musket wound was by amputation. But the soldier from Nansemond County found that not all men outwardly practiced their beliefs. He witnessed that the circumstances of \"camplife are any thing else but favorable to religion, or deeptoned piety. Here I see and here [sic] more wickedness in one week than all that I ever met before put together.\" ","    In his letter the soldier reasoned with his family and urged them not to worry, arguing \"this world is not my home, and we should never shudder, or grieve at the escape of those we love, from a dreary desert, to a pleasant home.\" Of those who were Christian, Woodworth asserts that many soldiers \"spoke feelingly of heaven as home.\" This brought comfort not only to the soldiers but also to their loved ones or survivors left behind and out of the danger of war. ","    At the tail end of the soldier's letter he firmly advised his family to follow the word of God. \"Make the service of God the great object of your life, and He will make your salvation the great care of His heart.\" Woodworth states that many citizens and soldiers alike viewed \"heaven as a place of happy meeting.\" This view comforted both those close to death and those left alive. Soldiers and civilians both had the reassurance that death was not the end but only the beginning of life. The soldier not only wanted to ensure his own seat in heaven but those of his family as well so he could die peacefully with the knowledge that he would see them again. "],"display_date":"September 16, 1861","search_date":"1861-09-16","locations":[{"id":14075,"lat":36.8330322841,"lng":-76.5620503057,"zoom":9,"place":"NANSEMOND, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4187,"title":"Cholera Outbreak Anticipated\n","course_id":7,"status":"P","start_date":"1865-12-13","end_date":"1865-12-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The people of Norfolk were worried.  According to the <em>Norfolk Virginian</em>, the Board of Health expected Asiatic cholera to spread to North America soon.  The United States had seen cholera before.  In 1832, it spread through New York and parts of Canada. It killed over ten thousand in New York, New Orleans, and St. Louis in 1849.  Several thousands more were lost in Chicago in the 1850s.  Each of these surges in the spread of this disease followed major outbreaks in Europe.   ","            The fear that this Asiatic cholera would again become a pandemic in the United States caused the government to order new sanitary measures.  Previously, people did not know the cause of cholera, but by the 1860s, public health officials suspected dirty water to be the source of the disease spreading and the new public sanitary measures reflected this. The Board of Health ordered that certain lots, some privately owned, be filled with dirt to prevent standing water from accumulating.  Also, the Board expected all householders to clean their property every day and their gutters at least twice a week.  Furthermore, all docks were to be cleaned and all accumulating shells, mud, filth and decaying wood were to be cleared every day so that no area had less than two feet of water at any time.  The military did not play a large role in the implementation of these measures, but the city employed extra assistant health inspectors to check that the orders were being carried out and put them into action where they were not being followed.  ","            Unfortunately, the measures were unsuccessful and cholera broke out in America once again.  This time, the epidemic killed as many people as before, and caused even more tension in the nation, which was already suffering due to Reconstruction.  Unfortunately outbreaks of bacterial infections such as this were a devastating reality long after 1860, and though they are less frequent now and can be treated, they still plague parts of the world."],"display_date":"December 13, 1865","search_date":"1865-12-13","locations":[{"id":14075,"lat":36.8330322841,"lng":-76.5620503057,"zoom":9,"place":"NANSEMOND, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4188,"title":"Admiral Semmes Charged With Treason\n","course_id":7,"status":"P","start_date":"1865-12-25","end_date":"1865-12-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Civil War was over, and it was time for those who led the South to be punished.  <em>The Norfolk Virginian</em> reported on Monday, December 25, 1865, that the Union arrested \"Raphael Semmes, late Admiral in the Confederate navy, and commander of the celebrated cruiser Alabama,\" with \"a profound feeling of shame.\"  The people of the South lamented the \"unexpected arrest and immediate transfer to a Northern jail\" of this \"true born American,\" and considered Admiral Semmes a war hero.  His most celebrated and \"most unequal fight\" was against the French vessel, the <em>Kearsage</em>, in which he \"gallantly sunk, rather than give up his ship.\"  The government charged the venerated Admiral with \"violating the usage of war\" for the aforementioned battle, which took place in June 1865, over a month after the command to \"cease all acts of war\" on April 26, 1865.  Though Admiral Semmes protested the arrest and was previously paroled on other charges, his trial proceeded, and he was released from prison on April 7, 1866.","            Like Admiral Semmes, some officers in the Confederate Army were charged with treason after the Civil War.  Though the 1866 Civil Rights Act vindicated those in the Confederacy in an attempt to help the reconstruction and reunification process, it did not protect the leaders of the Confederate Army.  Many men in various ranks were charged with treason, and the South despised each arrest and often publicly disapproved of the arrests of their recently celebrated heroes.  The Union did not arrest many officers, however.  Though a great many in the North, including President Andrew Johnson, believed that treason was \"odious\" and should be punished by death, the law dictated that the Union had no jurisdiction to prosecute the rebels. In addition, many government officials in the Union believed that if the officers of the Confederate Army were executed, they would die martyrs and only make Reconstruction harder to accomplish."],"display_date":"December 25, 1865","search_date":"1865-12-25","locations":[{"id":14075,"lat":36.8330322841,"lng":-76.5620503057,"zoom":9,"place":"NANSEMOND, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}]}