{"id":211,"place":"PULASKI, Arkansas","lat":34.8116378829,"lng":-92.2224128621,"episodes":[{"id":177,"title":"Governor Clayton declares martial law in large parts of Arkansas\n","course_id":1,"status":"P","start_date":"1868-11-04","end_date":"1868-11-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the summer and fall of 1868, white unrest grew in most of the southern states due to the newly created state governments enacted under the radical Reconstruction Acts.  Resentful of Republican control and the extension of rights to blacks, white southerners further turned to violence to impose their will.  In Arkansas, racial violence continued to escalate as whites attempted to keep blacks from voting and exercising their newly guaranteed rights.&lt;br /&gt;     In response to outrages attributed to the Ku Klux Klan, Governor Powell Clayton secretly organized a state militia and declared martial law in many of the counties in Arkansas.  His militia consisted largely of the governor's State Guards,' which were very unpopular and composed partly of Negroes and guerillas.  They were the Governor's own police force that could keep order outside the law.  He would go on to divide the state into military districts.  &lt;br /&gt;     On November 18 in Memphis he declared that, The time has come when the State Government must maintain itself at the point of the bayonet if necessary' (Atlanta Constitution, November 19).  This measure would prove to further antagonize a large part of the white population and the tense situation show the continued problems created by organizations like the Ku Klux Klan in southern states."],"display_date":"November 4, 1868","search_date":"1868-11-04","locations":[{"id":749,"lat":34.7875733319,"lng":-92.2857489535,"zoom":9,"place":"PULASKI, Arkansas"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":914,"title":"Know-Nothingism Condemned in Arkansas Legislature\n","course_id":1,"status":"P","start_date":"1855-01-10","end_date":"1855-03-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Despite is popularity in many political spheres, Know Nothingism failed to excite the political imagination of the inhabitants of Arkansas.  As in other locales, the Know Nothing party attempted to raid the Southern Whig party in the hopes of increasing its own membership for the elections of 1854 and 1855.  However, that effort, at least in Arkansas, was met only with defeat and denunciation.  The movement's failure may be explained, in part, due to the already declining Whig presence in the American southwest.  Franklin Pierce's overwhelming presidential victory several years earlier helped cement the decline of the Whig party in many political spheres.&lt;br /&gt;In early March, the Arkansas state legislature passed a resolution denouncing Know Nothingism with a vote of ninety one to six.  Despite the fact that Know Nothingism made significant political gains in the Midwest (in 1856, the mayor of Chicago was elected under a know-nothing banner), the Arkansas populace refused to take part.  Instead, the state maintained its allegiance to the Democratic Party.  In 1856, the state easily re-elected Governor Elias Conway, a Democrat, to a second term."],"display_date":"January 10, 1855 - March 17, 1855","search_date":"1855-02-11","locations":[{"id":748,"lat":34.7875733319,"lng":-92.2857489535,"zoom":9,"place":"PULASKI, Arkansas"}],"tags":[{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1395,"title":"Grant Ends the Brooks-Baxter War in Arkansas\n","course_id":1,"status":"P","start_date":"1874-05-15","end_date":"1874-05-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In January of 1873, after Elisha Baxter, a Republican, was elected as governor of Arkansas in 1872, Joseph Brooks, who was supported by Liberals, Democrats, and Arkansas Unionists, claimed that the election had been doctored' and that he was the rightful governor.  After being informed that the Supreme Court of Arkansas had no jurisdiction in settling the decision and that it was up to the General Assembly to decide; Brooks was left waiting.  Meanwhile, Baxter was gaining unpopularity among his own supporters by fulfilling some of his platform pledges which included opposing a bill that would release railroad companies from financial obligations to the state by placing the burdens on the impoverished citizens.  Many of Baxter's supporters switched to Brooks' cause.  An article in Charleston's News and Courier on January 20, 1874 called this political turmoil a disgrace.'  The article states that There is no doubt that Brooks was chosen Governor' by a majority but when he refused to go along with  the political schemes of his supporters they declared Baxter the winner instead, leaving him to pursue redress through legal means.  The article stated that the citizens of Arkansas were disappointed' in the outcome of the election but they were used to being cheated, as the most scandalous election frauds have been the rule rather than the exception in that state for some years past.'&lt;br /&gt;After Brooks had the support of some of the radical Republicans he felt secure enough to take his case to a Pulaski Circuit Court, where on April 15, 1874 he was granted the office of governor by Judge John Whytock.  Brooks was sworn in in secret by the chief justice and went immediately to the governor's office with an armed guard seizing possession of it.  Baxter soon gathered his own militia and established a headquarters just blocks from the executive office.  Citizens came from all over Arkansas to support and join the militia of each side leaving the city on the brink of civil war.  One scuffle between the two militias occurred on April 20 when Governor Baxter was addressing some reinforcements outside of his headquarters.  Some of Brooks' troops lead by Colonel Rose demanded the intention of Baxter's militia and shots were fired and a few casualties incurred.  Another scuffle occurred when a steamboat, Hallie,' importing militia reinforcements for Baxter was placed under fire by Brooks' men resulting in several injuries and a few deaths.  Brooks sent an ultimatum to the President on May 12 demanding that he recognize either Brooks or Baxter as the rightful governor.  Republican President Grant was hesitant to help because of the decline in Northern support for Reconstruction efforts.  He did not want to be associated with the corruptions happening in Southern politics.   Though up to this point the president had managed to stay out of the scuffle, on May 15 President Grant recognized Baxter as governor ending the Brooks-Baxter war and signaling the demise of the Reconstruction in Arkansas."],"display_date":"May 15, 1874","search_date":"1874-05-15","locations":[{"id":750,"lat":34.8116378829,"lng":-92.2224128621,"zoom":9,"place":"PULASKI, Arkansas"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1544,"title":"Anti-African-American Sentiments Spur State Pursuit of Segregation Laws\n","course_id":1,"status":"P","start_date":"1890-01-11","end_date":"1890-01-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Events across the south served to reinforce the southern state legislatures efforts in pursuing segregation and separate coach laws.  One such incident happened in Atlanta, Georgia.  Three business men A.W. Boggs of Chicago, E.D. Gilmore of Pittsburgh, and P.E. Brady of Tiffin rode the Pullman sleeper train from New Orleans, Louisiana to Atlanta, Georgia.  On the ride the lower berths filled, so the businessman booked their tickets for beds above.  Four black members of the Louisiana state legislature occupied the lower berths.  According to a report in a North Carolina newspaper, the black legislators talked politics throughout the night and in the morning, monopolized use of the bathroom.  The Republican businessmen voted for Harrison for President but vehemently denounced the presence of blacks on the train and refused to use the bathroom after the legislators.  Afterwards they declared their intent to vote the Democratic ticket.&lt;br /&gt;&lt;br /&gt;Other prominent men advanced similar anti-African American feelings and resolutions through separation.  The Atlanta Constitution covered a discussion with Senator George Vest, a Democrat from Missouri.  In response to a question about how to solve race relations, Senator Vest responded that [t]here is only one way to solve the race question, and that is by the immigration of the negroes or the whites.  They cannot live peaceably together.  The prejudice that exists between the races is too strong to ever permit harmony.  I say the negro must go.'  Attorney Camm Patterson of Buckingham County, Virginia, expressed similar sentiments.  While he feared himself a reformist about the negro', he wrote positively about southern whites.  He stated that he believed that no other place existed outside the South of people more hardworking and more loyal to the United States.  In addition, referring to southern laws regarding African-Americans, he acknowledged that some (especially in the North) question the South, its history and its dealing with race relations.  Patterson added that the South's reforms (segregation laws) fail to make southerners disloyal and treasonous.  He wrote we have not the remotest idea of being guilty of treason and I do not doubt but that when the negroes rise upon us with brutal and savage ferocity that the people of the North will come to our reforms.'"],"display_date":"January 11, 1890","search_date":"1890-01-11","locations":[{"id":752,"lat":34.7798418653,"lng":-92.3166533878,"zoom":9,"place":"PULASKI, Arkansas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2025,"title":"Union Sentiment in Arkansas\n","course_id":1,"status":"P","start_date":"1863-10-29","end_date":"1863-10-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By the fall of 1863, the Union army began a series of successful campaigns along the Mississippi Valley. Following the Union capture of Little Rock, Colonel C.C. Andrews wrote a letter to President Abraham Lincoln regarding Union sentiment in Arkansas. On October 29, 1863 he wrote, The loyal sentiment of the people [was] gaining, though slowly. Andrews wrote that Union officials would hold a meeting in Little Rock for the first time, though he seemed doubtful that much would result from the gathering. He said that many respectable and rather influential men were reluctant to take on an active role for the Union side because of their political and social relations with leading rebels. Andrews did not sound too discouraged, stating that decisive military victories would aid in these people taking a more active role. Furthermore, it was important that the people of Arkansas were not actively against [them]. Despite the number of guerillas still in Arkansas, Andrews declared his confidence that a great number of people supported the Union cause. Andrews then went on to describe specific news about his soldiers and other common news around Little Rock."," The main message Andrews wanted to send to President Lincoln was clear: there was a considerable amount of Union sentiment in Little Rock. While he openly acknowledged the split loyalties among the people of Arkansas, he could hardly think it [could] be said the people [were] actively against [them]. It [was] rather the opposite. This was important considering Arkansas was a Confederate state and its location just south of Missouri made it a border state. Because of the state's geographical location, Arkansas faced great pressure from both sides of the conflict. Colonel Andrews openly acknowledged the split in sentiment among the people of Arkansas. Despite the continued presence of guerillas in Arkansas, Andrews exclaimed, the loyal sentiment of the people [was] gaining. This split in loyalties was not exclusive to Arkansas. In fact, historian Robert Henry claims that the North, the border states, and even the states that had first seceded were all unhappily torn between loyalties. "," Even though the Union controlled Little Rock and Andrews referred to many respectable and rather influential men supporting the Union, he detected reluctance among many men to take an active role in serving the Union. Andrews thought these men looked for an excuse from taking an active part on the Union side because they feared being reproached by the rebels. According to Henry, it was common for two sides within a state to openly oppose each other. There were even instances in which brothers within the same family, divided over the issue to remain in the Union or to secede, literally fought on opposite sides of the battlefield. However much the issue of slavery played in the division of the nation into Union and Confederate states, the sentiment for secession was by no means unified within each state. Colonel Andrews acknowledged the importance of Union sentiment in Arkansas and expressed his optimism that future military success would give Union supporters the confidence they needed to take an active hand in reestablishing the Union."],"display_date":"October 29, 1863","search_date":"1863-10-29","locations":[{"id":749,"lat":34.7875733319,"lng":-92.2857489535,"zoom":9,"place":"PULASKI, Arkansas"}],"tags":[{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2235,"title":"Episcopal Church Election Controversy\n","course_id":1,"status":"P","start_date":"1897-12-01","end_date":"1897-12-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Arkansas Church Election, held on December 1, 1897, met in order to determine the election of Coadjutor Bishop of Little Rock. The New York Times reported on Friday, December 3, 1897 that the candidates for the position were Reverend John Gass of Little Rock, and William Montgomery Brown of Cleveland. The Diocesan Convention of the Episcopal Church of Arkansas met and elected Archdeacon William Montgomery Brown to work alongside the current Bishop Henry N. Pierce as Coadjutor Bishop. Bishop Pierce was already relocated to Little Rock, Arkansas in march of 1870 after his election to the position on January 25, 1870, where Brown joined him from Cleveland. His election, however, was not met with much approval from the Little Rock Episcopalian community. The New York Times stated bluntly that, The election of Archdeacon Brown has resulted in great dissatisfaction. "," The frustration that the public felt at Brown's election seems to have stemmed mainly from his economic standing and its potential effect on his clerical policies. On December 2, Governor Jones of Little Rock, a supporter of Reverend John Gass, accused Mr. Brown told the press that he felt Brown was unsuited for the job, saying that, an overwhelming majority of Arkansas Episcopalians belong to the low church, and Mr. Brown's chief qualification is his wealth. Jones also said that he believed that the economic difference, separates him from the people he is expected to bring to the church. If Mr. Brown is a true Christian at heart and desires to advance the cause of the church he will not accept this position."," This strong sentiment by the governor of Little Rock was reinforced by other accusations against Brown and his wealth. Col. Willaim G. Whipple, another active politician at the time, suggested to New York Times reporters that Brown won his position through intimidation by the high officials of the church. He was quoted as saying, his supporters seem to have relied chiefly upon his reputed wealth or that of some relative by marriage. This seems a poor qualification for a Bishop. Despite the initial reaction portrayed by the New York Times in 1897, Willaim M. Brown went on to succeed Bishop Pierce only three years later on September 5, 1900, becoming head of the region's diocese. And looking back, historian Dallas T. Herndon observed in 1922 that, under the ministrations of these several bishops [Brown included] the Episcopal Church has had a satisfactory growth in the state."," The Episcopal Church of the South in the nineteenth century was considered less prominent and had fewer followers than Methodist and Baptist institutions. Historian Samuel S. Hill attributes this smaller following, in Arkansas particularly, to the fact that Episcopalians tended to be of higher economic standing than most, putting them in a smaller demographic. Hill also suggests that, From Reconstruction to World War I the Episcopal Church in the South was concerned with two primary issues: recognizing and reorganizing and rebuilding after the war and continued growth with the creation of new dioceses. This validates the attentiveness given to the election of Archdeacon Brown, as the Episcopalian church was trying to re-establish its foundation in the South."],"display_date":"December 1, 1897 - December 3, 1897","search_date":"1897-12-02","locations":[{"id":752,"lat":34.7798418653,"lng":-92.3166533878,"zoom":9,"place":"PULASKI, Arkansas"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2236,"title":"Fight for an Arkansas Girl\n","course_id":1,"status":"P","start_date":"1897-12-01","end_date":"1897-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A county church in Huntsville, Madison County was the setting for a triangle homicide on December 1, 1897. The incident arose outside the church because three men, Seth Lowe, Will Phillips, and John Howard all loved a local Arkansas girl, Miss Irene Pruitt. They attended the same prayer meeting that evening. Miss Pruitt arrived at the location with Phillips, and soon thereafter met Lowe and Howard just outside the church. When Miss Pruitt went inside, the men began to quarrel over her, escalating from argument to physical brawl when Howard and Lowe both jumped on Phillips. Phillips then reportedly shot Howard, through the body with a pistol he had on his person. In quick succession, Lowe fired at Phillips with his gun, hitting him in his lower back. Once Phillips had fallen to the ground due to the impact of the bullet, he managed to aim accurately enough at Lowe to fatally wound him in the shoulder. The New York Times reported that the scene concluded with a panic in [the] church and stated finally that, All three men are fatally injured."," Many Southern men carried guns, and of those who did, it seems they did not hesitate to use them. Historians Charles Wilson and William Ferris hint to one of the causes for these public, and almost casual, acts of aggression, Southerners have a much more positive attitude towards gun ownership. Because more southern men had loaded weapons on them, they were more likely to shoot someone on a day to day basis. During the late 1800s, a journalist named Horace Victor Eugene Redfield conducted a diligent study on homicide rates entitled, Homicide, North and South. In this study, he compared the homicide rates of states in both the North and South, traveling all over the county to collect his data. Results of his research showed that criminal homicides in a given state were much higher in the South in comparison to the North. In 1964 Arkansas had a 3.7 percent homicide rate for every population of 100,000 while New York only had 1.7 percent."," Redfield found patterns of southern homicide in his research. He emphasized that homicide was promoted by gun policy in the South: He saw the most general cause of southern violence as a lack of regard for human life...as did the unnecessary carrying of weapons, particularly concealed weapons. Lowe, Phillips, and Howard were southern men with concealed weapons. Redfield also noted in his findings that white homicide in the south at this time was more prominent than black; all three men in the shooting of December 1, 1897 were white males. "," Nineteenth-century southern violence, according to Charles Wilson and William Ferris, had a common catalyst: insult to honor, or personal ego. Words often escalated quickly to violence which is demonstrated by the incident over Miss Pruitt at Little Rock. Correlations were found between a southern emphasis on honor related values and homicide rates in the1800s. The post Civil War era tradition of a duel, commonly associated with honor, was replaced by a more abrupt and free-form style of violence according to Wilson and Ferris: fighting, shooting, stabbing, feuding, and shotgun weddings were considered legitimate and inevitable results of honor confronting honor."," Ironically, this particular incident took place outside a church door when, honor, necessarily a secular system of values, clashed with the ideals of Christian virtue. In the same day, The New York Times also printed a story detailing the Protestant Episcopal Church's outrage at the sense of danger which threatens the character of our people, in light of recent murders. Bishop Capers of this Church stated in the paper that, such murders as have of late outraged the law of God, [and] desecrated the sacredness of life. In Arkansas and many other southern regions during this time, white male homicide and violence was a large problem and clashed with white southern Christian ideals."],"display_date":"December 1, 1897","search_date":"1897-12-01","locations":[{"id":752,"lat":34.7798418653,"lng":-92.3166533878,"zoom":9,"place":"PULASKI, Arkansas"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2494,"title":"Hostile Northern Occupation of Little Rock Yields Friendship\n","course_id":1,"status":"P","start_date":"1863-09-10","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["New to the Little Rock area, John Levering, a U.S. colonel from Indiana, needed a place for his family to live.Recently re-stationed to the city from New Orleans, he found the best hotel in town uncomfortable and unsuitable for a Union officer.In January 1865, Levering encountered a desirable solution.Levering casually visited a local, celebrated lady of society, a Mrs. S--, and informed her that he and his family would be moving in to her house.Levering cited several reasons in his diary as to his selection of this residence.Firstly, it was the comfortable looking home of a clergy man.Levering was informed that Mrs. S--'sreligious husband was away from home fighting for the Rebel army. Also, the Arkansas family was wealthy, and this woman came from a plantation, which owned around 200 slaves at the war's commencement."," Levering's proposal was initially rejected by Mrs. S? who even cried at first sight of Levering and during various parts of their tense conversation.She feared he would take her house and her livelihood from her in order to benefit the Union army with a residence full of supplies and food.In addition, Mrs. S-- had already planned to provide her only spare room for her cousin who was returning from the Confederate army after receiving a severe injury."," Levering flatly informed her that this ex-Rebel soldier would not be moving into her home.Levering's adamancy eventually coerced her into submission; Mrs. S-- had no choice but to agree to co-inhabitance with this northern family.Levering asked her at what time they would dine every night; when her answer did not satisfy his schedule, Levering mandated a later supper time.At this point, Mrs. S-- was very discontented and greatly feared what others in society would think of her housing a Yankee colonel."," Eventually, a friendship grew between the Levering family, Mrs. S-- and her Arkansas lady friends who visited the house often.Mrs. Levering and Mrs. S-- became very intimate and both women were melancholy when the Union army left Little Rock and, in turn, the Leverings returned to Indiana. Levering notes his gratification of witnessing an earnest expression of regrets for my leaving, as were manifest, upon my coming. "," Dallas T. Herndon narrates that on September 10, 1863, Little Rock, Arkansas became a Union-controlled city, and everything north of the Arkansas River fell under northern control.Consequently, the inhabitants of the city adapted to northern presence, but the hearts of many Little Rock residents were overflowing with animosity and disdain.When Levering demanded to take up residence with an Arkansas lady and her family, the northern power over Little Rock, and other southern cities, was quite evident.Women, in particular, experienced Union occupation, as they remained at home while their husbands fought in the war.Many homes housed Union soldiers who entreated these women to accommodate them.Levering, for example, listened disconcertingly to a southern woman?s wishes.According to Herndon, women in Little Rock continued to aid the Confederate cause, sewing and helping as much as possible; and a monument in Little Rock even honors the ?Mothers of Arkansas? for their sacrifices and labor.Both northerners and southerners alike found their new relationships challenging and confusing, but they adapted to the times.As the Civil War dragged on, southerners found themselves living side-by-side with Union soldiers, as southern cities fell across all parts of the South."," The peculiar relationship between these two families illustrates the possible transgression of regional and ideological differences that many people faced during the Civil War.Levering is shocked that a clergyman?s family could descend from a plantation bearing such a large quantity of slaves and also fight with religious zeal for slavery?s continuance; the cultural differences between Levering and his southern tenants reflect the tensions, which were widespread during the occupation of an antebellum city.Their flourishing friendship, however, offered hope that large ideological differences could be bridged and the Union eventually might be reunited."],"display_date":"September 10, 1863 - December 31, 1865","search_date":"1864-11-04","locations":[{"id":749,"lat":34.7875733319,"lng":-92.2857489535,"zoom":9,"place":"PULASKI, Arkansas"}],"tags":[{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2550,"title":"Northern Occupation of Little Rock Yields Friendship\n","course_id":1,"status":"P","start_date":"1865-01-01","end_date":"1865-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["New to the Little Rock area, John Levering, a U.S. colonel from Indiana, needed a place for his family to live. Recently re-stationed to the city from New Orleans, he found the best hotel in town uncomfortable and unsuitable for a Union officer. In January 1865, Levering encountered a desirable solution. Levering casually visited a local, celebrated lady of society, a Mrs. S--, and informed her that he and his family would be moving in to her house. Levering cited several reasons in his diary as to his selection of this residence. Firstly, it was the comfortable looking home of a clergy man. Levering was informed that Mrs. S--'s religious husband was away from home fighting for the Rebel army. Also, the Arkansas family was wealthy, and this woman came from a plantation, which owned around 200 slaves at the war's commencement. Levering's proposal was initially rejected by Mrs. S-- who even cried at first sight of Levering and during various parts of their tense conversation. She feared he would take her house and her livelihood from her in order to benefit the Union army with a residence full of supplies and food. In addition, Mrs. S-- had already planned to provide her only spare room for her cousin who was returning from the Confederate army after receiving a severe injury. Levering flatly informed her that this ex-Rebel soldier would not be moving into her home. Levering eventually coerced her into submission; Mrs. S-- had no choice but to agree to co-inhabitance with this northern family. Levering asked her at what time they would dine every night; when her answer did not satisfy his schedule, Levering mandated a later supper time. At this point, Mrs. S-- was very discontented and greatly feared what others in society would think of her housing a Yankee colonel."," Eventually, a friendship grew between the Levering family, Mrs. S-- and her Arkansas lady friends who visited the house often. Mrs. Levering and Mrs. S-- became very intimate and both women were melancholy when the Union army left Little Rock and, in turn, the Leverings returned to Indiana. Levering notes his gratification of witnessing an earnest expression of regrets for my leaving, as were manifest, upon my coming. Dallas T. Herndon narrates that on September 10, 1863, Little Rock, Arkansas became a Union-controlled city, and everything north of the Arkansas River fell under northern control. Consequently, the inhabitants of the city adapted to northern presence, but the hearts of many Little Rock residents were overflowing with animosity and disdain. When Levering demanded to take up residence with an Arkansas lady and her family, the northern power over Little Rock, and other southern cities, was quite evident. Women, in particular, experienced Union occupation, as they remained at home while their husbands fought in the war. Many homes housed Union soldiers who entreated these women to accommodate them. Levering, for example, listened disconcertingly to a southern woman's wishes. According to Herndon, women in Little Rock continued to aid the Confederate cause, sewing and helping as much as possible; and a monument in Little Rock even honors the Mothers of Arkansas for their sacrifices and labor. Both northerners and southerners alike found their new relationships challenging and confusing, but they adapted to the times. As the Civil War dragged on, southerners found themselves living side-by-side with Union soldiers, as southern cities fell across all parts of the South. he peculiar relationship between these two families illustrates the possible transgression of regional and ideological differences that many people faced during the Civil War. Levering is shocked that a clergyman's family could descend from a plantation bearing such a large quantity of slaves and also fight with religious zeal for slavery's continuance; the cultural differences between Levering and his southern tenants reflect the tensions, which were widespread during the occupation of an antebellum city. Their flourishing friendship, however, offered hope that large ideological differences could be bridged and the Union eventually might be reunited."],"display_date":"January 1, 1865 - January 30, 1865","search_date":"1865-01-15","locations":[{"id":749,"lat":34.7875733319,"lng":-92.2857489535,"zoom":9,"place":"PULASKI, Arkansas"}],"tags":[{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2735,"title":"Proud, Patriotic Song of an Arkansas Colored Regiment","course_id":1,"status":"P","start_date":"1863-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" Written in 1863 by the white Captain Lindley Miller, the First Arkansas Colored Regiment of the Union army proudly sang the Song of the First Arkansas to become excited for training and battle.According to Miller's notes, the marching song was sung to the tune of John Brown's Body, which is significant because they honored Brown, the well-known man who attempted a widespread slave insurrection in Harper's Ferry, Virginia in 1859.The song speaks for the patriotic, proud, and dedicated black soldier.The lyrics glorify the fight for de Union and de law.The black soldiers outright profess that they hab done with hoein' cotton and hoein' corn, and they demand they dey will hab to pay us wages, de wages ob their sin.The song incorporates many elements of abolitionist thought.It demands treatment from whites as equals, demanding that whites bow their foreheads to African Americans and a right to property.A political allusion to Father Abraham and his Emancipation Proclamation of 1863 also exemplifies blacks' desire to attain the rights sanctioned to them by the government.Miller's song is a patriotic one, and it is revolutionary in its inclusion of blacks into the American sphere of citizenship.According to Ronald C. McConnell, 647 black men chose to enlist in the First Arkansas Infantry and their Union patriotism is evident in this song.Black soldiers fought in the same war, and they deserved the same respect.The Song of the First Arkansas recognizes their patriotism, bravery, and desire to end slavery in order to attain rights and equality in their nation."," The enslaved people were eager to end slavery, recognizing that the myth of the patriarchy of slaveholders was false.The song illustrates how incorrect the pro-slavery argument that slaves benefited the most from slavery.The lyrics show white slaveholders' oppression of black emancipation, describing When we heard de proclamation, massa hush it as he will.Yet, these black soldiers took the Emancipation Proclamation of 1863 literally and wanted to fight to emancipate the slaves of all the southern slaveholding states.According to McConnell, songs in the Civil War evoked enthusiasm and motivated soldiers to fight.The black soldiers remembered the oppression of their fellow blacks and had even more reason to stand up for the abolitionist cause.According to John O. Allen and Clayton E. Jewett, Arkansas was a state full of both Confederate and Union sympathies.It was, thus, not uncommon to see many blacks, as well as whites, eagerly fighting for the Union army and against their fellow statesmen of the Confederacy.Along the border South, dissension was common."," According to Mary Frances Berry, free and enslaved blacks were not allowed to enlist for the Union Army prior to 1863.Berry states that from 1863 to the end of the Civil War, black troops were heavily recruited and fought courageously.Berry points out that in May 1863, the Special Colored Troops Division was created within the War Department to recruit black soldiers.Berry describes that black troops, however, faced greater risks than white soldiers, as Confederate troops vowed to enslave captured blacks or to kill black soldiers and their officers even if they surrendered.While the First Arkansas Colored Regiment praised Lincoln's proclamation, these soldiers were at risk for their bold participation in battles.Berry notes that black enlistment numbers continued to rise, and Lincoln even commented that if enough blacks enlisted the Union would soon close the contest.Black soldiers, like those in this Arkansas regime, influenced the outcome of the Civil War in a large and symbolic way.Their sheer numbers and dedication to the cause of emancipation improved morale.Symbolically, however, these black soldiers not only sang of their freedom, they fought for their liberty and attained hard-earned respect.","--J.R."],"display_date":"1863 - 1865","search_date":"1864-07-01","locations":[{"id":749,"lat":34.7875733319,"lng":-92.2857489535,"zoom":9,"place":"PULASKI, Arkansas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3149,"title":"The Death of John H. Crease\n","course_id":1,"status":"P","start_date":"1872-12-15","end_date":"1872-12-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["News traveled slowly in the late nineteenth-century South, but on occasions such as a death in the family, news traveled faster by way of telegram. John Crease's daughter received a letter from her grandmother expressing her condolences. The grandmother had written the letter on December 15, 1872, when she had received a telegram notifying her of Crease's death. The grandmother assured Crease's daughter that her father would be missed. She also assured her that her father had gone on to a better place, and continues to use religion to try and comfort her granddaughter. In her letter the grandmother also addressed happier topics such as the news of some of the family's children and their education. The grandmother talked about one of the younger girls wanting to go to school, and how the grandmother thought that it would be a good influence on her.","The religious language, such as you dear fatherless ones God has promised to be a father to you, a Shepherd, that the grandmother used to comfort Crease's daughter indicates that the grandmother, and probably the granddaughter as well, were on some level religious and likely belonged to a church. Religion in the South after the Civil War was complicated and varied. Methodism and many other new sects evolved from the frustration many Southerners felt about their new life. Church membership ranged from merely 10 percent in some counties to 60 percent in others. Overall, however, every southern state had a growth in the church population, with women constituting two-thirds of that population. Like African Americans, women were able to find leadership positions in the church that were unavailable to them elsewhere. African American churches during the era focused on the common interest and solidarity that linked the freedmen, and white women focused on these traits within the church as well. The fact that a southern woman like the grandmother used religious language to try and comfort her granddaughter shows how southern women were able to find strength in the church.","The grandmother also talked about the positive influence schooling had on the family's children, which was an aspect of southern education that would not be seen only five years later after the end of Reconstruction in 1877. The children probably attended a public school because there were only two parochial schools in all of Arkansas by 1877. When Reconstruction ended, the Southern Redeemers placed little emphasis on education, and the level of enrollment in schools that was seen during Reconstruction would not be seen again until the 1890s."],"display_date":"December 15, 1872","search_date":"1872-12-15","locations":[{"id":750,"lat":34.8116378829,"lng":-92.2224128621,"zoom":9,"place":"PULASKI, Arkansas"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3263,"title":"Lollie Trusts the Lord for Father&#39;s Recovery\n","course_id":1,"status":"P","start_date":"1882-02-11","end_date":"1882-02-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Lollie Crease Lewis was attending school in the city of Little Rock and blissfully under the impression that her father's health was improving. After she received letters from her mother at home, however, Lewis was concerned to hear that her father's condition had actually not improved at all. Lewis was concerned enough to write to her mother on February 11 and 12, 1882 to see if she should leave school to come home and be with her father. In her letter to her father, Lewis expresses her confidence that the Lord would make sure things turned out for the best, and tries to reassure him with religious wording.","After the Civil War, women, like Lewis, especially turned to the church for support, and constituted two-thirds of church membership. Women were able to fulfill leadership roles within the church that were unavailable to them outside of it, and were able to feel empowered and hopeful through participation in different charities and church activities. Solidarity and common interest were emphasized for women in their church experiences, much like they were in African American churches. Women like Lollie were able to draw hope from their religion and the South as a whole echoed the women's needs for hope in what seemed to be a series of hopeless situations. To find this support, Southerners drew away from standard denominations and turned to Methodism and other new sects, and eventually gave rise to the Pentecostal movement."],"display_date":"February 11, 1882 - February 12, 1882","search_date":"1882-02-11","locations":[{"id":751,"lat":34.7794562422,"lng":-92.3174733111,"zoom":9,"place":"PULASKI, Arkansas"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3291,"title":"Methodist Preacher Attacked\n","course_id":1,"status":"P","start_date":"1879-03-26","end_date":"1879-04-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When Reverend W. M. Todd came to his new district, he heard threats that the white men in the area had a way of getting rid of men who came from the North to preach to the colored people. Todd may or may not have taken the threat seriously. Regardless, he worked with his superior Reverend I. G. Pollard to organize services that were open to mixed congregations. It was after such a service on March 26, 1879 that Todd and Pollard found themselves being held at gunpoint by the marshal and another man. The marshal had begun to direct the two into a back billiard room when Todd, overcome with panic, broke away and ran. The marshal reportedly shot him at least three times, before turning his attention to Pollard. The marshal stripped and searched Pollard in the back room, though he claimed that his main objective was Todd. Once Todd turned himself in later that night and had undergone a similar search, the marshal released the two preachers. Pollard took Todd to a doctor who saw to his wounds, however, the paper in which this story appeared never specified how serious these injuries were. The paper did relate that after that night Pollard took Todd into the country, probably to be kept out of harm's way. Todd, however, decided to send his brother to Little Rock, and weeks later he accompanied him to Brinkley. Todd and his brother were waiting in Brinkley for the train to Little Rock, when they saw multiple masked faces waiting outside of their hotel. Todd was able to escape on foot to a train station nine miles from Brinkley but he died from his wounds upon reaching Little Rock on April 23.","This episode reveals the increased racist sentiment in the South after Reconstruction. Racism became more and more evident as segregation began to spread into many different areas of everyday life. Churches had been biracial before the Civil War but some had become segregated before the Civil War, and racist sentiments obviously flared at Todd's attempt to intermingle the two races, even though they already shared a common faith. These strong and violent racial beliefs would result in even more attacks and cases of lynching as segregation continued to escalate. Todd's death showed this problem on a national level when the story was published in a New York newspaper, and yet the situation remained unchanged until the Civil Rights Movement. ","Todd's work with African Americans in the church draws attention to the increased involvement of African Americans in the church in the postbellum period, as well as the growth of the Methodist Church. Many African Americans turned to the church because they were able to fulfill leadership positions that were unavailable to them outside of it. The church became a way for African Americans to celebrate their new freedom that was being curtailed in many other areas of their lives. Southerners turned to the Methodist Church in general because it broke away from the mainstream denominations with which Southerners became increasingly disillusioned."],"display_date":"March 26, 1879 - April 23, 1879","search_date":"1879-04-09","locations":[{"id":750,"lat":34.8116378829,"lng":-92.2224128621,"zoom":9,"place":"PULASKI, Arkansas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":5351,"title":"Rebel General Gantt Tells Arkansas to Return to the Union","course_id":74,"status":"P","start_date":"1863-11-08","end_date":"1863-11-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Confederate Brigadier General E.W. Gantt spoke to his fellow citizens of Arkansas, but also to all of the citizens of the South in his 1863 address.  The message in this address is that the Confederacy was fighting a war that they could never win and that the southern states would have more power and property if they would just return to the Union.  The General blamed several of the problems in the Confederacy on Jefferson Davis, for whom he had little respect.  He described Davis as “Cold, selfish, and supremely ambitious.”  Gantt also pointed out that the Confederacy was not sufficient in terms of foreign policy and he called Davis’s ideas “a stupid failure.”","Gantt urged those in the South at the time to give up the fight and return to the Union.  He felt that surrender was sometimes the best option and that southerners should look past ideas of humiliation.  He explained his reasoning by saying, “Our armies are melting and ruin approaches us.  Will continuing this struggle help us?”  The General also felt that the North had too much invested in the war to give up the fight and that it was foolish of southerners to think that they ever will.","Gantt sought to reason with citizens of the South by claiming that, “Each day makes new graves, new orphans, and new mourners.  Each hour flings into this dreadful whirlpool of wrecked hopes, broken fortunes, and anguished hearts.”  He also explained that, “Negro slavery has accomplished its mission here,” in an attempt to show southern whites that slavery was not something that could continue to be sustainable.","The most interesting thing about E.W. Gantt was that he had been an ardent supporter of the secessionist movement prior to the war.  Even before the secession of the southern states Gantt proclaimed, “My life, my all, and laying them upon her altar, offering them up freely in defense of her insulted honor, wounded pride, and priceless freedom.”  It is interesting to hear Gantt’s thoughts about the South prior to the war and his decision to become a Union loyalist.","Despite Gantt’s pre-war beliefs it is apparent that he would stick to his newfound Unionist ideology.  He became the Arkansas state prosecutor for the Little Rock Reconstruction authorities.  The former General also served as a supervisor for the Freedman’s Bureau in Southwest Arkansas from 1865 to 1866.   Gantt ended his life working on a state law digest for Arkansas for which he was appointed by the Governor to complete.","Bruce S. Allardice claimed that Gantt’s defection may have been due to one of several causes such as cowardice, insobriety, opportunism, and immorality to name a few.  It seemed obscure whether or not Gantt defected because of his belief in Union virtues or because of the reasons listed above.  Nevertheless, Gantt is an interesting character because he was the only Confederate General to switch sides during the war."],"display_date":"November 8, 1863 - November 9, 1863","search_date":"1863-11-08","locations":[{"id":749,"lat":34.7875733319,"lng":-92.2857489535,"zoom":9,"place":"PULASKI, Arkansas"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}]}