{"id":2126,"place":"NEW HANOVER, North Carolina","lat":34.2953764793,"lng":-77.7420682293,"episodes":[{"id":494,"title":"Prohibition Bill Defeated\n","course_id":1,"status":"P","start_date":"1881-09-04","end_date":"1881-09-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The North Carolina prohibitionists were clearly defeated in Wilmington, Charlotte, and Raleigh in elections on August 4th, 1881.  News from Charlotte indicated that the Republicans were overwhelmingly anti-Prohibitionists, while Democrats voted in favor of Prohibition.  In Raleigh, the Prohibitionists gained strength in the towns, yet they still faced defeat.  Therefore, the anti-Prohibitionists triumphed overall. &lt;br /&gt;In the late nineteenth and early twentieth centuries, church discpline became increasingly lax.  Much of this can be attributed to the transfer of energy from the religious realm to the societal realm.  Also, the period witnessed an increase in the number and types of churches.  With this differentiation of churches and increase of church mobility, church members experienced a loss of accountability.  Individual members could simply switch churches if other members of the congregation did not support their actions.  In spite of the leniency (and likely because of it), the Protestant church became more active than ever in enforcing church discipline in the public realm, and much controversy arose in the political sphere over the question of prohibiting the sale of alcohol.  Many women, especially those in the Bible Belt' South, joined in the efforts to enforce Prohibition in order to impose strong moral values at a time of blatant public immorality.         &lt;br /&gt;Despite the defeat of Prohibition in North Carolina, Prohibition remained a pressing issue.  The 18th Amendment was ratified on January 16, 1919 to establish national prohibition, and it was enforced one year later.  The amendment was later repealed with the 23rd Amendment in 1933."],"display_date":"September 4, 1881","search_date":"1881-09-04","locations":[{"id":9660,"lat":34.2953764793,"lng":-77.7420682293,"zoom":10,"place":"NEW HANOVER, North Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":690,"title":"The Wilmington Rebellion\n","course_id":1,"status":"P","start_date":"1898-11-09","end_date":"1898-11-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In November of 1898, the population of Wilmington North Carolina was composed of 8,000 white men and 25,000 black men.  Many blacks were employed gainfully in the community as artisans, policeman, and fireman.  Rather than look at this positively, white men were intimidated by blacks and thus considered Wilmington the city of lost opportunity' for white men.  Regardless of the fact that the majority of blacks in Wilmington were upstanding citizens the popular opinion among whites was that the blacks were dangerous.  Many white men were specifically afraid of black men raping white women.  Furthermore whites were angered at the insurgence of political participation by carpet baggers' and negroes.'  As a result many white men made it their personal mission to prove that blacks were socially inferior to whites.  In response to the white supremacist sentiment, the editor of The Record, the black newspaper in Wilmington published an editorial blaming white men for the fact that white women were often raped.  This was the last straw for the white democrats in Wilmington.  Soon after the publication, nine white men came together and formed the Secret Nine.'  The group's purpose was to cooperate with the North Carolina White Supremacist movement to protect their homes and their city.  The Secret Nine planned to revolt the day after the state election.  They worried that the Republican ticket would prevail and thus the city would fail to progress.'&lt;br /&gt;&lt;br /&gt;To the relief of the Secret Nine the Democratic candidate, Charles B. Ayock, was elected as the North Carolina Chief Executive.  Despite the victory in their favor, on November 10 at 11 am, 10000 white citizens held a town meeting led by Alfred Moore who asserted, We will not live under these intolerable conditions, no society can stand it, we intend to change it if we have to choke the current cape of Fear River with Negro carcasses (Moore in Hayden 1936).  The citizens then drew up a declaration of White Supremacy demanding that the editor of The Record, leave Wilmington immediately, and further demanding that the most gainful employment be reserved for whites.  The resolution was sent to Negro leaders.  While awaiting a response armed white men assembled throughout the city with rifles.  They then marched to The Record burning it to the ground.  Inadvertent shots were fired injuring white men.  A large scale riot ensued between the black and white civilians.  Ultimately the editor of The Record was banned from Wilmington, and white supremacist sentiment prevailed.&lt;br /&gt;&lt;br /&gt;The Wilmington riot occurred nearly 35 years after the Emancipation Proclamation. Although the blacks in 1898 were legally free' they were still considered inferior to whites.  Thus it seemed that the domination of the black race had shifted from a physical domination to a sort of economic and social domination.  The riot stood to eliminate the Negro as a political factor in Wilmington.  Throughout the South at this time, disfranchisement of Negros was occurring."],"display_date":"November 9, 1898 - November 10, 1898","search_date":"1898-11-09","locations":[{"id":9661,"lat":34.2953764793,"lng":-77.7420682293,"zoom":10,"place":"NEW HANOVER, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2879,"title":"1898 Wilmington Race Riot \n","course_id":1,"status":"P","start_date":"1898-11-10","end_date":"1898-11-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Thursday, November 10, 1898, at half past eight o'clock in the morning, a committee of twenty-five leading white citizens directed a group of four hundred armed men of Wilmington, North Carolina and gathered outside the armory of the local militia company where they formed in lines of four. The men included prominent clergymen, lawyers, bankers, and merchants of the city. They proceeded to march into the Negro Quarters to seize A.L. Manly's, editor of the Daily Record, printing office. They invaded the building, destroyed fixtures, and overturned kerosene lamps, starting a fire that spread and consumed the top floors. The news of the white mob quickly reached a cotton compress where approximately 300-400 African Americans were at work. These men immediately halted their work and went to the streets, creating mass chaos. It is unclear how trouble started but the whites opened fire on some African Americans on a street corner, killing three of them. Following that, the white men followed several other black men to their houses, dragging them into the streets, killing some and arresting others. By late afternoon, the twenty-five man committee marched to the City Hall and overturned the incumbent government, placing power entirely in the hands of the white Democratic Party. At the end of the day, white guards patrolled every street corner.","The tragic events of the day evolved out of the determination of white voters and taxpayers to take control of the city and county governments. The white Democrats had explicitly stated that they planned to manipulate the ballot boxes and enforce the resignation of the Republican Party from office and the removal of the republican county ticket, whether peacefully or by revolution if necessary. The day following the election, white citizens met under the leadership of Alfred Waddell and decided to take control of the entire city government, adopting resolutions that forced the Mayor and Chief of Police to resign and expelling A.L. Manly from Wilmington within twenty four hours. Manly had published an article in August denouncing white women in response to a speech given the previous year by a prominent Georgian woman where she condemned black men as white women's greatest danger. Manly's editorial rapidly became both a rallying point for white supremacists and a source of shame for African Americans. The committee had sent the orders of the resolution to prominent black leaders within the community and the directions told them to respond to Mr. Waddell by seven-thirty in the morning as to whether they would acquiesce with the removal of the printing press. Unfortunately, it was later discovered that they had mailed the response to Mr. Waddell in a letter that did reach the committee until three hours later than the designated time. In that letter, they had agreed to remove the press and expel Manly from the community, in addition to condemning his article.","In his study, David Cecelski agreed with other historians that Manly played a vital role in the Democratic and white supremacist victories in the election of 1898. Although, Cecelski concluded that Manly's article provided an excuse for the inevitable. In the wake of the growing black power, particularly in Wilmington, the Democrat machine had been advocating white supremacy and scheming to restore their political dominance for years. As neither the state nor the federal government stopped the rioting, the Wilmington Race Riot is the only successful violent overthrow of a local government in United States history. The newly elected Democrats immediately passed the first Jim Crow laws in North Carolina's history, reversing many of the rights that blacks had acquired since the Civil War. Following their election, 454 men signed a White Declaration of Independence stating that the framers of the Constitution never envisioned a franchised black population and declared that they would never again be ruled by African Americans."],"display_date":"November 10, 1898","search_date":"1898-11-10","locations":[{"id":9661,"lat":34.2953764793,"lng":-77.7420682293,"zoom":10,"place":"NEW HANOVER, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3194,"title":"Three Vessels Arrive with Railroad Iron for Wilmington and Weldon RR Co\n","course_id":1,"status":"P","start_date":"1886-01-06","end_date":"1886-01-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Three vessels arrived in the Wilmington port with cargoes of railroad iron for the Wilmington & Weldon R.R. Co. to build the line from Wilson to Fayetteville, known as the Short-cut. Track had already been laid from Contentnea Creek to Smithfield in Johnston County and the work of laying the iron resumed with the cargo in port. They built iron bridges across Cape Fear and the Neusse River. At the Fayetteville end the iron had already been laid up to the Cape Fear River and the bridge was under construction.","Wilmington was a center for railroad traffic. The Wilmington & Weldon Railroad Company began as the Wilmington and Raleigh Railroad formed in 1835 until its name was changed in 1855. It formed a continuous line with the Wilmington, Columbia, and Augusta Railroad and they eventually merged with the Atlantic Coast Line Railroad in 1900. The short cut that this article discussed later became known as the Wilson and Fayetteville Railroad, one of the more notable sections of the Wilmington and Weldon line.","Maury Klein argued that the construction of this short cut across North Carolina was part of a much larger process of extending the railroad lines throughout the South. During the 1890s, many of the largest railroad lines combined to form larger, more encompassing routes. These new railroad lines not only extended north to south, but also began to reach parts of the Deep South and the Midwest. In the thirty years following the Civil War, the South more than tripled its railroad mileage despite economic hardship because it faced the problem of needing to rebuild its communities without the proper resources or labor force available. Klein said that the newly built railroads served as major contributors to bringing resources from the North and the East to the Deep South and the Mid-West."],"display_date":"January 6, 1886","search_date":"1886-01-06","locations":[{"id":9661,"lat":34.2953764793,"lng":-77.7420682293,"zoom":10,"place":"NEW HANOVER, North Carolina"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4767,"title":"Middle-Class Blacks on Lynching","course_id":31,"status":"P","start_date":"8/31/11","end_date":"8/31/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“The key to success for our race depends not on uprising and quarrels, but on the obedience to law and order.” Doctor W.M. Alexander echoed these words throughout a congregation of 500 prominent African American men at a conference in Wilmington. During the discussions on lynching and the crime rate among African Americans, Alexander argued to his constituents that submission to law was the foundation for success upon which the race stood. Touching upon the progression of their race, Alexander also explored the fact that the lynching and burning of black men was not strictly confined to the Southern states.","Alexander exclaimed that the “most shameful and degrading” reports of lynching belonged not the South, but in Pennsylvania. As the temperance movement was coming to fruition in America, African American disenfranchisement further increased. Consequently, according to the <em>New Georgia Encyclopedia</em>, “prohibition of alcoholic drink became intertwined with Black disenfranchisement and subordination.” Doctor Alexander began to tell stories of black liquor runners in Pennsylvania who were caught by white men and brutally murdered without a proper trial. The victims were subjugated to burning, lynching, torture, and even castration. “The mutilation and castration of lynching victims brought into explicit focus,” wrote historian Jacqueline Jones, the further racial violence towards African Americans.","Doctor Alexander sought to reveal to his peers in Wilmington that disobedience of laws, especially prohibition, could not sustain dominance if the race was to advance and succeed in a society already against them. Wilmington, like many other Southern cities, saw many prominent upper-class African Americans rise to leadership during the Jim Crow era. “In this period, a small but significant number of affluent blacks were becoming increasingly visible. Doctors, lawyers, real estate owners, insurance executives, bankers, college professors and well-to-do ministers constituted Atlanta’s black upper class,” wrote historian Tera W. Hunter. These visible leaders took it upon themselves to be prototypes of successful, valuable members of American society to which the black working class could look for guidance. The overwhelming central message of these pioneers was social order and control. Alexander, like many of his fellow leaders, sought to show his constituents that revolt and riots against the government were not the road toward complete freedom and success. W.M. Alexander taught that obedience to law and order was in fact the means for advancing the black race."],"display_date":"August 31, 1911","search_date":"1911-08-31","locations":[{"id":17464,"lat":34.2953764793,"lng":-77.7420682293,"zoom":10,"place":"New Hanover, North Carolina"}],"tags":[{"id":368,"tag":"middle-class"},{"id":367,"tag":"Lynching"},{"id":142,"tag":"african americans"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}},{"id":4870,"title":"Land for African American Schools","course_id":31,"status":"P","start_date":"7/4/12","end_date":"7/4/12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“After a lengthy and at times acrimonious debate, the House today passed a bill conveying to the board of education of New Hanover County, N.C., thirty-four acres of land in the city of Wilmington for the erection of an industrial school for Negroes,” reported the Raleigh <em>News and Observer</em>. African Americans in the early twentieth century faced poverty, joblessness, poor housing, unequal justice, inadequate health care and the denial of full civic participation. Suffrage restrictions, schools that were unequally funded, and a culture of white progressivism that hypocritically assigned a stigma of inferiority to blacks defined the existence of most African Americans through many years.  Even in the North, African Americans were discriminated against in the universities and colleges; therefore, African Americans wanted provisions to educate their people and to have the same rights to education as white individuals.  Leaders like John L Godwin, responding to the developments in the state and national government, sought to make the concessions to have equal education for African Americans available to create an appropriate climate for growth.  Reverend Kirton, who participated in a discussion for the erection on schools for African Americans, stated: “the doctrine of ‘separate but equal’ has never solved the problem of human relations.  We can solve our problems together, but any other way there will be tensions and trouble because we can’t understand each other.  What is needed most here is to make all citizens, both Negro and White to feel they are the family of New Hanover County.  All problems can be solved in the spirit of brotherly love.  You can’t ignore them or leave them for our children.”","William Edward Burghardt DuBois was a renowned educator; he believed that ignorance was a cure for nothing. Therefore, W.E.B. Dubois developed ideas about an optimal education for African Americans during a critical stage in the struggle for equality.  There were many others who agreed that educating African Americans was necessary to the uplift and development of the race. Fisk University, a four-year black institution was established to train leaders to “uplift their race.” The neighborhoods surrounding Fisk were home to black Southerners removed from slavery.   Tuskegee University became another victorious accomplishment in the development of African American schools, when George Campbell, Booker T. Washington and Lewis Adams (African Americans) gained control of the school from the state of Alabama. Hampton University, an historically black university, was another dynamic, progressive institution of higher education. One of the areas uppermost in the minds of many blacks, especially in the late nineteenth and early twentieth centuries, was education.","If the history of educational attainment were a barometer for the advancement of African Americans, the results would probably be mixed.  The Civil War ended slavery, but African Americans were promised nothing, and they realized this.  As African Americans fought for political, social and economic power they constantly questioned the meaning of freedom. African Americans knew the only way to defeat ignorance was to continue to educate."],"display_date":"July 4, 1912","search_date":"1912-07-04","locations":[{"id":17464,"lat":34.2953764793,"lng":-77.7420682293,"zoom":10,"place":"New Hanover, North Carolina"}],"tags":[{"id":6,"tag":"Education"},{"id":142,"tag":"african americans"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}}]}