{"id":2145,"place":"LIBERTY, Georgia","lat":31.6671183532,"lng":-81.1853351386,"episodes":[{"id":2901,"title":"Breastfeeding\n","course_id":1,"status":"P","start_date":"1830-01-01","end_date":"1835-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the days before baby formula, new mothers had far fewer options for food for their babies. Because of rampant childhood diseases and absence of many other options of sustenance for infants, breastmilk played a vitally important role in the development of society and families. Many slaveholding women designated enslaved women to be wet nurses for the newly born white children. As Robert Mallard describes in his memoir, As a babe, I drew a part at least of my nourishment from the generous breasts of a colored foster mother. Growing up on a plantation in Georgia, Mallard was certainly one of many young children who were cared for primarily by slaves instead of his own parents. "," This use of enslaved women as wet nurses caused a great deal of debate among Southerners. Many slave holding women did not even see nursing their children as part of their normal responsibilities as mothers. Other women however did look upon this practice with a skeptical and critical eye. In one woman's judgment, 'that woman is but half a mother who does not suckle her own children'","Many southerners were disconcerted by this practice of allowing an enslaved woman to be the primary care taker, however, Mallard felt quite differently. He wrote that his colored foster mother...always held a peculiar place in my regards. A black nurse taught me, it is probable, my first steps and first words, and was as proud of both performances as the happy mother herself. Mallard clearly has an ambiguous relationship with his wet nurse, as he shows by choosing the word peculiar to describe it. Enslaved women acting as wet nurses also had tenuous feelings toward their job as nurse. Most slave women who had children of their own were only allowed one or two months away from their duties before their masters required them to return to work, leaving their children with another slave. Being deprived of time with their own children, enslaved women must have resented time with their slave master's children. In Stephen V. Ash's book A Year in the South: 1865, he describes how Matilda Hughes, an enslaved woman, had to work so much that her twins died because she was unable to breastfeed them often enough. If enslaved women's children died of neglect, how must they have felt when asked to care for other children? But other historians have asserted that often, slave women caring for white children did form strong attachments with these children. This contradiction between motherhood and slavery lies at the heart of Mallard's narrative, and, though Mallard might have seen his childhood through rose colored glasses, this ambiguity unsettled the very core of the domestic household in the South."],"display_date":"1830 - 1835","search_date":"1832-12-31","locations":[{"id":1991,"lat":31.6671183532,"lng":-81.1853351386,"zoom":9,"place":"LIBERTY, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2908,"title":"Our Father, Who Art in Heaven","course_id":1,"status":"P","start_date":"1821-01-01","end_date":"1826-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Little Robert Anderson stuttered as he sat on the dirt floor of his slave cabin at his grandmother's feet. Over and over again, he painfully tried to recite the Lord's Prayer, but each time he failed. First, he could not remember how it began. After a hint from his grandmother, he ran into trouble with the latter parts. After many long, frustrating hours, his grandmother, with a pained expression on her face, tied Robert up by his hands and whipped his small back, all the while praying that her grandson would be able to memorize his prayer. "," Years later, Anderson recalled this event when writing his memoir. His account demonstrates the high premium some slaves placed on religion, because of the hope it offered. Anderson's grandmother clearly valued her grandson's learning the Lord's Prayer, if she was willing to whip him over it. "," Christianity offered enslaved people hope. The promise of a better life after this helped slaves defend themselves against the psychological horrors of being property. Anderson's grandmother obviously saw the necessity of this hope and was therefore to do whatever it took to give her grandson access to this hope. When Anderson finally did learn his prayer, though the necessity for this sense of hope was lost on such a young boy, he was, as glad as you ever saw a little fellow. After buying his freedom from his master, Anderson became a renowned and respected pastor, so this incident clearly shaped his life. "," This memorization was, in fact, quite disconcerting for slaveholders. Though most slaves in the South could not read, they did know several significant passages from the Bible, including the Lord's Prayer as well as other, not so innocuous (at least in the slaveholders' eyes), verses about freedom, equality, and the poor. By memorizing these verses, enslaved people combined the oral tradition of their African culture with the Christian religion they had been exposed to in America. This combination gave enslaved people hope and a way to constantly remind themselves of this hope. "],"display_date":"1821 - 1826","search_date":"1824-01-01","locations":[{"id":1990,"lat":31.6671183532,"lng":-81.1853351386,"zoom":9,"place":"LIBERTY, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3321,"title":"Sherman&#39;s Arrival\n","course_id":1,"status":"P","start_date":"1864-12-16","end_date":"1864-12-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was the morning of December 16, 1864 and the rumors were rampant. Sherman was in Savannah. And it was true. But it was not until the sixteenth of December that many of the residents of Liberty County, Georgia realized this first hand. Sent out on a foraging party, twelve to fifteen Union troops from General Kilpatrick's camp stumbled upon the plantation of Cornelia Jones Pond and her family as they scoured the surrounding countryside in search of any food or useful goods. At the Pond plantation the horses had been hidden in the woods once it was learned that Union forces were close by. But when the foraging party arrived, the family's slaves led the Union troops to the exact spot where the horses were located, sparing no loyalty to their master. The troops did not stop there. They raided the main house and the smokehouse and took everything of value, especially making sure not to leave any alcohol untouched. The damage done to the Pond family plantation, however, paled in comparison to what occurred in the rest of the county. The rail road bridge over the Altamaha River was burned later that same night by Union troops. "," However, the incident went a long way towards changing some Southerners' perceptions of northern Union soldiers. After interacting with Union troops, Chloe, an African American slave cook owned by the Pond family, was quoted in Life on a Liberty County Plantation, saying, Why Miss Nela, I thought a Yankee was lak de debbul but de ones I cooked for was nice gentlemens as I ebber saw."," What happened in Liberty County in the face of Union soldiers was not a completely uncommon occurrence throughout the South during the latter part of the Civil War. Union General William Tecumseh Sherman's March to the Sea was one of the most well documented and vicious campaigns towards common citizens that was catalogued over the course of the war. It took Sherman and his 60,000 men only 24 days to complete the march from Atlanta to Savannah, leaving in their wake a 50 mile wide swatch of destruction. Innocent citizens' crops were burned, their houses were looted and many of their livelihoods left destroyed. "," While the border states of the Upper South had been dealing with battles and warring armies for close to three years, when Sherman arrived on the coastal plains of Georgia, it was the first time residents had any significant contact with Union troops. Until that point, the war had been something that was only accessible through letters from friends and family away fighting and newspaper articles. In December of 1864, the war became a complete reality for the citizens of coastal Georgia, not just for the white plantation owners, but also for their slaves."],"display_date":"December 16, 1864","search_date":"1864-12-16","locations":[{"id":1994,"lat":31.6671183532,"lng":-81.1853351386,"zoom":9,"place":"LIBERTY, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3356,"title":"African American Religious Communities\n","course_id":1,"status":"P","start_date":"1875-01-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Old Midway Church in Liberty County, Georgia served as a place where both whites and blacks came together to worship in antebellum society. A Congregational polity, its members opposed secession, but the rising tensions brought on by the Civil War resulted in the termination of communication between the Church and its fellow congregations in the North. During Reconstruction, a white Congregational missionary from the North stumbled upon the polity and was astonished at what he found. The Church was alive and thriving, full of dark faces and passionate beliefs. He wrote a letter to his home parish describing that even though the war's tensions had ...ended the Congregational church of old Midway, so far as the white members of it were concerned, it did not end it for the colored part of the membership. The church still lives in them. Even though the white members of the congregation had moved on to other churches after Presbyterian leadership took over in the wake of the war, the blacks were whole-heartedly devoted to the essences of Congregationalism. Its members even wanted to build a Congregational church in Savannah, Georgia. ","The existence of such a congregation reflects larger trends of the time. Emancipation allowed blacks to form their own social institutions and communities. These social networks provided forums for mutual support and avenues within which relationships could be developed between freedmen who may not have met otherwise. Churches became the focal point of these networks. Religious institutions contributed to the growing sense of shared identity for many African Americans. Members depended on their respective churches for support and community. Congregations viewed themselves based upon their past history, but also endeavored to contribute to the spread of their belief system. By supporting the growth and expansion of their religious institutions both locally and regionally, blacks created social networks that crossed state borders. These networks facilitated communication between geographically separated groups, but fostered a sense of community between congregations. African American churches and local leaders also contributed to improving society as a whole through educational networks including schools, and focused on righting the social injustices of the time."],"display_date":1875,"search_date":"1875-07-02","locations":[{"id":1996,"lat":31.6671183532,"lng":-81.1853351386,"zoom":9,"place":"LIBERTY, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}