{"id":2155,"place":"SOUTHAMPTON, Virginia","lat":36.7198931687,"lng":-77.1037749414,"episodes":[{"id":1880,"title":"Nat Turner Captured Alive\n","course_id":1,"status":"P","start_date":"1831-10-30","end_date":"1831-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Following the bloody aftermath of the August 22 murders by Nat Turner and his followers, was a reaction that had ripples across the state of Virginia as well as the South.  Not only had the local Militias been called out to search for Turner, but the mayor of Norfolk had even sent men and naval vessels to assist in the search.  The apprehension of Nat Turner proved to be less dramatic than the outcry.  Turner peacefully surrendered after being discovered in a nearby woods by a local farmer.  The capture made national headlines while the search continued for his fellow rebels."],"display_date":"October 30, 1831","search_date":"1831-10-30","locations":[{"id":14281,"lat":36.7198931687,"lng":-77.1037749414,"zoom":9,"place":"SOUTHAMPTON, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2914,"title":"While They Were Sleeping\n","course_id":1,"status":"P","start_date":"1831-08-21","end_date":"1831-08-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a Sunday night in mid-August, Joseph Travis slept peacefully next to his wife in the home they shared with their three children. The couple had just borne an infant, who that night was sleeping soundly, giving the parents a chance to rest undisturbed. The husband awoke to a sharp blow to his head, shot up out of bed, and called out to his wife. Mrs. Travis awoke to see her husband cut down with an axe and quickly shared his fate. The Travis family was the first of many families to meet an untimely end on the night leading into the morning of August 22, 1831. Nat Turner and a horde of other slaves and free blacks led a crusade against whites, which Turner claimed to be divinely inspired and mandated. He led the way with a dulled cutlass that acted as little more than a blunt piece of steal. At one point in the night, Turner was repeatedly unsuccessful in killing a woman with blows from this weapon, and resorted instead to bludgeons from a loosed fencepost. ","Turner soon gained notoriety among whites as a fanatic preacher who had used his tremendous powers of persuasion to garner his following; His confessor noted him as possessing tremendous mental acuity. He described himself being considered prophetic from an early age, destined for great things. These great things resulted to mutilated corpses strewn about Southampton County, chopped to pieces with axes, the tree fences and house top covered with buzzards preying on the carcasses. In total, the cohort murdered 55 that night.","Turner related the events of the night to Thomas R. Gray from his prison cell, as he was wrapped in rags and chains, a defeated man. He recounted the events with no remorse, but rather with excitement and religious fervor. In The Commonwealth vs. Nat Turner, the defendant pleaded not guilty to the stated charges of making insurrection, and plotting to take away the lives of divers free white persons, &c. He explained his plea of 'not guilty' on the grounds that he did not feel so. The common belief at the time was that Nat Turner and the rest of the slaves in Southampton County were like spoiled children who, given too much in youth, grew up to think themselves worthy to rule all they saw. This sentiment, reified by the Southampton Insurrection, led to more stringent laws toward both slaves and free blacks across the South. Memories of the Insurrection served as a reminder to the Slave South of the ever-present threat of slave uprising."],"display_date":"August 21, 1831 - August 22, 1831","search_date":"1831-08-21","locations":[{"id":14281,"lat":36.7198931687,"lng":-77.1037749414,"zoom":9,"place":"SOUTHAMPTON, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3370,"title":"Purging Polls in Virginia&#39;s Black Belt\n","course_id":1,"status":"P","start_date":"1889-10-31","end_date":"1889-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" In one fell swoop, Democrats in Southampton and Nansemond counties erased over 1,000 black names from the voter registration books, hoping to secure Democratic majorities in previously Republican dominated counties. Looking at Virginia's entire 2 district (heavily African American), which included these Tidewater counties, Democrats appeared to have netted about 4,000 votes, greatly slimming the opposition's lead. Sensing the reaction of Mahone's Readjuster Party, which commanded the Virginian Republican vote, the Democrats planned appropriately. Contacting a renowned gunsmith in Portsmouth, they ordered fifty new Winchester rifles, to be strategically dispersed near important voting precincts. Along with the men unafraid to use these guns, this stern measure of intimidation hoped to discourage white Mahonite leaders from inciting the newly disenfranchised black voters to attack the polling places. Celebrating such an important political gain, Southampton Democrats held a large rally at Newsome's farm attended by great numbers of local farmers. "," Virginia's Reconstruction Constitution in 1869 gave blacks and previously disenfranchised poor whites the right to vote, thus largely expanding the electorate in what had been the South's largest slave holding state. Virginia politics during Reconstruction differed from that of most other former-Confederate states, as no real Republican party emerged. Rather, the Readjuster party took up many Republican platforms, and quickly became the party of the African American vote. The Readjusters combined the black vote with that of the poor whites, and it appeared as if a coalition, capable of challenging the white ruling elite, had finally arisen. Sensing disaster, the Democrats began to couch their political appeals in the late 1880's in strictly racial terms, hoping to appeal to a sense of white solidarity. As they defended themselves from the Readjuster onslaught, Democrats also sought to disenfranchise blacks, thereby stifling a future biracial coalition. "," Unfortunately for the Democrats, the Fifteenth Amendment made it very difficult to restrict the right to vote for race-based reasons at face value. Thus, in this period of Redemption, election officials (most often Democrats themselves) would employ registration and election restrictions that they knew targeted blacks and, subsequently, some poor whites. Oftentimes, they would also commit outright voter fraud by stealing ballots, stuffing ballot boxes, or erasing names from the registration. Virginia also adopted the Australian ballot, aimed at confusing those who could not read, by not listing party names next to candidates, and giving voters less than two minutes in the voting booth. Nonetheless, black leaders, especially in the Tidewater area, continued to resist such coercive measures by flooding the polls with blacks, even if their votes were not being counted. "," Motivated, predominately, by the desire to more effectively hinder the black vote, Virginia, and other Southern states, underwent constitutional conventions in the 1890's. Resulting in residency requirements, grandfather clauses, and poll taxes, the South crippled the non-Democratic vote, evidenced by the drastic decline in voter turnout. Whereas 75 percent of eligible voters voted in 1890, this figure dived to 33 percent by 1900. Outright intimidation, though rare, also would emerge in the form of the Klu Klux Klan and the Red Shirts, vigilante groups who ensured few blacks would slip through the cracks. In Virginia's eastern counties, resistance to such Democratic injustice could also spell doom at the hands of newly purchased Winchester rifles. "],"display_date":"October 31, 1889","search_date":"1889-10-31","locations":[{"id":14286,"lat":36.7198931687,"lng":-77.1037749414,"zoom":9,"place":"SOUTHAMPTON, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3897,"title":"Armed and Dangerous... Slaves in Southampton County\n","course_id":7,"status":"P","start_date":"1831-08-22","end_date":"1831-09-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"An insurrection was to take place today in Norfolk when the people were in the different churches-there were to be surrounded and the occupants destroyed-at [the] same time the work of destruction by fire and sword was to go on all over the town.\" William Campbell penned these words in a letter dated September 4, 1831, describing the Southampton slave insurrection that had begun on August 22, 1831. Of all the slave rebellions in the United   States, this revolt led by Nat Turner was perhaps the most infamous. Turner's violent rebellion capitalized on one of the plantation class's greatest fears: insurrection. Campbell, in his letter to Colonel Baldwin, detailed the revolt's aftermath, noting \"the whites murdered amounted to fifty-eight\" and that \"excitement and apprehension\" had consumed Virginia. Over the course of two days, approximately seventy slaves, including \"eleven of Richard Drummond's Negroes,\" terrorized the white citizens of Southampton County. In order to comprehend the significance of the Southampton slave insurrection, it is necessary to first understand the brooding concerns of the Southern planter class.","A slave rebellion, argues historian Marion Kilson, \"expresses the realization of the worst fears of the slavocracy.\" Due to plantations' significant dependence on slave labor, an Eastern Virginian county comprised of a larger slave than white population was not atypical. The Historical Census Browser shows that according to 1830 census figures, the population of Southampton County contained 7,756 slaves and 6,573 whites. Because slaves were regarded by the white minority as a form of chattel property that could be bought and sold, potential for uprising was-ever present. Whenever violent rebellion did emerge, Southern sentiment punished the entire slave population in hopes of re-establishing confidence in the traditional plantation economy.","As a direct result of the Southampton slave insurrection, the Virginia General Assembly instituted strict legislation further assuring white social control over free and enslaved blacks. Historian Scot French writes that the Assembly \"banned blacks from preaching or attending unsupervised religious gatherings,\" while Harvey Wish notes that the Assembly strengthened the \"police codes of the slave state[s].\" Wish further observes the fact that because Nat Turner was an educated black, \"Negro education became more than ever an object of suspicion.\" Panic regarding future conspiracies encouraged trials and convictions of many slaves for alleged plots that never materialized. As William Campbell observed, \"in the present state of excitement, a little [suspicion]... on our side goes a long way.\""],"display_date":"August 22, 1831 - September 4, 1831","search_date":"1831-08-28","locations":[{"id":14281,"lat":36.7198931687,"lng":-77.1037749414,"zoom":9,"place":"SOUTHAMPTON, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4320,"title":"Nat Turner&#39;s Rebellion \n","course_id":6,"status":"P","start_date":"1831-02-12","end_date":"1831-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["    Nat Turner was an American slave who lived in Southampton County Virginia, from 1800 to 1831. Nat grew up very religious, and had the ability to read and write. Along with his education, his spirituality gave him a distinct view of the injustices of slavery taking place around him. Turner believed that he could lead a successful revolt, and in February of 1831 he executed his plan. Turner's original plan was to commence the insurrection on July fourth, but his plans abruptly changed due to a lunar eclipse on the 12th of February. \"On the appearance of the sign, I should arise and prepare myself, and slay my enemies with their own weapons.\"  The eclipse was viewed by Turner to be a sign from god telling him to start the rebellion. Nat Turner, accompanied by a few trusted fellow slaves entered their master's house killing the entire family. Their acts were brutal and merciless.  Recollecting the murders, Nat said, \"Will immediately killed Mrs. Turner, with one blow of his axe. I took Mrs. Newsome by the hand, and with the sword I had when I was apprehended, I struck her several blows over the head, but not being able to kill her, as the sword was dull, Will turned around, and discovering it, dispatched her also.\" Turner's rebel force, which amounted to about fifty strong, continued going house to house until White militia ended the insurrection. On the fifth of November Nat underwent a trial.  He was sentenced to death and later hung. Thomas Ruffin Grey was Turner's lawyer, and he published \"The Confessions of Nat Turner\" as a result of his time spent with Turner when he was in jail. ","    In the antebellum South slave rebellions and conspiracies tended to be extinguished, slaves still continued to resist. Nat Turner's rebellion along with many others raised a continuous concern of safety to the whites living in Virginia. Demographically, the slave population in Virginia was continuously growing, with large concentrations of slaves all over the state. Many whites feared that soon African-Americans would outnumber White slaveholders, making it difficult to keep surveillance over such a large population that could easily communicate. Economically, the plantation economy was deteriorating giving rise to more towns and cities. With the growth of towns and cities, economic gain was found in skilled artisanship, leading to the education of slaves in order for them to conduct such activity. Abolitionist pressure from the north also influenced the African-American community through propaganda and preaching by people sympathetic to emancipation. These factors brewed together produced a slave who was educated, in touch with other slaves, and fueled by the ideas of emancipation. "],"display_date":"February 12, 1831 - November 30, 1831","search_date":"1831-07-07","locations":[{"id":14281,"lat":36.7198931687,"lng":-77.1037749414,"zoom":9,"place":"SOUTHAMPTON, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}},{"id":5642,"title":"Inside the Slave Trade: John Brown's Experience Within a New Orlean's Slave Pen","course_id":103,"status":"P","start_date":"1855-01-01","end_date":"1855-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["John Brown, also known as Fed, was born into slavery in Virginia. As a child, he was separated from his family, and was sold and purchased by three different masters. Brown suffered from many acts of cruelty from his masters: he lost partial use of one eye after being kicked in the face repeatedly by an overseer. He was also used in a number of gruesome experiments performed by a doctor who was seeking the cure for sun stroke. After multiple attempts to escape, Brown found himself in a slave pen in New Orleans. After being sold from the pen, Brown finally managed to escape from his owner in Mississippi, and he was able to attach himself to part of the Underground Railroad, making his way North. He eventually managed to gain passage to England, having heard tales of freedom in Britain from slaves in his past.","While Brown attempted to maintain a low profile in the slave pen, he was able to observe some of the subtleties that lay beneath the surface of the slave trade. During his three months at the slave pen, Brown was able to gain insight into the slave trade, noting the subtle differences between potentially cruel owners, compared to those who may have been more forgiving. Walter Johnson, in his book <em>Soul by Soul</em>, discusses how slave-traders were regarded with disdain by all, including other slave-holders. In fact, multiple times Johnson quotes Brown's narrative, particularly the chapters in which Brown discsses his time in the slave pen. Traders would constantly force slaves to stand straight, smile, and \"act the part\", in order to manipulate buyers, even when the slaves were at their most vunerable. Brown recalled how \"Even the poor, dear, little children, who are crying and wringing their hands after 'daddy and mammy,' are not allowed to exchange with them a parting caress\"(118). There was heavy emphasis placed on the interaction between potential buyers and slaves, but some slaves, including John Brown, were able to use this to their advantage. Although small, slaves found a source of power within the Slave Market. Some buyers would avoid slaves who stood too tall and answered too quickly, thinking that those slaves might cause trouble. Others would pass over those who showed weakness, either physically or emotionally. Through his observations of these interactions, Brown developed an ability to \"cheat the system\" in a way, acting undesirably towards buyers who he thought would be cruel, while adopting a more favorable view towards potentially more gentle masters. While slave traders and buyers thought they were in complete control, some slaves may have been able to gain more control over their sale then advertised."],"display_date":1855,"search_date":"1855-07-02","locations":[{"id":14283,"lat":36.7198931687,"lng":-77.1037749414,"zoom":9,"place":"SOUTHAMPTON, Virginia"},{"id":1525,"lat":33.0697355251,"lng":-83.2500363363,"zoom":10,"place":"BALDWIN, Georgia"},{"id":5598,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":4,"tag":"Slavery"},{"id":96,"tag":"Slave Trade"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":6657,"title":"Nat Turner Birth of a Nation","course_id":170,"status":"P","start_date":"1831-08-22","end_date":"1831-08-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1800’s, slave revolts against their white masters were rarely heard of due to slave’s fear of the unknown if they chose to fight back.  Even though slave revolts were not very popular during this era, some slaves came together and rebelled against their masters for their right of freedom. One of the most famous rebellion was Nat Turner’s which occurred on August 22, 1831, in an attempt to free slaves and kill all white supremacy. In fall of 2016, Nate Parker released the film “The Birth of a Nation” to tell the story of Nate Turner and how the revolt changed the face of America. The film depicted the heinous events that led the slaves revolting and ultimately killing fifty-five white civilians. Though the film showed a valid interpretation of what happened, the film in various scenes dramatized what really happened.","Nat Turner was born into slavery in Southampton County, Virginia and lived his life as any normal slave did growing up on the plantation. He had limited rights like most slaves such as he could not earn money or own property and travel without his master’s permission. In his twenties, he became a preacher and spoke the word of god to inspire and uplift slaves during their hard times. He felt he was chosen by god to do great things which led him to believe that god wanted him to rebelled. Turner felt that god sent him a sign during the solar eclipse that he was destined to lead the revolt (WALBERT)."," ","                On August 22, 1831, Turner and six other slaves attacked the master and his family of the Turner’s plantation as the beginning of the rebellion (WALBERT). After killing their master and freeing the slaves, they begin to go plantation to plantation on a rebellion. For 24 hours, Turner and fellow slaves moved through the county attacking up to eleven plantations before being by caught white militia (WALBERT). They soon were found and captured all the men except Turner who fled and hid in the woods for two months (WALBERT). Eventually he was caught and convicted by white militia and ultimately hanged and body skinned for his crimes. After the hanging of Turner, white mobs begin to kill many innocent slaves for Turner’s wrongdoing in attempt to prevent another rebellion occurring.","The film dramatized many scenes often missing reality points of what really occurred during and after the revolt. In the film, it shows the rebellion in a multiple day period when the event occurred in a 24-hour day period (Parker). Also, it showed Nat escaping after the attack and a couple of days later surrendering to town of Jerusalem. In reality, he actually fled and hid in the woods for two before being captured instead of surrendering (Parker). The movie represented the time period repugnant issues very well but missed some scenes that would have told the story of Turner’s revolutionary rebellion."," "," "],"display_date":"August 22, 1831 - August 23, 1831","search_date":"1831-08-22","locations":[{"id":53025,"lat":36.6788512,"lng":-77.1024902,"zoom":8,"place":"Southampton County, Virginia"}],"tags":[{"id":3267,"tag":"Nat turner"},{"id":1018,"tag":"rebellion"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}