{"id":2179,"place":"NORTHAMPTON, North Carolina","lat":36.4176577991,"lng":-77.3967476974,"episodes":[{"id":2941,"title":"H.K. Burgywn Promoted to Lt. Colonel\n","course_id":1,"status":"P","start_date":"1861-08-27","end_date":"1861-08-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 27, 1861, Henry King Burgwyn wrote in his journal that, I was today [elected] Lt. Col. of the 26th Regiment, N.C. Troops. The young boy from coastal Carolina was made head of his regiment at an unusually ripe age. He wrote, I am now 19 years, 9 months, and 27 days old and probably the youngest Lt. Colonel in the Confederate of U.S. service. From this day on, he became known as the Boy Colonel.","Henry came from a prominent family in Northampton and Warren Counties in the state of North Carolina. He proudly joined the Twenty-sixth North Carolina Regiment of the Confederacy during the Civil War to defend the Southern way of life. This regiment was involved in battles in the coastal and eastern parts of North Carolina, as well as the Petersburg-Richmond area of Virginia. Zebulon B. Vance was the colonel of this group, but he resigned from his post to become governor of North Carolina in the late summer of 1862. This left the position open for another member of the regiment to be placed as its leader. The opportunity was open for the young Burgwyn to seize, as he explained in his diary.","The profile of a Civil War soldier was probably not unlike that of Burgywn's. He was a young man who was fighting for the ideals of his country. James McPhearson's research shows that the median age of a Civil War soldier was 24, and nearly two-fifths of the soldiers were 21 or younger at the time of their enlistment. It is therefore, no surprise that ","the Confederate Army would consist largely of young men. Although McPearson's evidence shows a youthful army, the fact that Burgywn was promoted at such a fresh age shows the significance of this event, even among his young compatriots. Soldiers measured their own and their fellows' honor by actions that either fulfilled or violated the decorum of discipline and fearlessness that was established in the army. Since he was elected as Lt. Colonel, Burgwyn must have been very highly regarded by his fellow Confederates as an upstanding example of a Southern solder. "],"display_date":"August 27, 1861","search_date":"1861-08-27","locations":[{"id":9667,"lat":36.4176577991,"lng":-77.3967476974,"zoom":9,"place":"NORTHAMPTON, North Carolina"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}