{"id":2180,"place":"WASHINGTON, Virginia","lat":36.7220692336,"lng":-81.9642215133,"episodes":[{"id":29,"title":"First Transatlantic Telegram\n","course_id":1,"status":"P","start_date":"1857-01-01","end_date":"1858-08-16","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Following the success of a New York-Newfoundland telegraph line, philanthropist Cyrus Field convinced the governments of American and Great Britain to fund a transatlantic line.  It would take 2,500 miles of cable to complete the job, and construction was interrupted often by errors.  Cables snapped, ships wrecked, and money was running out.  Meanwhile, the American South was watching the progress with anticipation.  Newspapers were quick to report the many failures and setbacks of the line throughout the South in places from Louisiana to South Carolina to Mississippi.    &lt;br /&gt;&lt;br /&gt;Eventually, the cable was laid properly, and the line succeeded.  Public enthusiasm about its success was magnificent, and pieces of extra cable were even sold as souvenirs.  President Buchanan and Queen Victoria exchanged the first message on August 16, 1858.  Unfortunately, the cable stopped working four months later, but the precedent was set.  For the first time, rapid inter-continental communication was possible.  This would become extremely important as the North and South sought international aid and backing in the first months of the Civil War."],"display_date":"January 1, 1857 - August 16, 1858","search_date":"1857-10-24","locations":[{"id":14343,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":186,"title":"Death of Frederick Douglass\n","course_id":1,"status":"P","start_date":"1895-02-20","end_date":"1895-02-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 20, 1895, after attending a women's rights meeting, Frederick Douglass was struck by a heart attack and died at the age of 77.  Crowds gathered to pay their respects at the Washington Church where he lay in state.  His body was later brought to Rochester, N.Y., where he was laid to rest.&lt;br /&gt;Douglass was born a slave in Talbot County, Maryland in 1818* (exact date unknown; some sources say 1817) to a black mother and white father.  He was taught to read at the home of his second master, Hugh Auld.  While working in the Baltimore shipyards as a caulker, Douglass escaped and fled to New York City where he married Anna Murray and began his work as an abolitionist.&lt;br /&gt;Throughout his life, Douglass was a journalist, author, publisher of the North Star, orator, an antislavery activist and station master' of the Rochester terminus of the Underground Railroad, U.S. Marshall of the District of Columbia, Charge d'Affaires for Santo Domingo, Minister Resident and Consul General to Haiti, and a women's rights activist.  &lt;br /&gt;Immediately following his death, some newspapers around the country ran small obituaries mentioning his passing while others like the Washington Post printed long articles about Douglass, his life, and his accomplishments.  A black newspaper, The Independent, ran a lengthy story about Douglass which hailed him as the one great Negro representative of the Abolition campaign.'  The Washington Post hailed Douglass as the most eloquent and distinguished of his Race,' but neglected to refer to Douglass by his full name, and rather called him Fred Douglass,' in an effort to diminish the great man."],"display_date":"February 20, 1895","search_date":"1895-02-20","locations":[{"id":14347,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":188,"title":"Pollock v. Farmers&#39; Loan &amp; Trust Co.\n","course_id":1,"status":"P","start_date":"1895-04-16","end_date":"1895-05-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Pollock v. Farmers' Loan & Trust Co. was an important Supreme Court case dealing with the first establishment of an income tax in the United States and the Wilson-Gorman Tariff Act of 1894.  The Gorman Tariff Act stated that, for a five year period, any gains, profits and incomes' in excess of 4,000 would be taxed at two percent.  In compliance with the Act, the Farmers' Loan & Trust Co., based out of New York, announced to its shareholders that the company would not only pay the tax, but also provide to the internal revenue collector the names of the people for whom the company was acting, making them liable for being taxed.&lt;br /&gt;Charles Pollock, a Massachusetts citizen, owned ten shares of stock in the Farmers' Loan & Trust Company and sued the company.  Pollock lost in the lower courts and appealed to the U.S. Supreme Court, which agreed to hear the case.&lt;br /&gt;On May 20, 1895, the Supreme Court, under Chief Justice Melville Fuller, ruled in Pollock's favor, stating that the provisions of the tariff act of August 15, 1894, (sections 27 to 37,) purporting to impose a tax upon incomes; are unconstitutional, so far as they purport to impose a tax upon the rent or income of real estate and income derived from municipal bonds.'  &lt;br /&gt;The Pollock case raised some interesting questions for the Supreme Court to ponder, although the court expressed no unified opinion since they did not directly affect the Pollock v. Farmers' Loan & Trust Co. case.  One question which was repeatedly raised in the years following the decision was whether the Gorman Tariff Act was unconstitutional for laying direct taxes on income from personal property.  When the Sixteenth Amendment was passed by Congress in 1909, the Pollock v. Farmers' Loan & Trust Co. decision was made mute.  The Sixteenth Amendment, ratified in 1913, gave the U.S. Government the power to implement an income tax which has since been its principal source of revenue."],"display_date":"April 16, 1895 - May 20, 1895","search_date":"1895-05-03","locations":[{"id":14347,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":234,"title":"Ida B. Wells Writes and Releases Book About Lynching in the South\n","course_id":1,"status":"P","start_date":"1895-01-01","end_date":"1895-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Three years prior to the release of A Red Record, Ida B.Wells was forced out of her home in Memphis, Tennessee and into Northern exile by her campaign against lynching.  The white Northern press excluded most African American writers, so Wells was forced to create new arguments and tactics.  In an effort to attract attention to the plight of blacks, Wells attacked white fears of declining manliness and blamed those fears as the motivation and perpetration behind lynchings of blacks.    &lt;br /&gt;In 1895, Ida B. Wells released her pamphlet titled A Red Record: Tabulated Statistics and Alleged Causes of Lynchings in the U.S. 1892-94.  The pamphlet drew on her rhetoric about declining manliness and described hangings, burnings, and mutilations of blacks, thus revealing the nation's tolerance of cruelty to blacks.  In the pamphlet, Wells claims that it is the white man's civilization and the white man's government which are on trial.'  Through her discourse on manly civilization, Wells showed that white manliness could only be saved and civilization advanced by obliterating lynch law.  The pamphlet and Wells's rhetoric shocked white America and it became quite popular in Northeast cities as well as in Great Britain.  &lt;br /&gt;On April 8, 1895, following the release of Wells's pamphlet, women's rights activist Susan B. Anthony joined Wells at a lecture at the First Baptist Church in Rochester, N.Y.  Wells defended her position that Negro lynching had increased in the South and cited that between 1882 and 1892 1,000 colored people were lynched on slight pretexts, and in many cases, when they were known to be innocent.'  A young Texan theological student echoed the sentiments of many Americans during the time and rebutted that if Negroes are so badly treated in the South, why do they not come North, or go West, or to some more congenial place?'  Anthony and Wells both retorted that the North treated Negroes no better than the south.    Although lynchings did not all together stop with the publication of the pamphlet and Wells' lectures, she was influential in blossoming an anti-lynching movement in the U.S. and Great Britain."],"display_date":1895,"search_date":"1895-07-02","locations":[{"id":14347,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":238,"title":"Mary Church Terrell is First Black Woman to Serve on Washington, D.C. Board of Education","course_id":1,"status":"P","start_date":"1895-04-05","end_date":"12/31/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mary Church Terrell, a writer, lecturer, and educator, was the first African American to serve on the Washington, D.C. Board of Education.  She took office in the spring of 1895 and stayed until 1901.  She later returned to the Board from 1906-1911.  In a Washington Post article on April 6, 1895, Terrell is specifically mentioned as a colored woman' whose appointment will suit a large number of persons who think that the colored schools should be represented.'  In the post-Civil War era, African-Americans, despite efforts at disfranchisement and segregation, were making an increasing number of bids for public office and were advocating for better educational opportunities.  &lt;br /&gt;As a board member, Terrell advocated for the equal treatment of black students and faculty members in Washington, D.C.'s segregated school system.  Through her conversations with black youths, Terrell knew that the effects of discrimination and not being able to compete for good jobs gave the black students no incentive to stay in school.  In her autobiography, A Colored Woman in a White World, published in the early 20th century, Terrell says Let us do nothing to handicap children in the desperate struggle for existence in which their unfortunate condition in this country forces them to engage.'  Terrell was also the leader of the Colored Women's League and the first president of the National Association of Colored Women."],"display_date":"April 5, 1895 - December 31, 1900","search_date":"1898-02-15","locations":[{"id":14347,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":577,"title":"Dred Scott v. Sanford\n","course_id":1,"status":"P","start_date":"1857-03-06","end_date":"1857-03-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dred Scott was a slave living in Missouri.   Between the years of 1833 and 1843 Scott lived in Illinois (a free state) and a part of the Louisiana Territory that barred slavery under the Missouri Compromise of 1820.  When he returned home to Missouri, Scott claimed that after living in a free state he had become a free man and was no longer a slave.  Scott's master, Mr. John F. A. Sanford, claimed that Scott was still a slave under Article III of the Constitution.  Scott filed a petition in the St. Louis Circuit Court in 1846 and after eleven years of idling in the American judicial system, the case reached the Supreme Court of the United States in 1856.&lt;br /&gt;Delivering the opinion of the Court, Chief Justice Roger B. Taney ruled in a 6-3 majority that slaves were not and could not become citizens of the United States and thus were not afforded any civil liberties under the Constitution.  Under Article III, persons of African American descent were not citizens of any state at the time of the drafting of the Constitution and were instead considered beings of inferior order' by the drafters of the document.  In regards to the Declaration of Independence's claim all men are created equal,' Chief Justice Taney stated, as reported in the Richmond Daily Dispatch, It is too clear for dispute that the enslaved African race were not intended to be included, for in that case, the distinguished men who framed the Declaration of Independence would be flagrantly against the principles which they asserted.'  &lt;br /&gt;Furthermore, the court ruled that, under Article V, it could not deprive any man of life, liberty, and property' and since Scott was in fact a slave and not a citizen, he was the lawful property of his owner, regardless if he was in a free state or a slave state.  Therefore, Scott was still a slave according to the law.&lt;br /&gt;In the second time ever, the Court used its power of judicial review to rule an act of Congress (the Missouri Compromise) unconstitutional.  The Court declared that it was beyond the constitutional powers of Congress to enact a law regarding the territories of the states.  Congress could not deprive citizens from taking their property (i.e. slaves) into and out of territories or states.&lt;br /&gt;After the infamous decision was handed down in the spring of that year, a flurry of reactions erupted across the United States.  Democrats were as quick to defend the decision as Republicans were to assault it. Many northerners felt that parts of Chief Justice Taney's decision, specifically declaring the Missouri Compromise unconstitutional, were extrajudicial because they were not necessary for arriving at a decision in the case. Northerners charged that after Chief Justice Taney had shown that Scott, as a Negro, had no right to bring a case into a federal court, he should have ended his decision. Some Northerners went as far as to say the decision was a pro-slavery conspiracy.  Southerners, for the most part, stood firmly by the decision of the Court, refusing to concede that any part of Chief Justice Taney's decision had been extrajudicial. Relationships between Northerners and Southerners were already tense, but the Dred Scott decision served to further polarize the two sides.&lt;br /&gt;Frederick Douglas, a prominent African-American abolitionist, remarked after hearing the decision: The highest authority has spoken. The voice of the Supreme Court has gone out over the troubled waves of the National Conscience. But my hopes were never brighter than now. I have no fear that the National Conscience will be put to sleep by such an open, glaring and scandalous issue of lies."],"display_date":"March 6, 1857","search_date":"1857-03-06","locations":[{"id":14343,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":678,"title":"Senator Martin Gives Speech Denouncing Liquidation of Bank of Tennessee\n","course_id":1,"status":"P","start_date":"1846-01-22","end_date":"1846-01-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In early 1846, the Bank of Tennessee- which was located in the state capital of Nashville- had run into great debts and was facing liquidation, which would be disastrous for many of the Tennesseans it served.  State senator Martin gave an impassioned speech against this bill for liquidation being debated in the Senate, and this speech was reported in the Nashville Union late in January.  Martin agreed that the bank was in trouble and that its liabilities are greater than its profits,' but says that even a gradual liquidation plan would be completely unacceptable.  To do so, he believed, would destroy the belief the people had in the bank and the state and federal governments.&lt;br /&gt;&lt;br /&gt;He claimed the bank would not inevitably fail, and that it was the duty of a bank to preserve its capital' until it absolutely cannot do so, at all costs.  The Bank of Tennessee also contributed to the funds of the public school system of the state, and without this money the schools would certainly suffer.  Martin proposed that the bank demand money from its creditors, which would cause unhappiness with these parties but would keep the bank safe.  The whole country, he claimed, would suffer should the bank fail."],"display_date":"January 22, 1846","search_date":"1846-01-22","locations":[{"id":14342,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":749,"title":"Theobald Smith publishes results on Texas cattle fever\n","course_id":1,"status":"P","start_date":"1893-06-01","end_date":"1893-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In the late 1860's, outbreaks of disease among Texas cattle completely destroyed almost every herd that came into contact with the disease. After the end of the Civil War, Texas cattle ranchers began shipping their calves to markets in the north to be sold. Northern ranchers began to realize, however, that whenever the southern' cattle, cattle raised in pre-Civil War slave states, came into contact with northern cattle, disease broke out among the northern cattle within a few weeks, killing almost every animal afflicted. A letter to the editor of the Chicago Tribune in June of 1868 illustrates the fears of northern cattlemen, informing them that While at Centralia, yesterday, I saw a very long train of stock cars filled with Texas and Indiana oxen on their way to Iroquois County . . . there were in the lot fourteen hundred head of old, worn-out oxen, bringing the Spanish fever with them. A writer in the Missouri Democrat has described this disease as contagious, and says that it causes the destruction of our home cattle wherever these Texas cattle are taken' (2). Blaming Texas cattle entirely for the problem, Midwestern states passed quarantine laws to keep Texas cattle from passing through their state lines in an effort to protect their herds from the fatal disease. By prohibiting Texas cattle from passing through their states, Midwesterners also got a hand up on the cattle market because Texans had to put more time and effort into finding new routes to where they needed to take their cattle.  &lt;br /&gt;Studies were done on the afflicted cattle and in 1893 Theobald Smith and Fred Lucius Kilborne published the results of their study on the Texas fever, conducted at the federal Bureau of Animal Industry. Smith and Kilbourne found that the disease was most likely caused by a parasite called Pyrosoma bigeminum, which lived in and killed red blood cells. They believed that the disease was likely spread by cattle ticks, a theory previous medical men had dismissed as absurd. Smith and Kilbourne went on to differentiate between two different types of the disease, as well as to conclude that southern cattle acquired immunities to the disease early in life and, therefore, were not affected. &lt;br /&gt;The coincidence of the border of slave and free states being the same as the border between cattle afflicted by the disease and cattle not afflicted by the disease caused many northerners in the antebellum period to blame the southern lifestyle as the cause of their diseased cattle. Smith and Kilbourne's research helped to displace this false theory in the late 1800's, and thus help displace northern and southern stereotypes that may be made today."],"display_date":"June 1893","search_date":"1893-06-15","locations":[{"id":14347,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":750,"title":"Panic of 1893\n","course_id":1,"status":"P","start_date":"1893-05-05","end_date":"1893-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On May 5, 1893, the United States economy began a steady decline. Americans became unable to turn in their bank notes for gold because the limit for gold in the federal reserve was met. Over 500 financial institutions throughout the country were forced to close down and 153 national banks in the South and West failed. Rumors spread like wildfire about the failing U.S. economy and the depleted U.S. Treasury. Both the North and South began to feel the side effects of the struggling economy, although each part of the nation seemed to react to the signs and signals in a different way. The North seemed more hesitant than the South to quickly report the extent of the trouble the nation was facing, even if they were aware at the time. Week after week in May 1893, the New York Times reported banks closing in Chicago, but never actually came out and questioned the financial state of the country or what that might have to do with the failing banks. Even when the National Bank of Deposit Decides to Stop' on May 23, 1893, the article on the front page of the New York Times reports that, according to the National Bank of Deposit, the board laid the loss in deposits to the recent circulation of rumors affecting the bank' (1). &lt;br /&gt;Weeks earlier in the South, however, the Atlanta Constitution runs a front-page headline reading Nearly a Panic' and reports on the immense failures on Wall Street the day before. Throughout the day there were rumors that other failures were impending, and brokers and speculators were kept in a state of trepidation and excitement by the fear of further calamities' (1), read the dramatic article. Neither region could have foreseen the period of economic hardship that the United States would face. &lt;br /&gt;The Philadelphia and Reading Railroads, along with others, as well as the nation's most popular stock at the time were all forced to go bankrupt. Although some Southern textile and cotton mill workers lost their jobs, most were better off than other workers in America, 18% of whom became unemployed at the time. The hardest hit population by the panic, however, was southern farmers who found it impossible to make a living on the dwindling cotton prices."],"display_date":"May 5, 1893 - December 31, 1893","search_date":"1893-09-02","locations":[{"id":14347,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":751,"title":"March 3, 1893 act of Congress to aid Cherokee Nation, NC","course_id":1,"status":"P","start_date":"1893-03-03","end_date":"1893-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 3, 1893 Congress passed an act to allow for a training school for the remaining citizens of the Cherokee Nation in North Carolina. The Cherokee Nation still owned land called the Cherokee Outlet in northwestern Oklahoma, although the Cherokee weren't able to use the land because other displaced tribes had settled there and Texas ranchers mostly used the land for grazing their cattle. The president went on to use this act in order to begin negotiations with the Cherokee, and the other Five Civilized Tribes, on selling the Cherokee Outlet to the United States to be used for settling.&lt;br /&gt;However, almost a month earlier a resolution had been presented in the Senate outlining a convention that took place in Guthrie, Oklahoma on January 18, 1893. Over 700 delegates, comprised of both leading professionals from Oklahoma and neighboring states, as well as members of the Five Civilized Tribes, had resolved overall that in the opinion of the convention it would be far better off for both Indians and whites that steps be taken toward statehood for Oklahoma and the Indian Territory' (1). The resolution, written by Witten McDonald, goes on to give the United States government the range of reasons why possessing the land would be beneficial, including arguments such as the sooner the Indian is surrounded with the guardianship of laws which protect the weak, the better for him' (3), as well as because every branch of financial and industrial business in the East would feel perceptibly the increase of markets which an opening of the Cherokee outlet would afford' (4). The resolution was written to seem almost like a plea from the Native-Americans for the United States to take the land off of their hands.&lt;br /&gt;Weeks later, the Cherokee struck a deal with the American government and sold the Cherokee Outlet for 8,595,736.12. Later that year, the Cherokee Outlet provided the land for the largest land run in American history thus far. After this land exchange, the only remaining citizens of the Cherokee Nation resided in North Carolina."],"display_date":"March 3, 1893","search_date":"1893-03-03","locations":[{"id":14347,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":756,"title":"Rural delivery amendment to post office appropriation bill passed\n","course_id":1,"status":"P","start_date":"1893-02-17","end_date":"1893-02-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By 1892, rural Southern farmers were practically begging Washington for free delivery of their mail. The Committee on Post Office and Post Roads refused to submit a bill for the service to the House of Representatives because they feared that the cost of rural delivery would put too much of a burden on Americans. Southern congressmen, however, decided to take a different route and, instead, attempt to get funds for an experimental rural delivery system through an amendment to the Post Office appropriation bill. Two Georgia congressmen, Leonidas Livingston and Tom Watson, were able to secure funds for the experimental rural delivery system through an amendment to the post office appropriation bill on February 17, 1893. &lt;br /&gt;On March 3, 1893, the Post Office Appropriations Act, for the fiscal year ending on June 30, 1894, was officially approved. Within the documentation of the act, under the section labeled Office of the First Assistant Postmaster-General,' the sixth appropriation listed reads For free delivery service, including existing experimental free-delivery offices, eleven million two hundred and fifty-four thousand nine hundred dollars, of which the sum of ten thousand dollars shall be applied under the direction of the Postmaster-General to experimental free-delivery in rural communities other than towns and villages' (159). By the time the appropriations committee approved the act, the free delivery had successfully been added. However, the money is put under the control of the Postmaster-General, who had his own agenda concerning the act.   &lt;br /&gt;Although the bill was passed, the Postmaster General refused to start the experiment. The first mail routes were not established until four years later, in October 1896."],"display_date":"February 17, 1893","search_date":"1893-02-17","locations":[{"id":14347,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":758,"title":"Rural delivery amendment to post office appropriation bill passed\n","course_id":1,"status":"P","start_date":"1893-02-17","end_date":"1893-02-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By 1892, rural Southern farmers were practically begging Washington for free delivery of their mail. The Committee on Post Office and Post Roads refused to submit a bill for the service to the House of Representatives because they feared that the cost of rural delivery would put too much of a burden on Americans. Southern congressmen, however, decided to take a different route and, instead, attempt to get funds for an experimental rural delivery system through an amendment to the Post Office appropriation bill. Two Georgia congressmen, Leonidas Livingston and Tom Watson, were able to secure funds for the experimental rural delivery system through an amendment to the post office appropriation bill on February 17, 1893. &lt;br /&gt;On March 3, 1893, the Post Office Appropriations Act, for the fiscal year ending on June 30, 1894, was officially approved. Within the documentation of the act, under the section labeled Office of the First Assistant Postmaster-General,' the sixth appropriation listed reads For free delivery service, including existing experimental free-delivery offices, eleven million two hundred and fifty-four thousand nine hundred dollars, of which the sum of ten thousand dollars shall be applied under the direction of the Postmaster-General to experimental free-delivery in rural communities other than towns and villages' (159). By the time the appropriations committee approved the act, the free delivery had successfully been added. However, the money is put under the control of the Postmaster-General, who had his own agenda concerning the act.   &lt;br /&gt;Although the bill was passed, the Postmaster General refused to start the experiment. The first mail routes were not established until four years later, in October 1896."],"display_date":"February 17, 1893","search_date":"1893-02-17","locations":[{"id":14347,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":763,"title":"Land donated to American Red Cross\n","course_id":1,"status":"P","start_date":"1893-02-10","end_date":"1893-02-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Clara Barton founded the American Red Cross organization and later set up its business headquarters in Washington, D.C. On February 10, 1893, however, a gentleman wrote her a letter offering the American Red Cross a donation of land in Indiana. On March 18, 1893, Clara Barton replied to the gentleman's letter, thanking him immensely and promising that his gift of land would be used only in ways that promoted the peaceful nature of the American Red Cross. Although she says the business headquarters will remain in Washington, D.C., Barton explains to the gentleman how his land will be used by the American Red Cross, to store as well as produce supplies that would need to be used in the event of a serious emergency. Barton's efforts contributed majorly to both the south and the rest of the U.S."],"display_date":"February 10, 1893","search_date":"1893-02-10","locations":[{"id":14347,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1388,"title":"Open Door Notes\n","course_id":1,"status":"P","start_date":"1899-09-06","end_date":"1899-09-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 6, 1899 Secretary of State John Hay wrote the Open Door Notes policy based on the open door principles and the preservation of Chinese integrity.  The aim of this policy was to create equal opportunity within spheres of influence and among major world powers.  Chinese customs tariffs were to be administered equally, there was to be no interference with treaty ports, and lastly railroad rates and harbor dues were not to be discriminately allotted. &lt;br /&gt;&lt;br /&gt;By November of 1899 the United States called on France, Germany, and Russia to preserve the open door' in China.  The United States government demanded a written assertion of their intent to preserve this policy.  Russian and France failed to do so. Negotiations continued for an international agreement between the United States, Russia, Germany, Japan, and Great Britain.  Led by the United States, these countries worked to create a treaty that clearly delineated each country's sphere of political and economic  influence in China centered on the open door' policy of Secretary of State John Hay."],"display_date":"September 6, 1899","search_date":"1899-09-06","locations":[{"id":14347,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1822,"title":"Effects of Military Rule in the South\n","course_id":1,"status":"P","start_date":"1864-07-19","end_date":"1864-07-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Writing based on a report from the Abingdon Virginian, the Charleston Daily Courier gives an account of the imprisonment of about fifty soldiers, some of whom have been confined on charges mostly of a trifling nature, for at least three months, without being brought to trial or having their cases in any way investigated.'  The article goes on to proclaim that this is not an isolated incident.  Rather, there are thousands' of such cases in the federally-occupied South , in every city, town, and village where there is a Provost Marshal.'  Many of these soldiers are reported to be held without ever being charged and without much hope of ever receiving a fair trial.  Richmond's Examiner seeks to substantiate this claim, reporting that soldiers are daily rammed into Castle Thunder' from whence some come out feet foremost [dead], some are sent to their commands without ever having had an examination, and some never come out at all.'&lt;br /&gt;The measures about which these southern publications are complaining took root under a September 24, 1862 general proclamation from President Abraham Lincoln.  Under the order, which was to apply throughout the Civil War, all persons discouraging enlistment, resisting the draft or guilty of any disloyal practice were subject to trial by court martial or military commission.'  For his part, Lincoln always maintained that his measures were preventive, not vindictive.'  His main justification in issuing these orders was to remind his opponents of the critical nature of the Civil War and the inability of the judiciary alone to deal with widespread, organized insurrection.  Lincoln forever maintained that his measures were precautionary and in the best interest of the Union.  Later accounts generally affirm Lincoln's claims, arguing that no advantage was taken of the emergency to force arbitrary rule on the country or to promote personal gain' for Lincoln or his Republican party."],"display_date":"July 19, 1864","search_date":"1864-07-19","locations":[{"id":14344,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3500,"title":"Creditors, Debtors and Land Disputes","course_id":1,"status":"P","start_date":"1826-01-07","end_date":"1826-01-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mathew Buchanan's letter in 1826 nervously mentioned intelligence that Thomas Edmiston's heirs were trying to take over his land in Washington County, Virginia. He would not give up his land without a fight, but one small problem arose. He had no proof that he owned it. Buchanan found out that land dealings could get nasty. Initially, he had partnered with Thomas Edmiston to purchase a piece of property. Edmiston had traveled to the appropriate land office to buy the land in his own name while Buchanan stayed home. Buchanan then claimed that he had paid Edmiston for a share of the two thousand acre plot. Unfortunately, he lacked the contract proving this and no third party could validate his ownership. This did not turn into a problem until Edmiston passed away. At this time, his heirs began pressuring Buchanan for proof that he had paid Edmiston for his piece of the property. Buchanan had no such proof. He would have had a slim defense to offer the court in response to Edmiston's relatives."," In southern courts, credit was king. Civil suits like the one that might have resulted from the Buchanan dispute dominated the courts of the antebellum South and victory often fell to lenders. Much litigation centered on debtors' inability to pay back lenders and it was the rare defendant who escaped such charges unscathed. Knowing this, creditors made use of various legal strategies to maximize their advantage over their clients. Often they would exploit the clerk or sheriff's offices within the courthouse rather than the court itself to win judgments over debtors. If they had exploited their creditor rights properly, the Edmistons probably won the legal battle by contending that their family had never received payment for the land that they had loaned Buchanan. Southern courts usually awarded lender plaintiffs victory in cases against debtors and Buchanan would have been an easy target. With no contractual proof that he had paid Thomas, he would have appeared to be in arrears and probably would have lost his land."],"display_date":"January 7, 1826","search_date":"1826-01-07","locations":[{"id":14340,"lat":36.7543817139,"lng":-81.8784809042,"zoom":9,"place":"WASHINGTON, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3501,"title":"Land Disputes and Family Assistance in Appalachia\n","course_id":1,"status":"P","start_date":"1826-08-04","end_date":"1826-08-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mathew Buchanan was broke. If he was unable to raise money soon, he would lose his Washington County, Virginia land in 1826. Buchanan was never officially part of the contract involved with the original purchase, but instead claimed to have paid a friend informally for a piece of the land. Unfortunately, he did not have the money to repurchase the land in a fully legal manner now that his original payment was in dispute and he lacked a contract for proof. "," Resisting the urge to involve others in his problems by asking for loans to cover the cost of the land, Buchanan was all alone. Thus, he found himself cornered into possibly selling his property to a trusting Uncle Thomas. With a family member helping him, Buchanan would have had reason to hope that the business exchange would eventually work out in his favor. Still, one thousand acres could have been potentially lost because Buchanan did not have the legal documents necessary to prove his claim.","Buchanan's attempt to mitigate his problems by seeking help from his family member would not have been atypical. In Appalachia during this period, people relied on their kin to resolve problems. It would have been only natural for him to reach out to his familial support network to counteract this pressure. Elites faced challenges when attempting to run roughshod over others in Appalachia. Even though they might own vast tracts of land and have connections with other strong elites, the resistance from neighborhood and kin networks that the powerful met when exerting their influence moderated their actions to an extent. The remoteness of communities in Appalachia meant that their members had to rely on each other for most of their daily needs, so tight bonds were formed. For example, people often cooperated with each other by necessity to complete infrastructural projects. Such cooperative efforts created strong families and communities which people could turn to for a degree of assistance when threatened by elites."],"display_date":"August 4, 1826","search_date":"1826-08-04","locations":[{"id":14340,"lat":36.7543817139,"lng":-81.8784809042,"zoom":9,"place":"WASHINGTON, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3513,"title":"A New Bride&#39;s Suicide\n","course_id":1,"status":"P","start_date":"1856-06-05","end_date":"1856-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The servants thought the new bride, Mrs. Nancy Gray, had simply laid down to rest. Though shutting up the house on a Thursday morning was an unusual step, she had felt indisposed recently and so they thought nothing of it. It was not until the middle of the day, when a serving woman came to ask about dinner, that they realized something was amiss. Nancy Gray was not asleep; she was found in a closet, propped up into a sitting position by the shotgun she had used to kill herself. At her side was a buggy whip, with which she was thought to have pulled the trigger. Her husband, Mr. William M. Gray, was understandably distraught, as he had left her that morning in a seemingly cheerful state and had gone to help a neighbor who was building a new home nearby. ","The Democrat referred to the death as a mysterious suicide because she was young, lovely, but recently married, surrounded by every comfort, and apparently happy. Their only qualification was that, at times she seemed somewhat depressed and their conclusion was that at the moment of the suicide she must have been rendered temporarily insane. ","Ideas about women's mental health were extremely undeveloped at this time, and depression usually went undiagnosed. If identified at all, it was blamed on a variety of factors including idleness, exhaustion, childbearing, not being able to bear children, over-mothering, and the female wardrobe of the 19th century, among others. Though appearing among all classes, middle- and upper- class women were the most vulnerable to depression, possibly due to the relatively few outlets available for the high amount of education they received. But new wives were expected to create a stable and loving home environment for their husbands, and if depression prohibited a woman from doing so, the sense of failure could be overwhelming.","This episode is also symptomatic of the well-established patriarchal male ideas about womanhood in the antebellum South. Women were put on a pedestal, idealized as pure and innocent creatures to be taken care of and carefully worshipped. The fact that this woman was married, pretty and had every material object she desired available to her should have rendered her perfectly happy, and thus crazy to have wanted to kill herself. In Virginia, the heart of the Old South, this paternalistic idea of womanhood was particularly prevalent. Women, however, played a much larger role than the stereotype of the pampered housewife suggests. Most women were not wealthy plantation mistresses, but poor women struggling to raise a family. They had as much work as men in household chores, raising children, often helping with farm work, and all the while expected to be pure, fertile, chaste, and well-mannered. ","There is evidence that women at times felt strangled by this rigid and prescribed role created for them. The isolated nature of much of the rural South in 1856, limited a woman's access to other women, which prevented the creation of an alternative support system. Therefore, most women turned only to their husbands and children as their primary caring relationships. These relationships enforced already close ties to the home. The rise of companionate marriages in the South also helped create a system in which women held more responsibility for creating the ideal happy southern home, and more blame if they could not. Because the husband's sphere was considered to be outside the home, the task of providing a warm, welcoming family environment fell mostly upon the wife and mother in the household. There was little room for depression or mental illness in this idyllic world view and, as divorce was extremely rare and difficult to obtain (requiring a private act of the state congress) suicide could become a last resort. "],"display_date":"June 5, 1856 - December 31, 1856","search_date":"1856-09-17","locations":[{"id":14343,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3662,"title":"Baptists Educating Women for the Sake of Men\n","course_id":1,"status":"P","start_date":"1854-08-11","end_date":"1854-08-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When the Holston Baptist Association convened in 1854, the reverends of the association discussed the education of women. While 38 churches in attendance wanted to sustain denominational schools already in place, Reverend N. Baldwin, representing Abingdon, Virginia had a different suggestion. Baldwin's address began by accusing Europeans of being destroyers of Christian values. He argued that the European population and the laziness of southern gentlemen had transformed the South into a land of anti-Christian and anti-republican values. He argued that the only source of protection against the destruction of values and morality is a sound Christian education. Baldwin suggested that the association plant a school house and church on every hill and in every valley. ","According to Baldwin, not only education, but the education of women in particular was important. He said, Educate the mothers, train them up to their mission, and their sons will become intelligent and virtuous. He noted that there were 962,878 free white persons, who could not read nor write. He argued that the key to solving problems with males and their values was female education. By educating females, gentlemen would need to educate themselves in order to impress the women. Educating women set higher standards for men, thereby limiting troublesome male behavior. He shouted, Educate your daughters and the young men will seek and education to qualify themselves for their society...Wherever the Bible has been brought to bear on mankind, it has had an elevating effect on the moral character and social rank of women. The gospel has a peculiar elevating influence on the social and domestic state of woman. This Baptist institution hoped to use its efforts in faith to benefit the social good by having a well-behaved, educated population.","The arguments put forth by Baldwin reflected a larger sentiment at work in Baptist society. At about the same time Baldwin delivered his remarks from the pulpit, A.W. Richardson, a reverend from Alabama, echoed Baldwin: Educate the girls...and the boys in order to render themselves respectable in their eyes, will find means to educate themselves. Resulting from these Baptist opinions that women's education was essential, Baptists put their plan into action to develop schools, including the Brownsville Baptist Female College in western Tennessee. Female colleges created environments secluded from interruptions by boys, as women had no correspondence with gentlemen. The Baptists pitched the idea as a way to let daughters learn marketable skills such as teaching or bookkeeping before womanhood. The main theme underlying female education, however, was to keep young men from misbehaving.","Seeing such southern belles of high class, southern gentlemen would have to educate themselves and learn value, morality, and religion in order to even have a chance with educated women. Educating women in the antebellum South reflected larger Baptist values to cleanse the state of immorality and sectionalism. Likewise, the South needed to restore morals and values in its young men."],"display_date":"August 11, 1854","search_date":"1854-08-11","locations":[{"id":14343,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3664,"title":"Register of Free Negroes in Washington County, Virginia","course_id":1,"status":"P","start_date":"1838-03-26","end_date":"1856-07-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Beginning in 1838, Washington County registered its 144 free blacks in a notebook by describing their physical attributes. Following regulations set by the state mandating free black registration, James H. Trufs journeyed to the county clerk's office to register himself. The first entry, which labels Trufs as number one, describes him as a dark mulatto. Included in the description is his age, height, and scars. Trufs had a small scar over his right eye, and a small scar on his left fore finger just below the upper joint. John Henderson Miles, number two, had three scars on the left arm, one of which was occasioned by a fork having been run through his arm. John Longley, number 40, obtained his defining scar by a tomahawk. Number 18, George Rush, who had several of his front teeth in his upper jaw missing, had a large scar on the inside of the right leg a little above the ankle occasioned by a scald. Just as noteworthy as the scars were the free blacks' occupations. The occupations included boot and shoemaker, barber, sadler, cabinet maker, farmers, wagoner, and housewife. Of equal note to the scars and occupations was just how these blacks obtained their freedom. Some were free born like Trufs, while Rosannah and Harvey Hill became emancipated by deed from John McCauley in court. Number eight, who had a large scar said to have been occasioned by a cut with a sickle, was emancipated by the will of Jonus Smyth, of the same name that Smyth County was derived. Number four, Theodore Sterrett, was emancipated by deed from Thomas Findlay. The Virginia General Assembly enforced Robert Craigton's will on March 23, 1836 by an act, which granted Delila Boyer her freedom.","Each piece of information noted by the county clerk was taken down with a certain purpose. The scars served as the defining physical characteristics for free blacks. The occupations showed which jobs black people took versus which jobs required education that they would be unable to hold, such as jobs in the printing industry. Finally, the details of their freedom were taken down to have written record in case anyone ever questioned a free black's legality. In the antebellum South, these records were kept like a census. They were only used against free blacks in the wake of major violence. Only in the immediate aftermath of Nat Turner's rebellion and other rebellions were free black registrations used as a list of possible suspects. Once the anxiety subsided, normal race relations between whites and free blacks resumed in a cordial state. Either way, there was a basic need to identify free blacks precisely. In the case of a rebellion, whites needed to know who their enemies were, and in the case of peace, whites needed to keep tabs on who the leaders of black society were for trading purposes and for maintaining race relations.","The information taken down for the records emphasized a stratified society. Blacks, on many of the entries, were not even given names, but were merely assigned a number to differentiate themselves. Furthermore, whereas whites were defined by their status, blacks were defined by how many scars they had and where they had gotten them. It seemed likely that some scars were the mark of white masters when the free blacks were slaves or just a consequence of racial tensions turned violent, because the descriptions of some of the scars seemed almost impossible to have occured naturally.","The very act of registering blacks displayed black inferiority. The very law that required free blacks to register at the county courthouse marked them as inferior in status. One of the aims of the free black registration law was to monitor the movement of free blacks between localities. White people had to make sure that the free blacks did not feel they were too free. The white lawmakers who instituted the law made sure that where the free blacks were free, they were not really free. Whites barred them from the rights and symbols associated with freedom, because the law presumed that all blacks were slaves, so free blacks had to have documents proving their freedom. Free blacks had to walk around with free papers, which they might have to show at any time. The entire concept of registering free blacks in Washington County reflected the inequality that existed for free blacks in southern society. Black people had to undergo so many obstacles that whites imposed on them in order to maintain safety within society. The free black registration underscored a large theme of complex race relations in the antebellum South, even for an activity that was done without violence."],"display_date":"March 26, 1838 - July 28, 1856","search_date":"1847-05-27","locations":[{"id":14341,"lat":36.7495375423,"lng":-81.8835070546,"zoom":9,"place":"WASHINGTON, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3906,"title":"Millard Filmore, American Party Candidate for President","course_id":7,"status":"P","start_date":"1856-05-01","end_date":"1856-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["    Throughout the month of May 1856, the Abingdon Virginian newspaper printed the name of the town's choice for president in the upcoming presidential election.  Their choice for president was Millard Fillmore of New York, and for vice president Andrew U. Donelson of Tennessee, nominated by the American Party.  There was no further explanation for this information, but rather an announcement the editors believed to be true for the majority of Abingdon citizens.  A letter by Abingdon resident F. McMullin approved in the May 17, 1856 issue of the newspaper, saying that he had been \"requested by Mr. M. H. Buchannan, sheriff to this county, to state that the same commissioners and conductors who superintended the elections last spring will perform that duty on Thursday next, the 22nd.\"  While Mr. McMullin was only supposed to give this particular information, he went on to write on his own political views.  He said he was aware of the county's choice to vote mostly for the newly-formed American Party, but he wished they would consider their view on the Whig Party and notice that urban areas of the state like Richmond, Norfolk, Lynchburg, and Alexandria still recorded Whig majorities. However, Washington County citizens did not seem to take this letter into consideration.  Even a week later there was still no response regarding it, and these two candidates' names were still printed in bold on the second page of the newspaper.  ","    While this sort of announcement and letter were very prevalent in Virginia newspapers throughout the decade because of Virginians' obsession with politics, there was normally some form of opposition from a citizen within the county. It is ironic that there was no response to this letter, especially since according to historian William Link, only 35 percent of Valley and Southwest Virginia citizens voted for Millard Fillmore in the 1856 election.  In these regions where Abingdon is located, around 90 percent of the citizens voted Democratic and would not only be opposed to Fillmore, but also McMullin's idea for the continuation of Whig approval.  It was unlikely that citizens had nothing to say about the political matter because these issues were the subject of discussion not only in this county in Virginia, but all counties throughout the South.  The Whig Party was dwindling from its previous excellence, the Democratic Party was growing strong, and parties such as the Know-Nothings and American Party were gaining support, yet no one was completely aware of who was to follow.  The main topic of debate was slavery, and by the time of the election of 1856 it was unclear which party would be the most successful in maintaining the South's way of life.  Therefore, it is most likely that a citizen in Abingdon did respond to McMullin's letter, just not immediately as historians would suspect.    "],"display_date":"May 1, 1856 - May 30, 1856","search_date":"1856-05-15","locations":[{"id":14343,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4696,"title":"John Kerry Denounces the War in Vietnam","course_id":26,"status":"P","start_date":"4/23/71","end_date":"4/23/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Speaking to the United States Senate Committee on Foreign Relations, former Army Captain John Kerry explained the atrocities and falsehoods that the soldiers on the ground were forced to carry out while serving in the Vietnam War from 1966-1970.  He made it clear that the actions of the United States government and military leaders should not vanish into thin air.","According to Kerry, soldiers were forced to carry out attacks on women, children, animals, and anything else of value to the Vietnamese.  Kerry's examples included “cut off ears, cut off heads, taped wires from portable telephones to human genitals and turned up the power, cut off limbs, blown up bodies, randomly shot at civilians, and razed villages in fashion reminiscent of Ghengis Khan.”  There was no respect for human life or culture while in the jungles of Vietnam.  Kerry and others learned  “the meaning of free fire zones, shooting anything that moves, and we watched while America placed a cheapness on the lives of orientals.”  Government denial, as well as anti-war sentiment in the states, put veterans in danger both in the jungle and at home.","Military historian John M. Hawkins believes Kerry was especially critical of Harassment and Interdiction firing practices during the war.  Hawkins explains that Harassment and Interdiction fire was “a type of artillery mission practiced by the United States throughout two world wars and bitter fighting in Korea...”.  Kerry believed these practices were war crimes, even though they were seen as “accepted policy by many units in South Vietnam”.","Kerry was not alone in his protest of the Vietnam War.  Citizens of the United States gathered in massive groups to protest the policies and decisions of the American government.  Doug McAdam and Yang Su of the <em>American Sociological Review </em>believe a march on the Pentagon in 1967 “represented a new and disturbing high water mark in anti-war protest.”  As many as 20,000 people clashed with police and other authorities,  “causing 647 arrests and 47 injuries.”"],"display_date":"April 23, 1971","search_date":"1971-04-23","locations":[{"id":34713,"lat":36.7242965456,"lng":-81.9600960155,"zoom":10,"place":"Washington, Virginia"}],"tags":[{"id":20,"tag":"Diplomacy/International"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":5372,"title":"Horrible experiences slaves endure in the 1800's","course_id":80,"status":"P","start_date":"1839-02-06","end_date":"1839-02-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The experience of slavery for men, women, and children was equally horrible. The amount of labor on the plantation farms was the same for both genders. The differences between the genders were the jobs appointed to them. Men were usually appointed jobs that included certain skill like carpentry and blacksmith. Women were usually working in the fields or as house servants. Accordening to Hallam, “For black men and women, slavery was an equally devastating experience. Both were torn from homeland and family. Both were forced to perform grueling labor, subjected to mental and physical degradation, and denied their most basic rights. Enslaved men and women were beaten mercilessly, separated from loved ones arbitrarily, and, regardless of sex, treated as property in the eyes of the law.\" When both genders worked in the fields, men were assigned to do the more physical tasks of plowing the fields and the women had the less physical job of hoeing the crops.","Slaves were allowed to have families, but the owners ultimately had control on what the families did with their lives. Mothers and their young were often separated. Ebenezer Davies observed many horrors, “She had at her breast an infant boy three months old. The slaver did not want the child on any terms. The master sold the mother, and retained the child.\" Usually, babies that were born on the farms became the property of the masters. Hallam explained, “The average enslaved woman at this time gave birth to her first child at nineteen years old, and thereafter, bore one child every two and a half years. This cycle, encouraged by the master, was not without benefits to the mother\" The pregnancies of the slaves insured their masters an efficient production cycle of slaves.","When men and women were auctioned, they were both treated like animals. During Olmstead's travels, he observed slaves being auctioned: “The clear black skin, back and front, was viewed all over for sores from disease; and there was no part of his body left unexamined. The man was told to open and shut his hands, asked if he could pick cotton, and every tooth in his head was scrupulously looked at. The investigation being at an end, he was ordered to dress himself; and having done so, was requested to walk to the block.\""],"display_date":"February 6, 1839","search_date":"1839-02-06","locations":[{"id":14341,"lat":36.7495375423,"lng":-81.8835070546,"zoom":9,"place":"WASHINGTON, Virginia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":452,"tag":"Slave Living Conditions"}],"course":{"name":"U.S. History from 1812 - 1914","school":"Foothill College","course_id":80,"school_id":40}}]}