{"id":2181,"place":"CARROLL, Maryland","lat":39.5630818599,"lng":-77.022719603,"episodes":[{"id":2943,"title":"Denial of Serive\n","course_id":1,"status":"P","start_date":"1895-08-03","end_date":"1895-08-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Nearly twenty years earlier, the United States government ratified the Civil Rights Act of 1875 to alleviate some of the racial tensions still proliferated throughout the inner workings of society. During the summer months, it was common for families of all races to travel throughout the country for vacation and receive such hospitalities as refreshments and other accommodations. The businesses of the area would often provide services to people regardless of color or previous condition of servitude. However, this norm was altered on July 13, 1895. Robert Holland ventured into a private establishment of James F. Angle in Baltimore and requested service, dinner in particular. He was denied twice on the grounds of his color. An attendant stated, We don't serve colored people in here. An important aspect of the article is that they place Mr. Holland in high regard. The article mentions that he was a good looking colored man...of fine intelligence. So the action to deny service was not because the man seemed dangerous, but due to the fact that this particular owner had negative feelings toward members of the opposite race. Helping his cause, Mr. Holland did not react harshly, but exited quietly and immediately confer with a lawyer. This helps to demonstrate that social-cultural developments are still hindered by a superiority attitude of a few. The aggressive nature is making life in the new south an extremely difficult transition","Mr. Holland's experience on that day is a microcosm of the stereotypical South. Traveling was an integral part for it was a way from people to meet and connect with people from different places. All types from married blacks to educated and successful whites would converge at a city and be forced to interact and try to put aside their social and economic differences and be civil. However, it is ideal to assume that this could happen free from an occasional disturbance. Human emotions are entangled in Southern race relations, consisting of friendship and hatred. This mixture adds constant pressure on society. For the restaurant to deny service to Mr. Holland demonstrates how stress can lead to blatant acts of discrimination. Something so simple that we now take for granite was only privilege for some. Wilson noticed that the average black man at the time would have taken matters in his own hand. Thus, I believe that Wilson would commend Holland's decision not to take drastic measures but to seek a more formal complaint method. Allowing society to dwell on the discriminatory action and see the error in their ways. Though it will take at least 60 more years, the actions that faithful day laid the ground works for a civil movement towards equality for all."],"display_date":"August 3, 1895","search_date":"1895-08-03","locations":[{"id":5959,"lat":39.5630818599,"lng":-77.022719603,"zoom":9,"place":"CARROLL, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3097,"title":"A Change in Direction\n","course_id":1,"status":"P","start_date":"1897-01-06","end_date":"1897-01-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["1897 was an important year for the educational system of Maryland, and subsequently, the South as a whole. Mayor Hooper of Baltimore, Maryland was becoming upset with the members of the school board. He strongly felt that the board of school commissioners were becoming too political in their decisions and straying from the board's intent to deliver the best quality of education to all public schools. City Counselor Hayes and City Solicitor Elliot supported Mayor Hooper's decision. They believe that the object is to take the schools out of politics and to place them on a strictly educational basis, so as to benefit the children, and, in fact, the whole community. The city was finally ready for a new direction and an expansion of the realm of government in this specific realm. Besides creating a new board, Mayor Hooper wanted to ensure that the board members cared about education as a whole, rather than trying to priveledge a select few. For that, he selected Dr. Lillian M. Weish, to grant recognition to female children. However when asked, he chose not to select a person of color to the new board.","Why did Mayor Hooper grant a proxy for all demographics, except blacks? Not to downgrade his act to relocate education away from the reach of politicians, but to disregard the interests of a key group is unsettling. Later that year, the board decided to rename one of its schools, and thus input more money into the educational program there. The Colored Polytechnic Institute was the first free black school to teach practical knowledge to its students. Though nearly nine years after its white counterpart was established, blacks were finally given a chance to make something of themselves. Upon face value, one would believe that the Board of Commissioners of Public Schools in Baltimore was doing a service to the black community for now attempting to recognize that the South's best interest included the interests of their kids, as well as blacks. However, the public might have interpreted the new institute not only as a strengthening force, but also as one of perpetual enslavement. Ayers recognized that the new school could possibly reinforce blacks to look for professions involving manual labor and appropriate education for blacks, rather than educating them in literature and music.","At the heart of this narrative, we can see the subtle changes in the thought process of Southern States in the late 19th century. Though Mayor Hoover deliberately decided not to place a person of color on the school board, his decision to choose safe and intelligent citizens to represent the interests of society is quite admirable. Correctly, then the board gave blacks an opportunity to gain experience through a technical school. This is an example of progressive development in the socio-cultural history of the state of Maryland."],"display_date":"January 6, 1897","search_date":"1897-01-06","locations":[{"id":5959,"lat":39.5630818599,"lng":-77.022719603,"zoom":9,"place":"CARROLL, Maryland"}],"tags":[{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}