{"id":2191,"place":"IBERVILLE, Louisiana","lat":30.2584984466,"lng":-91.3493659627,"episodes":[{"id":2255,"title":"An Absent Plantation Owner\n","course_id":1,"status":"P","start_date":"1849-02-10","end_date":"1849-02-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It seems that John Murrell of Lynchburg, Virginia, was often away from his Louisiana plantation. Murrell bought Tally Ho Plantation in Iberville Parish in 1848. The plantation was run by an overseer named L. Hewett, who communicated with Murrell through a series of letters, most posted to an address in Lynchburg and some to an address in New Orleans.  In the letters, Hewett told Murrell about the day to day productivity of the sugar plantation, asked for his boss's instructions, explained how those instructions were followed, made recommendations as to how the plantation should be run, and reported on the health and behavior of the enslaved people of the plantation.  In a letter from February 1849, Hewett wrote that he had put goods out to be collected on the bank of the river, but for some reason, they remained there.  The person who was supposed to pick up the goods sent word that he would collect them on his next trip.  Hewett explained that since Murrell had given him no instructions to send the goods on another boat, he would not do so. One problem that Hewett had managing the estate was that he had to constantly wait for instructions from an owner who lived far from the plantation he owned.  This prevented Hewett from making time-sensitive decisions, such as whether or not to ship goods on a different boat than the one originally agreed upon.  Hewett's problem was not uncommon throughout the South; many men who had wealth, name and influence in their home communities and who did not wish to leave these places, bought and operated distant sugar plantations in hopes of making large amounts of money.  These men hired overseers to manage the plantations, and made decisions through mail.  This arrangement could be frustrating to both the owners and the overseers.  ","Since owners usually knew little about the people they hired and were not present to supervise them, they had to worry about being cheated.  Overseers would sometimes neglect their jobs, steal from the owners of the plantations, or make important decisions without informing the owner.  Overseers, in turn, would often have to deal with owners who did not know the correct ways to deal with crops and who gave bad orders.  Since owners rarely visited they did not always fully understand the needs of the far away plantations they owned and overseers would have to convince them of what was needed without offending them.   When time-sensitive decisions had to be made, it was the overseer's job to make them and hope that his boss did not get angry.  To make plantations profitable for both the absentee planter and the overseer the two had to learn to trust and respect each other, or else the plantation would risk failing or performing poorly.  "],"display_date":"February 10, 1849","search_date":"1849-02-10","locations":[{"id":5532,"lat":30.3061626141,"lng":-91.385712191,"zoom":9,"place":"IBERVILLE, Louisiana"}],"tags":[{"id":13,"tag":"Agriculture"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2953,"title":"Chinese Workers Arrive in Iberville Parish, Louisiana","course_id":1,"status":"P","start_date":"1870-10-26","end_date":"1870-10-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Chinese workers were wide-eyed with anticipation when they arrived at Edward Gay's St. Louis plantation in Iberville Parish, Louisiana on October 26, 1870.  The welcome that the workers recruited from California received when they stepped foot on the rich white Gay family's land was far from hospitable.  Moon-Ho Jung's <em>Coolies and Cane</em> frankly describes the scene: Gay's son Andrew, a planter himself, found the Chinese 'the queerest looking creatures he ever saw,' while his daughter 'laughed till she cried when they came stalking off the boat.'  These foreigners were received with a welcome of mocking disdain.  Gay's wife tried to fit the Chinese into her perception of the local racial structure.  She identified the Chinese as a mixture of mulatoe and Indian.  Edward Gay quickly tried to assimilate his new laborers into his plantation culture.  He gave them work clothes and sent them directly to work in the sugarcane fields.  The Chinese were only allowed to wear their Chinese dress on Sundays.  Just like slaves had been treated, these Chinese workers were stripped of their cultural dress the moment they arrived in Louisiana.  Although these were hired laborers, unlike African American slaves, they still faced similar repression in terms of expressing their specific culture traditions.","    Chinese laborers were gathered from California since agricultural labor was so scarce during Reconstruction in the plantation districts of Louisiana.  Many slaves had left the country or the South altogether, trying to shed its memories of bondage; others still just refused to do the same work they had been forced to do only a few years ago.  White workers often refused to take jobs formerly worked by slaves, as they felt such toil to be below them.  Therefore, with a large and continuously growing Chinese population in California, many plantation owners like Edward Gay looked to this other race to supply their need of labor.  As J.R. Tucker states in his article Race Progress in the United States, 75,132 of the 105,465 Chinese living in America in 1880 were located in California.  In addition, over 70,000 of the Chinese living in California were adult males who were prime candidates for the strenuous labor of the Louisiana cane fields.  ","Since labor prospects for post-Civil War Louisiana plantations were insufficient, owners looked to the growing Chinese population of California to assuage their problem.  Once the Chinese arrived in Louisiana, however, they faced prejudiced treatment that lingered from the recent times of slavery.  Racism was still deeply entrenched in many mindsets of the Louisiana Delta, and was reflected onto the unfamiliar Chinese the planters sought to exploit.  In order to rebuild their war-torn land and economy, plantation owners still used tactics and practices similar to those that had shown them such success during the system of slavery."],"display_date":"October 26, 1870","search_date":"1870-10-26","locations":[{"id":5535,"lat":30.2584984466,"lng":-91.3493659627,"zoom":9,"place":"IBERVILLE, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3479,"title":"Native Americans in Louisiana\n","course_id":1,"status":"P","start_date":"1834-02-09","end_date":"1834-02-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Most Americans today talk about Native Americans being the inhabitants that the Europeans pushed out of their land to take the United States for themselves. They rarely remember that they did not disappear into the background once the nation was formed. Eleanor Parke Custis Lewis did not turn a blind eye to the native inhabitants of the country. On her trip to her visit her daughter on Butler Plantation she noted their presence quite prominently. She called them poor dirty humble & grateful creatures who belonged to the Natchez Tribe and Choctaws. Lewis did not concern herself with the path that led these people to become the poor dirty humble people she met with in Louisiana, but she did acknowledge that they were a part of her daughter's new life on Butler Plantation. The journey for the Native Americans Lewis met was a harsh one. The Natchez and Choctaw Indian tribes originated in the South, in the Mississippi and Alabama regions. Before the Europeans arrived in the New World, the Natchez nation stretched from North Carolina to Arkansas. When they did arrive, the Natchez Tribe experienced violent conflict with the French, leading to three wards in the early eighteenth century. Their population was also decimated by the influx of diseases brought by the Europeans. The wars killed a great deal of their tribe, especially during the last massacre led by the French with Choctaw allies. After these wards, the Natchez were forced to leave their homeland and many refugees joined other tribes. It is no surprise then that what was left of the tribe dispersed and settled all over the South.","Similar to most Native American tribes, the rapidly expanding European empires touched the Choctaw people in the eighteenth century. During this time period the Choctaws allied with the French. Along with the influx of material good to the tribes, Europeans introduced, disease, warfare, and the world market system that eventually led to the disruption and dislocation of the Choctaw people. Following the Louisiana Purchase, the Choctaw economy began to decline because of the tribe's reliance on the trade of deer and buffalo hides for manufactured goods and the decrease of game in the Choctaw lands. A decade later the tribe allied with the United States during the Battle of New Orleans, after which their economy went on a precipitous decline. Although the tribe had allied with the United States, this did not prevent the Treaty of Dancing Rabbit Creek in 1830 which relocated most of them to reservations. It is evident that the Native Americans living near Lewis' daughter were lucky to still be in the area and still be making curious & pretty baskets that was their tradition. They also adhered to customs that did not sit well with Lewis, as she said the Native American were almost naked whey they visited her daughter. Despite Lewis' own judgment about the Native American traditions, her daughter was very kind to them and most likely sympathized with their plight. These few surviving Native Americans in the area showed the strength of a people that survived conflict with the Europeans in order to sustain a nation that they never asked to participate in."],"display_date":"February 9, 1834","search_date":"1834-02-09","locations":[{"id":5531,"lat":30.3061626141,"lng":-91.385712191,"zoom":9,"place":"IBERVILLE, Louisiana"}],"tags":[{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}