{"id":2194,"place":"AIKEN, South Carolina","lat":33.5443378494,"lng":-81.6348426631,"episodes":[{"id":2956,"title":"Murder Warrants No Fair Trial\n","course_id":1,"status":"P","start_date":"1893-09-16","end_date":"1893-09-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["According to <em>The State</em>, at two in the morning of September 27, Calvin Stewart was lynched. After being captured due to accusations of murdering Charles Carter, a white man, on September 16, Stewart was taken to Langley to be held for several hours; however, a mass of angry whites gathered and a group of men escorted Stewart toward Aiken in hopes of getting him to a jail for safe keeping from the angry mob. With only four men to protect him, Stewart was halted by a group of men ?estimated at about twenty-five? who ?pushed the guard aside? and shot the young black man in the head. The firing became constant as an estimated one hundred shots were fired into the man?s body. The lynchers ran and the coroner, who came by ten o?clock in the morning, came to the decision that the deceased came to his death as a result of gunshot wounds. While in Langley, Stewart admitted to hitting Carter with a pipe; however, according to the deceased, Stephen Dunbar also hit Carter with a stick after he had fallen. Dunbar was sent to Aiken by train due to the secretly planned lynching of Stewart."," While the right to a fair trial was considered a given to all white citizens of the United States, the lynching of Calvin Stewart showed the complete disregard of judicial rights for the freedmen. According to Wilbert Jenkins, the white population was determined to show the fact that they would never realize the blacks? freedom. He revelas how whites refused to accept African Americans in their reconstructed society; furthermore, the white Southerners stated that even if the government gave them freedom, many would stand up to destroy the freed men. The whites of Aiken refused to grant Stewart the rights they were guaranteed as members of the Caucasian group. With almost 100 black lynchings a year in the 1880s and 1890s, lynchings have been described as ?a social prophylactic.? Across the south, lynching became a means for the white southerners to take out political, social, and cultural frustrations as they struggled with the concept of seeing the people they had oppressed for more than a century as equals."],"display_date":"September 16, 1893 - September 27, 1893","search_date":"1893-09-21","locations":[{"id":11425,"lat":33.5443378494,"lng":-81.6348426631,"zoom":9,"place":"AIKEN, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}