{"id":2196,"place":"HOUSTON, Georgia","lat":32.4768937786,"lng":-83.7324016007,"episodes":[{"id":2958,"title":"Plantation Owner Seeks Compensation From Incompetent Overseer\n","course_id":1,"status":"P","start_date":"1848-06-22","end_date":"1848-08-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 22, 1848, plantation owner John Powers filed a petition against his overseer, William Ingram, in the Inferior Court of Houston, Georgia. Powers sought reimbursement for financial losses resulting from the overseer's poor and irresponsible work, asserting that half of his cotton and corn crop was lost due to bad management, want of industry and misconduct of the defendant. His plantation lands were damaged as well, and he claimed that losses amounted to 1,750. Ingram allegedly neglected his duties to the point of contriving...to injure and aggrieve. On August 9, the Inferior Court dismissed the case and ordered Ingram to answer Powers' claims in the Superior court of Houston County on the fourth Monday of the following July.","Although affluent plantation owners usually owed their wealth to agricultural success, they often chose to outsource control of their plantations rather than become personally invested in the work, preferring to participate in the leisure activities of the Southern cultural aristocracy. As a result, overseers often had near-complete control over the farm, especially if the owner had more than one plantation and was often physically unavailable. As a result, a planter's continued success depended on the ability of the men he hired to take over the management position.","Although we do not know how accurate Powers' claims are, his was certainly not an unusual accusation. Plantation owners frequently believed that their overseers were incompetent, complaining about their work even when the consequences were not so financially devastating. William Scarborough argues that planters did not appreciate the difficulty of the position's many complicated and delicate tasks, and they expected too much of the overseers. The work was obviously complex if planters declined to do it themselves, but in their defense, overseers were sometimes not the most hardworking or determined employees. Presumably, the difficult and unrewarding nature of the work was not appealing to those who were truly qualified. It is not unreasonable to think that many overseers were unsuccessful, especially given that they had only a temporary interest in their work and would not necessarily benefit from any added success."],"display_date":"June 22, 1848 - August 9, 1848","search_date":"1848-07-16","locations":[{"id":1919,"lat":32.4768937786,"lng":-83.7324016007,"zoom":9,"place":"HOUSTON, Georgia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}