{"id":2205,"place":"SUMTER, South Carolina","lat":33.8522812111,"lng":-80.2797613977,"episodes":[{"id":622,"title":"Fugitive Slave and Author Delivers Speech in Glasgow, Scotland","course_id":1,"status":"P","start_date":"1857-06-02","end_date":"1857-06-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John Andrew Jackson was a slave living under the lash in Sumter County, South Carolina.  After years of servitude, Jackson fled slavery when he was separated by sale from his wife and child in 1846.  Jackson worked briefly in Charleston, South Carolina before he stowed away on a vessel bound for Boston, Massachusetts.  He settled in Salem and worked part-time as a sawmill operative and leather tanner.  When Jackson mailed a letter to his former master in South Carolina asking to purchase his family members, a slave agent was sent to find him and return him to Sumter County.  Jackson avoided capture, however, and fled to Canada wit the help of Harriet Beecher Stowe once the Fugitive Slave Law was passed.  &lt;br /&gt;Jackson wanted to educate others about the incredible sufferings and toils of black people under slavery in the United States.  He did this by publishing his own book in 1862 entitled, The Experience of a Slave in South Carolina, and traveling to other countries to give lectures and speeches on slavery in the US.  In the summer of 1857, Jackson traveled to Glasgow, Scotland to give a speech at the Scottish Exhibition of Arts and Manufactures Connected with Architecture.  The chairman introduced the lecturer Mr. Jackson as an intelligent-looking black, in the prime of his life, with a peculiar broken dialect of a negro' although he did a round, unvarnished tale delivery' of his captivity and escape from slavery.  Utlimately, Jackson hoped to earn enough money from his speeches and lectures to eventually purchase the freedom of his family members still in slavery in South Carolina."],"display_date":"June 2, 1857","search_date":"1857-06-02","locations":[{"id":11655,"lat":33.8522812111,"lng":-80.2797613977,"zoom":8,"place":"SUMTER, South Carolina"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1438,"title":"Decreasing Cotton Prices and McDuffie&#39;s Forty Bale Theory\n","course_id":1,"status":"P","start_date":"1830-04-06","end_date":"1830-04-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The early 1800's were an interesting time in the Southern economy, as cotton prices both boomed and then began to dip. By 1830, prices had bottomed out in at 9 cents per pound, and Southerners searching for the cause narrowed in on Federal tariffs, specifically the Tariff of 1828. Newspapers such as the Charleston Mercury on August 3 argued that the tariff resulted in the annihilation of commerce' which would of necessity produce an annihilation of our means of naval defense' as well. This perception of the effects of the Tariff, though controversial, is what most impacted the Southern political identity, especially in South Carolina.&lt;br /&gt;&lt;br /&gt;The highlight of the argument came with Congressman George McDuffie of South Carolina's 40 Bale Theory, which argued that a 40% tariff on imported finished cotton good resulted in a 40% increase in price to consumers. He thought that this in turn caused a 40% decrease in US sales of imported finished cotton good, which meant a 40% decrease in the demand for raw cotton abroad and thus a 40% decrease in income for planters. In an April 26, 1830, speech before the House of Representatives, reprinted in the Richmond Enquirer on June 1, McDuffie asks for the same reason, therefore, that a duty upon the exports of cotton cannot raise the price of that cotton in the British markets, a duty upon the imports of British merchandise cannot depress the price of that merchandise in those markets?' In other words, the American tariff can only hurt Americans. It does nothing to effect Britain's sale prices.&lt;br /&gt;&lt;br /&gt;The 40 Bale perception, therefore, means that although the restrictive federal tariff may protect U.S. industry to some degree, it directly hurts U.S. planters and consumers as a whole -- an idea that is based in what is now known to be economic reality. In addition, though, the Tariff was a major part of the Federal tax income, an income which Congress was attempting to spend on controversial internal improvements such as roads and canals. This, then, only helped fuel anger over the Tariff and what from hindsight can be seen as the growing sectional debate over the proper role of the Federal government."],"display_date":"April 6, 1830","search_date":"1830-04-06","locations":[{"id":11653,"lat":33.8522812111,"lng":-80.2797613977,"zoom":8,"place":"SUMTER, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2968,"title":"Delage&#39;s Last Days\n","course_id":1,"status":"P","start_date":"1840-07-01","end_date":"1841-07-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When Natalie Delage fell ill in 1841, she found support in the community around her.  The wife of Thomas Sumter Jr. kept a diary detailing the last year of her life on the plantation in Sumter District, South Carolina.  She visited doctors in town, and doctors came to visit her.  They prescribed all sorts of medicines: Castor oil salts, elixirs, chocolates, chicken broth, snake root, and creamor tartar.  She took magnesia, took Emitics, took cathartics.  But throughout her health problems, Delage engaged in her daily activities - saying prayers, visiting friends and doctors, reading books, and writing letters.  As the days passed, Delage began to prepare for her death.  In a diary entry dated June 14th, 1841, she wrote, feel better got up by six after my Breakfast I went into the garden looked for a place to be buried found none they may put me where they please but not in the Enclosure I had made nobody must be buried in that enclosure I don't want any enclosure round my grave.  Even death had social standards.  On July 13th, she discussed her will with a Mr. Gifford and wrote, I hope he will soon finish it as I am afraid to die before I sign it.  Her last diary entry, dated July 21st, was no different from the rest, Mr Gifford coming today  Mrs Spann and Mr Mr Birmingham today  I sent by Sebastien the only bunch of my French grapes to Julia Mitchell who is very ill.  Even in her final dying days, Natalie Delage actively participated in the community around her.","Women in the plantation belt of South Carolina, and across the plantation South, were revered as models of womanhood, as ideals of domesticity.  The gender differences were spatialized: men participated in public affairs as providers and legislators while women inherited the domestic sphere of everyday life.  On the plantation, women formed associations based on religion and domesticity.  Jean E. Friedman notes in <em>The Enclosed Garden </em>how the participation in evangelical communities prevented antebellum Southern women from forming any sort of collective identity.  The extended neighborhood kinship groups and the evangelical emphasis on the nuclear family bound women in their sexual roles.  The issue of death was formative in the community since, in the evangelical context, death was the first step in joining a supernatural community.  Friedman asserts that the networks that comforted Natalie Delage in her dying days tended to conserve traditional racist and sexist hierarchies."],"display_date":"July 1, 1840 - July 21, 1841","search_date":"1841-01-09","locations":[{"id":11654,"lat":33.8522812111,"lng":-80.2797613977,"zoom":8,"place":"SUMTER, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3933,"title":"The Huger House Fire in Clermont, South Carolina","course_id":7,"status":"P","start_date":"1821-03-17","end_date":"1821-03-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 17, 1821, a woman named Harriet Lucas Huger penned an affectionate letter to her aunt, Mrs. Harriott Horry, thanking her for expressing concern over the family's well-being. Just days earlier, a catastrophic fire had destroyed the Huger's plantation home in Clermont, South Carolina; upon finding this out, Mrs. Horry had written a letter to her niece to ensure the Huger family's health. ","As Harriet Huger narrated in the letter to her aunt, the fire did no serious harm to the family. Although one of Harriet's daughters did suffer mildly from smoke inhalation after the blaze, the young mother's letter states plainly that \"the rest of the family [is] in good health,\" a fact that she looked upon with obvious gratitude.","Coincidentally, Harriet Huger's letter also described the family's intentions following the fire, saying that \"the greater part of our furniture was saved without much injury,\" and illustrating the family's plans for the near future. Part of a prosperous family (evidenced by the fact that Harriet, as a woman, could read and write exceptionally well), Harriet also mentioned that the family's \"two [slave] carpenters...immediately set about fitting up one of our outbuildings for our summer accommodation.\" ","With luxuries such as education and slave labor at their disposal, Harriet Huger and her family certainly belonged to South Carolina's planter class. In fact, according to South   Carolina historian Henry White, the affluent Huger-Pinckney family had been involved in large-scale rice planting since the first decade of the nineteenth century and owned \"among the rice fields...a spacious home.\" ","Despite their wealth, the devasting house fire <em>certainly</em> affected the Huger family. For one, the blaze destroyed an ancestral home of considerable value that had been passed down continuously over several generations. Also, as her letter clearly expresses, the burning of her house shook Harriet Huger emotionally, a fact she expresses to her aunt in the vain hope that her family \"be exempt from domestic calamity.\" Even so, Harriet and the rest of the Huger family were quite fortunate, for they rebuilt their plantation home within one year of the blaze due to the vast agricultural wealth held in the family coffers.","While the Huger family was quite privileged, both in their affluence and personal safety, the opportunities they enjoyed following their house fire were certainly not available to all Southern families. All the same, Harriet Lucas Huger's letter is quite valuable, for it not only describes a variety of problems families faced in the antebellum South, but also a vivid account of how families of the planter society handled those disasters on a day-to-day basis."],"display_date":"March 17, 1821","search_date":"1821-03-17","locations":[{"id":11652,"lat":33.8522812111,"lng":-80.2797613977,"zoom":8,"place":"SUMTER, South Carolina"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3967,"title":"A Change in Feminine Duties\n","course_id":7,"status":"P","start_date":"1814-01-01","end_date":"1814-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A letter from Mrs. Harriet Lucas Huger to her friend Mrs. William Lowndes reveals three things: one, that she had a lot of extra leisure time; two, that she had a sick father about whom she was concerned; and three, that she did not like the city of Charleston, South Carolina. Though her concern for her father's ill health was quite natural, it was quite surprising to learn of her distaste for such a grand and important Southern city such as Charleston and her accompanying lack of \"any desire to visit town.\" Her large amount of leisure time, however, exposes Mrs. Huger's status as an elite white Southern woman. This detail is further expanded when she asked Mrs. Lowndes to buy her some material the next time she went to town \"for my gown, which I cannot finish\" without the proper material. ","Mrs. Huger's time for leisure in Southern society is hardly a surprise. Though rich white women were by far the minority of their gender in the antebellum South, they are the main subjects of the majority of modern books, movies, and even textbooks on the region. Though not all of their activities were leisurely - planter-class women did have to manage house slaves and all home duties - they did have a good deal of time available to devote to visiting friends, correspondence, and political campaigns. The elevated role of rich white women took a devastating turn, however, after the collapse of the Confederacy and the emancipation of slaves. As plummeting cotton prices forced the South into economic destitution, many women did not have the option of maintaining their work-free Southern womanhood and survived solely because they helped their husbands in the fields. Labor would have been considered absolutely improper for elite women before the war. Not only were the former Southern belles working in the fields, but Southern women were also responsible for the upkeep of the family home - this time without the help of slaves. Domestic black help could then not be obtained without the white women paying  decent wages and understanding that their former demands for complete submission by their workers would not be acknowledged. Southern women experienced both great social upheaval and cultural change before, during, and after the Civil War."],"display_date":1814,"search_date":"1814-07-02","locations":[{"id":11651,"lat":33.8522812111,"lng":-80.2797613977,"zoom":8,"place":"SUMTER, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":6699,"title":"Blacks Owning Blacks: The Story of William Ellison","course_id":171,"status":"P","start_date":"1857-03-26","end_date":"1857-03-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 26, 1857, William Ellison wrote to his son Henry Ellison about the family business. Life was going well and Ellison wanted to update his son on how things were going at home. John, one of Ellison’s 53 slaves had just been to the river to collect payment from a number of white slaveowners for the cotton gins they had purchased from Mr. Ellison. He came back with no money at the end of the day though. Ellison’s customers had either made excuses such as wanting to consult their overseer before paying or had not been where they said they would be. There was no frustration in Ellison’s tone as though this is something that he has had to deal with before. He then gave instructions to his son to purchase a number of farming tools that would inevitably be used in the fields by his slaves. He gave a brief farewell and ended the letter.","This same type of letter may have been sent a thousand times from a slaveholding father to his slaveholding son in mid nineteenth century American South. But William Ellison and his son, Henry Ellison, were different. William Ellison was African American, born into slavery in April of 1790 with the name April Ellison to a slave mother and white slavemaster father, Mr. William Ellison. As a young man he was apprenticed to a cotton gin maker rather than working in the fields and allowed to keep a portion of the wages he earned for his master and father, money that he later used to purchase his freedom. At the same time, he changed his name to William Ellison, after his father, to fit in with higher society. After purchasing his family, he moved to Sumter County, South Carolina and hired out other free African Americans to work in his cotton gin shop. While working, he discovered a common problem among freed slaves in the South. The expense of wages left him with a profit that would never compete with what slaveowners were earning. Wanting to move up in society, he purchased his first slaves in 1820.","By 1850, Ellison had 37 slaves while his sons owned another 16. He was one of about 180 black slave masters in South Carolina at the time, most of whom were former slaves themselves. Like Ellison, they realized that the only way to get out of the lower middle class that so many freed blacks were stuck in, was slave labor. With nearly 9,000 free blacks in South Carolina, that 180 made up a tiny percentage who were willing to do anything to compete with the upper class white slaveowners at the time. Just because they owned slaves though did not mean they were treated equally among slaveowners. As Ellison subtly hints in his letter, white slave owners would avoid interacting with African Americans as much as possible. Ellison provided many whites in the area with what were the best cotton gins available which meant that if they wanted to produce the most cotton, they would have to do business with them. They would often try to avoid paying him though. Despite the discrimination, blacks owning blacks continued all the way up to the Civil War, with many African American slave owners, including Ellison, contributing and supporting the Confederate side. Stories like Ellison’s and other black slave owners showed the economic power of slavery in Southern America in the nineteenth century. The easiest way to achieve financial and social success was to own slaves and the allure of southern wealth was enough that it convinced a few of slavery’s former victims to switch to the other side."," "],"display_date":"March 26, 1857","search_date":"1857-03-26","locations":[{"id":53057,"lat":33.9123048,"lng":-80.4103957,"zoom":8,"place":"Sumter County, South Carolina"}],"tags":[{"id":3319,"tag":"Economic Inequality"},{"id":3318,"tag":"Free Blacks"},{"id":889,"tag":"Racism"},{"id":4,"tag":"Slavery"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":171,"school_id":11}}]}