{"id":2208,"place":"BALDWIN, Alabama","lat":30.2786488602,"lng":-87.5482936023,"episodes":[{"id":2372,"title":"Land Allegation Dispute in Alabama\n","course_id":1,"status":"P","start_date":"1885-12-27","end_date":"1885-12-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Alabama's Attorney General, while celebrating the Christmas season in his Gulf Coast home, received notice that he would need to institute a test suit as soon as possible in order to determine the title of government grated lands. In 1885, both timber businessmen and railroad executives repetitively brought cases to the Secretary of the Interior concerning the cutting of timber in certain areas of Alabama. These lands, amounting to some 200,000 acres of fertile soil and dense forests, were granted to the state in order to aid the construction of the Mobile and Girard Railroad in 1856. The Alabamians that wanted to cut timber on the lands claimed that the railroad had no valid title to the area because Mobile and Girard failed to abide by the terms upon which the land was given to them. The Secretary requested that the Attorney General get right to work because the conflict between these two interest groups had been steadily growing, and the state government needed to make a finite decision concerning the issue so as to pacify the competitors for the land usage.","A case of a land controversy such as this would have been common in the late nineteenth century as railroads were becoming an increasingly important means of transportation and focus of development. In 1881, Alabama formed a railroad commission to deal with issues such as land allotment for the building of railroads. The commission helped to organize and solve many problems with the railroads development, but they also created problems with citizens, such as the conflict with the timber producers.<em>The Mobile Register </em>frequently featured articles and commentaries against the commission, saying that from everywhere arose the cry of an oppressed people against the arbitrary rule of the great railroad corporations. Therefore, like the timber producers in 1885, many citizens of the Gulf Coast area felt that the railroad companies had unfair privileges and took advantage of the state, and frequently opposed the development of more railroad funding and support in local and state government. This land allocation dispute and the Attorney General's subsequent call to duty reveal the controversy and disdain that many Southern businessmen had with railroad companies."],"display_date":"December 27, 1885","search_date":"1885-12-27","locations":[{"id":16,"lat":30.2786488602,"lng":-87.5482936023,"zoom":9,"place":"BALDWIN, Alabama"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2390,"title":"Interracial Shootout Leaves Two Dead\n","course_id":1,"status":"P","start_date":"1881-12-28","end_date":"1881-12-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Joel Johnson, a well-known citizen of Baldwin County, Alabama, was riding quietly along a public road near Sibley's Mill. Unexpectedly, an African American hiding behind a tree shot Johnson in the head, stunning him and throwing him from his horse. The black man then shot him twice more, first in the wrist and again in the side. Taking him for dead, the assailant dragged Johnson three-hundred yards to a nearby pond, dumping his body in the water. The African American then mounted Johnson's horse and rode off to a party in the neighborhood nearby. Unfortunately for the shooter, the night air somehow revived Joel Johnson and the injured man was able to drag himself back to his home, half a mile away. Johnson related the story to his brother, Abe, who happened to be the Baldwin County Deputy Sheriff. Abe Johnson heard reports that the black man had been seen on his brother's horse, so he set off to arrest the attacker. The sheriff found the man at Jim Malone's home, within the county, and when he tried to arrest the black man, he drew his pistol. Deputy Sheriff Johnson then shot him, whereupon the African American shot right back, the bullet piercing Abe Johnson's chest. The black man then ran, and the sheriff attempted to run after him, shooting once more. The shooter managed to escape, and Abe Johnson perished fifteen minutes later. The black assailant was found dead at four o'clock the following afternoon by onlookers who had developed a search party. He had been shot through the breast and the wrist, and had managed to run half a mile alongside a creek, until he fell into a swamp and died.","After emancipation and during the early years of Reconstruction, there were frequent instances of interracial violence in the South. Episodes like the Johnson men's encounter with a black criminal were especially common in rural areas of the South, where law enforcement in the tumultuous post-war atmosphere was particularly difficult. Some accounts of the Reconstruction years have emphasized the presence of black militiamen and created a false sense among Americans that blacks were out looking to start conflict with whites. There were some blacks who used theft or arson as a means of protest against white oppression, as the black thief in Baldwin County may have intended to, but this was not the norm. Rather, African Americans were usually trying to build new lives as freedmen, not avenge the masters of their pasts. In fact, most of the violence during Reconstruction came from bitter, defeated white Southerners who clung to their support of black enslavement. The concept of white supremacy versus black criminality and inferiority was pervasive in regions like the Gulf Coast. A large Southern crime wave in the late nineteenth century contributed to the tumultuous racial climate, causing an increase in the frequency of lynchings and other forms of interracial violence. Since there were so many African Americans in jails, whites felt there was no doubt that blacks were responsible for the increase in crime rate. This justification further added to the number of violent encounters between the races, such as the shootout between the Johnson brothers and their black assailant. It would be a long time and a difficult struggle before race relations would settle down, and therefore violence between African and white Americans was inevitable in areas like southern Alabama."],"display_date":"December 28, 1881","search_date":"1881-12-28","locations":[{"id":16,"lat":30.2786488602,"lng":-87.5482936023,"zoom":9,"place":"BALDWIN, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2971,"title":"Finding Utopia in Baldwin County\n","course_id":1,"status":"P","start_date":"1894-11-01","end_date":"1894-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In the summer of 1894 there was hope for a new way of life in the reconstruction of the South. E.B. Gaston took a group of people down to Baldwin County, Alabama on the Mobile Bay. A colony free from all forms of private monopoly, a colony where working people could come together to form a single-tax community was founded. Members of the Fairhope Industrial Association were all followers of economist Henry George, who asserted that the concentration of unearned wealth, or more specifically, wealth accumulated by rent tax, was the root cause of poverty. George's ideas were based on socialist tendencies but gained strength with the Populist movement in the United States. The members of the Fairhope Industrial Association could agree upon the ideals of a single-tax. They were searching to create a colony somewhere in the South, as most of the members were from the mid-western states such as Iowa and Illinois. The problem was finding a location where the Fairhope Single-Tax Colony could thrive. ","The Fairhope Committee presented their final findings after doing extensive field research in the Fairhope Courier, published out of Des Moines, Iowa, on August fifteenth of 1984. The publication's first episode examined potential spots to start a single tax colony, asking members of the Fairhope Industrial Association (assumed to be future colonists themselves) to vote. They visited locations in Tennessee, Texas, Louisiana and Alabama's Baldwin County and reviewed each extensively for their members to vote on. They reviewed agricultural conditions as well as social demographics. The report concluded the presence throughout the south of the black man is a serious drawback to its development, and furthermore suggested that the organization's members should favor lands with the least amount of Black people. They also reported on conditions such as soil type, climate, and geographic location. Three months later the colony was founded in Baldwin County Alabama, chosen for its favorable conditions described in the report: close proximity to the ocean and the bay as well as its fertile soil as well as its social demographics. It was named Fairhope. ","At the time movements with similar visions of social reform were taking place in the South. The Farmer's Alliance, one of the most important agricultural movements to ever come through Alabama, was gaining strength throughout the South, including places like Alabama and The Negro Alliance of farmers claimed 120,000 in 1891 and in 1889 claimed to have 50,000 members in Alabama alone. Eventually these groups became more and more divided on the issue of black membership and participation in politics. There is indication within the initial report published by the founders of Fairhope that they were aware of these issues in the South and wanted to avoid them by altogether avoiding black people in their community."],"display_date":"November 1894","search_date":"1894-11-15","locations":[{"id":17,"lat":30.2786488602,"lng":-87.5482936023,"zoom":9,"place":"BALDWIN, Alabama"}],"tags":[{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2998,"title":"Systematic Volunteer Work and Grassroots Efforts in Fairhope\n","course_id":1,"status":"P","start_date":"1897-01-01","end_date":"1897-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The desire to awaken the noble impulses of humanity and to reform society along socioeconomic lines was something that the founders of Fairhope had as specific goals, outlined by the single tax principle. Just like other progressive movements at the time in the South though, the ideals blueprinted by the intellectuals could not be . In January of 1897 nearly all the members of the Fairhope community agreed to give from 8am to 12 noon on first and third Saturdays for public work. They agreed to receive compensation other than the results of their labor and the satisfaction of having performed a public duty. In another town this might suggest that the town was in a desperate position and relied on its citizens to accomplish public projects. Actually it was the result of the communal nature of the town, the ideals on which it was founded and was not uncommon at all in Fairhope.","The town was based somewhere between its founder E.B. Gaston's principles of extreme socialism and modified individualism as described by Henry George and defined by Gaston as cooperative individualism. The single tax colonists believed in self directed labor and never asked each other to abandon self-interest. The Fairhope Courier in September of 1984 stated that participation in cooperative features is purely voluntary. ","Though it was not enforced, the people of Fairhope agreed to voluntary cooperation. They were willing to make personal sacrifices for the greater good and the efforts of the townspeople in Fairhope Alabama reflect strong American ideals about citizenship and responsibility. The citizens of Fairhope went to live there based on their shared ideas about economic reforms to the institutions of government and society but agreements such as the one made in January of 1897 show that they had the desire to fulfill these ideals on a grass roots level and understood how their efforts could be practically applied. "],"display_date":1897,"search_date":"1897-07-02","locations":[{"id":17,"lat":30.2786488602,"lng":-87.5482936023,"zoom":9,"place":"BALDWIN, Alabama"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":6054,"title":"Gaston Establishes a Tax Utopia","course_id":122,"status":"P","start_date":"1894-11-01","end_date":"1894-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Gaston Establishes a Tax Utopia"," ","In 1894, a rendezvous of committed single taxers converged upon Mobile Alabama. A “light breeze was blowing out of the north, the air was crisp, and the promise was for a fair day.” Twenty-eight people; seven couples, nine children, and five single men mostly strangers to each other arrived from across the United States on the word of their leader Ernest Berry Gaston.","The American Gilded age is often symbolized by corporate greed and political corruption. However, it should also be remembered for the numerous and diverse responses in social, political and economic philosophy. Peoples Party, Prohibitionists, Free Silver, Socialists, Old Grangers, Greenback’s, Anarchists, Communists, Knights of Labor, and Farmers Alliance all constituted what the Republican Party deemed “the platform of lunacy.” As American Populist Party ideals permeated the south and west, a new movement was coming to fruition founded by leaders that historian Lawrence Goodwyn notes “are not culturally organized to conform to established hierarchical forms. Their sense of autonomy permits them to dare to try to change things by seeking to influence others.” E.B Gaston was one such leader whose insatiable sense of social justice became the fulcrum of a new movement. This movement was founded on the ideals of Henry George’s seminal 1879 work <em>Progress and Poverty</em>, a work that had inspired change the world over; from Tolstoy to Sun Yat-Sen, to Irish Revolutionaries, Georges work incited not simply fiscal reform, but rethinking of how to structure a fair society. Despite much debate on the virtue of a social experiment, the foundation of Fairhope was the first community to attempt a model of George’s work. Proponents of single tax were concerned that if the experimental community failed, it could forever ruin the validity of the system. These same men also believed that this sort of reform must come internally, and ubiquitously through the existing system, not outside its reach of civil society.","The theory of single tax caught on in Des Moines Iowa where a group of radical reformers were meeting under the title of the <em>Des Moines Investigation Club</em>, which sought to uncover the true systematic causes to the unfavorable market outcomes they believed to be plaguing their times. By the early 1890’s, in the end of this era the Investigation Club had become the <em>Des Moines Single Tax Club, </em>in response to the publication of George’s treatise on single tax. This group sought not only to discusses ideology but attempt to bring it into practice.","As John Stuart Mill noted in his <em>Political Economy </em>“landlords grow rich in their sleep without working, risking or economizing. The increase in the value of land, arising as it does from the efforts of an entire community, should belong to the community and not to the individual who might hold title.” To prevent the abuses of land speculation, Gaston believed that a single tax on the rental price of land should be levied, and returned to the community. In the constitution of 1894 it is written, “land shall be equitably divided and leased to its member at an annually appraised rental [value].” This system of taxation would abolish the need for all other taxes and put back into the community what it reaped in land values. The men who wrote this constitution were firm believers in the benefits of the capitalist system, affirming that man should keep in full what he derived from the efforts of his labor.  As George once said, \"we see no evil in competition\" for it affirms the dignity of the individual to prosper, or suffer as he sees fit. The Constitution codifies this principle by establishing <em>no</em> taxes on the man made improvements to land, but only its rental value. Gaston believed that a small success story could truly prove once and for all the promise of the system he espoused."," "],"display_date":"November 1894","search_date":"1894-11-15","locations":[{"id":17,"lat":30.2786488602,"lng":-87.5482936023,"zoom":9,"place":"BALDWIN, Alabama"}],"tags":[{"id":2184,"tag":"Single tax"},{"id":2185,"tag":"Fairhope"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}}]}