{"id":2216,"place":"GREENSVILLE, Virginia","lat":36.6763018346,"lng":-77.5590329782,"episodes":[{"id":2979,"title":"The Hanging of Walter Cotton\n","course_id":1,"status":"P","start_date":"1898-01-01","end_date":"12/31/00","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the summer of 1900 Brandt O'Grady, an Irish immigrant was hanged along side Walter Cotton, a ginger colored negro, by a mob of angry Virginians at the Greensville County courthouse. The hanging was in retaliation for the brutal murder of several white individuals around Greensville County, including the 1898 murder of Charles Wyatt, a storeowner from Portsmouth, Virginia. After escaping from jail in Portsmouth, O'Grady and Cotton terrorized Greensville County, executing robberies and the violent murder of a farmer. The duo was eventually captured in Norfolk and was sent to the Emporia jail.Several days later the growing mob of whites and blacks stormed the jail with chants of Lynch [Cotton] Hang [Cotton] String up the man who killed our friends Upon storming the jail, the mob pulled Cotton from his shackles and hanged him from the Cherry tree in the corner of the courthouse yard. After Cotton's lifeless body hung from the tree like a scarecrow blacks who had witnessed the lynching turned on the whites and demanded the subsequent lynching of O'Grady. You have lynched the Negro, now lynch the white man. The biracial crowd then turned on the jail pulling Mr. O'Grady from his cell and hanging him on the Cherry tree next to the lifeless body of Walter Cotton.The violent lynching of a black man for the murder of a successful white businessman such as Charles Wyatt was not uncommon at the end of the nineteenth century. However the lynching of Walter Cotton is one of the rare instances in southern history were the participants of the lynching were of both black and white racial identity. The hanging of the two brutal murders shows a brief glimpse of racial equity among the public opinion of the citizens. While the lynchings were influenced by mob hysteria, and against the efforts of police, the participants nonetheless engaged in a public tribunal that blamed both the white and black men guilt of the crime they had committed. Had the racially mixed crowed not demanded the hanging of Mr. O'Grady, then the events of that day would most likely been perceived as yet another incident of an angry white mob engaging in a racially motivated lynching of a black man. Despite being nearly forty years removed from the fall of slavery, violence towards blacks remained prevalent. Despite the exceptional circumstances under which the lynchings were execute, this event appears to advance a sense of community and commonalities shared in the loss of friends and family at the hands of Brandt O'Grady and Walter Cotton. "],"display_date":"1898 - 1900","search_date":"1899-07-02","locations":[{"id":13893,"lat":36.6763018346,"lng":-77.5590329782,"zoom":9,"place":"GREENSVILLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4001,"title":"Slave Runs Away from Harsh Master\n","course_id":7,"status":"P","start_date":"1851-11-01","end_date":"1851-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In November 1851, a 36-year-old slave by the name of Charles was reported missing. Charles' abrupt disappearance enraged his master, John C. Kerric. On November 22, 1851, Kerric wrote an impassioned letter to his friend, Robert T. Hubard, describing his unfortunate situation. Kerric explained that Charles ran away and was purchased by a plantation owner on the \"other side of the mountain.\" He questioned the legality of this man's purchase and asked Hubard to seek legal advice on the situation from a presumed lawyer and friend, Benjamin Graham. Also, Kerric sought to defend his social standing as a good master, proclaiming that he had established a decent house for his slaves and could not understand why Charles ran away.","After receiving Kerric's letter, Robert Hubard immediately initiated correspondence with lawyer Benjamin Graham. In his reply, Graham spoke first of the legal ramifications associated with the purchase of a runaway slave. Graham declared that a man's slave is his property for life, so Kerric still legally owned Charles. Graham also argued, however, that he understood why Charles had run away, explaining that Kerric was a \"cruel and harsh\" master. Even more, Graham defended the plantation owner who purchased Charles, complimenting his \"good plantation and content workers.\" Hubard relayed the lawyer's message to Kerric, and Kerric decided it would be best to sell Charles and end his trouble.","During the years preceding emancipation, planter society highly valued the ideal of paternalism. According to historian Drew Gilpin Faust, \"paternalism is the belief in a sense of stewardship, where some men are divinely appointed to be the guardians of others, justifying slavery as a positive good.\" The ideals of paternalism instructed masters to treat their slaves as a father would treat his child. Paternalism instigated a system of mutual obligation between slave and master; where slaves who were treated well were expected to act obediently. Most southern planters reasoned that in caring for slaves, in leading them out of barbarism, they were fulfilling God's will.","The correspondence between John Kerric, Robert Hubard, and lawyer Benjamin Graham illuminates many of the fundamental principles of paternalism. Drew Faust explains that paternalism was a social response to the South's obsessive fear of slave insurgency, seeking to control blacks as individuals and a race. The fear of slave insurgency, as in Kerric's situation, motivated many planters to take an interest in their slaves' well being. In the eyes of Kerric's community, his misfortune was warranted because he treated his slave harshly. The letters also illustrate that men who exercised paternalism were granted a certain level of respect. In his letter to Hubard, Kerric expressed deep fear that neighboring planters would cruelly criticize and judge him because of his slave's disappearance. Graham heightened this point by complimenting Charles' new<em> </em>master for his \"good plantation and content workers;\" insinuating that he might have been a better fit master than Kerric. Overall, paternalism provided an ideological and emotional context in terms of which individuals approached slavery and within which they legitimated their consequent social actions."],"display_date":"November 1851","search_date":"1851-11-15","locations":[{"id":13889,"lat":36.6763018346,"lng":-77.5590329782,"zoom":9,"place":"GREENSVILLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}]}