{"id":2220,"place":"ST JAMES, Louisiana","lat":30.0360710159,"lng":-90.7802066297,"episodes":[{"id":2984,"title":"Two African Americans Hung in St. James Parish, Louisiana","course_id":1,"status":"P","start_date":"1871-09-21","end_date":"1871-09-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Led up the stars to the wooden platform, shackled and eerily subdued, two","unnamed African American men marched solemnly to their deaths.  The guards shoved them into place while the executioner waited with anticipation for his cue to drop the platforms supporting the prisoners' feet.  The sheriff and jailer looked on with authoritative indifference; death for these two men was drawing ever closer.  Time seemed to move in slow motion as a hood and noose was carefully fitted over each man's head.  Finally, with an abrupt, grating creak, the men swung from the thick ropes as the platform doors dropped from beneath them.  Consciousness turned to darkness, emptiness, and then, it was all over."," Although hangings were a common sentence for serious crimes in the nineteenth century South, this particular scene that occurred in St. James Parish, Louisiana in September 1871 is quite unusual.  As the <em>New York Evangelist</em> reported, the two criminals, sheriff, executioner, jailer, and guards shared a surprising similarity: all six of these men were African Americans.  "," Reconstruction in the South is often characterized as a time of strict white repression and violence as whites tried to reckon with the freedom of slaves within their communities.  Especially in Louisiana where many parishes had large African American populations, violence committed by whites against free slaves was paramount.  "," However, this execution complicates the model of white supremacy that was believed to crush and control all African American actions.  This event in St. James Parish, Louisiana reveals an interesting instance that questions the role of African Americans in the maintenance of law and order in the South during Reconstruction.  The names of the African Americans, both the criminals and the law enforcement officials, were not mentioned.  This coupled with the brevity of the article reveals that there was little concern for such an occurrence.  There must have been some interest in this scene, though, or else it would not have even been printed, especially in a New York publication.  Even more interesting is that this event refutes the general view of Reconstruction characterized by brutal white law enforcement.  Whites were usually believed to exercise complete control over African Americans who broke the law.  But, this instance clearly refutes this notion.  That the sheriff, executioner, jailer, and guards were all African American is quite significant.  At least in St. James Parish, African Americans were afforded some autonomy in punishing criminals of their own race.  With a hierarchy that consisted entirely of African American officials, it can be concluded that not all Southern communities had solely white-dominated structures within the realm of law enforcement."," One explanation for this remarkable set-up of law officials can be found in Ted Tunnell's <em>Crucible for Reconstruction</em>.  New Orleans, the largest and most important city in Louisiana at this time, was only separated from St. James by one other parish.  This close proximity allowed ideas and practices to quickly reach neighboring localities.  Furthermore, between 1870 and 1872, with the reorganization of parish boundaries immediately outside the city, New Orleans' top officials were all Republicans.  This political control was greatly beneficial to African Americans.  Republicans were more sympathetic to African American needs than Democrats, and often provided them with the necessary help to secure positions of public office.  Whether or not these law enforcement officials were in office solely because of Republican political dominance in the area at this time, it is nonetheless noteworthy that these African American men were able to govern themselves in the face of harsh white backlash so soon after the war."],"display_date":"September 21, 1871","search_date":"1871-09-21","locations":[{"id":5681,"lat":30.0360710159,"lng":-90.7802066297,"zoom":10,"place":"ST JAMES, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}