{"id":2223,"place":"SUSSEX, Virginia","lat":36.9217524608,"lng":-77.2617927061,"episodes":[{"id":3036,"title":"Murderers\n","course_id":1,"status":"P","start_date":"1899-04-01","end_date":"1899-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The death of Patrick McDonald, a Suffolk resident, in April of 1899, was carried out in a brutal and premeditated manner. Accused of the crime were two white men, Sam Beale and James Brittle, and a colored man named Edward White. The September 7, 1899 issue of the Virginian-Pilot describes how the men are accused of the brutal bludgeoning of McDonald and then placing his body on train tracks. However the paper goes on to say that expert witnesses described how Patrick McDonald was murdered prior to be struck by the train.The collaborative efforts of the racial mixed attackers against the white tramp appear to have been senselessly carried out. While the newspaper fails to provide a motive for the crime, one can presume that the criminals had petty motives for the murder of this vagrant. Furthermore race appears not to be the driving factor behind the violence. Just as white and black indentured servants had relied on one another to escape from their owners prior to the Civil War, it appears that the white and black individuals relied on one another in the 1890's. The trust that must be present for the men to have jointly executed a crime must have strengthened the men's bond. In this situation it appears that a common socio-economic scenario for all the criminals served as a source of personal identification rather than race. Additional examples of random violence can be found within the black community. A September 30, 1891 article from the Norfolk Virginian describes the robbery of a black couple on an evening walk through the park. Upon being questioned by police, the black women described being held up by two black men. In this case both the robber and the victims were blacks. What is notable about these events is that random violence does not occur across set boundaries and follows no set patterns. This indicates that murder was not merely confined to the stereotypical perception of whites lynching blacks or blacks murdering whites. Rather as blacks began to assimilate into a predominantly white society, people began to look toward commonalities of social and economic status rather than skin color. Furthermore as additional exposure to blacks emerged and racial lines became more blurred, race was not always seen as the defining factor. "],"display_date":"April - December 1899","search_date":"1899-08-16","locations":[{"id":14323,"lat":36.9217524608,"lng":-77.2617927061,"zoom":9,"place":"SUSSEX, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}