{"id":2230,"place":"MARION, South Carolina","lat":34.1745784268,"lng":-79.4302448823,"episodes":[{"id":2906,"title":"Black Police Marshal Uses Club on White Man and Gets Shot \n","course_id":1,"status":"P","start_date":"1895-09-23","end_date":"1895-09-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 23, 1895, a very large crowd gathered in Marion to watch the circus and ended up getting much more of a performance than they had bargained for. The weather was sweltering and dry and the crowd left the tent hot and sweaty. As the crowd walked outside to leave, they were greeted by the police force in addition to several special marshal reinforcements who had been appointed to help out for the day. Among these marshals were two or more black men, one of whom was Willis Tillman. As the crowd pushed its way out of the tent, Tillman became entangled with some white men and exercised his authority by hitting one or more of the men over the head with a heavy club. One of the white men struck, Huggins, attempted to run off and, glancing back to see Tillman pursuing him, turned around, pulled out a gun, and shot Tillman in the chest. As Huggins turned to flee, he was grabbed by two other black marshals who had come to Tillman's aid. Tillman again rushed at Huggins and began striking him repeatedly with the club while the other two marshals held him. He was then rushed to the hospital where it is unlikely that he survived as the pistol bullet was still lodged in his body. The marshals placed Huggins in jail where he also received careful surgical attention, although it is also unknown whether or not he survived the encounter.","At the center of this narrative is the continuing problem of race relations following the Civil War and Reconstruction. Incidents such as the one that occurred following the circus were characteristic of the constant clashes, sometimes violent, that occurred between blacks and whites in North Carolina. By 1895, although the blacks had received the freedom and opportunity to achieve certain esteemed jobs within the community, these jobs did not come with the respect from whites that they seemed to infer. North Carolina during the 1890s was a very hostile environment because whites believed that the blacks were trying to take over control of their government. Blacks had gained significant positions in both local and state government in the election of 1894. Authority exercised by any black man over any white man not only reminded the white southerners that they had lost the War and their property, but also that they had to live in an integrated society with these same people.","Huggins and Tillman's encounter reflects the increasing racial violence that occurred beginning in the 1890s in the South. In his book, Christopher Waldrup discussed the significance of boundaries in the nineteenth century southern society. He explained the developments of these boundaries and how they were constructed, contested, and violated as the uneasy relationship between race and law developed in the post-War South. The turn of the century brought race riots, widespread lynching, and killing of blacks throughout North Carolina and the Deep South. These episodes of interracial violence continued to occur throughout the twentieth century."],"display_date":"September 23, 1895","search_date":"1895-09-23","locations":[{"id":11594,"lat":34.220913684,"lng":-79.3699309097,"zoom":9,"place":"MARION, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2975,"title":"Southern Women Help the War Effort in Florence, South Carolina","course_id":1,"status":"P","start_date":"1862-08-11","end_date":"1862-08-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 11, 1862, one month before Southern women were officially accepted as nurses, J. Bachman announced the importance women held in the medical effort in coastal South Carolina. She explained, in a local newspaper, a proposed arrangement concerning the delivery of imperative medical supplies to Florence, South Carolina. The Northeastern Railroad had been sending donated supplies free of charge, but there was a need for them to be properly collected and distributed. She proposed that an appointed female agent travel to Florence from wherever they might be on Tuesdays and Sundays to complete the receipt of the supplies. Ms. Bachman stressed the importance of paying prompt attention to all donations from around the country to make sure none went to waste. After all, she said, it was their sole object and view to alleviate the suffering of their brave defenders. In this way, the women of coastal South Carolina could contribute to the war effort without officially being recognized by their country. They used whatever outlet they could as an opportunity to help their beloved soldiers. ","Not until September, 1862 did the Confederate Congress officially authorize women as nurses. Thereafter, women were welcomed by the Southern army as a recognized source of medical help. In his book <em>Ordeal by Fire</em>, historian James McPhearson argues how women in the South, because of this late recognition of aid, did not play as large of a role in the war as did Northern women, since these women were allowed at an earlier time to be official nurses. However, women, such as Bachman and her partners, found ways in the South to significant ways to contribute to the war effort and assist their wounded. ","Women played a vital role in the Civil War, and without them, the war would have been very different. Female efforts during this time were especially important in the medical field, since fighting was seen solely as a man's job. They did most of the hard work in the civilian volunteer agencies that were created to aid the growing number of wounded soldiers. They were dedicated, hard-working people who earned respect and praise from officers and men. The female endeavors during the war, recognized officially or not, contributed greatly to the overall efforts that were made."],"display_date":"August 11, 1862","search_date":"1862-08-11","locations":[{"id":11591,"lat":34.1745784268,"lng":-79.4302448823,"zoom":8,"place":"MARION, South Carolina"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2995,"title":"Florence, South Carolina Residents Defend Their Home","course_id":1,"status":"P","start_date":"1862-02-01","end_date":"1862-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["When the battle came to the home of the residents of Florence, South Carolina, they stood up, assumed their responsibility, and fought it. In February, 1862, a siege was initiated against the section of the Carolinian coast that included Florence. At the time, there were six steamboats at Florence Landing. During the attack, two of these boats were taken by Union forces. The other four, however, were sacrificed to the pride of its Southern owners. The citizens of Florence set fire to and burned the remaining steamboats. They preferred taking their arms into their own hands before giving the Union the opportunity to destroy their property. ","South Carolina also played a special and unique role in the Confederacy, since it was the first state to secede from the Union in December, 1860. It became the leader for the fight to uphold the Southern way of life. The responsibility of secession traced back to its drive to create a new country. Having ignited the whole affair, South Carolina had to assume substantial accountability for whatever ensued. John Moore's statement that South Carolinians bore a burden in the war is supported by the fact that the citizens of South Carolina held their job in special esteem and certain pressure was kept on them to defend their reasoning. The residents of Florence felt this spirit as they defended their home from Union forces.","As evidenced in Florence, the homefront and battle lines can often be one and the same. This statement never rang more true than in the South during the Civil War. Southerners witnessed the bloody battles and violent events unfold right in their own front yards. In South Carolina, almost all of the armed combat it saw took place along the coast. This shoreline region became immensely important for the Confederate cause, as it was vital to the import and export of supplies and communication. This significance was not taken lightly by it residents, and, as demonstrated in Florence, they took whatever means necessary to uphold it."],"display_date":"February 1862","search_date":"1862-02-14","locations":[{"id":11591,"lat":34.1745784268,"lng":-79.4302448823,"zoom":8,"place":"MARION, South Carolina"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}