{"id":2242,"place":"MONTGOMERY, Maryland","lat":39.1365976774,"lng":-77.2045056739,"episodes":[{"id":2501,"title":"A Former Slave&#39;s Account on Abolition\n","course_id":1,"status":"P","start_date":"1857-01-01","end_date":"1857-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Frederick Douglass perceived Maryland to be a state that possessed slavery in its mildest form. In one of his books, My bondage and my freedom, Douglass showed the truth to a doubting nation that believed that Maryland divested of the harsh and terrible occurrences that characterized the slave system. Douglass challenged the argument that Maryland was not a state harsh on its slaves by comparing Maryland to the moral, religious and humane societies of the free states."," Douglass provided sentiment saying that he understood why public opinion would generate such a belief about Maryland. However, while there might not have been a consistent proof or cruelty from masters, overseers, and slave-drivers, there existed many secluded areas hidden from the public eye full of malignant and shocking characteristics. Douglass, a former slave from Maryland, developed into one of the greatest writers and orators of his time after gaining his freedom. "," According to Cal M. Logue's Oratory, Douglass led a siege for the abolitionist movement constantly gaining support throughout the North and in England. In his book, Douglass was able to provide examples of such secluded and dark places by describing the horrors of life on the home plantation of Colonel Edward Lloyd on the Eastern Shore of Maryland. Douglass' book continued providing examples of the horrors of slave life and was distributed hoping to gain support for the abolitionist movement. Despite Douglass's efforts, he concludes that Maryland existed as one of many states under the microscope being examined for its circumstances concerning slaves and their mistreatment."],"display_date":1857,"search_date":"1857-07-02","locations":[{"id":6024,"lat":39.1365976774,"lng":-77.2045056739,"zoom":9,"place":"MONTGOMERY, Maryland"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3003,"title":"Dividing up for Rights\n","course_id":1,"status":"P","start_date":"1850-03-07","end_date":"1850-03-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the revolution, it became even more important for government regulation for boundaries to be established between states. Since America remained dedicated to keeping power in state governments, officials came together and established the exact separation of the regions that respective governments oversaw. One such circumstance arose when it came time for the Maryland, Pennsylvania, and Delaware to institute the border. Officials addressed the situation in a letter from the Governor of Maryland, Philip F. Thomas, to the General Assembly on March 7, 1850. Thomas' letter described the proceedings of three delegates from Maryland, Pennsylvania, and Delaware, Henry G. S. Key, Joshua P. Eyre, and George Read Riddle respectively. "," Governor Thomas believed that the commissioners performed at a satisfactory manner by supplying reports and papers including maps of adjusted boundaries. These adjusted boundaries were prepared by Lieutenant Colonel James D. Graham, of the United States Topl. Corps of Engineers, who was asked by the War Department to perform this task for the respective states. The letter sanctified all of the transactions and provided the State Legislature with a document in order for all matters concerning official borders."," Possessing certain districts and state lines remained crucial to Maryland's survival. Richard Walsh and William Lloyd Fox provided explanation for the importance of border establishment being that if Maryland would have been lined any differently and lacked certain counties, then Baltimore would have complete control over electing state leaders. Leaders like Governor Thomas needed to be chosen by all of Maryland and aided in executive decision making of the state's future."],"display_date":"March 7, 1850","search_date":"1850-03-07","locations":[{"id":6024,"lat":39.1365976774,"lng":-77.2045056739,"zoom":9,"place":"MONTGOMERY, Maryland"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3011,"title":"The Spread of Prohibition\n","course_id":1,"status":"P","start_date":"1891-01-02","end_date":"1897-10-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Anti-Saloon League began with a modest following in 1893 to becoming a major political force in lobbying for a Constitutional amendment. Their goal, under the guidance of their president, Rev. Howard Hyde Russell, was to unify the anti-alcohol sentiment already brewing in society and to enact further legislation to prohibit the sale and consumption of alcohol. Grounded in moral and religious ideals, the movement was able to spread information via pamphlets, newspapers, and the spoken word. Originating in Ohio, the American temperance organization was able to flow southward, slowly encompassing a nation. ","An article written in the Washington Post in 1897 exemplifies the efforts made by the organization to illustrate their cause and purpose throughout society. The realized the need to come together as a cohesive unit in the area. The Washington D.C. area, with 15 temperance organizations, convened with the Montgomery, Maryland County League seeking greater cooperation. The article made it seem relatively easy. However, the J.C. Jackson understood that the league struggled at first due to organizational and financial difficulties. Besides discussing organizational problems, the meeting conferred about the actions taken by members to badger grocers who profited from alcohol-related sales. The President was then authorized to appoint a committee whose purpose was to prepare a list of all grocers who recently received a liquor license. This was essential to the cause of the Anti-Saloon League. They wanted sales to cease, thus patronizing liquor salesperson was one of many necessary tactics incorporated. Such agitation meetings were usually held on Sunday with official leaders present. In 1908, there were at least 15,000 meetings. This number, however, fails to take into account the numerous meetings regarding prohibition, political good-citizenship, and law enforcement that the league had either a direct or an indirect relationship with.","Such meetings of prohibition in the country were essential to the South. Prohibitionist began making headway beginning with the execution of a new, more powerful liquor law was put into place. It exemplifies the coming of the Progressive movement that was extensive throughout the early years of the 20th century South. Church and political leaders believed that a large portion of societal problems, such as poverty, sickness, and crime were heavily due to alcohol. Due to the help of the evangelicals, Protestants, and Republican party, prohibition laws were able to be ratified. The Anti-Saloon League as well as the Woman's Christian Temperance Union, were able to gain local and state wide option laws in most states; finally culminating in 1919 with the passage of the 18th Amendment. Prohibition dealt with humanizing institutions to adhere to newfound prized values and traditions. The southern ethos of the 20th century hurt the liquor industry doing the prohibition era. This resulted in the rise of moonshining. Instead of paying a federal tax on liquor, some would take upon themselves and make their own liquor."],"display_date":"January 2, 1891 - October 5, 1897","search_date":"1894-05-20","locations":[{"id":6028,"lat":39.1365976774,"lng":-77.2045056739,"zoom":9,"place":"MONTGOMERY, Maryland"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":5680,"title":"Modernization of the NIH Clinical Center: Groundbreaking of the Mark O. Hatfield Clinical Research Center","course_id":107,"status":"P","start_date":"11/4/97","end_date":"11/4/97","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The National Institutes of Health Clinical Center, located in Bethesda, MD, is a hospital devoted entirely to clinical research and is one of the centers of the National Institutes of Health. Construction for the original center, the Warren Grant Magnuson Clinical Center, began in 1948 and the center opened in 1953. On November 4, 1997, a groundbreaking ceremony was held in honor of the new clinical research center that would be opened as an addition to the 44-year-old Warren Grant Magnuson Clinical Center. This center would be a 4-wing, 250-bed hospital and would be able to conduct the most advanced clinical research and better cater to patients’ needs. Among federal buildings, the two buildings constituting the NIH Clinical Center, are second in size only to the Pentagon.","The ceremony for the new center, to be named after Sen. Mark O. Hatfield, was attended by Sen. Hatfield himself, as well as Vice President Al Gore, along with more than 500 guests and dignitaries. At the ceremony, Vice President Al predicted that the NIH Clinical Centers would be able to make medical breakthroughs in research. Among the noted speakers at the groundbreaking ceremony, several patients of the Clinical Center gave testimonies to their benefits from the research advances.","The construction of the NIH Clinical Center marked a significant change in medical history, as much of the research that was being done was basic laboratory research, and the greatest gap was in clinical research. Once people recognized that collaboration between disciplines could result in the true advancement of medicine, the scope of laboratory and clinical research expanded to meet the changing techniques and demands of the medical field. The opening of the original Clinical Center in 1953 marked a decade long transformation of the NIH from a local, small federal agency to the powerful research center that fueled all biomedical research. This redefinition of the NIH was due to 3 US Public Health Service officers being able to convince both the Roosevelt and Truman administrations, along with the US Congress, to allow the NIH to expand, develop a research hospital, and establish a national program of grants.  At the time, doctors proposed the need for more changes in the NIH system to reinvigorate the tradition of clinical investigation and incorporate more innovation. With this came the establishment of the NIH Clinical Center, and though it was originally believed that the amount of research must be kept relatively small to be an outstanding research institute, the great success of the NIH Clinical Center and the invaluable medical advances warranted the expansion of the center and the growth of the research.","During Senator Mark O. Hatfield’s service in the United States Senate for 30 years and service as chairman of the committee on appropriations for 8 years, he developed a commitment to medical research. With the support from influential government figures, such as Sen. Hatfield, such expansions and advances in medical research were possible and the Mark O. Hatfield Clinical Research Center was able to become a reality. The Mark O. Hatfield Clinical Research Center opened in 2005 and is a $596 million technological spectacle. This hospital space consists of 4 patient care wings with 242 inpatient beds. The two clinical and research wings of the new building meet at a crossroads, which is designed to function like a town square. In this space, there are alcoves for meetings, floating staircases and open walkways with areas for chairs and couches to allow individuals to interact, encouraging normal interactions between patients and researchers as well. There is a glass-enclosed atrium, lending views of the landscaped courtyards. In the patient rooms, there are large, low windows that allow the patients lying in bed to see views of the courtyards below them. In the children’s unit, unique light fixtures were designed with colored marbles, so children could recognize their own rooms, and paw prints or stars were painted on the ceiling to amuse and comfort children while they were lying in bed. The redesign and modernization of the new Clinical Center demonstrates the growing importance and emphasis on clinical research in the medical field."],"display_date":"November 4, 1997","search_date":"1997-11-04","locations":[{"id":40842,"lat":39.1365976774,"lng":-77.2045056739,"zoom":9,"place":"Montgomery, Maryland"}],"tags":[{"id":100,"tag":"Medicine"},{"id":1654,"tag":"Hospital"},{"id":1655,"tag":"Space"}],"course":{"name":"Making the Modern Hospital","school":"Vanderbilt University","course_id":107,"school_id":60}}]}