{"id":2243,"place":"CHATHAM, Georgia","lat":31.9014449767,"lng":-81.1192880728,"episodes":[{"id":32,"title":"An Inquiry into the Law of Negro Slavery in the United States of America published\n","course_id":1,"status":"P","start_date":"1858-01-01","end_date":"1858-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Thomas R.R. Cobb published his An Inquiry into the Law of Negro Slavery in the United States of America after significant research on ancient slavery laws.  Cobb was a diehard secessionist and respected a Georgia lawyer.  His book is one of the only to defend slavery based on legal theory, but it is still racist in the extreme.  &lt;br /&gt;&lt;br /&gt;In the Preface, Cobb claims that my book has no political, no sectional purpose,' but, given the national climate during its publication, this can hardly be the full truth.  Cobb's book relies heavily on religious history, and one of the most frequently cited sources is the Bible.  He even traces slavery's origins to Noah's Flood.  As regards government's role, he is clear in his defense of slavery, stating no organized government has been so barbarous as not to introduce it amongst its customs'.  Cobb relies on religious, historical, and scientific methods to justify slavery, representing many of the various arguments in favor of slavery at the time."],"display_date":1858,"search_date":"1858-07-02","locations":[{"id":1631,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":66,"title":"The Southern Commercial Convention\n","course_id":1,"status":"P","start_date":"1856-12-08","end_date":"1856-12-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 8th 1856 the Southern Commercial Convention met in Savannah.  Over six hundred delegates were in attendance at the convention from ten southern states to discuss topics relevant to the South and its livelihood.  On the first day of the convention the Virginian James Lyons was appointed the permanent president of the convention.  After his appointment, Lyons gave a speech maintaining that the South wished to uphold the Constitution of the United States, but would also be ready to deal with whatever contingencies the future might hold.  Essentially, Lyons stated that the South would uphold the Constitution as long as it fit the South's plans.&lt;br /&gt;&lt;br /&gt;Several measures were proposed during the convention which lasted multiple days.  One such proposal by a Mr. Keane of Virginia advocated the encouragement of Southern books, newspapers and manufactures (Lynchburg Daily, Dec 11, pg. 3).'  This measure demonstrates the sectionalism that was growing during the era.  The South strove to become a self serving entity, independent of the north and its influence, and thus encouraged the spread of this principle through the rest of the South.  Another measure that was proposed was the reopening of the slave trade.  This measure was highly contested in the convention because while some thought the renewal would be an affront to the North and drive away the whole Christian world (Lynchburg Daily, Dec 11, pg. 4),' others felt its reopening benefited both races and slavery in general came from God.&lt;br /&gt;&lt;br /&gt;In the end, they did not attempt to reopen the slave trade, but it is certain that their belief in slavery did not lessen.  Virtually all at the convention agreed that slavery was necessary for the development of the region and their lives.  The convention highlights the South's growing trend of turning inward to strengthen itself as an entity separate from the rest of United States.  This form of internalization served to isolate the South from the rest of the United States, but led eventually to the decline of the region."],"display_date":"December 8, 1856 - December 10, 1856","search_date":"1856-12-09","locations":[{"id":1631,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":190,"title":"Black Emigrate to Liberia\n","course_id":1,"status":"P","start_date":"1895-03-18","end_date":"1895-03-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Emigration of African-Americans back to Africa was not a new idea in 1895.  In fact, many of the colonizing missions were quite experienced by 1895 for the missions had taken place since the early nineteenth century.  White Americans felt that blacks needed to be removed from society.  Prior to the Civil War, many states, including Virginia, had laws which stated that free blacks had to petition the state government for permission to remain a free black within the state bounds.  &lt;br /&gt;According to Antonio McDaniel, author of Swing Low, Sweet Chariot, The Mortality Cost of Colonizing Liberia in the Nineteenth Century, emigration from the United States to Liberia represented the effort to escape oppression and to go where it was possible to live without white restrictions and interference' (xvii).  Even though emigrants were given free land and a chance at a new life, dietary changes, improper immunity, stress, malnutrition, and environmental changes created high mortality rates among emigrants.    &lt;br /&gt;On March 19, 1895, 200 blacks set sail for Monrovia, Liberia aboard the Danish steamer, the Horsa, which was chartered by the International Emigration Society.  The emigrants hailed mainly from Mississippi and only men and women in good physical condition were permitted to join. Thousands turned out to bid farewell.  As the vessel was departing the port, the emigrants and those on shore reportedly sang I'm Going Back to Africa's Shores.'   Upon their arrival in Liberia, the married men were given 25 acres of land and the unmarried men ten acres with shelter provided by the Liberian government for the first three months of their arrival."],"display_date":"March 18, 1895 - March 19, 1895","search_date":"1895-03-18","locations":[{"id":1635,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":819,"title":"Election Day riot in Savannah\n","course_id":1,"status":"P","start_date":"1868-11-03","end_date":"1868-11-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Racial tensions in Savannah came to a head on November 3, the day of the presidential election.  Both the Charleston Mercury and Atlanta Constitution contained similar accounts of the event.  Allegedly, a large group of black people moved to the voting booths and proceeded to block the entrance of whites to the polls.  During the afternoon, a group of men from the central railroad came to vote and were prevented from doing so.  &lt;br /&gt;     A sheriff attempted to open a passage through the black throng and was assaulted.  This resulted in violence between the police and the blacks, and a handful of police officers were wounded.  There were around 20 black casualties, some fatal.  Though it was reported that one police officer was mortally wounded, he survived.  The report in the Atlanta Constitution claimed that, Every white man [was] clubbed away,' by the blacks (Atlanta Constitution, November 3).      &lt;br /&gt;This type of violence was nearly inevitable in the first presidential election after the Civil War.  For the first time, blacks were attempting to assert their constitutional rights, and they were also influenced by Republican Party leaders.  Throughout the southern states, there was a great deal of violence leading up to and during the election of Ulysses S. Grant.  Again, whites were also reacting to their loss of power and attempting to reassert control and establish dominance over the Negro."],"display_date":"November 3, 1868","search_date":"1868-11-03","locations":[{"id":1632,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1175,"title":"Disastrous Fire Ravages Savannah, Georgia","course_id":1,"status":"P","start_date":"1820-01-11","end_date":"1820-01-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The beginning of the nineteenth century brought significant misfortune to Savannah, Georgia.  While the city struggled to achieve public improvements and increase urban development, a disproportionate number of natural disasters struck, such as the hurricane of 1804.  Incidents of yellow fever and cholera outbreak resulted in large-scale mortality and interference with business.  A vast fire, on the lot belonging to the estate of Isaac Fell, in Baptist Church square (Arkansas Gazette 4/1),' struck in the early morning of January 11, 1820. It spread with the winds and destroyed about 500 buildings before subsiding that afternoon.  The editor of the Savannah Republican' reported that the whole of the town north of Broughton Street to the Bay (Arkansas Gazette 4/1)' was gone, along with Savannah's Branch Bank of the United States. &lt;br /&gt;In the immediate aftermath of the fire that ravaged the city, the government had no clues as to the origin of the calamity, but some were estimating the damages to be near ten million dollars.  This number was later revised by the Committee of Aldermen and Citizens of Savannah, who reported the amount claimed for losses as closer to one million dollars , still an immense sum in the early nineteenth century (Southern).  Because the fire had such a devastating effect on the Savannah and its citizens, people across the nation responded to aid those affected.  A committee was established to distribute clothing, food, and other provisions collected primarily from Georgia and surrounding southern states.  &lt;br /&gt;The federal government took action by passing a Senate bill on March 8.  During the first session of the Sixteenth Congress, Mr. Sanford of the Committee of Finance instructed the Senate on a bill for relief of sufferers from the Savannah fire.  Its main provision was for the lessening and postponement of debt for those citizens who had lost literally all they had to the fire.  The bill stipulated that one fourth part of all duties due and remaining unpaid to the United States, at the custom house at Savannah, upon imported merchandise, which was destroyed;and was not insured against fire, be, and the same is hereby, remitted (A Bill).'  In addition, Sanford's bill provided for a two-year extension of credit to make payment on the other three fourths of duties.  In commenting that, the general and benevolent conduct of our fellow citizens throughout the United States cannot be too much commended, [and] their relief and their sympathy ought never to be forgotten,' the editor of the Southern Recorder eloquently conveyed the sentiment of the grateful people of Savannah."],"display_date":"January 11, 1820","search_date":"1820-01-11","locations":[{"id":1628,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2195,"title":"Charles Manigault Complains of Slave Labor in 1844 Journal\n","course_id":1,"status":"P","start_date":"1844-01-01","end_date":"1844-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["For at least four generations, Charles Manigault and his family had owned plantations in the Island region of  Chatham, Georgia and the Charleston District of South Carolina. In Chatham County, they invested a lot of money in growing rice, as did many planters across the lowcountry regions of both states. However, in 1844 Charles began to be slightly disgruntled with the labor production of his slaves and began comparing their efficiency to that of other slaves. Other planters told him that twelve bushels of clean winnowed rice would be average one day, but then the next day they would only get about five or six. This inconsistency was unsettling to most large planters. Manigault voiced his concerns with his overseer A.R. Bagshaw. Bagshaw told him that with the twenty-five slaves that were working the threshing area, they should get at least fifteen bushels a day. However, the week before they were only producing about ten bushels. This led to the consternation of Manigault and the overseer, and they blamed the slaves. They accused the slaves of finding ways to get around their production duties, and of only fulfilling them to the rule, not to the greatest extent. Bagshaw said that the slaves were cunning enough to remember that what they are harvesting they will have to thresh, and will tie as small sheaves as they can. Manigault tried to come up with a solution to this production problem, but Bagshaw assured him that the slaves were smart and efficient enough to find ways to get around them.","The problem Manigault had with his rice production was not unique to his plantation. In fact, it happened in plantations all over the lowcountry districts of South Carolina and Georgia. The unique rice-growing agriculture in those districts called for a different kind of labor than did the cotton or tobacco growing areas. There were limits to planter's authority all over the South, because no matter how harsh they were, slaves often were cunning or brave enough to find ways to subvert their master's plans. It was even easier for slaves to do this in the lowcountry rice area, where Manigault had his plantation, due to the type of task forces that were used for cultivating rice. The tasks were not based on time (such as working from 6 am to 6 pm) but on how many crops were produced. Planters decided what they thought was a reasonable amount of product, and the slaves had to cultivate that amount. Once the slaves were done, they often got to use their free time for other activities such as socializing, selling or tending their own crops, and other activities. So slaves, such as those on Manigault's plantation, found ways to produce the right amount of sheaves but made them smaller in size. This way, they could get around their masters orders while still fulfilling his supposed goals. Also, jobs on these plantations were more individualized than on cotton plantations, so an industrious slave could complete his day's work faster and have more free time than his owner expected. To some extent slaves could reject the clock on a rice plantation and work at their own pace as long as they completed the task. Also, not working as efficiently as a master wanted, but still getting working so as to avoid punishment, was a strong form of resistance among slaves. Slaves did not often feel personally about their work, so subverting their masters by producing slightly less was a good way to punish their owners. So although Manigault and his neighbors felt frustrated about the labor on their plantations, these frustrations were most likely felt all across the lowcountry districts of the South, due to the nature of their agricultural system and its needs, and to the cleverness of the slaves that worked their fields."],"display_date":1844,"search_date":"1844-07-01","locations":[{"id":1630,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2197,"title":"James Cody Sues John Baily Over Slander Regarding Illegal Trade\n","course_id":1,"status":"P","start_date":"1850-12-11","end_date":"1850-12-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["James Cody of Bryan County, Georgia prided himself in having a good reputation as a respectable Southern man. When his neighbor John Baily accused him of buying rice from a slave without written permission from the slave's owner, he was extremely offended. He considered these accusations to be false and demanded to meet John Baily in court to settle this slanderous dispute. Cody felt that Baily's remarks offended his honor and implied that Cody was a dishonest trader and guilty of buying and keeping stolen goods knowing them to be stolen. He felt that his good reputation was at stake and he needed to go to court to settle the matter. He also demanded that Baily pay him 5,000 dollars in damages, a huge sum in the 1850's.",">James Cody's indignation and determination to repair his honor, seek redress, and prove that he would not illegally trade with slaves demonstrates many important principles and customs of the South in the 1850's. Lawsuits about slander and false accusations were not uncommon in the South, especially among men. This was due to the fact that a man's honor was central to his sense of self and his public image, so any kind of slander or ill talk would be insulting. Insults, or anything that offended a man's honor, questioned a man's very masculinity. Many people in the South reacted very strongly to an affront to their respectability, and would take the accuser to court. For example, a man in Prince Edwards County, Virginia took his slanderer to court, saying he would rather get back his honor than get money in the case. To those Southerners who did sue for money, such as Cody, the huge amounts of money they asked for probably represented how offended they were at an affront to their honor. ","The second aspect of this case that represented the state of the South, was the fact that the specific slander regarded a white man trading with a slave without the master's permission. Black Codes or laws regarding slaves and their conduct had existed since the very beginning of the eighteenth century, but they got more rigid and more encompassing throughout the nineteenth century all across the South. It was illegal in most states by 1850 for a slave to trade or sell goods without his master's written consent. He was not allowed to trade publicly for his own benefit at all unless his master deemed this acceptable, which some did. A slave guilty of violating a law like this was often punished with a whipping. One reason for this law was that trading and selling allowed slaves some degree of autonomy and gave them their own money, if their master did not demand the proceeds they made from their sales. It also gave them more independence and could make less interested in their master's concerns, which was something whites came to fear more and more as the number of slaves rose. As their numbers rose, so did the potential threat for rebellion or a general challenging of complete white supremacy. Also, as questions over slavery were discussed elsewhere in the nation it added to the insecurity felt throughout the South.","The result of the Cody-Bailey case is not known, or was at least not documented in the court petition record, or it may have been lost over time. However, the important themes that arise in this case are themes that pervaded the pre-war South. The ideas of male honor, the power of slander and the lawsuits that could arise from it, and of the increase in slave codes throughout the South in the mid-eighteenth century, all speak of important ideals and trends in both Georgia, and the South, as a whole."],"display_date":"December 11, 1850","search_date":"1850-12-11","locations":[{"id":1562,"lat":31.8212333753,"lng":-81.1636262055,"zoom":9,"place":"BRYAN, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2199,"title":"Savannah Reverend Addresses Religious Conditions of Slaves\n","course_id":1,"status":"P","start_date":"1846-05-01","end_date":"1846-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Reverend Dexter Clapp of Savannah, Georgia got word of a question put forth in a newspaper, presumably by a Northerner, about the religious condition of slaves in the South. Clapp felt compelled to write a letter to the editor discussing his opinion on the matter. He stated that much of what he had to say was probably not known in the North, but was common knowledge in the South, or at least in his region of Georgia. He spoke of the enormous religious capacity of Southern slaves and the wonderful ways they took to Christian morals, even while in the lowest sphere of society. He also commended white Christians of the South who made it their duty to spread the Gospel to slaves, and said that the care of the spiritual wants of slaves were being given more and more attention by whites. He said that while in cities like Charleston, slaves and masters were often in the same churches and he found that encouraging, in Savannah blacks usually had their own churches. He stated that this was not a bad thing, and that slaves had their own black leaders and clergymen and had independence in their religious worship. Also, he mentioned that the majority of slaves went to church; the largest black church in Savannah having over fifteen hundred members. He also referenced a free black preacher who was not only was the highest paid preacher in the entire city, but who also was immensely successful in preaching to illiterate slaves, and making the Gospel applicable to their everyday lives. He commented that these slaves were as good of Christians as their educated masters. He also claimed that the black preacher seemed to be a defender of slavery, while that may be questioned by many historians. In general, Clapp described Christian slaves as good believers who seemed to have a kind and affectionate nature, a great capacity for love, and a docile and imitative manner, which made them accept the religious ideas presented to them. His letter made clear that he wanted people in the North to know that slaves' religious needs were not only cared for, but that most slaves were exceptional Christians who exhibited many of the best Christian virtues. He made sure to include that white Southerners were perfectly capable and concerned with bettering and supporting the spread of the Gospel to their enslaved people.","Much of what Dexter Clapp had to say on the state of slave Christianity was true, although he described some of it in a very condescending and insulting way, which was indicative of the feelings many white Southerners had towards slaves. He was right in saying that there were many people, missionaries and ordinary folk alike, who saw the importance of sharing the Gospel with slaves. With the rise of Protestantism and the Great Revival in the 1830's, many missionaries made it their work to preach to slaves. Many slaves did respond to message for several reasons, though not as Clapp said: because they had an imitative manner that would make them accept anything presented to them. Although many white Southern Christians claimed dominance over their slaves, slaves could feel equal before God. It also strengthened their families and communities, which was vital to keep their society together during the terrible conditions of slavery. Also, the idea of an equal Heaven was central to the hope that maintained many slaves throughout their lives. Christianity gave slaves freedom to participate in white churches or in their own churches, where they had the freedom to hear their own preachers and socialize with fellow enslaved Christians. Even white men who heard black preachers, said they could not find more enthusiastic ministers or more emotional and genuine church members anywhere. However, some slaveholders feared that religion would cause slaves to rebel, and these whites used the Bible to justify slavery. However, other masters may have truly cared about the salvation of their bondsmen and encouraged them to be Christians. The patronizing way Clapp spoke of the imitative slaves in Georgia was indicative of the opinion many whites had about white supremacy and supposed black infantile nature, but they could not have been more wrong. Although Clapp spoke condescendingly of the docile and imitative nature of the slave, he did not know that slaves often met in secret for their own prayer groups and sermons, where they strongly addressed issues other than obedience to their masters. They discussed freedom and prayed for it, and they sang and danced, and gave way to the feeling of the Spirit. While whites may have seen slaves as docile and meek people who whites actively converted, slaves used their religion and its spread, to create new hope and a stronger culture than ever for African Americans across the South."],"display_date":"May 1, 1846 - May 30, 1846","search_date":"1846-05-15","locations":[{"id":1630,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2867,"title":"A Letter from Italy to Savannah, Georgia","course_id":1,"status":"P","start_date":"1899-11-01","end_date":"1899-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["People in the United States and around the world began to utilize the newly developed railroad system during the nineteenth century. People shipped numerous items by means of the railroad. Southern natives such as Phoebe Yates-Levy Pember, a native of Savannah, Georgia also utilized the new system. Pember spent the years 1895-1899 traveling around Europe. In 1899 she sent home to Savannah a package of Venetian glass. Pember sent the package home to Savannah by means of the railroad system. She trusted that the railroad would deliver her package safely to her home in Savannah, yet she was mistaken. In her letter to Georgina, a family friend, she discussed a problem with the package and the freight system. Pember explained her frustration about the system in her letter because the package she sent by freight never made it to its destination. Shipping by freight was quicker and more efficient, but Pember's letter showed that some frustrations and undependability came with using the freight system. ","Pember's reliance and frustration with the freight system typified the feelings of many other people who also relied on the system. As the population of the United States grew and people needed to not only move items but themselves, the need to transport material throughout the states become increasingly important. Many people wanted the railroad to expand throughout the United States and expand into the central areas of states. Because the necessity for the railroad system was so great the freight system grew to be quite expansive. Through the expansions of the railroad, people in the North, South, and western United States utilized the system. The railroad became a way to ship things quickly and efficiently, or at least more efficient than the means used in the past. Many people began to trust the freight system with their valuables. Phoebe Pember trusted the freight system enough to send something as precious and delicate as Venetian glass by using the railroad system. Although the need for the freight system remained, many people were skeptical to use the new and somewhat unreliable system on which they became so dependent."],"display_date":"November 1899","search_date":"1899-11-15","locations":[{"id":1635,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2918,"title":"A Polite Education\n","course_id":1,"status":"P","start_date":"1828-09-18","end_date":"1828-09-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Education for women in the Antebellum South played a key role in defining and regulating social status. Many Southerners did not see education as a way to enlighten women, but rather to refine and polish them, and make them more suitable for marriage. In the Argus newspaper, published in Savannah, Georgia, an advertisement appeared in September of 1828. It announced Mr. Phillips's new school for young ladies, where they will be instructed in every branch of a polite and finished Education. Mr. Phillips's ad attempted to present his school as safe and innocuous. He called the subjects he would be teaching, polite and finished despite the fact that the formidable list of subjects he planned to teach was 11 topics long and included Writing, Astronomy, Rhetoric, and French. This attempt to make the school sound safe made sense given the tenuous position women's education had in the minds of southerners. "," The education of women in the South was both frightening to white men and necessary to the structure of southern society. In the male dominated South, men acted as heads of the household, and relied on domination of their wives and daughters as much as they relied on domination of their slaves to hold their position in society. An educated woman posed a threat to this domination by setting herself on an equal plane with white men. Education, however, also was a hallmark of the middle and upper classes in the South and a southern woman could not hope to be accepted into higher class society without a minimal education. If a woman was educated it meant that her family had had enough labor in the form of slaves or servants so that she did not have to work to help the family but instead could devote her time to studying. This concept of leisure time for women was intricately connected to the concepts of class and education. Mr. Phillips's advertisement perfectly demonstrates these tensions between male dominated society and the preservation of existing class structures by publicizing a school that he presents as both harmless and impressive at the same time. Anything else would have flown in the face of male supremacy or upper class ideals."],"display_date":"September 18, 1828","search_date":"1828-09-18","locations":[{"id":1628,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2965,"title":"Our Indian Difficulties\n","course_id":1,"status":"P","start_date":"1828-05-19","end_date":"1828-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["People often want what they cannot have. At least, this was true in Georgia in 1828. On May 19, 1828 the Argus, a newspaper in Savannah, printed an extract of a letter from a member of Congress, to the Editor. In this letter the politician explained that the mood in Washington was changing in favor of removal of the Native Americans currently living where they had been for a long time on some of the richest land in the heart of Georgia. The Congressman refers to our Indian difficulties and the perplexities of Indians within [Georgia's] boundaries. The words difficulties and perplexities make the Indians sound more like pesky flies than anything else, though they had been on that land far longer than the white Americans had been."," White Georgians did not just take issue with the fact that the Native Americans occupied some of the best cotton soil in the state. Though this fact bothered them, they were far more disconcerted by some of the implications of this occupation. The United States Government had, until this point, attempted to treat the Native Americans as a separate nation. (Whether or not the government actually believed that they were a separate nation is another question.) Because the government signed treaties with the Native Americans and recognized them as separate nations, they were raising the Native Americans up to an equal footing with white males, thus destroying the idea that only white males could enjoy the full rights and privileges offered by the government. By implication, therefore, African Americans should be freed and be allowed to vote, and women should likewise be allowed to cast a ballot. Native American presence in Georgia, therefore threatened the social system that the South rested on. Furthermore, Native American territories offered a convenient place for runaway slaves to hide, thus undermining white supremacy even more. "," The government further encouraged Georgian support of Native American removal by promising to distribute the land to white Georgian farmers by lottery. This guarantee ensured near universal support from white males in Georgia. The possibility of good cotton growing land combined with the reestablishment of white supremacy proved altogether too powerful. Public opinion in Georgia forced Georgia politicians to make Indian Removal a priority in their campaigns and tenures in office, as this letter from Congress clearly demonstrates. In the North, many were opposed to Jackson's proposal. The most vocal groups, religious groups, eventually evolved into abolitionist organizations. Angelina Grimke, before becoming a Quaker or an abolitionist, focused many of her early energies on opposing the Indian Removal Bill. This evolution, though unknown to Georgians in the late 1820s and 1830s, underscores the corollary between Indian rights and African American rights. "],"display_date":"May 19, 1828 - May 30, 1828","search_date":"1828-05-24","locations":[{"id":1628,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3004,"title":"Jane\n","course_id":1,"status":"P","start_date":"1828-07-14","end_date":"1828-09-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["P. Wiltberger, while sitting at breakfast one morning, was interrupted by his overseer. The overseer angrily informed Wiltberger that Jane, one of Wiltberger's slaves, was missing. Other slaves were being questioned but so far, the overseer could find out nothing. Incensed, Wiltberger questioned his slaves further, but to no avail. He then picked up his pen and proceeded to write an advertisement to the Argus, the Savannah newspaper, calling on all whites to help him regain his property. He offered a 50 reward for the capture of his slave. He described her as a Mulatto Female Slave, named JANE, about eighteen years of age-5 feet two or three inches high-stout and well made-a pleasing and intelligent countenance-long jet black hair. The ad first appeared on July 14, and two months later, was still being printed in every issue of the newspaper. "," Wiltberger's description of Jane does a great deal to reveal why Jane had been successful in evading capture thus far. First, he described her as mulatto meaning that she had lighter skin than most enslaved people. Often, potential slave buyers were hesitant to buy lighter skinned slaves because they had a better chance of successfully escaping. Also, once away, a lighter skinned African American would have a better chance of blending into white society. Wiltberger's ad and the length of time it stayed in the newspaper, both demonstrate the basis on which these fears were founded. Wiltberger also described her as having a pleasing and intelligent countenance. Because many white southerners associated whiteness with intelligence and blackness with ignorance, lighter skinned slaves proved more of a liability and a threat to slaveholders because they were thought to be more intelligent and thus more able to run away."," One of a slaveholder's biggest concerns when debating whether or not to buy a slave was if that slave would run away or not. Many For Sale ads in newspapers made a point of stating that the slave being advertised would never run away. This emphasis shows what a huge issue it was in slave society and the lengths to which a slaveholder would go to in order to regain his property. Jane might not have been perceived as such a huge liability initially, however, because of her gender. Seventy-five percent of runaways were male, simply because female slaves gave birth and had the responsibilities of motherhood so early in life. Jane, at age 18, might already have had children that she was abandoning in her bid for freedom. Her gender also, no doubt, helped in her success because a black woman was perceived as far less of a threat than a black man in the South; therefore, she would likely have had an easier time blending into a crowd. Unfortunately, it is impossible to know whether Jane got away, or whether Wiltberger's ad succeeded. "],"display_date":"July 14, 1828 - September 9, 1828","search_date":"1828-08-11","locations":[{"id":1628,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3012,"title":"Yankees\n","course_id":1,"status":"P","start_date":"1827-12-01","end_date":"1828-06-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the Antebellum South, before railroads were widely used, Southern societies did not encounter people from other places very often. An anonymous man wrote a letter to the editor of <em>The Argus</em> in the summer of 1828, and in his etter he clearly demonstrated his inherent mistrust of outsiders. This man owned a boarding house and was writing to the paper in search of a solution to a problem he had run into with one of his boarders-a Yankee. This Yankee had requested that the boarding house owner post a large packet of letters to Blossomdale, Vermont, free of charge. The boarding house owner wrote, Now, Mr. Printer, can you tell me where Blossomdale village is, and how I am to get these letters there, without paying postage? Is it on this earth, or in the West Indies, or that Moon? Obviously flummoxed, this boarding house owner allowed his previous misconceptions about Yankees (or, in his mind, the others) to turn this situation into a huge, public ordeal as opposed to a small matter between a boarder and the boarding house owner. Southerners were trained from a young age to mistrust those from outside of the South, particularly northerners. An algebra book used widely in the South included problems where southern students were asked to calculate the speeds of two different Yankee soldiers running away from battle, and the profit a Yankee trader made on selling bad pork. Inculcated early with this mistrust, it is little wonder that the boarding house owner acted as he did. These fears and misunderstandings grew through the subsequent thirty years and exacerbated the escalating conflict between North and South, to the point that, by the early 1860s, some southerners saw themselves as a separate race from northerners. They saw the differences in race between northerners and southerners not as biological factors but factors inherent in their characters. This idea of separate races clearly stemmed from the misguided fears of southerners so inherent in southern society."],"display_date":"December 1, 1827 - June 6, 1828","search_date":"1828-03-03","locations":[{"id":1628,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3217,"title":"A Black Man&#39;s Search for Recognition as a Writer\n","course_id":1,"status":"P","start_date":"1894-02-01","end_date":"1894-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1893 the Reverend Robert Anderson began traveling throughout Georgia, Florida, and the North in order to sell his newly published book entitled Rev. Robert Anderson's Surpriser. Anderson's book consisted of his telling of his earlier years living in Georgia and working for several banks and how the officers of the banks placed their utmost confidence in him as an employee.  Anderson's travels led him to the coastal area of Georgia where he arrived in Pooler, Georgia, and entered a local village with a black companion.  Anderson's main reason for visiting the town was to sell his book, therefore Anderson's friend wanted to introduce the reverend to his friends in the town, which included some white citizens.  After the two black companions investigated the town together, Anderson's friend introduced Anderson to his white group of friends.  And to Anderson's surprise, many people from the white group purchased his book.    ","Because the only source of revenue at Anderson's old age came from the sale of his book, the profit that he received from the sale pleased Anderson greatly.  But the gratification Anderson experienced did not come solely from the profit of the sale.   The reverend was truly pleased that a group of white southerners showed interest in his book.  Anderson believed the men bought his book only out of curiosity, yet the reason for the purchase mattered not to the author.  It satisfied Anderson just knowing that a group of white southerners were willing and wanted to buy a book written by a colored man.  Anderson saw his book as a way for both blacks and whites to realize that a black person was educated enough to write a book.  This event was not a unique one in Anderson's life.  The reverend, as a newly published author, would go on to sell many books in his travels in the North and South.  ","Robert Anderson's experience exemplifies how a black man felt about himself among whites.  Anderson knew he was an intelligent man and he wanted his ideas to be heard.  Many white people believed that black people did not have the capacity for intelligence and were inherently inferior.  Yet Anderson knew this idea of racial inferiority was not the case, and it thrilled him to have whites buy his book.  "],"display_date":"February 1894","search_date":"1894-02-14","locations":[{"id":1635,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3262,"title":"Emmanuel K. Love&#39;s Sermon Concerning Lynching and Rape\n","course_id":1,"status":"P","start_date":"1893-11-05","end_date":"1893-11-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 5,  1893, a prominent Baptist preacher gave a sermon concerning lynching, rape, and mob violence against African Americans in the South. In his sermon, Rev. E. K. Love of the First  African Baptist Church in Savannah, Georgia advocated equality for all people, black and white. Fifteen hundred people attended the evening church service to hear the sermon given by Love. Love noted that the outrageous acts of lynching would not stop any time soon. Love professed that the best way to decrease occurrences of rape was to depend on the laws set forth in this country. He promoted the idea that all blacks should follow the law in order to dispel any preconceived notions that whites had concerning black people. Love believed his position on blacks obeying the law was the stance that all black Americans should take. At the end of the meeting the church as a whole took a vote and concluded that they endorsed Love's position as the overall position of the church. ","The threat of being hung from a noose scared many southern African Americans after the Emancipation Proclamation in 1865. Black southerners were hanged for any reason that whites determined to be a necessary cause such as the supposed killing of a white person or the raping of a white woman. Yet the hanging of a black person was not the only form of mob violence African Americans experienced. In 1899 in Palmetto, Georgia two thousand white men, women and children gathered to watch the lynching of Sam Hose who allegedly raped a white woman. The innocent black man was burned alive and his body parts were divided and sold as souvenirs. This tragic episode and many others occurred frequently throughout the South. The horrors associated with lynching and mob violence were at the center of Love's sermon. ","As the population of the United States increased at a rapid rate, whites and blacks began to live in close vicinity to one another in urban and rural areas. One result of the living situation in the rapidly growing United States included a fairly high frequency of lynching. The horrors of lynching became a topic of concern for both whites and blacks. The sermon given by Love denoted the importance of the issue of lynching throughout the South. The large amount of people that attended the sermon showed that many people had a great deal of interest in the subject. Also, the attendance of both blacks and whites at the sermon indicated that lynching was a subject of interest for both races. "],"display_date":"November 5, 1893","search_date":"1893-11-05","locations":[{"id":1635,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3293,"title":"Graduation Address at Georgia State Industrial College for Colored Youth\n","course_id":1,"status":"P","start_date":"1899-06-07","end_date":"1899-06-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Bishop Benjamin William Arnett delivered a graduation address to the youths of the Georgia State Industrial College for Colored Youth on June 7, 1899. In his speech Arnett spoke to the youths about the many commendable achievements of African Americans. He noted that the black race had gone through many changes throughout history and many more changes needed to occur. Arnett's speech mainly focused on the topic of equality for all and a union between black and whites in order to make America a better place for all. Arnett also included in his speech African American's social and educational achievements. He also discussed the many areas for future achievements of African Americans which could be achieved through education. Overall Arnett's speech to the youths of Georgia State Industrial College for Colored Youth promoted a sense of black community by discussing past and future achievements of African Americans.","The themes in Arnett's speech reiterated the feelings of many black leaders of the time. Many speeches and meetings concerning black people included the same topics of African American social and education achievements. The idea of educating oneself was understood by many black Americans as the key to their overall success as a race. Arnett's speech also demonstrated the reliance of the black communities on their own leaders. They knew of the expansiveness of educated people among their race and wanted to utilize these people to inspire their youth. Throughout the history of America, blacks have looked to their leaders as models. People such as Frederick Douglass, Sojourner Truth, and Harriett Tubman have been recognized as not only leaders in the black community but heroes and examples for young blacks to follow."],"display_date":"June 7, 1899","search_date":"1899-06-07","locations":[{"id":1635,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3311,"title":"Emancipation Anniversary Celebration in Savannah, Georgia","course_id":1,"status":"P","start_date":"1888-01-02","end_date":"1888-01-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The day called for a great celebration for all African Americans. Blacks all around the United Stated celebrated this momentous event. On January 2, 1888, a celebration of the Emancipation Proclamation occurred. People gathered in the streets of Savannah, Georgia and commemorated the day they gained their freedom from years of slavery. Citizens, civic societies, and the military convened in the streets as the festivities began. Two prominent leaders in Savannah offered the prayer and proclamation for the meeting. The orator for the day, Rev. Emmanuel K. Love gave a compelling speech to all of those in attendance. Love noted that the Emancipation Proclamation initiated the African American's fight for true freedom and was truly a great event in black history. He also indicated the shortcomings of the Emancipation Proclamation as the blacks gained no honor, fame, wealth, or civil rights through the Emancipation Proclamation. Love recognized that the anniversary was important, but blacks still had to earn their place in white American society. Although Love called for equality among the people of the United States, he announced his stance that whites and blacks should remain separate. In his speech, Love pushed for initial individual black greatness that would then lead the race to become great as a whole. Love promoted his idea that blacks were only what they made themselves. After Love's speech ended the celebration continued and culminated with a grand parade from the military.","Freedom celebrations became a large part of African American culture and included many other activities such as athletic events and beauty contests which exemplified the greatness of the African American race. In 1888, Savannah citizens participated in their own freedom celebration. The numerous citizens in Savannah and throughout the United States took time to commemorate the passing of the Emancipation Proclamation, and their participation in the celebration exemplified just how important the Emancipation Proclamation was to African Americans. Yet Love also indicated that much work needed to be done for African Americans to truly be free. Many other black Americans at this time shared the ideas held by Love, and the ideas of equality would continue to be a focal point in black America."],"display_date":"January 2, 1888","search_date":"1888-01-02","locations":[{"id":1635,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3373,"title":"Law Prohibiting Children to Work in Cotton Factories not Passed\n","course_id":1,"status":"P","start_date":"1897-11-16","end_date":"1897-11-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Savannah Press announced on November 16, 1897 that they deeply regretted the actions of the general assembly of Georgia. The general assembly failed to pass a law that would prohibit anyone under the age of 13 from working in cotton factories. The Savannah Press was disturbed by the actions taken by the legislators in Georgia. The general assembly's actions showed that the need for production outweighed the importance of fair labor standards. ","During the nineteenth century many farmers planed cotton throughout the South. In Georgia, cotton was one of the main cash crops. Before the Civil War slaves worked on cotton plantations which attempted to meet the great national and international consumer need for the product. After the Civil War, freedom was declared for African Americans and many plantation owners lost much of their labor force. The owners of plantations needed people to work the land in order to make sure the need for cotton was met. At the time of the industrialization of America the cotton industry grew, and cotton factories were built throughout the South. Cotton manufacturers needed workers in these factories, and the age of the worker did not seem to matter. Manufacturers were willing to employ anyone and the age or the person did not matter. It seemed to the Savannah Press that the necessity for cotton outweighed moral values of the employers who ran the cotton factories. Employers tended to depend on women and children who were under the age of 16 as the main source of the labor force. One textile executive stated that many employers took no regard as to who should work and how many hours a person should work. The legislators in Georgia seemed to agree with the cotton factory employers on the idea that having as many workers as possible in order to meet the demand for cotton was of the utmost importance. "],"display_date":"November 16, 1897","search_date":"1897-11-16","locations":[{"id":1635,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3389,"title":"Hardee Refuses to Surrender Savannah\n","course_id":1,"status":"P","start_date":"1864-12-17","end_date":"1864-12-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On December 17, 1864 Union General William Tecumseh Sherman and his army were hovering on the doorstep to Savannah, Georgia. Just four days before on December 13, Union forces had overrun Fort McAllister, a Confederate earthwork fortification built primarily for defense against naval attacks. With Fort McAllister toppled, Sherman was poised to sack Savannah. "," He sent the head of Confederate forces in Savannah, Lieutenant-General William Joseph Hardee, a letter advising Hardee that he surrender the city immediately. As quoted from Sherman?s letter, ?Should you entertain the proposition, I am prepared to grant liberal terms to the inhabitants and garrison; but should I be forced to resort to assault, or the slower and surer process of starvation, I shall then feel justified in resorting to the harshest measures.? In a written response to Sherman delivered on December 18, Hardee refused to surrender the city. As quoted in his letter, ?Your demand for the surrender of Savannah and its dependent forts is refused.? Instead of fighting or surrendering Hardee chose to retreat unharmed, leading his troops across a readily built bridge over the Savannah River and out of the city on December 20. Sherman?s forces subsequently captured the city on December 21. "," Following his successful siege of Atlanta in the fall of 1864, it took Sherman and his troops a mere 24 days to march south across Georgia before they reached Savannah, the state?s largest and most valuable port. Sherman encountered little resistance during his ?March to the Sea? and when he arrived outside of Savannah on December 10, the Civil War was essentially over. Union General Ulysses S. Grant had Robert E. Lee pinned down outside of Richmond while Confederate General John Bell Hood had encountered stiff resistance from Union forces in Tennessee."," The fall of Savannah was not as significant as the capture of Atlanta but it was nonetheless a severe blow to the morale of the Confederacy. Sherman used the city as a springboard for his ensuing drive north into South Carolina. On February 17, 1865 Sherman arrived at the state capital of South Carolina, Columbia, where his troops set fires that burned the majority of the central part of the city to the ground. The next day, February 18, 1865, Union forces entered Charleston, reclaiming Fort Sumter where the war had begun nearly four years prior. The Fifty-fourth Massachusetts, a regiment comprised of African American soldiers, marched in singing ?John Brown?s Body?, a song popular amongst Northern abolitionists. Sherman?s utter decimation of Georgia and South Carolina in the winter of 1864 and 1865 wholly demoralized white Southerners and ultimately pushed Lee to surrender to Grant at Appomattox on April 9, 1865."],"display_date":"December 17, 1864 - December 18, 1864","search_date":"1864-12-17","locations":[{"id":1632,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3409,"title":"A Day of Fasting, Humiliation, and Prayer","course_id":1,"status":"P","start_date":"1863-08-21","end_date":"1863-08-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On Friday August 21, 1863, Reverend Stephen Elliot delivered a sermon to Christ Church in Savannah, Georgia. In his sermon, Elliot compared the plight of Southern citizens to that of the biblical figure Ezra who is thought to have led 5,000 Israelite exiles living in Babylon to Jerusalem in 459 B.C. As quoted from Elliot?s sermon, ?We find ourselves in a condition which calls for a wisdom superior to our own, for a power greater than we can control. A day of darkness and of gloominess has unexpectedly settled down upon us, and without being able to perceive any natural causes sufficient to account for it, we are conscious that ?our hands hang down and that our knees are feeble,? and that we are in peril of our cause.?"," Southerners assumed God was fighting on their side during the Civil War. But even believing this, many white citizens of the South still needed to be reassured from time to time. In the spring of 1863 the Confederacy had started to turn the tide on the war against the Union with military triumphs in Virginia at Fredericksburg and Chancellorsville while Southern forces moved north into the underbelly of Pennsylvania. But following a crushing defeat at Gettysburg, Pennsylvania in early July and a hasty retreat back across the Mason-Dixon Line, Southern spirits in late August of 1863 were low. "," Perhaps sensing this, Jefferson Davis, the President of the Confederate States of America, issued a proclamation that declared Friday August 21, 1863 ?a day of fasting, humiliation, and prayer.? Davis asked that all ?people who believeth that the Lord reigneth and that his overruling Providence ordereth all things--to unite in prayer and humble submission under his chastening hand, and to beseech his favor on our suffering country.? "," Elliot?s sermon was delivered in accordance with Davis? proclamation but it was not the first time that the Confederate war effort was aided through the involvement of religious denominations. In Georgia, church congregations collected goods and supplies and distributed them amongst Confederate soldiers. Preachers, like Elliot, who was elected the first Bishop of the Protestant Episcopal Church in the Diocese of Georgia in 1840, often propagated intense biblical ideologies, tying the Confederate struggle against the Northern oppressors to that of a Holy crusade. Religious revivals were also frequently held as a means to boost morale. "," Citizens in the South took heavy solace in the belief that God, a higher power, was watching over their struggle. In times of vulnerability, it was not uncommon for citizens of any stature to turn to the Lord in search of comfort and vindication of their religious convictions."],"display_date":"August 21, 1863","search_date":"1863-08-21","locations":[{"id":1632,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3419,"title":"Yellow Fever Epidemic in Savannah\n","course_id":1,"status":"P","start_date":"1876-08-01","end_date":"1876-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["An epidemic spread quickly from Savannah's port on August 11, 1876. Yellow Fever, a frightening viral disease that causes hemorrhagic illness and sudden death in victims, struck the city's port. More than one thousand people died of the disease within two weeks, and within one month more than five thousand of the twenty-eight thousand residents evacuated the city. Among those that fled was Alexander Lawton. He and his family escaped to Gainesville, GA in order to avoid contracting the disease. In a letter to his friend, Charles P. Greenough, dated September 11, 1876, Lawton wrote that ...the unexpected appearance of yellow fever as an epidemic in our midst brought with it inextricable confusion as it caused merchants to shut down their businesses, disrupting the flow of daily life in Savannah. The casualty rate was high, as more than sixty percent of victims died over a period of six to seven days.","August of 1876 did not mark the first time that Yellow Fever had struck Savannah, however. In 1820, over six hundred people died of the disease, as well as more than one thousand people in 1854. Opinions on the cause of the epidemics varied, with some blaming the region's swampy climate and unsanitary conditions, while others viewed the ships and sailors of the port as transporters of the disease. The southern climate served as a prime breeding ground for mosquitoes and encouraged the spread of the disease until the cold winter months of every year. The 1876 epidemic heightened public awareness of the importance of sanitary conditions. "],"display_date":"August - September 1876","search_date":"1876-08-31","locations":[{"id":1633,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4357,"title":"Passage of Shermans Special Orders No. 15\n","course_id":4,"status":"P","start_date":"1865-01-16","end_date":"1865-01-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Although many regard war as good for absolutely nothing, the truth of the matter is that troops are not the only things that advance in war. In fact, some of the greatest advancements made by mankind in fields ranging from medicine to the arts can trace their roots to military necessity. One such example made in the field of Civil Rights during the American Civil War was Special Field Orders Number 15, popularly referred to as \"Forty Acres and a Mule.\" Issued by General William T. Sherman shortly after the end of his infamous March to the Sea, the act placed captured Southern land in the hands of the freed slaves, something that had never been done before. ","The fall of the seaport city of Savannah, Georgia in late 1844 to Union General William T. Sherman brought an end to the general's famous \"March to the Sea.\" Over a period of two months, a fifty-mile wide front of Union soldiers had marched up to 12 miles a day, looting what they wanted and destroying everything else, including the metaphorical chains of untold numbers of slaves. Under the Emancipation Proclamation, all slaves in areas controlled by the Union were granted freedom, which would pose an unforeseen problem in this case. Specifically, Abraham Lincoln had drafted the Proclamation at the North's nadir, when obtaining half as much land and slaves in twice the amount of time as Sherman had just done would have seemed impossible. As such, the Proclamation's wording about what to do with freed slaves was much too vague. Thus, having no way to support themselves, many of the new freedmen attached themselves to Sherman's army.","On January 16th, 1865, Sherman, with the blessing of Secretary of War Edwin Stanton, attempted to solve this problem with the passage of Special Field Orders No. 15. With the powers granted to him by the War, Sherman confiscated over thirty miles worth of plantations and islands from slaveholders and, taking a page from the 1862 Homestead Act, turned them over to the slaves for use as free settlements. It is interesting to note that while Order 15 is very explicit on such major rules and regulations as the maximum amount of land a single family could own (40 acres), it is remarkably silent on things that deal more with the day-to-day events of the settlement. To be sure, this would be in keeping with the Order's restriction of government interference with the settlement to protection and aid in setting up said settlement.","  Despite this, the Order itself unmistakably struck more of a blow against the CSA military and strategy than for Civil Rights. For starters, although the Order explicitly prohibited conscripting troops from the new settlements, it was no less explicit when it stated that all \"young and able-bodied negroes must be encouraged to enlist.\" Additionally, the Order effectively turned a great mass of dead weight on Sherman's army into something of an occupation force. In this case, one that would produce rather than just occupy or be refugees and free up veteran soldiers for the coming months of war. On a final note, it is interesting to point out that Section III of the Order contains a line that could be interpreted as preparing for Reconstruction. Specifically, the Order states that Congress has the power to \"regulate\" the titles of the freedmen, effectively laying the ground for a transfer of power when the martial law that created the settlements was rendered null. The legal ramifications of transferring power from military to civilian hands are more complex than many realize, and in giving Congress some authority, Sherman no doubt eased this transfer. Unfortunately, the old maxim that laws are silent in times of war is a door that works both ways, in that the noticed laws of war may be silent in times of peace. In this case, during Reconstruction, much of Sherman's Land Grant properties reverted back to their Antebellum title holders.    "],"display_date":"January 16, 1865","search_date":"1865-01-16","locations":[{"id":1632,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}},{"id":4884,"title":"The Moral Question of Slavery","course_id":33,"status":"P","start_date":"1797-09-16","end_date":"1797-09-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the seventeenth and eighteenth centuries, America saw a rapid expansion economically and politically. Cash crops such as tobacco, cotton, and wheat were cultivated on large plantations that saw tremendous profits. A large amount of cheap labor was essential to producing these profits. This cheap labor came in the form of slavery, and it allowed an immense amount of work to be done without costing too much. Without slavery this rapid economic expansion would not have been possible. There is no doubt that slavery was cruel and evil, but was it a necessary evil?","Initially, when Britain arrived in the Americas a plantation system was utilized. Their mercantilist ideas caused the people in the Americas to produce as much as possible in order to achieve the greatest wealth. This system utilized cheap slave labor to tend the large amount of crops on these plantations. However, this labor was cruel and unusual, and was one of the most debated issues within American society for three centuries. The conditions slaves had to endure were unjustifiable. Slaves lived in shacks, ate small amounts of food, were constantly separated from family members, and were beaten with any act of misconduct. Disease, malnutrition, sickness, injuries, and death were prevalent throughout most of the slave accommodations. There was a constant push for the abolition of slavery because it contradicted the ‘”all men are created equal” idea implemented in American society. “It is most certain that all Men, as they are the Sons of Adam, are; and have equal Right unto Liberty, and all other outward Comforts of Life.”[1] This came from a publication in a Boston journal in 1700. The article expressed the wrongs of the slave trade by referring to the specific selling of a slave named Joseph. “There is no proportion between Twenty Pieces of Silver, and liberty.”<sup>1</sup> The journal expressed this exchange as a lack of humanity towards Joseph. If humans were bought with money then they were not humans at all. The article produces a vivid argument for the contradicting idea of slavery. Americans expressed equal rights for all humans, but treated slaves with little humanity and respect.","Consequently, it is obvious and definite that slavery was cruel, sacrilegious, barbaric, and absolutely unjustifiable. But was it necessary for the progress of the Americas? During the seventeenth and eighteenth centuries the Americas saw a gigantic increase in production and therefore profitability. This increase in production was only possible because of the immense amount of cheap labor supplied by slavery and the slave trade. “Slavery was overall very beneficial for Southerners. After 1830 cotton was booming and it became extremely profitable for a southerner to have a slave.”[2] The Americas had two established cash crops, cotton and tobacco. Both of these crops were labor intensive and required a great deal of manual work. It is apparent that the most cost effective way to utilize these cash crops would be to somehow implement large groups of cheap laborers. With this in mind; it is obvious the best economical solution would have been to use slavery. For this reason, slavery was necessary for the economic progression America saw in the seventeenth and eighteenth centuries.","In summation, no matter how necessary slavery was to the economic progression of the Americas it does not justify it in any way. But I can understand the thought process of the people at the time. Utilizing slavery was the best possible solution for cheap labor and directly contributed to the wealthy nation we are today. Slavery was evil, but also the most economically beneficial form of production during the seventeenth and eighteenth centuries."," ","[1] Green, Bartholomew . \"The Selling of Joseph .\" Ames. Cas. Consc. Lib. 5  Cap. 23 Thes. 2, 3 , no. (1700):","[2] Seneil, \"Evolution of slavery in the south: anecessary evil to a moral blessing.\" September 12, 2009.http://socyberty.com/history/evolution-of-slavery-in-the-south-a-necessary-evil-to-a-moral-blessing/"],"display_date":"September 16, 1797","search_date":"1797-09-16","locations":[{"id":15422,"lat":31.8212333753,"lng":-81.1636262055,"zoom":7,"place":"Chatham, Georgia"}],"tags":[{"id":500,"tag":"trade"},{"id":499,"tag":"evil"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":5441,"title":"A Fever Like No Other: Yellow Fever in Savannah","course_id":82,"status":"P","start_date":"1876-08-01","end_date":"1876-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The year 1876 was a frightening time for the citizens of Savannah, Georgia because of a severe yellow fever epidemic. This disease came with terrible symptoms. The symptoms of yellow fever included fever, muscle pains, vomiting, and jaundice. Death was the common outcome for these patients. This outbreak in Savannah was noted in other rival port cities such as Galveston. This occurred in order to try and put Savannah down, and potentially praise these other port cities. The benefits of this were mostly economic in the sense that businesses, especially with imports, could use Savannah’s yellow fever outbreak to steer business their way. This was a common occurrence seeing that there was a fight for supremacy in the social and economic realms during this time period.","An 1876 newspaper article from the <em>Galveston News </em>entitled, \"Yellow Fever Ravages: A Review of the Epidemic in Savannah,\" shows the severity of the disease. In a four month span between August and November in 1876, there were 1,574 deaths. Of this total, 940 of them were diagnosed with yellow fever, while the remaining 634 were categorized as having other diseases. The racial breakdown of these deaths showed that whites were affected more by these diseases than blacks seeing that 1058 of the deaths were whites and the remaining 516 were blacks. This can show a genetic resistance to the disease between the races even though it must be kept in mind these numbers could be skewed for various reasons. The author does not clearly state how accurate these numbers are when dealing with the racial breakdown of the population.","Some critics look at these death statistics and conclude the yellow fever epidemic in Savannah in 1876 was not as bad as others. Even though there were a significant number of deaths from other diseases, the number of people who died from yellow fever was still high. Also, doctors feared that these other diseases were actually different strands of the yellow fever disease. This, in turn, would make yellow fever even more dangerous as well as more important of an issue.","Citizens of Savannah took pride in their cleanliness. Savannah was said to be one of the healthiest seaboard cities, if not the healthiest. This raised much question as to why this disease would hit such a clean and healthy city. This debate created a big controversy within the city and other surrounding cities. Conclusions were finally drawn that it was not the unsanitariness of the city that caused this disease outbreak, but instead it was the weather. City officials insisted there was an unusually wet spring as well as a much warmer period before the disease hit. This was an important finding, because it allowed the city of Savannah to continue to take pride in their cleanliness and healthiness."," "," "],"display_date":"August 1876","search_date":"1876-08-16","locations":[{"id":1633,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":1124,"tag":"Disease in the south"},{"id":1310,"tag":"urban history"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}},{"id":5442,"title":"Evacuation: A Last Resort for Health- Seeking Citizens of Savannah","course_id":82,"status":"P","start_date":"1876-01-01","end_date":"1876-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Evacuation in Savannah during the year 1876 was something that people in the city wanted to avoid at all costs. Unfortunately, in many cases there was simply no other option. Yellow fever struck Savannah in 1876. People began to move out of the city as soon as the disease began to spread. The immense amount of worry about the disease and its terrible symptoms caused citizens to flee the city. An 1876 newspaper article from the <em>Georgia Weekly Telegraph and Georgia Journal and Messenger </em>provides a first-hand account of the evacuation that took place in Savannah. This article gives insight as to how and why these people left the city.","Trains were the main source of evacuation for the citizens of Savannah. Trains were crowded leaving the city, and in many cases, extra cars were added to the trains to help accommodate the massive number of people trying to leave. People headed all over the state to places such as Millen, Augusta, and Atlanta. All of these cities took in a great number of refugees. These people all believed there was a severe problem and risk to their lives as well as their family’s lives, so in their minds their actions were justified.","People fled on steamers in order to evacuate the city as well. Also, steamers, such as the <em>Dictator </em>of Charleston, were cautioned not stop in the ports of Savannah because of the fear of quarantine. When the epidemic hit Savannah in 1876, the monitoring of these ships was at an all-time high in order to prevent the disease from coming into the city. Doctors in Charleston warned captains that there was certainly an epidemic taking place in Savannah. Mayor Anderson of Savannah took on a big role of helping the monitoring as well as informing the city and surrounding cities of the situation. This was done through his numerous reports to the city as well as telegrams sent to surrounding areas such as Darien.","There was a great irony in the mass exodus of people from the city. The editor of the Telegraph was crtical of the healthy people who evacuated the city. The healthy evacuating the city potentially raised a problem, because they left the sick alienated from society and left to die. In an earlier article, people fleeing the city were greatly criticized for leaving the sick behind. The editor critized the people who fled because it left the city with very few healthy citizens to help fight the disease. This allowed the disease continue to grow stronger in the city.","Scholars have studied the factors in which cause families to evacuate. Conclusions have found that the concept of being warned is the biggest factor. Warning by authority, peers, or media, are all areas in which people are warned. This scholarly finding is consistent with Savannah during the yellow fever epidemic of 1876. Groups such as the <em>Benevolent Association </em>and Mayor Anderson were key figures in sending warnings and reports of the disease to the public. Evacuation is simply a last resort to save the family. Ultimately, this is what these families in Savannah were trying to do in response to the yellow fever epidemic in 1876."],"display_date":1876,"search_date":"1876-07-01","locations":[{"id":1633,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":1311,"tag":"Diseases in the south"},{"id":1310,"tag":"urban history"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}},{"id":6299,"title":"Harriet Jacobs encourages Savannah Freedman’s Orphan Asylum","course_id":137,"status":"P","start_date":"1868-03-02","end_date":"1868-03-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Harriet Jacobs appealed to the government of the city of Savannah to create an orphan asylum. According to Jacobs there were other organized societies that provided “relief of the freed orphans and aged freedman.” What Jacobs planned to do was purchase an area of land around the city and cultivate it for the use of the both the children and older residents within the area. “I promised my assistance, with the understanding that they should raise among themselves the money to purchase the land,” she wrote,  “to cultivate the land (about fifteen acres) in vegetables and fruit.” Jacobs then went on to say that, “The institution will thereby be supplied, while a large surplus will remain for market sale. Poultry will also be raised for the market sale.”  By making the institution self-sufficient they hoped not to depend on local or state government in the long term would most likely decline to help blacks. Jacobs and her counterparts wanted to provide for both education and growth for African Americans who were left in a state of destitution during the Reconstruction era.","Harriet Jacobs was an ex-slave from North Carolina who spent years of her life working as a nanny for a family in New York. She changed her name, and began a new life after her escape to freedom in the early 1840s, however, the time she spent in slavery had a major impact on her.  She captured her experience in the South in her autobiography, <em>Incidents in the Life of a Slave Girl </em>published in 1861<em>.</em> She used her antislavery narrative to show society the horrors of slavery for a woman. She emphasized the fact that women suffered in a way that was particularly terrible compared to that of men. Jacobs’ story, unlike many other antislavery narratives of this time, appealed by design to an abolitionist audience that was primarily made up of women. More importantly, it was geared towards white women in a society that believed their moral virtue was a component of Christianity. But for Jacobs as a black woman, getting her writings published was very difficult. What is most remarkable about this woman is that despite the horrors she faced, she continued to advocate for blacks, joining the struggle against slavery, and even assisting black refugees during the war. She used the recognition from her narrative to help with public institutions for blacks such as schools, hospitals and orphanages after the war.","During Reconstruction, southern states creation of Black Codes had a major, but short-lived effect on the lives of blacks. The South needed a sufficient labor force and many black orphans were forced against their will to work as apprentices for an employer. Many of these employers could perform a series of abuses on their apprentices. Although they had to provide both clothing and food for their apprentices, it was akin to slavery. Because of these laws this resulted in the creation of black orphan asylums that could aid black children who were homeless."],"display_date":"March 2, 1868","search_date":"1868-03-02","locations":[{"id":1632,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":1115,"tag":"Freedmen"},{"id":123,"tag":"Reconstruction"},{"id":2577,"tag":"Orphans"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}]}