{"id":2248,"place":"RHEA, Tennessee","lat":35.6087098631,"lng":-84.9243946154,"episodes":[{"id":3017,"title":"Adventists Pardoned\n","course_id":1,"status":"P","start_date":"1893-04-17","end_date":"1893-04-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Tennessee, Sunday was a sacred day. In fact, there were state-wide laws expressly prohibiting doing any sort of work on Sundays. So when nine Seventh-Day Adventists were caught doing work on a Sunday, they were arrested, tried, and convicted. They were sentenced to short jail terms and locked up. ","Later, Judge James C. Parks, the trial judge who passed the prison sentence on the men decided that they should be pardoned and released from jail. Reverend W. G Colcord, M. A. Sturdevant, W. S. Buarchard, D. C. Plumb, and S. B Abbott benefited from the pardon. They were immediately released from prison and allowed to return to their colony. These men, a minister, a school teacher, and school assistant, were reputable citizens of Rhea County, respected by their neighbors and friends in the colony. ","At this time, the Seventh-Day Adventists were a relatively new group. They focused their efforts on evangelizing through printed materials. The significance of this episode lies in how it illustrates the isolated character of the sect, the parameters of their interactions, and their conflicts with the established order and the community?s reactions. The Adventists in the south at this time focused their efforts in creating rural and self-sufficient communities in east Tennessee. One of the tenets of the Adventists is that they do not engage in evangelical efforts with members of other religious organizations. And, it was not uncommon for Adventists to run into trouble with the law because, unlike other common religious groups, they worshipped on Saturday and needed to pursue their work on Sunday. Despite the fact that the people of Rhea County most likely did not have much contact-social or religious- with the members of the Adventist community, the jailed men were treated well. The reason for clemency in the situation was probably related to the tie of Evangelical Christianity between the Adventists and those people inflicting judgment and punishment on them. "],"display_date":"April 17, 1893","search_date":"1893-04-17","locations":[{"id":12319,"lat":35.6087098631,"lng":-84.9243946154,"zoom":9,"place":"RHEA, Tennessee"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":5307,"title":"Scopes Monkey Trial","course_id":73,"status":"P","start_date":"5/7/25","end_date":"7/21/25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 28<sup>th</sup>, 1925, the Tennessee Legislature passed the Butler Act prohibiting the teaching of evolution in public schools. Shortly after the legalization of the act on May 7<sup>th</sup>, 1925, John Thomas Scopes, a science teacher at Dayton High School, willingly challenged the stance of such a regulation. Consequently, the Tennessee police arrested Scopes and charged him with the violation of the law. The American Civil Liberties Union (ACLU) appointed Clarence Darrow as the defense attorney for Scopes, while William Jennings Bryan, a well-known presidential nominee, argued on behalf of the prosecution. Formally the case is known as <em>The State of Tennessee v John Thomas Scopes</em>; however, the case is widely recognized as the Scopes Monkey Trial.","During the 1920s, many states throughout the United States experienced difficulty with the word “evolution” and its many connotations. Anti-evolution bills arose in order to prohibit the discussion and teaching of the subject. People began to fear that the acceptance of evolution in schools would interfere with the religious views of the students.  The Scopes trial lasted eight agonizing days with the two opposing sides fighting for political gains. According to an article written in 1927 by Ronald M. Harper, “the great drive to banish the teaching of evolution from American schools widely heralded after the Dayton monkey trial” was successful. Scopes most certainly achieved nationwide fame with his experimental trial causing chaos throughout.","Day eight of the trial signaled a verdict of guilt for Scopes. Sheldon Norman Grebstein in his book <em>Monkey Trial </em>declared that the Tennessee court returned a guilty verdict and “convicted [Scopes] for teaching in the public schools a certain theory denying the story of the divine creation of man.” As a punishment, Scopes received a fine of $100, while the two attorneys of the case continued their bitter fight for political popularity. In the article “Creationism in the United States: II. The Aftermath of the Scopes Trial,” Randy Moore states that “as both sides claimed victory editors of newspapers… predicted the creation/evolution controversy would continue unabated.” Ultimately, Scopes lost the most as a consequence of the trial. He decided to resign from Dayton High and eventually left Tennessee to pursue other interests.","For Scopes, the trial signaled an opportunity for change; however, the economic and political gains proved to be greater overshadowing his action. Scopes continued his fight against the Tennessee courts appealing the verdict which yet again proved unsuccessful. In the early 1950s, a final attempt to fight the Butler Act occurred and again the legislature of Tennessee chose to uphold the law.     "," "],"display_date":"May 7, 1925 - July 21, 1925","search_date":"1925-06-13","locations":[{"id":19380,"lat":35.6087098631,"lng":-84.9243946154,"zoom":9,"place":"Rhea, Tennessee"}],"tags":[{"id":1077,"tag":"Scopes Monkey Trial"},{"id":1078,"tag":"Scopes Trial"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}}]}