{"id":2267,"place":"HANOVER, Virginia","lat":37.7601235969,"lng":-77.4908797136,"episodes":[{"id":2640,"title":"Family Values in the Old South\n","course_id":1,"status":"P","start_date":"1820-01-13","end_date":"1820-01-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter to her father, Louisiana Cocke wrote that she missed him and was looking forward to his return. Louisiana wrote, I begin to be quite impatient for your return, as I am anxious to return to my studies... This demonstrates the close relationship of General Cocke and his daughter. He also apparently, served as her tutor while he was home. Families in the antebellum South were close- knit structures, because of the distance between neighbors. The detachment created less opportunity for friendship outside of the family, and produced families that were a close unit."," According to Charles Wilson and William Ferris, the father acted as the head of the household and was responsible for the overall support of the family. All of his family was identified through him. Children had a special relationship with their father even though he was absent most of the time, especially in the case of General Cocke. The legendary Southern father was much like the myth of the Southern gentleman: well- educated and genteel, with a firm and commanding personality, which demanded deference from all family members and from nonaristocratic whites. The father was a loving father, but oftentimes pulled away from their male children as they aged. "," Both parents were seen as role-models to their children. In her letter, Louisiana expresses that she is ready for her father to get home so she can continue her studies, enforcing the fact that she looks up to her father and sees that she has something to learn from him. Both parents in wealthy families took little care of their children as infants, but became infinitely closer to their children by the time they were two or three. Children's roles were oftentimes separated by gender by the time they were pre-teens. ","Even though parents were not always the primary caregivers in wealthy southern families, they became closer as they grew past the care giving age. Parents cared about their children's futures and how they learned to interact with others. Since family farms and plantations were spread out in the South, people did not come in close contact with others on a regular basis. This isolation led families to develop closer relationships. The strict rules at home encourage family members to respect each other and to know their place in the family. Louisiana's letter was typical of this attitude because she showed a deep admiration for her father, but at the same time she was very anxious to see him again because of their special relationship with each other."],"display_date":"January 13, 1820","search_date":"1820-01-13","locations":[{"id":13904,"lat":37.7601235969,"lng":-77.4908797136,"zoom":9,"place":"HANOVER, Virginia"}],"tags":[{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2645,"title":"Marriage as an Institution in the Antebellum South\n","course_id":1,"status":"P","start_date":"1825-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Helen Lane and Arthur S. Johns requested the presence of John Ambler and his family to their Tuesday morning wedding in the area of Louisa and Hanover counties. The bride's family sent out the invitation and they requested that the Ambler family attend the wedding. The ceremony was scheduled for Tuesday morning at nine am. "," Weddings traditionally took place within the community and then the couple stayed within the community after their marriage as well. Localism and pride were major components in this society as a result of the way of life in the antebellum South. People of the antebellum South rarely knew anyone but their neighbors and stayed within their community for their entire life, even after marriage. This action brought about local pride and a close-knit community. ","Because farms and plantations were spread out, people oftentimes had to come to common areas to run errands, go to church, and just be in contact with other people. Community members were often on a first name basis with other community members because of constant interaction with each other within different aspects of the community, from seeing others at the market to arranging marriages between their families. "," Feeling a strong sense of community, people wanted to share their ceremonies and celebrations, such as the wedding invitation in the Ambler Papers, with their entire community. Many counties in the early nineteenth-century South, including Louisa and Hanover counties, did not have a regional newspaper, so many community members were invited through personalized invitations. The family of the bride used invitations as a way of announcing the celebration since they could not put an advertisement in the newspaper."," Connecting families within a county was a major theme in early nineteenth century marriages and many people strove to do this as often as possible to pull their assets together to create more land, more enslaved people and ultimately more profit. The marriage between Helen Lane and Arthur Johns was a community event in which many people would have shared the event with them; they were also combining their resources. British law transplanted itself into antebellum southern society in terms of marriage. Once a woman got married, she gave over all of her property rights to her new husband and he could then earn income off of her land as well as his. The parents of the bride literally gave their daughter away. She is transferred from being inferior in one family to being inferior in another, except with the responsibility of running a household. "," This marriage between the Johns and Lane family demonstrates a way of life within the planter class of the Antebellum South. The ceremony would have brought the community together to celebrate the uniting of two community families. The wedding would have been the place to be because most people in the small community would have been invited and there would have been nothing else for the community members to do. The Lane Johns marriage was an event typical of the rural South in the nineteenth century."],"display_date":1825,"search_date":"1825-07-02","locations":[{"id":13904,"lat":37.7601235969,"lng":-77.4908797136,"zoom":9,"place":"HANOVER, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2689,"title":"Van Buren and Reservation in the South\n","course_id":1,"status":"P","start_date":"1820-01-01","end_date":"1820-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Martin Van Buren, a Democrat from New York and Vice President to Southerner Andrew Jackson was a questionable figure in the nineteenth- century South. His motives and ideas were unclear and not exactly in-line with everything that the South stood for during this time. He voted for Free Negro Suffrage; the South could not place a finger on the reasons behind his vote, resulting in an unstable opinion of Van Buren and how he would influence the region. "," As a Democrat in the 1820s, Martin Van Buren shocked the South when he voted in favor of Free Negro Suffrage. The Democrats had proven to be a strong in the South and become the leading party of the southern states. Andrew Jackson embodied the ideal Democrat, so when he picked Martin Van Buren of New York as his Vice President, the South was shocked that a New Yorker was chosen to run with Jackson. Van Buren was known for his anti-abolition attitude, but it was also evident that he was against the expansion of slavery because it would upset the balance. He did, however, protect the opinions of the slave states to maintain their institution of slavery. "," The Bondurant's saved a newspaper article about Van Buren and his decision about Free Negro Suffrage. According to this, Van Buren's decision at the New York Convention was portrayed as a sneaky move by Van Buren, but it still did not upset the South - it only made their reservations about him continue and continue to intensify. The Southern planters respected Van Buren's past and therefore they trusted him with their future until he proved otherwise."," The attitude of the newspaper clipping, and apparently the Bondurant family for saving it, was characteristic of the South, in particular Virginia because of its strong political roots. Southerners knew that their culture was under constant scrutiny and attack by the Northern reformers. They were very suspicious of anyone that might come in and ruin or modify their society. Van Buren would have to do something to prove himself to the Southern states in order to receive their full support. When Van Buren became President, he was able to act as an intermediary between the North and South because of his background and voting record."],"display_date":1820,"search_date":"1820-07-01","locations":[{"id":13904,"lat":37.7601235969,"lng":-77.4908797136,"zoom":9,"place":"HANOVER, Virginia"}],"tags":[{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2694,"title":"The American Coloinzation Society: An American Cause\n","course_id":1,"status":"P","start_date":"1819-01-01","end_date":"1819-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the early nineteenth century, the country was concerned with slavery in America and getting rid of it in a timely manner with as little consequences as possible. In order to help this concern, The American Colonization Society was founded in 1817. Border States such as Kentucky, Tennessee, and Virginia had the most chapters because of their locations and ideas about slavery. In Virginia, many prominent men were members of this society, including James Madison, Thomas Jefferson, and John Hartwell Cocke of Fluvanna Country. The Society was a national club and needed to keep its members bonded together on one common cause. One way that they accomplished this was to send out a newsletter called the Circular. "," The 1819 Circular, informed John Cocke of a colony that was in the works of being established in Africa so that the Society could finally put its thoughts into action. Despite only being two years old at the time, the society already had strong ideas and a plan to bring about colonization. They worked out their plan in great detail to ensure that it would work and go over well; they knew minute details such as which port the slaves would leave from and where the former slaves were going. The colony that the Circular publicized was Liberia. In 1821, Liberia became the colony of African American colonization in Africa; the city of Monrovia was the major city of this colony, named for President James Monroe. This letter was an informational letter sent to all of the members to show progress in this endeavor; many other letters followed to keep the members posted on development in the project."," This Colony was formed out of fear that if slavery were abolished and the slaves were left in America as freedmen, they would revolt against their former owners. Virginia, Cocke's home state, was the first place in America to hold slaves and had already experienced turmoil from unhappy slaves. Virginians feared slave revolts like the Gabriel Revolt of 1800 and the Denmark Vessey Revolt in Haiti in 1822. They feared that since they had held slaves for so long that they slaves would have a strong vengeance against the slave owners. Colonization seemed like the perfect alternative; it would slowly ease the slave holders away from slavery and get the enslaved people away from the land of their former masters and back to their homeland."," Colonization was a dominate idea in the United States in the era before the Civil War. Some southerners favored colonization because they did not want to have their slaves turn on them after they were freed, and northerners did not want African Americans in their country because of racist feelings that were prevalent in the North in the early nineteenth century. Both regions could agree on this alternative to abolition, despite their obvious differences about slavery. The American Colonization Society combined these regional fears into a club with a common cause that all Americans could relate to and support."],"display_date":1819,"search_date":"1819-07-02","locations":[{"id":13904,"lat":37.7601235969,"lng":-77.4908797136,"zoom":9,"place":"HANOVER, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3869,"title":"Hood and His Texans at the Battle Gainess Mills\n","course_id":5,"status":"P","start_date":"1862-06-27","end_date":"1862-06-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Courageously \"march[ing] under a constantly increasing shower of shot and shell,\" General John Bell Hood and his fighting Texans battled their war towards a Union embankment and on to glory. The stage was the Battle of Gaines's Mills on June 27th, 1862, and it was up to Hood and his men to lead the charge to Confederate victory. This was the battle, as Hood describes it in his memoir, which launched him and his Texas brigade from obscurity into fame. ","It was the morning of the third day of what became known as the Seven Days' Battle, and General Robert E. Lee faced the dilemma of turning back the much larger Union army from Richmond's front doorstep. McClellan's Peninsular Campaign had brought the war to within several miles of the Confederate capitol, and due to miscommunication among the Confederate commanders McClellan had achieved a victory at Mechanicsville the day before. However McClellan had unexplainably fallen back to the position along the ridge behind Boatswain's Swamp. The position was well defended by embankments and long-range guns and offered a very difficult approach for the Confederate troops.","In preparing for the day's attack, General Lee approached Brigadier-General John B. Hood and asked him to fight his way towards the middle of the Union line in an attempt to break through. McPherson describes Hood as a daring and \"gladiatorial\" man who quickly accepted the challenge and went to scout out the terrain.   Seeing the Union line was in a strategic position, Hood devised his approach and waited for the opportune moment. As the battle raged on for the whole day, Hood held his 4th Texas unit in reserve while Lee's first attack was again hampered by miscommunication and thrown back. Towards sundown, the Confederates rallied, and Hood seized his opportunity. Placing his unit at the center of the Confederate line, Hood ordered his men not to fire a shot as they advanced but to stay in line. Hood believed that the only way to reach the Union line was by staying in formation, and if his men were forced to stop and reload their guns they would never make it. Hood describes how he and his men pressed on towards the Union line while their \"ranks were thinned at almost every step forward.\" Finally they crested the hill before the swamp, and Hood led them charging down the steep hill, still not a shot fired among them. Crossing the swamp, the Confederate advance faltered. Hood recounts how, at this crucial moment, he shouted to his men to \"fix bayonets and charge\" The Texans bravely led the surge up the hill, scaled the Union breastworks, and quickly dispersed the Union troops from their position.  McPherson describes how, after the Union line was broken, McClellan and the Union troops quickly retreated while the Confederates managed to capture 2,800 troops. However the day's fighting had been very fierce as the Union lost nearly 4,000 men and the Confederates nearly 9,000 men. All this happened in only six hours of fighting.","Hood and his Texans fought valiantly and had brought victory to the Confederacy at a great cost. Describing General Stonewall Jackson's report of the battle the next day, Hood recounts how the decorated General complemented 4th Texas unit by saying that \"the men who carried this position were soldiers indeed.\""],"display_date":"June 27, 1862","search_date":"1862-06-27","locations":[{"id":13908,"lat":37.7601235969,"lng":-77.4908797136,"zoom":9,"place":"HANOVER, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}]}