{"id":2271,"place":"CHESTER, South Carolina","lat":34.6920570183,"lng":-81.1595343266,"episodes":[{"id":3043,"title":"Blacks in South Carolina: Education and Christianization\n","course_id":1,"status":"P","start_date":"1834-01-01","end_date":"1834-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Several members of South Carolina's Chester County delivered a petition to the state assembly in response to an 1834 act outlawing teaching reading to slaves. The citizens expressed outrage at the legislation, saying themselves and other citizens were prepared to disobey the law because slaves across Southern plantations already had the ability to read. They further expressed their opinion that the law would not be enforced in the state, except in cases of malicious and spiteful intent on some slaveholders' parts to punish men better than themselves. The petitioners denounced the legislation as ridiculous because slave owners would not be able to prevent their slaves from reading and learning to read, much in the same way that they couldn't prevent their slaves from learning to write, a skill many slaves taught themselves despite the watchful eyes of their owners.","    The petition continued to question the logic of the assembly in enacting such legislation and questioned their assumption that intelligence is more likely to produce insurrections among slaves than ignorance. They argued that general ignorance within the slave population is more of a threat because it would make slaves much more susceptible to the influences of any Nat Turner type character that might pass through the region. The petition ended with the scornful question does chivalrous South Carolina quail before gangs of cowardly Africans with a Bible in their hands?","    Despite the moral and Christian basis of this petition, this appeal and many others like it were continually rejected by the state legislators. According to historian Walter Edgar, South Carolina was known across the antebellum South as the most stringent state with regards to teaching blacks, both free and enslaved. However, many individual slave owners did break these laws, mostly in the hopes of educating their slaves about Christianity, knowing that the laws, though strict, were hardly enforced. In reality, it is estimated that around 5 percent of South Carolina's black population had some grasp of reading or writing. The state assembly insisted on enacting such laws because of leaders' beliefs that literate blacks, whether free or enslaved, presented a major threat to the system that the South relied upon so heavily. Additionally, the reference to Nat Turner's rebellion 3 years earlier in southern Virginia gives a sense of the uneasiness that rippled throughout the South as slave owners saw the delicate balance of the system their entire lifestyles depended upon. This episode is an excellent illustration of the different pressures felt by white Southerners throughout the antebellum period: recognizing slaves as human souls entitled to the same rights as whites versus slaves as commodities upholding the economic and cultural basis of Southern culture."],"display_date":1834,"search_date":"1834-07-02","locations":[{"id":11463,"lat":34.6920570183,"lng":-81.1595343266,"zoom":10,"place":"CHESTER, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}