{"id":2280,"place":"JONES, Georgia","lat":33.0230529305,"lng":-83.5603964858,"episodes":[{"id":390,"title":"Meteor Strikes near Forsyth, Georgia","course_id":1,"status":"P","start_date":"1829-05-09","end_date":"1829-05-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 9th, a wonderful phenomenon' occurred outside of Forsyth, Georgia. A rock of 36 pounds appeared out of a clear sky and crashed into the ground with tremendous noise.' The rock's' impact was heard up to 80 miles away and it sunk two feet into the ground. The rock smelled of sulphur and appeared to have been in the fire.' The Cherokee Phoenix and Indians' Advocate reported that similar bodies have fallen from the atmosphere, at different times, in the eastern, as well as in this continent yet no one has been able, satisfactorily, to account for their origin' (Cherokee Phoenix and Indians' Advocate).&lt;br /&gt;&lt;br /&gt;This phenomenon can clearly be identified, with present day knowledge, as a meteor, yet in 1829 scientific knowledge was still greatly lacking. Today, even elementary school children could talk about meteors, yet at this time a meteor was a wonderful phenomenon' whose origin baffled even the most erudite minds of the time. &lt;br /&gt;&lt;br /&gt;Despite not yet knowing the origins or causes of meteors, there was a healthy interest in Astronomy in 1829. The Argus reported on December 25th, 1829 that a Solar Microscope' would be in Savannah for four uncloudy days.' Unfortunately, people were more concerned with using the Solar Microscope' as a microscope and not as a tool to look at the stars. For the price of fifty cents, citizens could view blown up views of fleas and butterflies."],"display_date":"May 9, 1829","search_date":"1829-05-09","locations":[{"id":1965,"lat":33.0153192627,"lng":-83.5621782427,"zoom":9,"place":"JONES, Georgia"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3056,"title":"Reconciling the Peculiar Institution\n","course_id":1,"status":"P","start_date":"1845-12-26","end_date":"1845-12-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In December of 1845, Reverend T.M. Wilkes wrote a letter to Reverend Iveson Lewis Brookes proposing that funds be raised to secure a new Baptist missionary to preach in Jones County, Georgia. Brookes was asked to continue paying 100 to sustain the preaching activities at his Jasper County plantation and to give an additional 100 to secure the second missionary. Wilkes, also a reverend, assured Brookes that another 300 would be provided by the Marion Board and general fundraising. Brookes was very active in Baptist affairs, and also owned hundreds of slaves and at least three plantations, including one in Jones County. He wrote a pamphlet arguing that the Bible served as justification for slavery, and presumably had a previous interest in procuring a preacher for his plantations. The money raised would be enough to procure the services of John H. Clark, an ordained minister living in the field, zealous, persevering, and energetic, whom Wilkes enthusiastically endorsed as the best candidate for the plantation job.","Preaching Christianity to slaves was a problematic endeavor. Although planters wanted their slaves to be Christian and to have eternal salvation from their sins, slavery was not easily reconciled with Christian notions of equality, and many feared that their slaves would become rebellious if they heard these messages. Reverend Brookes was, however, not alone in believing that slavery and religion could be reconciled. According to many slaveholders, Christianity not only supported the institution, but also strengthened it by teaching slaves the ideals of obedience and honesty, reducing the threat of rebellion. Southern missionaries also found themselves torn between their religious beliefs and condoning this peculiar institution. Many believed that slavery was wrong and ungodly and educated slaves when they could. Methodist and Baptist ministers also comprised a significant part of the southern abolitionist movement. Others argued that emancipation was insignificant compared to the need to preach salvation, and they thought that the anti-slavery approach had to be abandoned. Their primary goal was compromised when plantation owners banned missionary activities as a result of their abolitionist efforts. ","Tensions during the Southern Baptist Convention of 1845-seven months before Wilkes' letter was written-resulted in a split between the Northern and abolitionist missionaries and those who supported slavery or were at least willing to meet slave-owners' pro-slavery demands in order to gain access to the plantations. Methodist and Presbyterian organizations experienced a similar division. One result of this schism in the Baptist Church was the creation of a board for Domestic Missions in Marion, Alabama, which is probably the 'Marion Board' mentioned by Wilkes in his letter. A prominent figure in national Baptist politics, Reverend Brookes might have been one of the pro-slavery voices during the Convention meetings, but if not, he certainly supported their view. He saw these efforts realized when Baptist organizations began bringing missionaries to his own plantations in Georgia."],"display_date":"December 26, 1845","search_date":"1845-12-26","locations":[{"id":1967,"lat":33.0230529305,"lng":-83.5603964858,"zoom":9,"place":"JONES, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}