{"id":2288,"place":"MADISON, Louisiana","lat":32.147356423,"lng":-91.0322487665,"episodes":[{"id":3037,"title":"Dueling in the Bayou\n","course_id":1,"status":"P","start_date":"1881-05-21","end_date":"1881-05-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The shot sliced through the quiet, heavy bayou air at Willow ditch. The bullet from the double-barreled shot gun grazed Joseph Richburg's coat. Almost immediately, a second shot tore through his pants. Responding quickly, Richburg fired back at his adversary, Brewer, who had begun to flee. Then Richburg aimed his shot gun at Brewer's son, prepared to fire again. However, when Brewer's son dropped his gun and begged for mercy, Richburg allowed him to live. This confrontation in the form of a duel typifies the white Southern gentleman's way of dealing with a dispute. Moreover, Richburg's grace and mercy highlight a chivalrous, honorable deed that would have served to better his reputation. The culture of excessive masculinity in the South made duels a respected means of settling a conflict."," In the anonymously written <em>Practical Lessons Under the Code Duello</em>, published in 1874, there are valid instances when participation in duels is not only acceptable, but also necessary. The author goes on to state that if a man finds himself in some situation in which his authority or character is threatened, he must be...less than man if he were to submit in silence. The practice of dueling, the author believes, will never fade away, because it will be persisted in as long as a manly independence and a lofty personal pride in all that dignifies and ennobles the human character shall continue to exist. This bold statement clearly reveals the drive that pushed Richburg and Brewer to a duel. The code of honor that came with being a man was deeply branded within the mind of both Southerners."," Joseph Richburg and his neighbor Brewer had been friends in Madison Parish, Louisiana. They were both small planters and knew well the hardships of maintaining a self-sustaining farm. Both men would have relied on a barter system to attain goods and services. However, when Richburg owed Brewer some meat, <em>The National Police Gazette</em> cites that a dispute arose and that out of this tension grew a bad feeling which nothing but gore could satisfy. Richburg was unable to pay Brewer his debt, and so the men confronted one another in a duel. The two men met at Willow ditch, a lonely swamp between Pawpa Lake and Joe's bayou. Brewer brought his twenty-one year old son with him to the meeting, and Richburg brought his fifteen-year old son and his friend, Mr. Willis. Willis, acting as a mediator between the two men, persuaded the men to settle the matter with words and not bullets. Brewer's son, Willis, and Richburg converged to reach an agreement, but suddenly Brewer jumped out from behind a tree, shooting twice at Richburg. The scene described above then unfolded. "," The detailed description <em>The National Police Gazette</em> afforded this event is quite significant. It shows that duels were still a completely acceptable and sometimes necessary way to settle disputes between two men even in 1881. Southern men held themselves to a strict code of honor that included an aggressive, masculine showcase of confrontation which often culminated in dueling. Duels were afforded much attention in this culture of extreme virility that is so dramatically detailed in the both The National Police Gazette and the Code Duello."],"display_date":"May 21, 1881","search_date":"1881-05-21","locations":[{"id":5578,"lat":32.147356423,"lng":-91.0322487665,"zoom":9,"place":"MADISON, Louisiana"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3065,"title":"Miss Lu Lucas, the Manager of a Large Estate in Madison Parish, Louisiana","course_id":1,"status":"P","start_date":"1884-09-20","end_date":"1884-09-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" In Madison Parish, Louisiana, Miss Lu Lucas manages a large estate, and spends the greater part of her time in the saddle, wrote Harper's Bazaar in the Personal section on September 20, 1884.  This excerpt, though very brief, is packed with information about women who lived in the Reconstruction era South.  Most striking at first is that Luc Lucas was a Miss, that she was an unmarried woman who was operating a plantation.  The fact that Lu was not married could have multiple explanations, but most likely Lu had inherited the estate from her father.  It is possible that her father died a natural death at home, but it is also likely that he was killed or injured while fighting in the Civil War.  As George C. Rable writes of Jane Turner Censer's book The Reconstruction of White Southern Womanhood, 1865-1895, After the war, women increasingly inherited real property and served as executors of men's estates.  So many Southern men had died during the Civil War, or were unable to manage a plantation when they returned home, so women were often responsible for taking over their families' estates.  Rable goes on to include that Censer asserts in her work how  marriage prospects declined for Southern women after the war, emphasizing that more young women apparently chose to remain single during this time.  Whether Lu could not find a husband, or if she decided not to marry is not specified.  However, it can be concluded that simply her ability to function in such a role of high status (that of operating an estate) proves that women in the South were beginning to step outside the lines that they had been previously been defined within.  "," The inclusion of Lu's short, simple biography in Harper's also reveals that her lifestyle was accepted.  Before the war, white Southern women were often confined to domestic chores and occupations; but with Lu's story, it seems that women's lives were expanding in that they were now recognized as capable of running an estate.  That this position was socially acknowledged shows that the role of women in the south was changing dramatically after the Civil War.   "," Lastly, the mention of Lu's ability to spend a lot of time riding horses reveals that although she was managing a large estate, she still had a great deal of spare time.  That Lu owned horses for sport and pleasure means that not only was she the proprietor of her own land, but also that she was wealthy and active enough to partake in leisurely entertainment venues.  "," Even though the larger details of Lu's life are unknown, the information found in this short passage and its broader implications show a great deal about how women's positions and roles in society were changing during Reconstruction.  Along with many other members of their society, women were experimenting with their notions of self during Reconstruction."],"display_date":"September 20, 1884","search_date":"1884-09-20","locations":[{"id":5578,"lat":32.147356423,"lng":-91.0322487665,"zoom":9,"place":"MADISON, Louisiana"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}