{"id":2303,"place":"EAST FELICIANA, Louisiana","lat":30.8450996798,"lng":-91.0454900846,"episodes":[{"id":2276,"title":"Twelve Days to Live: A Fearful Yellow Fever Epidemic\n","course_id":1,"status":"P","start_date":"1853-10-14","end_date":"1853-10-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1853, B. W. Hatch wrote a letter to W. W. Cook of Mississippi telling him of a yellow fever epidemic that was causing fear and panic throughout the Clinton community. The population dropped from between 1,500 to 2,000 people to 250, some of whom died and some of whom had fled to the country. At the time of the letter, 46 people were receiving treatment, five of whom had been diagnosed in the past 24 hours. The religious base of the community, preachers and the like, fled. Instead, volunteers from the Masonic Brethren and other parts of the community stepped in to help the sick, and doctors and nurses came from New Orleans and Mississippi. The sickness spread throughout the region with reports of cases in Woodville, Baton Rouge, Bayou Sarah, and Port Hudson. Hatch wrote that the air was finally beginning to cool and that he hoped soon there would be a frost; this would make conditions less conducive to the sickness.","Hatch reported that those who fled to the country suffered the worst from epidemic because they lacked access to medical care. He also said that a disadvantage of being in town was a lack of food, for the country people would neither come nor send to Town because they feared contamination. Hatch sent a boy to the country to buy a chicken and said that the boy had to wait for the farmers to catch and kill the chickens and then leave before he was able to collect it. The farmers did not want to be near anyone from town. At the time of his letter, Hatch reported that, despite the shortage of food, he and his family were all well and in fine Spirits; however, twelve days after he wrote his letter, B.W. Hatch died of yellow fever. Hatch was a victim of Louisiana's most serious yellow fever epidemic. The epidemic killed around 12,000 people in New Orleans alone. Even more people died in rural areas, giving Louisiana the single highest death rate of any state in the country for any single year of the nineteenth century. People fled from the cities to escape the sickness. Although the rural areas did have less sickness, they also had fewer doctors-making chances of recovery even slimmer.","Doctors often were unsure about how to treat the sickness, trying a variety of medicines and even going as far as to bleed their patients. Until the early twentieth century, doctors had no idea what caused yellow fever; nor did they know for certain if it was contagious. Many towns attempted to quarantine residents, convinced they would be able to contain epidemics this way. But, as Walter Reed discovered in 1900, yellow fever was not transmitted by humans but by insects, and thus efforts to quarantine always failed. Yellow fever caused epidemics everywhere in the United States throughout the eighteenth and nineteenth centuries, though it took its hardest toll in the South. The largest epidemic in the North was in Philadelphia in 1793 where two thousand people died. Epidemics were much more common in the South; port towns such as New Orleans, Louisiana; Mobile, Alabama; Norfolk, Virginia; Charleston, South Carolina; Savannah, Georgia; and Galveston, Texas were especially susceptible because of the high number of disease carrying mosquitoes in areas-throughout the nineteenth century all of these areas had their own epidemics similar to Louisiana's in 1853. Besides causing widespread death, the fever would also cause commercial problems. Communities would blockade themselves from the world to keep out the disease. Goods and passengers were unable to enter communities that were affected with the fever, nor were they allowed to leave. Businesses would close both from a lack of goods and customers, and also from a fear of the fever. Once an epidemic of yellow fever occurred in the South, public health officials all over the region would be charged with preventing the importation of the disease from the infected area, thereby limiting the chance of a local epidemic. But they also had to keep trade going at the same time-a difficult and almost impossible task. The disruption of trade would often cause the largest uproar after the end of an epidemic; people exclaimed that after all the death and ruin of the economy, a cure must be found. "],"display_date":"October 14, 1853 - October 26, 1853","search_date":"1853-10-20","locations":[{"id":5513,"lat":30.8450996798,"lng":-91.0454900846,"zoom":9,"place":"EAST FELICIANA, Louisiana"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3082,"title":"Laura Merrick Entertains Union Soldiers\n","course_id":1,"status":"P","start_date":"1863-05-21","end_date":"1863-05-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["While many of their husbands and fathers went to fight in the Civil War, Southern women were often left at home to care for their families. In Union occupied areas, soldiers made themselves comfortable in the homes of these Southern women. One rainy evening, while Laura Merrick was socializing in her parlor, five Union soldiers entered to take solace from the weather. They strangely requested that Laura sing Bonnie Blue Flag, a Confederate song. Midway through the song Laura burst into tears and ran from the room. After the soldiers apologized for making her so upset, Laura unhappily returned to the parlor. The soldiers informed Laura that they had no hard feelings toward her, because Louisiana's decision to secede was not controlled by the people since African-American opinion was ignored. ","Throughout the occupation of Louisiana, Union solders were seen as conquers by southerners. Soldiers, typified by the disliked General Benjamin Butler, were known to come into the cities of Louisiana and transform them. In New Orleans, General Butler gave the city a thorough cleaning in order to protect his soldiers from disease. Soldiers had no second thoughts about making themselves comfortable in the homes of Louisianans. ","Women of Louisiana had very specific complaints concerning Union soldiers because of the fear they instilled in these women. There was specific code of conduct that Union soldiers followed called the woman order. This order established that if women disrespected Union soldiers they would then be recognized as prostitutes. Therefore, women were very scared to upset Union soldiers. They went out of their way to appease the soldiers to avoid sexual abuse - even if this meant going against their beliefs."],"display_date":"May 21, 1863","search_date":"1863-05-21","locations":[{"id":5514,"lat":30.8450996798,"lng":-91.0454900846,"zoom":9,"place":"EAST FELICIANA, Louisiana"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}