{"id":2304,"place":"HAWKINS, Tennessee","lat":36.4411585935,"lng":-82.9446913403,"episodes":[{"id":2126,"title":"The Ill-Mannered Welcome of Judge White\n","course_id":1,"status":"P","start_date":"1840-01-01","end_date":"1840-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The honorable Judge Hugh L. White's welcome upon passing through the town of Rogersville, Tennessee, on his return trip home to Knoxville, was anything but warm. Upon his arrival, the former United States Senator was greeted with a large strip of cotton covered with insulting comments stretched across the main entrance to the town. The citizens behind this offensive act were members of the local Van Buren Party. These citizens were of the same group who had recently aided in removing White from his seat in the Senate. Many members of the town had pleaded with the Van Buren Party members that the banner be removed before his arrival. Their protests, however, were to no avail, and the sign was hoisted in anticipation of his entrance. The Judge and his party decided against passing under the sign, and bypassed the street altogether upon seeing the unwelcoming reception which awaited them at the town's entry. ","This offensive deed was most likely the Democratic reaction to Judge White's perceived misrepresentation of the views of his constituency during his term in the United States Senate. Hugh L. White and Ephraim H. Foster served as Tennessee Senators representing the Whig Party at a time when a fierce political battle between the Whigs and the Democrats raged in Tennessee as well as on the national level. During this time, the Democratic electorate of Tennessee felt that their interests were not being represented in Washington by their two Whig senators. A plan was devised in the State Legislature to force White and Foster to either resign or support the policy of Democratic President Martin Van Buren. Consequently, Senators White and Foster both resigned and were replaced by Democrats. ","The narrative of Judge White demonstrates just how strongly local Democrats of the town of Rogersville opposed their representation by the Whig Party. In accordance with this event, historian Jonathan M. Adkins argues that the core issue of this conflict between Whig and Democrat was the question of which party would best represent the people. Though Tennessee in the 1840's was split fairly evenly between both parties, the Democrats certainly made their opinions known about who they believed would better represent their state. These attitudes were evidenced by the chilling reception Judge White received from local Van Buren supporters. "],"display_date":1840,"search_date":"1840-07-01","locations":[{"id":12080,"lat":36.45228967,"lng":-82.9955025129,"zoom":9,"place":"HAWKINS, Tennessee"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2737,"title":"Mollie Netherland&#39;s Death\n","course_id":1,"status":"P","start_date":"1872-09-20","end_date":"1872-09-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the afternoon of September 20, 1872, Mollie Netherland, a 22-year-old woman from Hawkins County, Tennessee, rode out from the town of Rogersville with a gentleman friend. On their return to town, her horse became frightened and unmanageable. The horse ran away, but Netherland's friend could do nothing to stop the horse. While Netherland managed to cling to the saddle for almost a mile, she was eventually thrown off and instantly killed. An article in the Rogersville, Tennessee, Weekly Reporter stated that Netherland's parents and siblings were devastated by her death, but were hopeful in the belief that Netherland had passed into Heaven because of her Christian beliefs. The article claimed that Netherland was prepared to meet her Lord and that she stood at Heaven's gate, waiting to greet her family and friends when they joined her. ","Mollie Netherland's death greatly impacted the Hawkins County community, as the sudden death of a youth always deeply affects families and communities. The community greatly admired Netherland for her joyful and innocent demeanor. Her obituary stated that the community mourned the loss of her cheerful voice, happy smile, and gentle demeanor. Sadness and despair filled Netherland's obituary, describing the community members' mournful hearts and unbearable sorrow in her death. According to her obituary, the entire community, both white and black, felt they had lost a dear friend in her death.","Historian Edward Ayers argues that children were typically the center of attention in nineteenth-century Southern families and that their death cast deep shadows on Southerners' lives. In support of Ayers' argument, Netherland's obituary claimed that her funeral was attended my more people than any other funeral in Rogersville history, displaying both her importance in the community and the serious impact of her death upon the community. In addition, Netherland's death displays how southern communities depended upon religion for emotional comfort and stability. As historian Robert Handy argues, southern Protestants ardently believed that God permitted all events to occur for a purpose, as they applied this belief to everything from a child's death to the failure of the Confederacy. The Hawkins  County community clung to their belief in the purposefulness of all circumstances, as The Weekly Reporter article claimed that the Lord's hand impacted all things, giving the community hope that Netherland's death fulfilled the Lord's purpose."],"display_date":"September 20, 1872","search_date":"1872-09-20","locations":[{"id":12083,"lat":36.430431671,"lng":-82.9436340728,"zoom":9,"place":"HAWKINS, Tennessee"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2745,"title":"Calvin Gray&#39;s Murder\n","course_id":1,"status":"P","start_date":"1882-12-24","end_date":"1882-12-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the night of December 24, 1882, near the town of Mooresburg in Hawkins   County, Tennessee, African American Calvin Gray was accused of stealing hogs on Mrs. Joseph Gill's farm. He was later released for lack of evidence. On the following Saturday, December 30, an unknown group of people sought retribution for the alleged robbery and bombarded Gray's home, pounding violently on the door and walls of his house. No serious outcome resulted from that night's altercation, but the party returned to Gray's home on the following evening, repeated the hostility, and demanded that Gray come out to discuss his thievery. Gray refused to appear, and members of the group tore a plank of wood from Gray's door and repeatedly shot into the house through the hole. Gray received bullet wounds in the arm and stomach and died from his injuries. A man named Jim Williams also received serious wounds in the gunfire, as a shot in the forehead resulted in his death five days later. Calvin's stepson received a bullet wound in the leg, but was not fatally injured. Nine or ten people were arrested for their involvement in the bombardment, but all were released for lack of proof of their involvement. ","Gray's story reveals the disparate attitudes that whites possessed toward African Americans in Hawkins   County, Tennessee in the nineteenth century. The Hawkins County legal system treated Gray fairly, dismissing his crime for lack of proof and releasing him even though he was black. However, Gray's murderers did not grant him the same respect, as they violently assaulted him for unproven petty thievery. Gray's death displays the duplicitous nature of many southern whites in the late nineteenth century, as Gray's killers repaid an apparent legal injustice with an even more repulsive injustice. While Gray's killers believed his alleged robbery required retribution, they defied the legal system by punishing Gray outside of the system and by enacting a punishment egregiously disproportionate to the crime. ","Gray's murder served as an informal, citizen-organized judicial system, fulfilling historian Edward Ayers' argument that whites lynched alleged black offenders in the nineteenth century to uphold their perception of justice and to terrorize blacks into acquiescence. While the white mob did not lynch Gray, they terrorized him and might have lynched him if he had succumbed to their demands to exit his house. Instead, he was killed by gunshot for allegedly stealing a few hogs. Ayers argues that the majority of lynched African Americans in the nineteenth century South were tortured and killed for charges of murder, rape, or violation of white womanhood; however, Calvin Gray was hunted down, terrorized, and killed for the alleged robbery of a few hogs. Such disproportionate punishment suggests that some whites in the late nineteenth century possessed an even more severe hatred for blacks than previous accounts indicate. "],"display_date":"December 24, 1882 - December 30, 1882","search_date":"1882-12-27","locations":[{"id":12084,"lat":36.4411585935,"lng":-82.9446913403,"zoom":9,"place":"HAWKINS, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2747,"title":"Rumors Insult Women&#39;s Dignity\n","course_id":1,"status":"P","start_date":"1882-04-01","end_date":"1882-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In April 1882, two young ladies from St.  Clair, Tennessee traveled with three men to attend the Church Hill Institute in Church Hill, Tennessee. The two ladies were invited to spend the night at the home of Mr. and Mrs. Nugent, but declined the offer because the women did not want to inconvenience the family because the Nugents were already hosting many other guests. The women also wanted to travel with their three male friends in order to find a place for them to stay together. After the incident, a citizen of Church Hill circulated a rumor that the women declined the Nugents' hospitable offer because couple lived in a log cabin. A lengthy article ran in the <em>Rogersville Press and Times</em> denouncing the man who spread the rumor and calling him a noodlehead with the innate proclivity to tell lies. The <em>Press and Times</em> defended the women's character, stating that they would never spurn a kindness and then speak ill of those who offered it. The women told the newspaper that Mrs. Nugent's hospitality was the primary subject of their conversation after leaving her home, stating that she was extremely kind and generous.","The supposed insult of a community woman launched a scandal in Hawkins  County, pitting the communities of Church Hill and St. Clair against each other, and prompting a four-column article in the Rogersville newspaper. Thus, the conflict seriously impacted upon the communities in Hawkins  County. The newspaper emphasized that the Church Hill community was an honorable community with good citizens, but argued that the community was beset by the presence of one citizen who spread deceitful rumors about the St. Clair women. The article suggested that many attacks and accusations occurred between the communities, as the conflict set the citizens of St. Clair against the citizens of Church Hill. ","The conflict centered around the supposed violation of female dignity and propriety. The article protected both the respectable and high toned women of St. Clair and the kind lady of Church Hill, Mrs. Nugent. This protection of female dignity supports historian James C. Cobb's argument that white womanhood was a symbolic assertion of white southern manhood in the late nineteenth century. According to Cobb, men sustained their own dignity and manhood by protecting female dignity. Cobb argues that this symbolic protection of dignity stems from the southern man's failure to protect women during the Civil War, leading them to ardently protect female dignity in response to their failure. The newspaper article sought to protect the honor and dignity of the females involved in the conflict, while deriding the honor of the male who spread the rumors against the women's character. "],"display_date":"April 1882","search_date":"1882-04-15","locations":[{"id":12084,"lat":36.4411585935,"lng":-82.9446913403,"zoom":9,"place":"HAWKINS, Tennessee"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":12,"tag":"Migration/Transportation"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3083,"title":"Railroad Ruckus\n","course_id":1,"status":"P","start_date":"1895-01-30","end_date":"1895-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On an ordinary day in Rogersville the Southern Railway train, run by Conductor Shell, pulled into the station to unload its cargo of flour and take on the next load of lumber. Lewis Boyd, a black man, hopped up into the car to help unload the flour. As he removed the sacks of flour from the car, he happened to throw some of them to the ground. Conductor Shell reprimanded Boyd for his carelessness and Boyd took great offense. Boyd began to mutter and to curse the conductor out loud. Shell immediately responded, telling Boyd to stop. At this, Boyd snapped and he jumped onto Shell from the train car, hitting him on the head with a large stone. As Shell fell to the ground, Boyd hit him again and began kicking him. Other men working on the train rushed to the scene and restrained him. Boyd, seeing how badly Shell was hurt, ran for a nearby swampy area. However, the trainmen gave chase and brought him back. ","Meanwhile, word spread of what had happened. As Boyd was apprehended and brought back to town, a mob assembled, ready to kill Boyd for what he had done. The trainmen averted a lynching by hurrying Boyd off to the judge in Rogersville, who promptly threw Boyd in jail. At his trial, Boyd claimed Shell was the cause of the incident, that his actions were provoked. ","As railroads spread across the country in the period after the Civil War, they did more than just move goods for commerce from one place to another. They allowed people to move in, out, and around the south to a much greater degree than ever before. Thus, there were more unfamiliar faces- white and black- in towns where the railroad came. We don?t know if Boyd knew Shell personally, but it seems unlikely given the immediate hostility that arose between them on the day of the incident and given Boyd?s extreme actions. Historians have pointed out that these new social situations called for a more complex level of interaction than both white people and black people had been used to in the antebellum period. Indeed, race relations in these urban areas with people coming in and out were more impersonal and confrontational; thus a situation in which a railroad worker insulted a conductor and then attacked and severely injured him would be more likely to occur. "],"display_date":"January 30, 1895","search_date":"1895-01-30","locations":[{"id":12085,"lat":36.4411585935,"lng":-82.9446913403,"zoom":9,"place":"HAWKINS, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3091,"title":"Badly in Need of a Revival\n","course_id":1,"status":"P","start_date":"1887-02-26","end_date":"1887-02-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Rogersville needed religion- at least Reverend Jarvis and Reverend Roberts thought so. These two clergymen, along with the ministers of the churches near Rogersville held a series of union meetings or revivals at the Methodist Episcopal Church. ","The faithful churchgoers who attended prayed together, coming forth to offer their wishes for the success of the revival meeting and for the souls of those gathered. Coming through inclement weather, they prayed with the ministers and found spiritual comfort. So successful and popular were these meetings, that the leading opinions in the town were in favor of extending the revival meeting for an entire month, to solidify the influence of Christianity in the region. ","The influence of Evangelical Christianity in the South cannot be denied. Landholders, small farmers, and women all flocked to the churches to find their particular brand of Protestantism. Revival meetings such as this one became common as preachers sought to extend their messages beyond the walls of their churches in efforts truly to evangelize the population. Historians tell us that a great many church members were women, so it is safe to say that the women of Rogersville and its environs probably attended this series of revival meetings. Indeed, they most likely brought others with them to hear the messages of sin, repentance, and rebirth being preached by the variety of ministers. That the ministers were requested to stay on and continue these meetings illustrates a sort of self-conscious desire for Evangelical Christianity on the part of the areas residents as well as a recognition of religious affiliation as an important regional characteristic. "],"display_date":"February 26, 1887","search_date":"1887-02-26","locations":[{"id":12084,"lat":36.4411585935,"lng":-82.9446913403,"zoom":9,"place":"HAWKINS, Tennessee"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}