{"id":2309,"place":"CARTERET, North Carolina","lat":34.9040918306,"lng":-76.2536140613,"episodes":[{"id":1537,"title":"The Battle at Newbern\n","course_id":1,"status":"P","start_date":"1862-03-13","end_date":"1862-03-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the Federal capture of Roanoke Island, General Burnside and his Union battalions, now totaling some 11,000 troops, moved on to the important established community of Newbern, North Carolina.  The attack began on March 13, 1862, and worked its way right up the west bank of the Neuse River though much rain and muddy road.  Driving back the Confederate forces of L. O'B. Branch, Burnside was able to capture the town by morning of the 14th with just 90 fatal casualties.  The Confederates had only 64 deaths, but nearly 600 injured and missing soldiers, sheer numbers illustrating the continual overpowering of Union forces by their incredible size and force.  All barns and towns were burnt down in the town, with valuable cotton crops and all other agricultural products being decimated by the Federal troops.&lt;br /&gt;&lt;br /&gt;While seemingly unimportant, the battle provided another serviceable base for Federal inland expeditions and a new vantage point gained for cultivating the considerable pro-Union elements of North Carolina.  The seizure of Newbern threw Beaufort and Morehead City into the Union's possession as well, with Confederate supplies from Fort Macon being a possible loss too.  The victory enabled the North to not only gain all these vantage points, but also eliminate an established, strong trading community for the South.  Newbern was a very old town, rich in agricultural value and trade income.  By seizing this town from the Confederacy, Federal forces were able to inflict double the damage of a normal wartime victory; not only taking away something from the enemy, but gaining something equally as valuable in return."],"display_date":"March 13, 1862 - March 14, 1862","search_date":"1862-03-13","locations":[{"id":9308,"lat":34.9040918306,"lng":-76.2536140613,"zoom":9,"place":"CARTERET, North Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3090,"title":"Beaufort&#39;s Change of HeartBeaufort&#39;s Change of Heart\n","course_id":1,"status":"P","start_date":"1862-03-01","end_date":"1862-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In March of 1862, a northern soldier stepped on board the steamer Union to accompany it on its journey down South to attempt to take the Confederate locations of Beaufort and Fort Macon. Once the ship landed on the North Carolina coast, the soldier disembarked and continued the voyage on foot with several other men. They were headed twenty miles north towards the city of Morehead City, North Carolina, which was situated just opposite Beaufort and in good firing range to Fort Macon. Once the group reached the area near Beaufort, the fortunate receipt of a mistaken letter divulged some valuable information to the Union forces. It described that Fort Macon was garrisoned by about 500 men, but they were heavily in need of fresh provisions. The soldiers in the fort were sick and lacking morale. Barret and Yearns describe the importance of strategy in attacking Fort Macon, and the dismal conditions and their consequences at the fort certainly prove the historians' point. The strong strategy by the North and lack thereof by the South led to the city in which the fort was situated, Beaufort, being taken by the Union by the early summer of 1862. The stars and bars that one flew over Fort Macon no longer remained there, but the stars and stripes were now flying high. ","The northern soldier who traveled south to take part in the siege recorded the differences he noticed in Beaufort from before and after the turnover. He observed that one of the most sudden changes came in the clergymen of the Episcopalian churches of the city. One week, they prayed for the safety and prolongation of Jefferson Davis' troops, that the hand of God would lead the Confederacy to victory. The following Sunday, then, the same preacher would speak of the importance of the long continuance of the United States. The soldier also wrote about how on the coasts and principal town of North Carolina where the inhabitants have had a chance to become closer to Northerners, there is a feeling of acceptance. The ball only needs to be set in motion for the Southerners to change their attitudes towards the Yankees. Whether or not his opinions on the matter are true, the soldier believed Beaufort changed the feelings in its heart after the Union victory."],"display_date":"March 1, 1862 - May 30, 1862","search_date":"1862-04-15","locations":[{"id":9308,"lat":34.9040918306,"lng":-76.2536140613,"zoom":9,"place":"CARTERET, North Carolina"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4496,"title":"Cape Lookout Lighthouse\n","course_id":20,"status":"P","start_date":"1859-09-19","end_date":"1859-09-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Official information has been received at this office from Captain W. H. C. Whiting, corps of engineers United States army, that the new lighthouse at Cape Lookout has been completed.\" The new lighthouse had the shape of a cone made of brick, with an iron lantern as the light. The tower rose 156 feet above sea level. The light was a \"fixed\" light that could be seen up to 22 nautical miles during ordinary weather. The light was lit for the first time on November 1, 1859.","According to historian Cheryl Shelton-Roberts, \"the most modern architectural logic of the time went into the design of the Cape Lookout lighthouse.\" It was the first to rest on cross timbers instead of on pilings because pilings could not be driven into the compact sand. \"The lighthouse stood tall enough to reach out over across Lookout Shoals and rise above morning mist and fogs,\" and its light sequence rotated every fifteen seconds. Cape Lookout was one of many lighthouses along the North Carolina coast, located in southwest Carteret County on the 22-mile-long Core Banks. The lighthouse's job was to warn mariners of dangerous shoals that extended eight miles into the ocean. Mariners had to memorize each lighthouse's sequence of how the light blinked to know their location along the coast. Each lighthouse along the coast of the United States had a different light sequence. The Cape Lookout Lighthouse saved many ships that carried important cargo to the mainland from running aground on the shoals that were off the coast.","In the nineteenth century, transatlantic trade was booming. \"Even after the invention of the steamboats,\" notes historian Daniel Howe, \"merchants continued to favor sailing ships for ocean going voyages because they did not have to devote a lot of precious cargo space to carrying fuel for a long voyage.\" It was not until 1840 that Samuel Cunard pioneered the idea of using steamboats for the transatlantic voyage, but instead of using wood they would use coal. Using coal left a lot more room for the cargo, which meant that the merchants could make more money. Almost every major port had a lighthouse like Cape Lookout, allowing the ships to come into port safely during the day and at night."],"display_date":"September 19, 1859","search_date":"1859-09-19","locations":[{"id":9307,"lat":34.9040918306,"lng":-76.2536140613,"zoom":9,"place":"CARTERET, North Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}}]}