{"id":2336,"place":"SUMNER, Tennessee","lat":36.470940443,"lng":-86.4050771088,"episodes":[{"id":3125,"title":"Blackburn in Gallatin\n","course_id":1,"status":"P","start_date":"1821-01-01","end_date":"1821-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1821, Gideon Blackburn, a very talented Presbyterian itinerant preacher, also known for his proposal to establish a school for Cherokee children, came to Gallatin. More than 300 people where there to listen to him. According to the judge Jo C. Guild, who attended the meeting, he was the most powerful and eloquent minister he had ever heard. ","Religion was considered as one of the most important things in their life according to Tennesseans and meeting on Sunday with a famous preacher was a kind of habit; newspapers announced it every week. Religion was also important in politics, because it helped people to make some significant choices about their lives. For example, religion made some people believing that slavery was not a good thing, that it was not Christian. However, even if every church tried to regulate the conduct of its members, it had little effect at the beginning, since the period was one of outlawry. But almost everybody in Tennessee soon had a religion and different churches flourished in antebellum Tennessee and in the South (Presbyterians, Baptists, and Methodists) and religions' influence on people increased. Understanding why religion was so significant at the time can also help us to know why religion is still really present in the life of American people and so powerful in politics nowadays."],"display_date":1821,"search_date":"1821-07-02","locations":[{"id":12401,"lat":36.470940443,"lng":-86.4050771088,"zoom":9,"place":"SUMNER, Tennessee"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}