{"id":2347,"place":"HOCKING, Ohio","lat":39.4969744596,"lng":-82.4791535659,"episodes":[{"id":4318,"title":"Women of Hocking Valley Become a Force for Miners Strike\n","course_id":5,"status":"P","start_date":"1884-10-25","end_date":"1884-10-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A wood engraved image of the Hocking Valley Miners' Strike was published on October 25, 1884 in <em>Frank Leslie's Illustrated Newspaper</em>. It depicted four officers leading a miner through a large crowd of women.  In the picture some women held clubs that were raised in threatening positions, while the rest had faces that were contorted with rage.  Joseph Becker sketched this scene in Buchtel, a mining town in Hocking County, Ohio during the Hocking Valley Miners' Strike of 1884. Miners, women and men, from forty-eight mines in Hocking Valley arranged the strike in order to dispute high living costs and decreased wages.  The miners had hoped to expand their rights as a worker by means of peaceful demonstrations with the organized political support of the Knights of Labor.  Nine months later, the striking miners were unable to come to an agreed compromise with the mine operators and returned to the mines. "," The women of the Hocking Valley miners were a familiar image, which grabbed the publics' attention toward the miners' plight during the 1880s. Their struggle for economic balance and the stability of their employment could only be recognized, because of the image of working class mothers and wives engaged in a united front.  Hocking Valley Miners were not only assisted by the image of their fellow workers in <em>Frank Leslie's Illustrated Newspaper</em>, but became connected through the family oriented association of the Knights of Labor.  This association was a national working class group that tried to end \"industrial capitalism\" by incorporating new ways to oppose unjust industrial policies.  The Knights of Labor was the first organized labor group to successfully attempted to change basic working conditions for all workers despite race , gender, position, age, and regardless of their experience. This large union would eventually assist the Hocking Valley mining families through two strikes during the 1880s. "," One of the biggest issues during these strikes was the rivalry of appearing levels in working class. Miners had been hired as individual groups, led by a selected manager. Most of the time family members would form a \"family system of production\". The necessity of many hands versus the few, children and women were part of the company.  This unit method allowed miners to work at an individual pace, but work was limited by the price of coal per ton. With the advancement of technology and the change in safety, job description changed the way workers were viewed as employees.  The emergence of the change between manual labor and skilled labor created a strained working force in the mines.  Wages and restrictions limited workers by age, gender, and skill sets, rather than the longevity of their employment. Job description was not a common term until the Knights of Labor and other Mining groups created the unity of workers.  No longer would miners receive the benefit of selected associates, but an organized layer of employees, based on their skills or experience. "," The sketch of the miners' women in Hocking Valley is an image that fueled the miners' progress toward the creation of a company that would unite under the protection of the United Mine Workers of America in 1890.  The image relays the importance of the labor union to the worker as standardizing the work force.  The uniqueness of the Hocking Valley Miner's Strike is that the workers' struggle was a family action.  Women were used by the newspapers to express the unfair working conditions and the poor pay of the Hocking miners.  Due to the efforts of the mining families in Hocking Valley and publicized notice in newspapers, miners succeeded in obtaining stable wages and equal opportunities, but the creation of the mining unions created a clear definition in skilled workers, manual laborers, and family working units."],"display_date":"October 25, 1884","search_date":"1884-10-25","locations":[{"id":10289,"lat":39.4969744596,"lng":-82.4791535659,"zoom":10,"place":"HOCKING, Ohio"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":7,"tag":"Women"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}]}