{"id":2361,"place":"LEE, Virginia","lat":36.7054450503,"lng":-83.1284807305,"episodes":[{"id":3162,"title":"Capital Punishment in Lee County  \n","course_id":1,"status":"P","start_date":"1884-05-15","end_date":"1884-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The eyes of justice were not colorblind in the South before or after Civil War. White criminals faced one set of rules while blacks faced another. Southern justice did not favor the death penalty unless the accused was black, in which case there was hardly a hesitation in its authorization. On March 15, 1884 in Jonesville, Virginia, Absalom Russell, a white man, was hanged for the murder of Ira Dean. The murder took place two years prior in July of 1882. After the initial guilty verdict, the case traveled through several courts where the guilty verdict was never overturned. Surprisingly, the newspaper points out that the execution of Russell was the first in Lee County since a man was hung for murdering a police officer sixty-seven years before. ","Justice meant different things to different races. Russell, due to his race, was able to have his case heard several times in appeals courts before he was finally hung. The difference in the treatment of blacks and whites in the court room is clear. From 1800-1860, whites were hung in Virginia only for the crime of murder. Half of the blacks that faced the death penalty during that same time period were murderers. Black rapists, burglars, and arsonists were all hung from 1800-1860 in Virginia. This is true in many of the southern states during the nineteenth century. Absalom Russell was able to have his case heard in several courts before finally being hung, while a black man guilty of stealing faced the noose immediately. ","After the Civil War, when treating blacks as property was no longer allowed, many southern states gave their all-white juries the ability to hand down capital punishments. Thus, these states were able to ensure that blacks faced the death penalty far more often than whites. Many blacks did not have the opportunity to face these juries due to the sudden rise in lynchings that took place during Reconstruction. Those responsible for the lynching hardly ever faced repercussions in the court room. The hanging of Absalom Russell was front page news in Wytheville. Without slavery, whites turned partially to the death penalty to keep their newly freed neighbors in line."],"display_date":"May 15, 1884 - December 31, 1884","search_date":"1884-09-07","locations":[{"id":13996,"lat":36.7054450503,"lng":-83.1284807305,"zoom":10,"place":"LEE, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}