{"id":2368,"place":"RICHMOND, Georgia","lat":33.3596398044,"lng":-82.0735645683,"episodes":[{"id":53,"title":"Augusta, Georgia Holds an Agricultural Convention","course_id":1,"status":"P","start_date":"1873-02-11","end_date":"1873-02-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 11, 1873, the Agricultural Convention was held in Augusta, Georgia. The states of Tennessee, South Carolina, Georgia, and New York were represented. Roughly two hundred delegates attended this conference. At the convention, attendees discussed the economic condition of the South, and they also proposed and passed resolutions to remedy this situation. The main issues debated included the increase of direct trade and immigration, the creation of agricultural societies, the incorporation of stock-raising as well as other economic improvements. All were hoped to develop the South into a more lucrative and productive region of the nation. &lt;br /&gt;&lt;br /&gt;Reporting the dealings of the convention, the Charleston Daily News detailed the decisions of the delegates. The topic of direct trade and immigration entailed the establishment of direct railroad lines from the coasts of Georgia and South Carolina to the West as well as the establishment of direct steam connections from the same coasts to Europe. There was also the hopes of increasing immigration of skilled, willing labor from Europe through circulating pamphlets throughout Europe, printed in different languages and revealing the advantages of working in the South. Next, the issue of creating agricultural societies throughout the nation hoped to improve the relations of agriculture to commerce, manufacturers, and all other industries. Many at the convention envisioned that these societies would inform farmers of the necessity of studying improved methods of cultivation and the art of increasing productivity in order to better the output of the South. Another important matter of cultivation discussed involved the possibility of focusing on sheep farming in place of cotton planting. &lt;br /&gt;&lt;br /&gt;Through this convention, it became apparent that the South was making great efforts to rise from their economic struggles that befell on her after the Civil War. Many delegates retained the reality that the economy of the postwar South would remain tied to agriculture. Thus, in calling this convention to session, the Georgia General Assembly was hoping to inaugurate measures which shall accelerate the return of prosperity; and which acting with the force of example shall;enhance by cooperation and combination all the states of the South,' according to the Charleston Daily News. The Agricultural Convention desired to become the springboard to a fresh era of prosperity, leaving behind the humiliation of dependency on other regions of the nation as well as looking forward to a new order of control and success."],"display_date":"February 11, 1873 - February 13, 1873","search_date":"1873-02-12","locations":[{"id":2192,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":107,"title":"Augusta, Georgia City Council Officially Endorses Henry Cumming&#39;s Proposal to Build the Augusta Canal","course_id":1,"status":"P","start_date":"1845-03-15","end_date":"1845-03-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the 1840s, Augusta, Georgia and the whole South were affected when cotton prices fell, causing an economic depression.  In response, Henry Cumming conceived, promoted, and oversaw construction of the Augusta Canal, which rescued Augusta from this depression.  The aim of the canal was to provide drinking water to the city, power to factories, and a new means of transportation on canal craft.  This project was part of a concerted effort to modernize' and industrialize' the South.  Work began busily on the canal in May of 1845.&lt;br /&gt;During the Civil War, the Augusta Canal proved very useful by providing energy for various war-related industries, including the Confederate Powder Works: The site of the Government Powder-Mills was fixed at Augusta, Georgia, on the report of Colonel Rains;There were two large buildings, in the Norman (castellated) style of architecture; one contained the refinery and store-rooms , the other being the mills, twelve in number.  They were arranged in the best way on the canal which supplied water-power to Augusta.  This canal served as the means of transport for the material from point to point of its manufacture, though the mills were driven by steam.'"],"display_date":"March 15, 1845","search_date":"1845-03-15","locations":[{"id":2189,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":11,"tag":"Economy"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":109,"title":"Southern Baptist Convention Formed by 293 Representatives of Churches in the Southeastern U.S.\n","course_id":1,"status":"P","start_date":"1845-05-08","end_date":"1845-05-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1845, a group of Southern Baptists broke away from the Triennial Convention and the American Baptist Home Mission Society (ABHMS) due to differences on the slavery issue.  This particular group of Southern Baptists did not oppose slavery, as the Triennial Convention and the ABHMS had begun to do.  The Baptist Board, situated in Boston, in November of 1844, adopted certain resolutions, one of which stated that if, however, any one should offer himself as a missionary, having slaves, and insist on retaining them as his property, we could not appoint him.  One thing is certain, we can never be a party to any arrangement which would imply approbation of slavery.'&lt;br /&gt;293 delegates from local churches, state conventions, educational institutions, and missionary societies met in Augusta, Georgia, and formed the Southern Baptist Convention, which was led by W. B. Johnson, a pastor from South Carolina.  Although the Northern Baptists (ABHMS) recognized the right of the Southern branch to break away, they described it as a hugely important and momentous act: They have severed, with one blow, the union which has so long existed.  They had united with the North for no prescribed or certain period.  The union was to last during pleasure, and during pleasure only.  The South, therefore, had a right for any cause, or for no cause, to separate from the North.  Still, to sever ties by which the parties had been so long bound together, to draw a dividing line between North and South, was a solemn and momentous act.  It was a deed not to be rashly or hastily done.  No man can calculate the extent of the influence which this single act may exert, not only upon the great work of imparting Christianity to the heathen, but upon the interests, or even the existence, of our common country.'  Geographically restricted to states that would eventually become the Confederacy, the SBC began in 1845 with a total membership of 351,951 in 4,126 local Baptist churches.  The SBC version of the Baptist Church was shaped by early westward migration and life on the trans-Appalachian frontier, an agrarian mode of life, was mainly linked to the common people' and ideas of individualism, and held a strong commitment to missions."],"display_date":"May 8, 1845 - May 12, 1845","search_date":"1845-05-10","locations":[{"id":2189,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":146,"title":"Augusta Mill Strike Ends\n","course_id":1,"status":"P","start_date":"1899-01-27","end_date":"1899-01-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A two month long strike in the cotton mills of Augusta ended in January after workers gave in a struggle with employers over wages and standards of living. The strike began on November 22, 1898. The strike was expected by those in the community, as tension had been mounting among the workers of the King mills, the Sibley mills, the Enterprise, the Warwick and the Isaetta. Workers at several of the mills hesitated on the first few days of the strike. Initially about three thousand hands were estimated gone. However, over four thousand hands were eventually missing from the city's factories. The mills were forced to close down as a result of the revolting workers.  &lt;br /&gt;On the initial day of the strike, employees gathered in large crowds in the city's mill district and many feared that violence would break out. However, peace was maintained. The Mayor gave a speech pleading with the men to return to work and citing depressed economic conditions in the South as a whole as the reason why their demands could not currently be met. &lt;br /&gt;Hopes were high in November that a compromise could be reached between the workers and the mill executives. However, after nine weeks of negotiations, only some small concessions are (were) made by the mills in the matter of house rent and fuel', details of which were not reported to the Atlanta papers. Workers felt that these concessions were the best that they were going to get and, thus, capitulated. &lt;br /&gt;Economic conditions were extremely depressed in the South in the 1890s. While cotton boomed, workers faced very low wages as companies attempted to keep labor costs down and profits up. Strikes were not uncommon; however, laborers were usually unable to win much from their corporate bosses and, more often than not, returned to their factories disappointed."],"display_date":"January 27, 1899","search_date":"1899-01-27","locations":[{"id":2194,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":259,"title":"Jabez Smith hired to oversee construction of a factory along the Augusta Canal\n","course_id":1,"status":"P","start_date":"1847-01-01","end_date":"1847-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The factory eventually constructed by Smith along the canal played a key role in both stimulating the local economy and eventually in the Civil War.  The canal and rail connections found in Augusta made it ideal for wartime industry like the production of gun powder.  In fact the canal attracted such a broad array of war time industries during the Civil War that the citizens of Augusta began to think of the city as the heart of the Confederacy.  Without the canal system and factories built along it prior to the War, the role Augusta played in the fighting of the Civil War would have been lessened.&lt;br /&gt;In arguing for the extension of the canal and railroad system, proponents stated that improved levels of transportation would benefit the state as a whole.  These same supporters also claimed that the increased availability of railroads and canals would enable Georgia to grow and export more cotton to other regions and abroad.  This effect would occur because much of the land of Georgia did not have easy access to natural waterways for easy exportation of crops, especially cotton.  Proponents of this expansion claimed that the revenues spent on the construction of these means of transportation would be more than recouped by increased revenues from cotton."],"display_date":"January 1, 1847 - January 30, 1847","search_date":"1847-01-15","locations":[{"id":2189,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1418,"title":"Closing of Ware High School\n","course_id":1,"status":"P","start_date":"1897-07-10","end_date":"1897-07-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Founded by one of the most prominent educators in the country, Mr. Richard A. Wright, Ware High School was the first high school for African-Americans in all of Georgia. A secondary school for African-Americans, it was seen as symbol of interracial cooperation for many in the community.  In 1897 Ware High School was thriving, nearly doubling its number of students and even added an assistant teacher since its establishment.  Its principal, Henry L. Walker, was the organizer of the Negro State Teachers' Association, serving as its president for nearly a decade and was highly regarded by both the black community and the school board.&lt;br /&gt;However, on June 10, 1987, the Augusta County School Board voted in favor of closing Ware High School.  The board terminated the school due to a need of more black primary schools' and remarked that they could use the funds set aside for Ware H.S. in a more appropriate manner.  It appears that initial spark for this movement came from Lucy Laney, the principal of a competing African American private school, although evidence is fragmentary.  &lt;br /&gt;This decision and due to the nature of its sudden announcement, serious debate was sparked among the African-American community and led to a storm of protest backed by a 155 person petition for the reopening of the high school addressed to the school board, and split the community.  Many of these protestors were very well educated and held nice positions in the working world, but were not afraid to assert their rights despite the possible repercussions they might face from white customers or employers."],"display_date":"July 10, 1897","search_date":"1897-07-10","locations":[{"id":2194,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1420,"title":"Augusta County School Board Rejects Petition on Behalf of Ware High School\n","course_id":1,"status":"P","start_date":"1897-08-28","end_date":"1897-08-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On this date in late August, the Augusta County School Board rejected a petition on behalf of 155 African-Americans within the community made in protest to the closing of Ware High School, a secondary school for African-Americans in the area, by a vote of 23-3 with two abstentions.  It is important to note that all three of the dissenters represented the Fifth Ward, a lower-class factory region which was the cities strongest Populist ward.  While they had initially spoke of compromise, the board simply offered to restore Ware when economic conditions permitted' (Kousser 28).&lt;br /&gt;In Superior Court, Judge Enoch Calloway decided that the board had discretion to abolish all the high schools or tailor them to fit the needs of students of different races and geographical areas' and that once the board did decide to open public high school facilities for whites, it had to offer them for blacks as well' (Kousser 31).  However, in Georgia Supreme court this ruling was overruled and granted the board entirely unlimited discretion over high schools' (Kousser 32) &lt;br /&gt; The case eventually found his way into the United States Supreme Court, which focused on the equal protection clause of the 14th Amendment in the United States Constitution.  Supreme Court Justice Harlan said that states could blatantly deny blacks equal protection so long as there was no direct evidence that they did so because of race' (Kousser 39).  The Supreme Court decided in favor of the school board, permitting the separate treatment of African-Americans with respect to their education, setting a poor precedent that gave the southern and other states a green light to heighten discrimination in publicly funded activities and discouraged black litigants from seeking redress in federal courts' (Kousser 43).  The effects of this decision affected not only the county of Augusta, where race-relations became instantly strained within the community, but spread throughout the country and led to even more racial tensions in the academia world."],"display_date":"August 28, 1897","search_date":"1897-08-28","locations":[{"id":2194,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1485,"title":"Judson Lyons Rejected as Postmaster of Augusta, GA","course_id":1,"status":"P","start_date":"1897-07-01","end_date":"1897-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Under the heading Not a Negro' the Birmingham's Age-Herald reported that Augusta, Georgia would not have a colored postmaster'.  Judson Lyons, the African American under consideration, will not be postmaster of Augusta' said Secretary Gary of Georgia.  He gave his reasons, saying that a colored man would be elected postmaster and this was a social and political matter.'  The Postmaster General of Augusta said that he would dare not inflict on any community a colored postmaster, provided it has never been done before.'&lt;br /&gt;Clearly this event revolves around racial tensions within a particular community, notably that many whites were extremely uncomfortable with African-Americans holding any type of authoritative or leading positions in societies.  However, as Secretary Gary mentioned above, this was also a very political move, showing the strong sectional ties and their differences between the Populist and Democratic parties.  It is of note here that many African-Americans were Republicans during this time period.&lt;br /&gt;In November of the same year, the Populists claimed that the Democrats were pushing the idea of an African American postmaster in Kinston, North Carolina.  The reasoning, according to the Populists, for the Democratic endorsement of this man (J.C. Hargett) was that it would generate political capital for them and would enable them to easily carry the county.  Furthermore, they charged the Democrats of circulating a petition setting out the fact that Hargett is a Negro of good character, and that he would be a very good postmaster.'  The Handbook then goes on, charging the Democrats of hypocrisy, that they are putting African-Americans in post-offices because they think it will give them party advantages despite their loud professions for white supremacy.'  &lt;br /&gt;This above scenario is a sad but true account of the strong racial tensions that existed in America as began the nineteenth century.  Disfranchisement laws and other forms of social repressions, including lynching, of African-Americans seemed to unite the South during this time period."],"display_date":"July 1, 1897","search_date":"1897-07-01","locations":[{"id":2194,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2664,"title":"Journey Through the Cotton Plantations of Augusta\n","course_id":1,"status":"P","start_date":"1870-01-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A traveler through the South noticed Augusta, Georgia for its cotton production. Being located along a river and along a railway line, he saw that cotton production proved to be very prosperous for those in Augusta because they could easily ship their products throughout the nation. Along with the cotton factories, he noticed that there were flour mills and tobacco factories taking advantage of the transportation and opportunities for their products. He commented that there was a greater use of fertilizers to increase the production of cotton. According to the traveler, the farmers used much of the white labor source because the African Americans worked well only if paid well.","Fertilizers were used in greater quantities in order to produce more cotton to trade in on the cash value of the crop. The land used was not productive enough for their needs or had been neglected previous to the high production of cotton, as the historian Lewis Nicholas Wynne argued. He found evidence of people in that time commenting that land without fertilizers 'would not produce over one-eighth or one-tenth of a bale.' The overproduction of cotton lowered the demand for it and lowered the price that farmers received for growing it. Because farmers had to produce cotton to satisfy merchants in the crop lien system, Wynne found that farmers increase[ed] production in order to offset lost income, while really just making the situation worse and reducing their incomes in the long run. The economy was worsened by this seemingly unending system of the overproduction of cotton.","The use of white labor instead of African American labor shows that reliable black labor may have been difficult to find. After receiving freedom from the Thirteenth Amendment after the Civil War, African Americans sought to assert freedom in their lives. One way that they could have control over their lives was to choose their own way to work. The writing of R. Tracy McKenzie shows that the historian Sharon Ann Holt made a claim to this effect saying that freed people made a freedom for themselves. Thus, if blacks chose not to take the work offered to them, it is likely that poor white laborers would be hired instead."],"display_date":"1870 - 1875","search_date":"1872-12-31","locations":[{"id":2192,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2670,"title":"Connection of a Railways Through Augusta\n","course_id":1,"status":"P","start_date":"1884-05-01","end_date":"1884-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Port Royal railroad company came into conflict with the city of Augusta when it intended to build a railway through the city which would be in competition with local transportation providers. The company claimed to have legal rights to connect the tracks through the city. The city claimed that they had no more legal rights to continue building tracks in Augusta. The business owners in the city were upset that the company would have the sole rights to transportation within the city. Thus, the company had to stop building until the city reached a decision.","City governments had to make policies to encourage economic growth in the area. During Reconstruction, a veritable mania spread among white Southerners that building railroads provided the key to economic recovery according to David Donald, Jean Baker, and Michael Holt. The building of the railway would have improved the local and state economies by allowing farmers to make products that could be shipped on them. It would also allow people to produce only cash crops and then buy things they needed that would be transported on the railways. As historian Eric Foner noted, direct trade routes could be established with the North. The southern states could benefit from the industrialization of the North and the products made there while the North could benefit from the agriculture of the South. This would integrate the commerce of the nation and create a greater sense of unity. Local businessmen, however, felt that the railways would take away from their economic profits by monopolizing transportation. There was political corruption concerning the railroads and businessmen were justified in their feelings that some might have been given unfair advantages. Foner noted that Republicans in charge of making railroad assignments were able to accept bribes for control to railway access and distribute based on patronage. Although the railway system had benefits for the greater economy, there were local problems that made legislation on the issue difficult. "],"display_date":"May 1, 1884","search_date":"1884-05-01","locations":[{"id":2193,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2990,"title":"An Unpredictable Mail System\n","course_id":1,"status":"P","start_date":"1835-07-14","end_date":"1835-07-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["James L. Stratton was traveling through the South on business in 1835. While stopped in Augusta, Georgia, he wrote to his wife Eliza at their home in Philadelphia. In his letter he complained of the many difficulties he faced during his trip. In particular, he was frustrated that he had not been receiving letters from her. He reported that he had expected to receive a letter from her while in Monroe, Georgia but after waiting there longer than he intended, he still had not heard from her. Not wanting the imperfections of the mail system to interfere with his plans, he left for Augusta and asked the postmaster to forward him the letter at his next destination. Stratton, aware of the unpredictability of the mail system at the time, asked in the letter that this time Eliza send letters to several places he would be stopping in the next few weeks in order to maximize the chance that he would receive at least one of them.","The postal service was a national service that was run by the central government. During the antebellum period, as in other times during United States history, there was much disagreement about how strong the government should be. In the South, the Democratic Party pushed for decreased involvement of the government. However, if the government were not strong it would limit the developments of the internal infrastructure that the government was organizing. These developments included the postal service itself as well as the railroads, roads and canals that facilitated the ease and efficiency of sending mail. The slow and unpredictable postal system that was experienced by James Stratton in 1835 was in part a result of the reluctance of Americans, in particular southerners, to put enough power in the hands of the government that it could fund and create efficient and effective infrastructure systems."],"display_date":"July 14, 1835","search_date":"1835-07-14","locations":[{"id":2188,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3198,"title":"Former Slave Seeks White Endorsement\n","course_id":1,"status":"P","start_date":"1819-02-20","end_date":"1819-02-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Augusta, Georgia, Henry Hartford Cumming released his slave Henry Todd from the bonds of slavery in 1809. However, the freed African American didn't leave the Augusta area. Instead, he waited until he could purchase and earn his path outside of the region. When Henry decided to leave, Cumming, in 1819, asked for and received the signatures of many white, male aristocrats. They all endorsed the Todd family because of Harry's good conduct, diligence, and positive community reputation. Their endorsement asked for the humanity and protection of all persons whom the family would meet on their travels to search for a place to settle. Fortunately for Henry Todd, white Southern men who met him either heeded the advice of the document or believed Todd in his explanation that he and his family was free, because he lived 40 years past the day he left August. He died at age 92.","Before the Emancipation Proclamation during the Civil War, masters throughout the South granted freedom to their slaves. Thousands of enslaved African Americans received the same independence as Henry Todd. In much the same way as Henry Todd, however, these newly-liberated men and women did not have many options directly after they received their freedom. They possessed no financial resources, no previous experience participating, at least as a buyer and seller, in a market economy, likely very few or no close family with which to make contacts, and no way to purchase transportation if they desired to migrate. ","Henry Todd, because of his limited opportunity as a newly-freed man, worked on the Cumming plantation until he received endorsement from the local landed gentry. Many freed slaves could only leave their plantation, or function as a free person in the South, if their former masters provided them with an endorsement or provided them with land.","Henry Todd's desire to stay with his family demonstrated the close bonds created by blacks during slavery. Slaves believed in the tight family network to such a degree that family members would extend themselves to fictive kin, who were people outside of family blood lines, and adopt them into the assemblage of relatives. Given the difficult circumstances of the peculiar institution, blacks bonded together to support each other and formed cohesive familial bonds."],"display_date":"February 20, 1819","search_date":"1819-02-20","locations":[{"id":2186,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3224,"title":"White Lynch Mob Visits Jail\n","course_id":1,"status":"P","start_date":"1898-11-03","end_date":"1898-11-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Soldiers stood where angry mobs had been the night before, and cavalry and infantrymen patrolled the streets which lynchers marched upon just a day earlier. This was the status of the Augusta jail one day after the attempted raid upon its confines by an angry mob of white men. The mob of 500 armed men had been intent on having their justice with William Robinson, an African American man accused of robbing and attempting to assault a white woman, Mrs. Minnie Walker. Hot with anger, the party of men assembled and then proceeded to storm the local jail last night at about one in the morning. The twenty policemen assigned to guard the jail refused the request for Robinson and defended the jail to the best of their ability. While they were successful in barring entry of the mob and the capture of Robinson, two of the police's corps fell in battle with the mob. As a precaution for possible repeat raids, the jail requested additional backup forces for the next few days and nights as courts tried Robinson. Ironically, several of the soldiers posted to guard the prison were apart of the lynching mob the previous night. In an effort to protect Robinson until proven guilty, the court system agreed to speed up the trial's start date. The grand jury assured the city populace that they would indict Robinson; however, the specific fate of the man was not as concrete. Normally, the courts reserved the death penalty for those who actually committed the act, but there was the slim possibility that that they might sentence Robinson to the death penalty based solely on intent. ","The fate of William Robinson is unknown. Did he receive a fair trial? Was he sentenced to death? Were the efforts of an impassioned lynch mob more successful a few days later when the soldiers returned to their normal stations? The Atlanta Constitution failed to provide a follow-up story in the weeks to come. However, one can hazard a guess as to the likely gruesome outcome of Robinson. If mobs did not seize him while he was in jail awaiting trial, there were plenty of opportunities to arrest the man and enact vigilante justice later on. In Georgia, lynching reached horrific heights from 1891-1899. Though Governor Candler agreed to send troops to protect Robinson and the guards of the jail in 1898, he cannot boast a consistent record, for just a year later, he failed to prevent the torrent of brutal lynchings which spread throughout Georgia. ","In the South, lynching was one of the terrorist tactics used to control and threaten African-Americans. In the Reconstruction Era South, lynching of African Americans was used, especially by the Ku Klux Klan, as a tool for reversing the social changes and enfranchisement of African Americans under Federal occupation. This type of racially-motivated lynching continued in the Jim Crow Era as a means of enforcing subservience and preventing economic competition. Although lynchings did occur prior to 1880, radical racism and mob violence peaked during the 1890's in a surge of terrorism that did not dissipate until well into the twentieth-century. Racism and popular mythology of the time created the image of the hyper-sexualized African American male who would rape pure and noble white women like Minnie Walker; however, historians find that in 80% of the cases, there were no sexual charges alleged, let alone proven. Lynch mobs assembled for petty offenses too. Stealing a cow, arguing with a white man, or attempting to register to vote were reason enough for many African Americans to hang in the eyes of the white South. The absolute inhumanity of lynch mobs was not condoned by every single individual in the South, but its pervasiveness throughout the region is telling of the fierce supremacist mentality which reached its height in Georgia in the 1890's.","<em>~ Colleen Elizabeth Laurence</em>"],"display_date":"November 3, 1898","search_date":"1898-11-03","locations":[{"id":2194,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4279,"title":"The Jim Crow Car Trials in Georgia\n","course_id":5,"status":"P","start_date":"1887-01-01","end_date":"1889-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When Mr. Heard bought his train ticket for Philadelphia to Atlanta, little did he expect the events that would transpire as a result of that trip. In the spring of 1887, William M. Heard, an African American, brought suit against the Georgia Railroad Company after he was obligated to move into a segregated \"Jim Crow\" car. This action set into motion a series of court cases that specifically dealt with racial segregation in railroad cars and attempted to fight against the general ideology of Jim Crow.  Interstate Commerce Laws had been passed by congress in an attempt to deter such segregation, but Jim Crow was strong in the South and growing more powerful every year. Heard was one of the many brave men who attempted to fight the growing and terrible trend of racial segregation. ","Purchasing a first-class ticket in Philadelphia, Heard peacefully road the train until it reached the Georgia border at Augusta. The Atlanta Constitution describes how, at this location, Heard was compelled as a black man to vacate his car and ride in another car where \"the accommodation[s] were second class and inferior in every way\" to those in the first class car that the white passengers occupied. This segregated car to which he was banished was what became known as the \"Jim Crow\" car. Heard had been involved in a similar incident over a year before which had resulted in a successful suit against the company. The Constitution relates that he decided to bring additional suit against the Georgia Railroad Company in order to obtain further confirmation of the Interstate Commerce Commissioners' opposition to such practices by the railroad companies. The Georgia Railroad Company quickly objected to the suit based on \"various grounds\" including the \"jurisdiction of the courts,\" said the Constitution. The company quickly responded to Heard's petition by saying that the cars for the \"colored passengers [were] equally as safe, comfortable, and clean...as those provided for the whites.\" The suit was postponed for a significant period and eventually halted at a stalemate. However Heard had done his part in the fight against segregation of railroad cars. ","Heard was not the only sufferer who decided to fight back. Another suit was filed to the Interstate Commerce Commission by a man name William H. Councill. According to the May 31 Constitution, Councill was seeking 25,000 worth of damages for being \"forcibly ejected from a first-class car after having paid for a first class ticket.\" He was subsequently subjected to riding in the \"Jim Crow\" car. The trend had been set, and the Georgia Railroad Company soon found itself mired down with court cases. The ranks against the Georgia Railroad Company and railroad segregation began to swell even more with the key addition of Rev. George C. Rowe of Charleston. The Constitution describes how Rev. Rowe began a nationwide campaign after he and several other colored passengers were forced to ride in the \"Jim Crow\" car after purchasing first-class tickets. The purpose of Rowe's campaign was to rally support, both moral and financial, with which to bring suit against the Georgia Railroad Company and against racial segregation in general. While the efforts of men such as Heard, Councill, and Rowe may have fallen short in achieving racial equality, their fortitude certainly helped establish precedence for the long and difficult fight against inequality."],"display_date":"1887 - 1889","search_date":"1888-07-01","locations":[{"id":2193,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4816,"title":"Industrious Women Find a Niche","course_id":31,"status":"P","start_date":"1896-01-18","end_date":"1896-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“In many places there are plenty of industrious and accomplished women who are skillful with the needle, or in the kitchen, and who could make many a nice things the public would like to have if there was only some way in which they could be got before the public.” The Augusta Women’s Exchange, noted the <em>Atlanta Constitution</em>, provided women with the means. “For the fee of one dollar per year any woman could send her work to the exchange to be sold without the need to reveal herself to the purchaser.”","The exchange was so successful that many women were able to work off their debts and have consistent enough business to support themselves and their families. Also, the paper suggested, some women who did not need to support their families found a way to earn their own money for such things as: “pin money for church, for summer trips, or to indulge in some of the fads women love.” The author went on to describe additional benefits the exchange offered.  For example, the woman in charge of running the exchange received a good salary something that at the time was very rare. Also, it allowed the women the ability to use their skills to their advantage while staying inside the bounds of their domestic sphere.","Women of the late nineteenth century had very few avenues available to them for earning a substantial amount of money. However, the Augusta Women’s Exchange allowed the women of the city to use their skills to produce profit. During the nineteenth century, women were confined to a specific social sphere, one that dealt with domestic affairs. This provided very little means for women to take care of themselves and or their families other than just keeping house.","Contrary to the article’s author, the idea of the women’s sphere was becoming increasingly less attainable because of the changing times. In the post-Civil War era there were numerous factors that helped bring about this shift of spheres. For instance, historian Anne Scott explained that the readjustment of the economy, the fact that poverty was everywhere, and the war itself all greatly influenced the need for women to earn money. More specifically, Scott proposed, that the war “had created a generation of women without men.” According to historian, Jacqueline Jones, however, these hardships have always been the case for black women.  This concept of the woman’s domestic sphere was not the reality for most women. Many women, like the ones mentioned in the article, did not have the luxury to earn money purely for the pleasure of purchasing trinkets. Most women had to earn money in order to help their families survive."],"display_date":"January 18, 1896","search_date":"1896-01-18","locations":[{"id":2194,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":421,"tag":"Women's roles"},{"id":226,"tag":"Southern Women"},{"id":58,"tag":"Industry"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}}]}