{"id":2375,"place":"RAPIDES, Louisiana","lat":31.2441474516,"lng":-92.6921619821,"episodes":[{"id":2713,"title":"Desolation Leads to a Soldier&#39;s Desertion\n","course_id":1,"status":"P","start_date":"1864-12-04","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" On December 5, 1864, John L. Sharitt, Jr., a Confederate soldier, epitomizes the eventual doom of the southern cause.He reflects gloomily upon Abraham Lincoln, the South's lack of supplies, weakening morale, and, more specifically, the barren and ruined physical state of Louisiana.On this day, Sharitt rode with his company seven miles up the Cane River.Throughout the entire ride, all he saw was wasted countryside.Sharitt saw but one house still standing, which belonged to Mrs. Blanchard.All of the plantations were without fences and grown up in cuckel burs and all the negroes gon.The absence of slaves in a working plantation economy signified to Sharitt the impending doom of the Confederate army.He supposed that the North would ruin the rest of the young Confederate nation's land and economy if the Union army had already ruined Sharitt's home state.The Louisiana soldier continued to despair over the Confederacy's eventual collapse and yearned to return to his wife at home.While Sharitt initially complained of the large numbers of deserters from his company, he also abandoned the army early to return home after Robert E. Lee's surrender.Sharitt saw no way that his company's retreat into Texas would sustain the crumbling Confederacy, and he chose to aid hiswife and childreninstead."," Southerners were quickly losing hope for a victory in the later years of the war; many, like Sharitt, wanted an immediate cessation of fighting, even if it meant surrendering to the North.According to John B. Boles, the desire for survival was more important than the national cause of the Confederacy.As the Federal forces overran and decimated the Cotton South, many southern soldiers recognized the nearing defeat.Boles notes that the plummeting morale and the looming defeat led many southerners to desert the army.Joe Gray Taylor states that many Louisiana soldiers deserted the Confederate cause shortly after the Union army dominated southern strongholds.White southerners chose between protecting one's family at home or fighting in the Rebel army.Sharitt himself yearned for honor in warfare but recognized that his family's honor and livelihood were of supreme importance.","--J.R."],"display_date":"December 4, 1864 - December 31, 1865","search_date":"1865-06-18","locations":[{"id":5635,"lat":31.2197514707,"lng":-92.724986908,"zoom":8,"place":"RAPIDES, Louisiana"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3183,"title":"The Dutch Ferryman\n","course_id":1,"status":"P","start_date":"1835-01-01","end_date":"1835-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Presbyterian Reverend Timothy Flint had been settled with his family in Alexandria, Louisiana for 10 years when he set out at the age of 55 to explore the Red River and the people who lived along it. Commissioned by the Missionary Society of Connecticut in 1815 to preach Christianity to the masses of emigrants moving west, Flint was no stranger to such exploration. He ministered in the Ohio Valley, St. Louis and St. Charles, Missouri, as well as taking an opportunity to travel through the new Arkansas Territory in 1819. Due to ill health, he was often traveling between Louisiana and New England, seeking escape from the sweltering heat of summer and the freezing cold of winter. "," After traveling several days east along the Red River in 1835, he finally came to its junction with the Ouachita River, which could take him north through the Arkansas Territory, should he choose. Flint found, even at this remote place, small cabins dotting the landscape where just a few years before there had been no one. He employed the services of one such settler, a Hollander dressed in a shabby and crude Robinson Crusoe costume, to ferry him closer to the Ouachita. Flint was so amused by his new friend that he requested to see where this Dutchman lived. The Dutchman obliged, presenting Flint with a small two room cabin surrounded by cultivated peach and plum trees and a small garden, miles from any other habitation. His home was dug into the side of an Indian mound, which he shared with his animals. Like his clothing, all his tools, eating utensils, and dishes were crude and hand-made. The ferryman took the opportunity to express his opinion on religion as well, pushing a book of Astrology on the Reverend. Flint graciously declined, lamenting a lack of familiarity with the Dutch language. "," Whatever entertainment Timothy Flint gained from such a man, he still expressed regret that so great a proportion of the emigrants are of the class of poor, vagrant, and worthless foreigners, the scum of despotic governments. Many who emigrated to the frontier owned very few slaves or none at all and appear in the tax records as not owning property, much like the Dutch ferryman. These men and their families eked out a small living, and required, as many church officials from the East believed, a revived understanding of the Christian faith due to their removal from civilized society. ","In the same year that the Missionary Society of Connecticut sent Reverend Flint west, a New York paper, <em>The Patrol</em>, reprinted a progress report from the Louisiana Bible Society, expressing concern that the want of Bibles in Louisiana has been extreme. The Presbyterian Church in the East was greatly concerned with increasing the educational and moral principles of society at large, but particularly on the frontier, where they believed lower class migrants, like the Dutchman, were in danger of leading secular lives and forgetting God in the wilds of the west."],"display_date":1835,"search_date":"1835-07-02","locations":[{"id":5632,"lat":31.2441474516,"lng":-92.6921619821,"zoom":8,"place":"RAPIDES, Louisiana"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":14,"tag":"Church/Religious-Activity"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3251,"title":"Jule&#39;s Need for Legal Help\n","course_id":1,"status":"P","start_date":"1879-08-12","end_date":"1879-08-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Lily Suner wrote a letter to her brother on August 12, 1879 regarding Jule, an African American in need of legal help. Jule appeared to be related to the siblings in some way, since the brother was in a position to tell Jule's children and wife that he sent his love and Suner was in communication with him. The letter began with Suner chiding her brother for not writing to her in Alexandria, Louisiana. Suner then addressed Jule's need for the brother to go to his attorney and encourage the lawyer to try to get Jule out soon. Jule was apparently incarcerated, though the letter never specified as to what his exact situation was. ","African American males such as Jule faced an increased rate of incarceration during the 1870s resulting from a combination of white fears and increased economic hardship that pushed them to property crimes. Though poverty did push African Americans to theft, the widespread fear of white Southerners that African American crime was severely out of hand was mainly unfounded. Regardless of the accuracy of these sentiments, between these fears and actual crime, the amount of African Americans in jail reached such proportions, that the local authorities began to lease them out as laborers rather than pay for their upkeep solely out of taxes. Conditions in the jails were harsh, and Suner's plea for help for her family member fits into the concept of the close-knit support groups that African American families created throughout the South."],"display_date":"August 12, 1879","search_date":"1879-08-12","locations":[{"id":5636,"lat":31.1411288203,"lng":-92.7748866988,"zoom":9,"place":"RAPIDES, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}