{"id":2377,"place":"CHARLES CITY, Virginia","lat":37.3581856507,"lng":-77.0644665946,"episodes":[{"id":1820,"title":"Confederate Victory in Stony Creek Depot\n","course_id":1,"status":"P","start_date":"1864-07-05","end_date":"1864-07-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Under the leadership of Confederate General Wade Hampton, who weeks earlier had driven General George Sheridan's Union forces from the James River, Confederate troops encountered a considerably-sized, well-reinforced Yankee brigade near Sappony Church.  Fighting continued throughout the evening and night of July 5th, and having received reinforcements, General Hampton's army repulsed and later captured a large portion of Yankee raiders' , some 1,200 negroes and Yankees,' along with ammunition carts and other supplies.&lt;br /&gt;The Daily Dispatch relays an incident' so that the reader might form some idea how completely routed and demoralized the enemy were.'  Truthful or exaggerated, the account tells of a Trooper John M. Elson of the 10th Virginia Cavalry and two others from the 13th who, while on a scouting mission, met with one hundred and two Yankees, mounted and equipped, who immediately surrendered to the three troopers spoken of, and were escorted safely into our lines with their horses, saddles, sabers, and guns.'&lt;br /&gt;Furthermore, the article makes a point to insult the Union troops, having been captured with many blacks among their ranks.  Upon their apprehension and return to the Confederate camp, many of the captured men fell asleep, exhausted, and the Confederate troops were said to have roared with laughter when a negro nods for some time, and then falls asleep, and lays his face on that of a live but sleeping Yankee' who, arisen by laughter, curses cuffy terribly, who apparently expected generous treatment from his brother.&lt;br /&gt;However, it must be realized that despite the North's reputation as pro-black, most white Union soldiers were unwilling to accept blacks as their equals on the battlefield , or anywhere else for that matter.  Blacks were consistently denied chances at promotion and were instead put to work as laborers digging trenches and latrine holes in camp.  Even throughout 1864, towards the end of the war, equal payment of black and white soldiers was denied by the Union War Department.  So, while blacks fought to gain respect and a sense of belonging as free members of society, their efforts were often bitterly rebuked by their own comrades in the fight against the South."],"display_date":"July 5, 1864 - July 6, 1864","search_date":"1864-07-05","locations":[{"id":14311,"lat":37.2374404133,"lng":-77.0005454293,"zoom":10,"place":"SURRY, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4325,"title":"Saving Grace: Creation of the United States Ambulance Service\n","course_id":4,"status":"P","start_date":"1862-08-02","end_date":"1862-08-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Under the orders of General McClellan, the Army of the Potomac was the first section of the Union Army to derive benefits from an organized ambulance system. On August 2, 1862 General McClellan issued General Order No. 147 near Harrison Landing, Virginia. This order set up regulations within the Army of the Potomac for the creation, organization, and management of an ambulance train system. ","            The order entrusted the running of the ambulance corps to the medical director, Jonathan Letterman. Order No. 147 organized an officer to run the corps at each level of the army; a captain, under the direction of the medical director, commanded the corps. After the captain, commissioned and noncommissioned officers such as the first lieutenant for a division, second lieutenant for a brigade, and sergeant for a regiment presided over their respective equipment. The officers were held responsible for inspections and care of all equipment and workers within the corps. The officers of the corps also presided over the management and control such that the ambulances were to be used for \"transporting the sick to various points and procuring medical supplies, and for nothing else.'\" ","            The establishment and implementation of the Letterman Ambulance Plan reorganized the Army of Potomac's medical services completely. According to Edward C. Munsen, a Major of the Medical United States Army, prior to the order the most incompetent soldiers were acquired to assist in the removal of wounded soldiers from the battlefield. Many times these assignments resulted in the consumption of medicinal liquor and drunkenness of the ambulance assistants. The drunken soldiers ignored their wounded comrades while hiding from enemy fire. ","            Patricia L. Faust, editor, wrote about the unpreparedness of the both the Confederate and Union Armies. Neither side had the manpower or technology to deal with the tremendous numbers of casualties and wounded soldiers that lie on the field following battles. Faust wrote, \"Whether a physician wore gray or blue, he learned quickly that the fate of the wounded depended on which army held the field when the slaughter ended.\" The lives of many soldiers were lost due to the inadequacy of the 'early ambulatory' and medical systems.","           Surgeon General William A. Hammond wrote a plea to Edwin Stanton, the Secretary of War, begging for a better, more organized system of ambulance carriers. His letter, preceding the issuing of the act, discussed the 'frightful state of disorder' which existed in the removal of soldiers from the battlefield. Hammond also commented on the \"scarcity of ambulances, the want of organization, and drunkenness and incompetency of the drivers.\" The plea begged for assistance for the Army of Virginia in the removal of over 600 soldiers still lying on the battlefield; this number being larger due to death of wounded from starvation, exhaustion, and other ailments or wounds. It was not just the military leaders who were outraged; it was also the general public.  ","           Patricia Faust also commented on the state of affairs after the Second Bull Run; the 'early' ambulance wagons and vehicle were breaking down and could not carry men off in great numbers. The civilians were outraged. A week went by before the wounded were removed from the field; the wounded lay on the ground as they suffered through thunderstorms and excessive heat. Finally on July 4, 1862 Surgeon General Tripler was removed from his position and he was replaced by Jonathon Letterman. Letterman, the man for whom the plan was named after, was the official organizer of the new system. ","            This Order from McClellan was implemented a month prior to Antietam, the bloodiest single battle of the war, and also provided great service in the Battles of Fredericksburg, Chancellorsville, and Gettysburg for the Army of the Potomac. After the Battle of Fredericksburg, Surgeon Charles R. Leary issued a statement in his official report claiming, \"During the engagements of the 13th, the ambulances being guided and governed with perfect control and with a precision rare even in military organizations, the wounded were brought without any delay or confusion to the hospitals of their respective divisions.\"","             Order No. 147 established a strong system of order for use in a chaotic atmosphere. The success of the Order led to the adoption of the Ambulance Corps into the Army of Tennessee by Grant. Ultimately this order led to an approval of the system by President Lincoln on March 11, 1864; Congress passed the Uniform System of Ambulances act which standardized an ambulance system for all military forces. "],"display_date":"August 2, 1862","search_date":"1862-08-02","locations":[{"id":13723,"lat":37.3581856507,"lng":-77.0644665946,"zoom":10,"place":"CHARLES CITY, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}]}