{"id":2385,"place":"MARSHALL, Mississippi","lat":34.7662259669,"lng":-89.4795664639,"episodes":[{"id":3195,"title":"A Divinely Righteous Cause\n","course_id":1,"status":"P","start_date":"1861-04-25","end_date":"1861-04-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In April of 1861 the Fall of Fort Sumter gripped the United States. After this dramatic turning point, both the North and South began to take offensive and defensive measures. Suddenly, the nation stood at the threshold of war. Only approximately two weeks after Beauregard's Confederate troops had stormed the national fort, a large group of clergymen from across the state of Mississippi gathered within the walls of a quaint Church on Randolph Street in Holly Springs for the state's Thirty-fifth Annual Convention of the Protestant Episcopal Church. Over the course of three days these men discussed, among other things, the state of the nation and their role as the church within a country at odds. "," For the Bishop's Journal and Address, the Rev. W.M. Green spoke to the gathered assembly. A great deal had occurred in the political realm since they had last met: Their state had joined the Confederacy in January 1861 and troops were being assembled for both the Union and Confederacy. An eventful year has passed over us since we last took counsel together, remarked Green. The revolution which has been forced upon us, has been effected in a manner no less wonderful than grateful to every heart. What may yet be in reserve for us, we cannot tell. In the hands of the wise and merciful God of Nations, we must leave our country, with the earnest supplications of Christian hearts, and the firm resolves of patriots trusting in the righteousness of their cause. "," During the Civil War, faith and morale were closely linked. The Confederacy believed their cause to be righteous in the eyes of God, a belief that served as a patriotic rallying point for the South. God is on our side was the cry of many. Southern citizens and soldiers saw military men such as Stonewall Jackson and Robert E. Lee to be divinely inspired leaders in whom they could trust and depend upon. With each Confederate victory on the battlefield God's preference was confirmed. The church played a large part in continuing to foster this faith in the Confederate war effort by continually deeming it a divinely righteous cause. The Protestant Episcopal Church, as well as other southern protestant denominations, formed a core of stability that fueled the people's fiery spirits of nationalism."],"display_date":"April 25, 1861 - April 27, 1861","search_date":"1861-04-26","locations":[{"id":7173,"lat":34.7662259669,"lng":-89.4795664639,"zoom":9,"place":"MARSHALL, Mississippi"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":17,"tag":"Government"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3544,"title":"Mississippi Railroad Development\n","course_id":1,"status":"P","start_date":"1854-06-15","end_date":"1854-06-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1854, the central portion of Mississippi was still rural, and the road systems were","definitely sparse.  The Mississippi Central Rail-Road Company convened at their annual meeting","to discuss the undertaking of a plan to connect central Mississippi with its neighbor to the north,","Tennessee.","     These entrepreneurs and capitalists had a vision for the city of Holly Springs,","Mississippi,  which they hoped would become a bustling place of commerce through the virtue","of being a junction of the railroad.  The business plan states that the road being one hundred and","eighty-three miles in length, with necessary side tracks   shall be completed, on the line as now","located, by January, 1857, for the sum of 3,262,500.  The vision was a grand one, which they","had seen come to fruition in several cities in neighboring states.","     It is not directly stated that the heads of the company used other cities as inspiration, but","the similarities between Knoxville, Tennessee and Holly Springs are very obvious.  Albert","Bringham claims that Knoxville went from a tract of land without development to a bustling","center for commerce with railroads that reach out in every direction in under eight years. ","Bringham attributes the rapid expansion and development of this portion of Tennessee to the","presence of railroads.   It was clear to them that the path of settlement and money will follow the","path of the railroads.  By taking the example of Knoxville, which will be connected with Holly","Springs after the construction, these businessmen executed their own grand vision for the future","of rural Mississippi.  ","     Within a couple of years, the small city of Holly Springs, Mississippi hosted a rail line","connecting the interior of the state with the rural portions of southern Tennessee, and eventually","Knoxville, which helped to boost the economy even more.  The establishment of a new rail line","was a great success for the economy of Mississippi, and also reinforced the ongoing economic","boom which followed the path of the zig zagging lines across the unsettled country."],"display_date":"June 15, 1854","search_date":"1854-06-15","locations":[{"id":7172,"lat":34.7662259669,"lng":-89.4795664639,"zoom":9,"place":"MARSHALL, Mississippi"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3546,"title":"A Pennsylvania Court Convicts Under the Fugitive Slave Law\n","course_id":1,"status":"P","start_date":"1851-08-08","end_date":"1851-08-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As the news of the Fugitive Slave Law of 1850 reached Holly Springs, Mississippi, the citizens were very anxious to see how the North would uphold the laws.  The law stated that if one captures a fugitive slave, it is the responsibility of the law enforcement and citizens to aide in the returning of those slaves to their rightful owners.  The people of Mississippi knew that slaves would attempt to escape, and hoped that these new laws would help them keep the property in which they had invested so much.  The court's decision coming out of West Chester, Pennsylvania was a great sign of success for the South, as well as the institution of slavery.","The article in The Palladium, which was a Democratic newspaper, stated In an almostincredible short space of time she was delivered to the claimant, or his agent, who put her into a close wagon and drove rapidly from the State.  The people of Mississippi saw this as a great victory, and had much more confidence in the North and the future peaceful relations between them.  As long as the North was not attempting to threaten the institution of slavery, there were no major quarrels. Even though the case involved a fugitive slave from Delaware, in a court in West Chester, Pennsylvania, the news made its way down to the heart of Mississippi.  This shows a lot about the cares and interests of the people of Mississippi at the time of the Fugitive Slave Laws. Stanley Campbell argues in his book The Slave Catchers that in the North,  the greater majority...was willing to acquiesce in the return of fugitive slaves to their owners in order to maintain good relations with the South and to prevent disruption of the Union.  This court case represented the priorities of both the North and the South in this very fragile time.  Mississippi was satisfied that it had an insurance on slavery, and the North was happy that the legislation would decrease the likelihood of secession."],"display_date":"August 8, 1851","search_date":"1851-08-08","locations":[{"id":7172,"lat":34.7662259669,"lng":-89.4795664639,"zoom":9,"place":"MARSHALL, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}