{"id":2386,"place":"JEFFERSON, West Virginia","lat":39.30762356,"lng":-77.8627617422,"episodes":[{"id":1177,"title":"John Brown&#39;s raid on Harper&#39;s Ferry\n","course_id":1,"status":"P","start_date":"1859-10-16","end_date":"1859-10-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John Brown, a notorious trouble-maker and abolitionist from Kansas, launched an offensive against Harper's Ferry, Virginia (currently West Virginia).  Brown, who was known as Old Brown,' Fighting Brown,' and Ossawatomie Brown,' first came to public attention in 1855 in Lykins County, Kansas.  In Harper's Ferry in 1859, he initiated his final public appearance, with his ultimate goal being to begin a massive uprising of enslaved people.&lt;br /&gt;&lt;br /&gt;The insurrection began at about half past ten o'clock on Sunday night.  William Williamson, the watchman at Harper's Ferry bridge, while walking across toward the Maryland side, was seized by a number of men who said he was their prisoner, and must come with them.'  The guard initially believed the command to be a joke, but soon discovered otherwise.  As the next hours progressed, Brown, his few supporters, and their prisoners were driven to the armory and engine house where the insurgents put up resistance for a short time.  In the record of The Life, Trial, and Execution of Capt. John Brown, at daybreak a panic appears to have immediately ensued, and the number of insurrectionists was at once largely magnified.  In the mean time a number of workmen, not knowing anything of what had occurred, entered the Armory, and were successively taken prisoners, until at one time they had not less than sixty men confined in the Armory.' &lt;br /&gt;&lt;br /&gt;Brown and his men held their place at the armory for nearly two days.  The intended slave rebellion, however, failed to happen.  Ironically, one of the earliest casualties in the affair was a black man, who would not join the cause and thus was shot."],"display_date":"October 16, 1859 - October 18, 1859","search_date":"1859-10-17","locations":[{"id":14645,"lat":39.30762356,"lng":-77.8627617422,"zoom":10,"place":"JEFFERSON, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1179,"title":"John Brown and his fellow insurgents are captured\n","course_id":1,"status":"P","start_date":"1859-10-17","end_date":"1859-10-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John Brown had started a raid against Harper's Ferry, Virginia (currently West Virginia) on October 16, 1859.  The next evening, the Monday night train, with Baltimore military and marines, arrived at Sandy Hook, where they waited for the arrival of Colonel Lee, deputized by the War Department to take the command' (Life, Trial, and Execution, p. 34).  When the troops, with Colonel Robert E. Lee, arrived at Harper's Ferry, they situated themselves around the armory and engine house.&lt;br /&gt;&lt;br /&gt;By the next day, everyone involved in the raid was killed, wounded, or captured, but there were only eighteen people on Brown's side.  As the rebels were brought out, the crowd, nearly every man of which carried a gun, swayed with tumultuous excitement, and cries of Shoot them  Shoot them' rang from every side.  The appearance of the liberated prisoners, all of whom, through the steadiness of the marines, escaped injury, changed the current of feeling.  And prolonged cheers took the place of howls and execrations' (Life, Trial, and Execution, p. 35).  By the end of insurrection, Brown's attempt to stir up the rebellious side of the enslaved people proved to be futile."],"display_date":"October 17, 1859 - October 18, 1859","search_date":"1859-10-17","locations":[{"id":14645,"lat":39.30762356,"lng":-77.8627617422,"zoom":10,"place":"JEFFERSON, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1402,"title":"Confederate troops seize Harper&#39;s Ferry\n","course_id":1,"status":"P","start_date":"1861-04-18","end_date":"1861-04-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Immediately after Virginia's declaration of secession from the Union, Confederate forces began to reinforce their borders and military outposts.  Approximately 360 of Virginia's militia men assembled and advanced toward Harper's Ferry.  These southern forces seized the United States Armory outpost, machines, and tools.  After the Union troops retreated across the Potomac River, the Confederate forces confiscated any useful items such as weapons.  They then set fire to the armory buildings and left nothing to salvage.   &lt;br /&gt;          &lt;br /&gt;           The Federal Arsenal at Harper's Ferry was defended by merely forty-five men.  They attempted to destroy their machines and weapons before the Virginia militia men ascended upon them, but only had time to destroy a partial amount.  The Union Garrison made it across the river before the southern forces were able to plan a surprise attack.  One Louisville reporter commented on Harper's Ferry by saying, We hope that in every case where one of the parties is preparing for a fight at one point, the other will be preparing for it at another, so that the two may never happen to come in collision.'  (Louisville Daily Journal, May 9, 1861, p. 3)  The militia men were able to salvage numerous weapons and tools for their disposal in the war.  &lt;br /&gt;&lt;br /&gt;          After the Confederate victory at Fort Sumter, the seizure of Harper's Ferry gave them more confidence to move forward.  The location of Harper's Ferry was also strategic and advantageous for the Confederacy because they now had control over part of the Baltimore and Ohio Railroad, a major lifeline to the capital city of Washington, D.C.  Although both of these battles were relatively bloodless, this would not be the case in the months to come."],"display_date":"April 18, 1861","search_date":"1861-04-18","locations":[{"id":14646,"lat":39.30762356,"lng":-77.8627617422,"zoom":10,"place":"JEFFERSON, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3197,"title":"A West Virginians Bookkeeping   \n","course_id":1,"status":"P","start_date":"1872-01-01","end_date":"1872-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Migrants headed to the frontier in the nineteenth century were eager to work. Many, unable to immediately settle down and begin anew, worked on farms they encountered in order to make money. On the other side were the farmers who could charge these migrants room and board and pay them set wages to do the work around their farm. Franklin Osburn not only ran a farm but also a country store on his property. By looking at Mr. Franklin?s books, it is clear he had many guests and numerous transactions with each of his workers. Osburn sold the goods produced on his farm both to his workers and to those living nearby. His store sold molasses, meats, butter, and liquor among other goods. Workers were paid one dollar for slaughtering a hog, two dollars for chopping wood, and thirteen dollars for cutting corn. While Osburn received a service from most of his visitors, his books show that he profited off of all of them as he was their source of everyday needs. ","The Appalachian countryside was dotted with communities during the nineteenth century. Each community of farms was self-sufficient in supplying the goods needed for survival. Most farming families grew only enough for themselves while others, like Franklin Osburn, used his farm to make profits. These Appalachian communities were not nearly as isolated as made out to be. Like those Osburn recorded staying at his farm, ?a fairly constant stream of traffic eastward and westward kept the mountains in touch with the low country.? The frontier was in constant motion with each new settler looking for the best place to create a niche. ","The names of the laborers in Mr. Osburn?s records most likely belong to migrant workers. These ?shuttle? migrants went back and forth between the mountains and cities looking for work. During times of depression, it was especially common for these migrants to leave the cities and set up temporarily on farms. It was not uncommon for entire families to travel together looking for work. Other migrants had a preference to remain rural and instead traveled from farm to farm in Appalachia looking for work. Mr. Osburn?s books show he did steady business for over thirty years on his farm allowing him to encounter many frontier travelers over his lifetime."],"display_date":1872,"search_date":"1872-07-01","locations":[{"id":14647,"lat":39.30762356,"lng":-77.8627617422,"zoom":10,"place":"JEFFERSON, West Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3499,"title":"Southern Appalachia&#39;s Livestock Economy\n","course_id":1,"status":"P","start_date":"1826-12-12","end_date":"1826-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Shepherdstown County, the blood was flowing. Such is what James Markell's sister wrote to her absent brother in the winter of 1826 concerning the hog butchering frenzy in that western Virginia area. For the past two weeks, several couples had also celebrated their nuptials never minding the penetrating squeals of the dying pigs around them. New families would begin and there would be plenty of food for Shepherdstown. Energy and happiness filled the Markell household. "," With southern livestock like hogs accounting for over two times the value of the cotton crop by 1860, the Markells had good reason to feel elated. They were part of the army of farmers in the South that would grow to produce two-thirds of America's hogs for the one hundred million dollar US market in that same period. Three types of people led this hog-raising cohort: planters, yeoman farmers, and drovers. Planters generally felt that keeping hogs was beneath them and consequently raised the fewest hogs of the group. In southern Appalachia, wealthy planters often contracted with landless farmers to sharecrop hogs and cattle on some of their more mountainous land. These landlords would supply necessary farm equipment to these poor farmers and then take a majority portion of the livestock yield at the appropriate time. Making up about three times more of the labor force than these landless folk, wage workers played an even more important role in the southern Appalachian livestock economy as short-term laborers or long-term contract employees. Yeoman farmers stood in between the planters with their workers and the drovers in producing sizable herds of hogs. Drovers earned their moniker because they almost exclusively herded animals and drove them to market as opposed to cultivating crops. In the process of taking thousands upon thousands of animals to market, drovers would support local economies by purchasing feed and other supplies for the hogs."," In contrast to some commonly held beliefs, planters did not unequivocally dominate this agrarian social group. Not all rural people aspired to the life of the planter because they had found handsome profits in more mobile lives as herders. Becoming planters was also exceedingly difficult for most southern Appalachians, so they remained in their sharecropping and herding roles across generations. Southern society recognized the important role that these people played and protected their grazing ranges for many years by limiting fencing law protection for the planter class's crops. It is hard to say where the Markells stood on this issue, but there is no doubt they were happy that their hogs were fat."],"display_date":"December 12, 1826","search_date":"1826-12-12","locations":[{"id":14642,"lat":39.30762356,"lng":-77.8627617422,"zoom":10,"place":"JEFFERSON, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4712,"title":"<strong>John Brown Gives his Last Speech to the Court</strong>","course_id":37,"status":"P","start_date":"1859-11-02","end_date":"1859-11-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John Brown, noted abolitionist, was arrested after his raid on Harper’s Ferry in early October 1859. He was taken to Charles Town, in present day West Virginia to be tried. Early in the trial, a surprise telegraph arrived that placed Brown’s sanity in question, but the court eventually disregarded the insanity plea largely aided by Brown himself who pronounced that he of all people, should know if he was insane and he deemed himself sane. Witnesses gave testimony on Brown’s raid. On October 31, Brown received the guilty verdict on all counts:  treason, conspiring with slaves to rebel, and murder.","On November 2, when the judge asked Brown if he had anything he wanted to say, Brown rose from the cot on which he had been lying the entire trial due to injuries sustained at Harper’s Ferry and addressed the court. Brown denied having committed any crime aside from wanting to free the slaves. He stated that he never intended to murder, to commit treason, or to incite slaves into a rebellion. However, having had committed murder, Brown did not appear remorseful of that fact. His only goal was to free the slaves as God wanted him to do. He seemed resigned saying, “if it is deemed necessary that I should forfeit my life for the furtherance of the ends of justice, and mingle my blood further with the blood of my children and with the blood of millions in this slave country whose rights are disregarded by wicked, cruel, and unjust enactments--I submit; so let it be done!” Brown spoke a couple more words to the court and then resumed his position on the cot.","A month after his closing words, on December 2, Brown was  hanged outside of Charles Town. Brown left a lasting impression on both the North and the South. Many southerners saw Brown as a fanatic and one who had threatened their way of life. Some northerners viewed Brown as a visionary man who wanted to help the deprived slaves while others agreed with the southern view. Still others chose to ignore him altogether. Even after Brown’s execution, his raid on Harper’s Ferry stood as the beginning of the end of civil relationships between the North and South."],"display_date":"November 2, 1859","search_date":"1859-11-02","locations":[{"id":14645,"lat":39.30762356,"lng":-77.8627617422,"zoom":10,"place":"JEFFERSON, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":64,"tag":"Anti-slavery"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}},{"id":5145,"title":"The episode is about John brown and the raid at Harper's Ferry, virginia","course_id":52,"status":"P","start_date":"1859-10-26","end_date":"1859-10-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 26,1859, The <em>Valley Spirit,</em> the local newspaper of Chambersburg, Pennsylvania, reported a story on John Brown and the raid on Harper’s Ferry, Virginia.  John Brown was a quiet man.  He was known to appear and disappear so no one knew quite how to locate him. He worked as a farmer, wool merchant, tanner, and land speculator; he never was a financially successful man. His financial woes did not keep him from supporting the causes he believed in. John Brown was considered to be a man of action and he was determined to abolish slavery.","The author of the story in the <em>Valley Spirit</em> summed up the confusion of the attack: “Never before was such an uproar raised by twenty-men as by Old Brown and his confederates in the deplorable affair” [1]. The writer argues that what John Brown and his men did at Harper’s Ferry was wrong; slave abolishment should not be handled by violence, but by peace and justice. The writer believes that John Brown and his men did fight and die for what they believed in.","Brown had confided in his friend, Frederick Douglas, that he had intentions of seizing the federal arsenal at Harper’s Ferry. Attacking the arsenal was like attacking the federal government and Douglas had told him it would be a big mistake. On October 16, 1859, Brown and twenty-one men made their assault on Harper’s Ferry. They captured the federal armory and arsenal, and then they captured Hall’s Rifle Works, which was a supplier of weapons to the government. Brown was hoping that slaves would join the fight, but no slaves came forward. Brown’s goal was to destroy the slave system of the south.","After the attack, Colonel Robert E. Lee’s men moved in and ended the raid. In the end, ten of Brown’s men were killed, which included both of his sons. Brown was critically wounded and taken to Charleston, Virginia.  Brown and his men were tried, sentenced and executed. He was convicted of treason against the Commonwealth of Virginia.  He was hanged on December 2, 1859.","The writer points out, “How anxious always, to preserve a spirit of harmony in trying times when the Union was agitated with fears of Civil War” [2]. The author of this article seemed to be sending a message to his readers to question John Brown’s actions at this time period for planning the attack on Harper’s Ferry when the North and the South were such in turmoil.","John Brown’s raid and trial ignited the dispute between the country’s abolitionist and pro-slavery factions, placing a wedge between the North and the South.","The author seems to believe that John Brown was disappointed in his expectations of aid from the slaves. Most of the slaves probably were afraid of the repercussions they may have encountered if they were to lose. It was too much of a bargain for them. The result of the raid proves that the plan could only end in failure.","________","[1] Valley Spirit, The Harper’s Ferry Rioters Canonized, October 26, 1859. pg.4 (http://www.2.iath.virginia.edu/jbrown/spirit.html).","<br />[2] <em>Ibid</em>."],"display_date":"October 26, 1859","search_date":"1859-10-26","locations":[{"id":14645,"lat":39.30762356,"lng":-77.8627617422,"zoom":10,"place":"JEFFERSON, Virginia"}],"tags":[{"id":867,"tag":"Harper's Ferry Raid"},{"id":868,"tag":"Insurrection of Old Brown"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":52,"school_id":43}},{"id":6647,"title":"A Portrait of Failure","course_id":170,"status":"P","start_date":"1859-10-16","end_date":"1859-10-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This portrait of John Brown, the leader of the Raid on Harper’s Ferry in October of 1859, was drawn by an artist named David Hunter Strother after John Brown’s execution. and was published in Harper’s Weekly in June of 1866 and April of 1868. This was seen as important because it caused remembrance of the situation of Harper’s Ferry and how it was a key event in the Abolition of Slavery and the start of the Civil War. The other source used recounts how troubled past of the Brown family. It is an excerpt from an essay, by a professor named  Robert E. McGlone of the University of Hawaii, called Rescripting a Troubled Past: John Brown's Family and the Harpers Ferry Conspiracy, which was published in the Journal Of American History.","Going back to October of the year 1859, abolitionist John Brown, alongside other abolitionists, crossed the border of Maryland into Virginia. Brown took control of an United States arsenal at Harper’s Ferry. His hope was to arm slaves and have them break free. His mission, ultimately a failure as General Robert E. Lee and his platoon of Marines thwarted Brown’s plans and captured him, whilst killing off most of his men including Brown’s two sons. This ultimately led to Brown being tried for treason against the state of Virginia. The governor at the time, Henry A. Wise, gave permission for Brown to be hanged after finding him guilty. Finding him guilty, ultimately ended the cause according the McGlone’s essay.","Robert E. McGlone’s article praises Brown’s efforts for the abolition of slavery. He calls him a martyr for the cause. He praises his family for also being for this cause. His sons, Watson and Oliver, were also martyrs for this cause since they were killed during the firefight. McGlone also spoke on how the Browns came from nothing. They did not want credit for their doings, they just wanted slavery to be done with. He went on to talk about how the family did not receive any sort of credit. Their cause died with John Brown’s failure. Why should this receive any attention? They are saying this needs to receive attention because it pushed the nation into the direction of war between these two sides.","These events caused a huge stir in the South. Slave owners were terrified of something like this happening tothem. It also caused a discourse amongst political leaders. It stirred up massive amounts of tension between freestates and slave states. This also was a cause that called the attention to state laws and federal laws, and whichone overruled the other. Although this was not a key event to starting what later would be called the Civil War, itwas a push in that direction. This event more or less sounded a warning alarm of what was to come in the nextdecade. The portrait used was used to keep Brown’s cause alive. Keeping Brown’s cause in the light really shedsanother light on the causes of the Civil War."],"display_date":"October 16, 1859 - October 18, 1859","search_date":"1859-10-17","locations":[{"id":53017,"lat":39.3253786,"lng":-77.7388818,"zoom":10,"place":"harpers ferry, west virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":95,"tag":"Abolition"},{"id":2743,"tag":"Abolitionist"},{"id":4,"tag":"Slavery"},{"id":629,"tag":"race"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6664,"title":"John Brown: The Man of Action","course_id":170,"status":"P","start_date":"1855-01-01","end_date":"1859-12-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" John Brown was a notorious abolitionist man during the 1850’s with a mission to end slavery before it expanded. Brown believed that the use of violence and arming slaves would be the only way to overthrow slavery. On October 16, 1859, Brown led twenty-one men on a violent raid on the federal government at Harper's Ferry, Virginia (now known as West Virginia) in the attempt to abolish slavery. Due to his vicious acts to end slavery, Brown was referred to as a “terrorist” in America especially in slaveholding states. Even though, Brown’s attack on Harper’s Ferry was an unsuccessful event on the attempt to end slavery. It became a monumental event for the abolitionist movement and made Brown a historical hero.","                          Brown was born in 1800, to a deeply religious family with a father who opposed to the idea of slavery. As a young boy, Brown and his family moved to Ohio state because of the state antislavery views. With his father’s influence, he believed that the rights of an America citizen applied to all no matter the color of person’s skin. He felt that all people should be free and treated equally with respect despite their position. His fight to end slavery was led on basis that “evil should be ended by any means necessary” no matter the consequences.","Even as a grown adult, Brown was still devoted to causes he believed in which led him to finance the David Walker's Appeal and Henry Highland's \"Call to Rebellion\" speech publication. He also gave land to fugitive slaves and began to raise young black children as his own with his wife. He was also heavily active in the Underground Railroad helping many slaves from the South to Canada. In 1847, Frederick Douglass stated that “ though he’s a white gentleman...Brown deeply interested in our cause, as his soul has been pierced by slavery.” It was at the meeting where Brown discussed his plan on a war to free slaves.","                          In 1851, Brown helped found the League of Gilead, an organization that worked to protect escaped slaves from slaves catchers. League of Gilead was created as a reaction to Congress Fugitive Slave Act, which gave slave owners the use of federal law enforcement powers to go to the North, to seek the return of escaped of slaves. He did not become a well-known historical activist until 1855 until he came to Kansas despite his other many antislavery acts. He became a leader of anti-slavery guerillas and fought in a war against proslavery in Lawrence, Kansas. He continues to fight pro-slavery towns by brutally killing five residents after his first attack for the rest of the year.","  Brown attack on Harper’s Ferry where he raided the town with five black and sixteen white armed men came to an end. When local farmers and army men led by Robert E. Lee ended the attack after thirty-six hours, most of Brown’s men were killed or captured. Brown was wounded and captured and put on trial in the town of Charleston, Virginia(now known as West Virginia).After being found guilty, Brown was hanged on December 2, 1859, for the attack. Still to this day, on the anniversary of his death known as “ Martyr Day” in Philadelphia, he is honored for his mission to end slavery."],"display_date":"January 1, 1855 - December 2, 1859","search_date":"1857-06-17","locations":[{"id":53033,"lat":38.3498195,"lng":-81.6326234,"zoom":8,"place":"Charleston, West Virginia"},{"id":53017,"lat":39.3253786,"lng":-77.7388818,"zoom":8,"place":"harpers ferry, west virginia"}],"tags":[{"id":3272,"tag":"Harpers Ferry Attack"},{"id":2743,"tag":"Abolitionist"},{"id":4,"tag":"Slavery"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}