{"id":2413,"place":"MORGAN, Georgia","lat":33.5903476782,"lng":-83.4953064754,"episodes":[{"id":3226,"title":"Annabella Porter Sells Cotton to Joseph Gammill\n","course_id":1,"status":"P","start_date":"1824-06-21","end_date":"1824-09-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the summer of 1824, Annabella Porter sold seven bales of cotton to Joseph Gammill. She grew the cotton on her and her husband's plantation, Poplar Grove in Morgan County. The bales sold in two different bundles. The first totaled 1,399 lbs and the second added to 1,012 lbs, and Gammill paid 184.96 and 105.63, respectively. Mrs. Porter also subtracted on several charges because she paid other parties for their services, and her extra charges were 0.50 for mending, 1.75 for the storage of the cotton for one month, and a commission of 0.50 for each bale, which equaled 3.50 for the total commission charge. The overall charge for Mr. Gammill was the sum of the two sets of bales minus the extra charges, 184.96 and 105.63 subtracted by 5.75, which equaled 284.82. Mr. Gammill forwarded 85.46 cash to Annabella Porter and sent cash in the amount of 199.36 to James C. Cook, a financier.","A plantation mistress, like Annabella Porter, managed the household. Susanna Delfino and Michele Gillespie claimed that her responsibilities included ensuring religious and emotional succor to family, friends, and slaves, and entertaining her husband's business and political acquaintances. In many ways, the plantation mistress encompassed a significant position in the plantation lifestyle because she would often maintain the social structure and ensure that all areas of domestic life functioned properly. The plantation owner, or master, managed the economics behind running a Southern plantation. In this respect, Annabella Porter exemplified a case where the mistress was an active participant in the daily financial transactions of her plantation. This was, however, unusual given that the plantation owner usually managed the economics of the Southern plantation.","More importantly, the expansion of the blossoming cotton economy was evident within the note. Plantations distributed cotton from buyers to sellers. On a larger scale, planters who had grown rice and indigo, because of increased demand and the ability with the cotton gin to meet that demand, transferred their resources to cotton. The Georgia Piedmont, along with the foothill country of South Carolina, vied for the top echelon as the most significant cotton producing center in the U.S. during the early 1800's. Georgia contended for first place as the cotton arc extended west away from the Old South an even into Louisiana and Texas."],"display_date":"June 21, 1824 - September 21, 1824","search_date":"1824-08-06","locations":[{"id":2085,"lat":33.5903476782,"lng":-83.4953064754,"zoom":9,"place":"MORGAN, Georgia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}