{"id":2417,"place":"NATCHITOCHES, Louisiana","lat":31.7501863608,"lng":-93.1333207953,"episodes":[{"id":3229,"title":"Seizure of Martin Joson&#39;s Property\n","course_id":1,"status":"P","start_date":"1877-05-17","end_date":"1877-05-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the years following the Civil War many Southerners faced economic hardships, and Martin Joson was no exception. He was an African American who had been able to amass some property in Natchitoches Parish, and had even been able to make some improvements to his property. Joson's prosperity, however, did not last. He must have developed a large debt to a man named Walo Johnson to warrant the writ of Fi Fa that was issued against him to the Sheriff of Natchitones on May 17, 1877. The writ allowed the sheriff to seize Joson's property, including an improved lot on 2nd Street and a store on Grant Street in the City of Natchitones. The writ allowed him three days to come up with the judgment of the writ along with the costs owed before his property would be sold.","Fi Fa is an abbreviation for Fieri facias a Latin term meaning that you cause to be done. The writ is one of execution of judgment, allowing the sheriff or other officer to take action against the debtor, which in this case was Joson. With the writ, a sheriff can seize as much property as needed to settle the monetary judgment owed. The judgment had usually been settled earlier in court. A writ of Fi Fa does provide for the recovery of the property, as shown by the three days Joson is given before his property is sold, which would usually occur in auction.","Joson was not the only African American to own property within city limits. A noticeable amount of other African Americans were able to achieve the same thing during the postbellum period. Joson, however, had been free before the emancipation of slaves after the Civil War, which gave him a background that better enabled him to own property than most former slaves. The postbellum period was not without economic hardships for previously freedmen, as shown by Joson's economic misfortune, and the previously free African Americans felt threatened by the mass of newly freed former slaves just as white southerners did. The large population of newly freed African Americans created political and economic competition in a time when the economy and political arena were already far from stable."],"display_date":"May 17, 1877","search_date":"1877-05-17","locations":[{"id":5591,"lat":31.7501863608,"lng":-93.1333207953,"zoom":8,"place":"NATCHITOCHES, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}