{"id":2421,"place":"ST CHARLES, Louisiana","lat":29.8836153938,"lng":-90.3630468207,"episodes":[{"id":3233,"title":"Runaway Slaves\n","course_id":1,"status":"P","start_date":"1827-01-27","end_date":"1827-01-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The harshness of the institution of slavery is something that historians can agree on. The lifestyle that enslaved people had to endure is one that many cannot imagine today. It is not surprising therefore when slaves wished to be free of their masters and escape from plantations. The reasons for slaves running away varied but usually included fear of punishment or resentment because of punishment already administered, avoiding the harsh labor forced upon them, as well as sheer cruelty imposed by their masters. Although the great mass of Louisiana slaves remained at home, the number of runaway slaves in the state compelled the legislature to act. In an attempt to centralize the problem of runaway slaves, the Louisiana State legislature created acts in the 1820s and 1830s to set up central depots to which runaways, unclaimed for two months or longer, were to be transported. These depots kept the slaves together and used them on public works. Jailors were required to advertise the runaway slaves they kept in their prisons to successfully return them to owners. These jailors would be paid upong the death of a slave for expenses incurred with regard to the deceased.","Although Louisiana attempted to produce an efficient system to recover runaway slaves, it did not always function as intended. The legislature created several more parish depots in the late 1820s and this decentralized the effort to keep the runaway slaves in central locations such as Baton Rouge and New Orleans. Slaveholders took it upon themselves to advertise to the community the loss of a slave and incurred the expenses themselves. Plantation owners paid large sums of money to advertise slaves' looks and ages in the hope of their property being returned. One such advertisement ran in the newspaper, <em>Le Courrier de la Louisiane</em>, advertising the loss of three slaves to a subscriber. The subscriber offered a handsome reward to anyone that helped return Lewis, Isaac, and Snaiel to his fields. Judging from their descriptions, these slaves were very important slaves to their owner. Three strong young men missing from the plantation deprived the owner of not only labor bu capital and time. The January advertisement volunteered the information that one of the slaves had been missing since September, demonstrating the long time period a plantation owner could spend searching for runaway slaves. It it not certain if Lewis, Isaac, and Daniel ever returned to their owner. Runaway slaves cost their masters' time, money and a loss of control over a system that the economy of the antebellum Louisiana was based upon. The state believed that the situation of runaway slaves was grave enough to address it in their laws to gain a grasp on the problem. When this failed, the slaveholders turned to the resources of newspaper advertisements. The advertisements from newspapers in the South serve as reminders of the lengths that plantation owenrs would go to in order to insure the safe return of their chattel."],"display_date":"January 27, 1827","search_date":"1827-01-27","locations":[{"id":5659,"lat":29.8836153938,"lng":-90.3630468207,"zoom":9,"place":"ST CHARLES, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3640,"title":"African American Vote Eliminated in Louisiana\n","course_id":1,"status":"P","start_date":"10/19/00","end_date":"10/19/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In October of 1900 the African Americans of Louisiana did not vote. The newly implemented Poll Tax Qualifications eliminated their ability to do so. The total amount of white men that registered to vote was 102,723 against only 1,147 registered African American men. What was true of the state as a whole was equally true of individual parishes, as well. Fifteen parishes reported less than ten African Americans were able to register to vote. There was even only a single black man registered in the parish of St. Charles. The poll tax cut down the African American vote by roughly 130,000 men. Only about 35,000 whites had allowed themselves to be disenfranchised by the poll tax laws either because they do not value the ballot, or because of neglect or carelessness.","The voting situation in Louisiana in October of 1900 was not unique to this state alone. The Poll Tax Qualifications required each person registering to vote to pay a tax for their vote. The origin of the implementation of the poll tax rests in the development of the Populist Party of the 1880s and 1890s in the Southern United States. The Populist Party demanded a graduated income tax, government ownership of the railroads, a tariff for revenue only, the direct election of U.S. senators, and other measures designed to strengthen political democracy and give farmers economic parity with business and industry. The Populists in the South gave the Democrats the only competition they had seen in the polls since the end of Reconstruction. The competition became so intense that both parties pushed for African Americans to be able to vote in the election so that they could have their votes. However, the Democrats won, and when the Populists were defeated the Democrats implemented various laws into their state constitutions in order to disenfranchise the African American voter. After payment of a poll tax was made a pre-requisite to voting, very few blacks had enough money to pay for it, along with impoverished white citizens, thus eliminating their ability to register to vote. This poll tax lived on for several decades, until the Twenty-Fourth Amendment to the U.S. Constitution in 1964 declared poll taxes unconstitutional in all states. The large disparity between black voters and white voters in Louisiana, therefore, was common to southern states in 1900 because of the disabling poll tax."],"display_date":"October 19, 1900","search_date":"1900-10-19","locations":[{"id":5666,"lat":29.8836153938,"lng":-90.3630468207,"zoom":9,"place":"ST CHARLES, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}