{"id":2432,"place":"DECATUR, Georgia","lat":30.8962867662,"lng":-84.5777761975,"episodes":[{"id":3248,"title":"Grand Rally of the People&#39;s Party in Decatur County, Georgia","course_id":1,"status":"P","start_date":"1892-03-27","end_date":"1892-03-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The residents of Decatur County involved in the People's Party held a grand rally early in the morning on March 27, 1892. For the citizens of Decatur County this rally was the first assemblage of the People's Party. The rally centered on a joint debate involving Rev. E. B. Mobley and Ben E. Russell. Mobley represented the ideals of the People's Party, which promoted government control to boost the agricultural economy. Mobley's main focus centered on how both of the national parties, democrats or republicans, could not be counted on to aid farmers. Russell argued for the tariff and exemplified the ideals of the Democratic Party. Due to the strong support of the Populist ideals held by the citizens who attended the rally, Russell left the debate a loser.","After the Panic of 1873 the agricultural market in America crashed. This major disturbance in the market caused the formation of a new political party in America. The Populist Party began in 1892 and consisted mostly of farmers who wanted to reform America in order to aid agriculture. The farmers of the Populist Party took different economic actions to aid them in their fight for stronger agriculture in America. The farmers wanted to use the government as a vehicle for readjusting what they felt were increasingly pronounced imbalances of political and economic life in America. They also wanted government ownership of railroads and telegraphs. Many residents of states in the western United States and the South became involved in the Populist Party because these regions relied largely on a strong agricultural economy.","The Populist Party encouraged people to attend their meetings which discussed issues pertaining to the ideals of the party. The high number in attendance at the meeting in Decatur County exemplified the importance of the principles of the Populist Party, which included many southern farmers. Due to the great national and international demand for agricultural goods such and cotton and rice, farmers throughout the South prized agriculture because it was their means of survival. Many farmers depended on the production of crops in order to provide for their families."],"display_date":"March 27, 1892","search_date":"1892-03-27","locations":[{"id":1727,"lat":30.8962867662,"lng":-84.5777761975,"zoom":9,"place":"DECATUR, Georgia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}