{"id":2467,"place":"PAGE, Virginia","lat":38.6199595082,"lng":-78.484150089,"episodes":[{"id":419,"title":"John  Daniel Delivers Speeches Discussing Public Education\n","course_id":1,"status":"P","start_date":"1881-08-15","end_date":"1881-08-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John W. Daniel, who later served as a US Senator from VA from 1887-1910, gave speeches on August 15th, 18th, and 19th as a part of his campaign for the governorship of VA.  Daniel was well-known for his oratorical skills, which made his speeches crucial to his campaign against William Cameron of the Readjusters, a new party in Virginia led by William Mahone that ran in opposition to the conservative Democrats.&lt;br /&gt;In his speeches, Daniel rebutted the professed idea that he was opposed to the Public Schools.  The News and Courier demonstrated the need for such a rebuttal, stating The most the Readjusters can bring against Daniel is the false position which his enemies have placed him in in regard to the public schools of the State.'  Thus, Daniel noted the benefits of public education, listing that they were the cheapest means of providing education to all classes and races.  He further demonstrated his support by referencing his time in the Legislature, Senate, and House of Delegates, drawing particular attention to his vote against a coupon procedure that took away school money.  In addition to showing his personal support for education, Daniel asserted the support of the Democratic Party for the system of public education.  The speeches explained the actions of the Democrats in order to clarify their support for education, and they attempted to negatively portray the Republican Party as well. &lt;br /&gt;Public education was an important topic in political debate towards the end of the nineteenth century, especially in Virginia as the state government had to deal with Virginia's enormous debt.  Though the Land Ordinance of 1785 provided a model for funding of public education, most schools remained private until the 1840s.  By 1881, Virginia residents desired a strong public education system.  Because all children were in need of education, discussion of public education served as a guise for incorporating the race and class issues into politics.  Each party accused its opposition of apathy in terms of providing sound public education, and both parties sought to convince dubious voters of their sincerity on the issue.&lt;br /&gt;Daniel was ultimately unsuccessful with his campaign.  Cameron won the election and became the only Readjuster candidate to become a governor.  With a majority in the legislature and Cameron as governor, the Readjusters exerted strong control over Virginia until they lost the majority in the state legislature in 1883."],"display_date":"August 15, 1881 - August 19, 1881","search_date":"1881-08-17","locations":[{"id":14137,"lat":38.6199595082,"lng":-78.484150089,"zoom":9,"place":"PAGE, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1983,"title":"The Emergence of Oil\n","course_id":1,"status":"P","start_date":"1894-06-07","end_date":"1894-06-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Emergence of Oil"," For several decades leading up to the 1900's, the coal and iron industries had grown to become the backbone of the southern economy. Places such as Luray, Virginia, located in Page County, and other Appalachian mining areas became large centers of industry, attracting workers, railroads, and Northern investors."," However, with the depression of the 1890's still looming above their heads, miners in Luray, Virginia participate in a strike leading to a shortage of coal in the railroad industry. In covering this, the Page County newspaper unknowingly peers into the future of technology and transportation. The paper writes that the railroad companies (specifically the Chicago, Burlington, and Quincy companies) begin to contemplate the idea of an oil-run machine, as opposed to their steam-powered locomotives. The companies believe that the change is both practical and desirable. They say that with an oil-run machine, fewer stops will be necessary on long trips and services such as the fast mail will be greatly improved, and have been conducting experiments to test the new technology at Aurora (probably Illinois). Thus, the coal miners' strike indirectly helped force railroad companies into a line-of-thought that will eventually help revolutionize the fuel industry."," Because of its entrenchment in the mining industry, citizens of small valley or mining counties could have a significant effect on the economy of a larger area as well as influence the progression of technology. This episode in Page County, Virginia is a peek at the near future, when oil gains its status as black gold. Poor, unhappy farmers and industrial workers such as the coal miners on strike will begin to move out to the oil fields in order to try their luck at finding wealth through drilling their own wells. This process was pushed along by the coal strikers and the railroad companies' desire to find a more efficient, available (not to mention controllable) source of fuel.","Date: June 7, 1894","Location: Luray, Page County, Virginia","Episode Keywords: Economy, Migration/Transportation, Urban Life/Boosterism","Episode Scope: Local, Regional, National","Page Courier, June 7, 1894. (Micfilm N-US VA-60, Alderman Library, University of Virginia.) ","John B. Boles, South Through Time Vol. 2, (Upper Saddle River: Prentice-Hall, 1999), 410-446.","William J. Cooper, Jr., Thomas E. Terrill, The American South: A History, (United States of America: McGraw-Hill, 1996), 452, 461, 464, 487.","Elizabeth Atwood, The Edge of the South, Life in Nineteenth-Century Virginia: Saratoga of the South: Tourism in Luray, Virginia, (University of Virginia: Rector and Visitors of University of Virginia, 1991), 158."],"display_date":"June 7, 1894","search_date":"1894-06-07","locations":[{"id":14138,"lat":38.6199595082,"lng":-78.484150089,"zoom":9,"place":"PAGE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3274,"title":"Counterfeit Money in the South\n","course_id":1,"status":"P","start_date":"1874-09-24","end_date":"1874-09-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 24, 1874 the Page Courier Newspaper reported to the citizens of Page County, Virginia that a new counterfeit 50-cent bill was in circulation. The Dangerous Counterfeit was described to readers in great detail. The news paper stated that on the back, right upper corner Act March 3d, 1863, the 6 is reversed. The colored silk line in the genuine are not in the counterfeit. ","The business of counterfeit money was quite a large one throughout the mid nineteenth century according to Johnson. By the time the Civil War had begun 80 percent of the money in circulation in the United States was counterfeit. Because there were so many versions of counterfeit dollars and coins shop keepers and business owners had no choice but to accept the false money because they were not likely to find much real money. During his tenure from 1869 to 1874 as Chief of the Secret Service, Hiram C. Whitley reported (10 percent sample) that 32 people had been caught in the business of counterfeit money in the South in comparison to the 100 in the Mid-Atlantic and seven in New England. After reconstruction the South was left with unused mints that they had relied on during the civil war for the creation of their monetary system. These mints and other newly created ones helped in the increase of counterfeit money throughout the South. Counterfeiting notes, as the article talked about, was much harder than producing coins. It required a large sum of money, dedicated employees and a large group of consumers. Producing coinage was much easier, only requiring an alloy to be poured into a mold and plated. ","The newspaper makes a specific point of telling its readers about the difficulties in picking this counterfeit out. The author stated It is remarkably well executed, and calculated to deceive. The newspaper ran articles through out its existence reporting the creation of new counterfeits. They knew that while the money would still passed through private hands, the banks would be less likely to fall for the trick, causing the readers to lose their money. The widespread use of false money shows the need for stronger government control over the issuing of money and the amount issued. Several acts tried to cover these topics but it was not until much later that the issue was ever resolved. "],"display_date":"September 24, 1874","search_date":"1874-09-24","locations":[{"id":14136,"lat":38.6199595082,"lng":-78.484150089,"zoom":9,"place":"PAGE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3294,"title":"Economic Disparity in the South after the Civil War\n","course_id":1,"status":"P","start_date":"1869-11-12","end_date":"1869-11-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The <em>Page Courier</em> newspaper, on November 12, 1869, submitted a request to some of their clients in the county. The newspaper declared Wood-Wood-Our wood paying subscribers will remember that we will freeze without fire. The Page Courier Newspaper had previously set up a method of payment with its poorer clients to exchange newspapers with firewood. BRING IT IN the Courier begged. This desperate request for wood not only filled the need of the newspaper employees for warmth, but also allowed the poorer clients to afford the news while not using any of their desperately needed money.","The Civil War not only inflicted massive numbers of human casualties but also brought on heavy damages economically to those who survived. First of all southern banking was ruined as the federal government refused to accept the South having its own monetary system. The movement of the Union army through southern crop lands and towns not only destroyed the moral of the southerners, but it ruined crops, houses were burned and other property was destroyed. Southern railways were also almost entirely destroyed, leaving southerners no way to ship what little goods they had left to make any money. War time destruction had resulted in a drastic lowering of the assessed value of Southern farm lands, which in turn required that the tax rate increase Boles asserts. Many southerners could not afford this higher tax rate compiled with the worthlessness of their property and the loss of the free work force they had become so dependent on. This poverty led to trading for goods rather than buying them and sometimes more relaxed loan payment deadlines. By giving breaks to its clients, the <em>Page Courier </em> earned their trust and kept their business, serving its own interests as well as the counties."],"display_date":"November 12, 1869","search_date":"1869-11-12","locations":[{"id":14135,"lat":38.6199595082,"lng":-78.484150089,"zoom":9,"place":"PAGE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3331,"title":"African American Religious Services\n","course_id":1,"status":"P","start_date":"1868-09-18","end_date":"1868-09-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In one edition of the <em>Page Valley Courier Newspaper</em> a reader asserts that The African Baptist Church is larger than any other Baptist church other than on in England. The same gentleman informed the newspaper that he recently attended there sitting by the right side of Chief Justice Chase and ex-Governor Wise, when two hundred persons were baptized. Their evening prayer meeting is attended by over fifteen hundred people, and crowds go away for [want] of room.","The type of service held at an African Baptist church was unlike any other kind. The preachers filled the prayer with such emotion that people felt inclined to sing along with the prayer. This kind of interactive sermon got blacks interested in church, especially after emancipation. These sermons were characterized by the preacher's chanting the Word of God rather than delivering it conventionally, Rosenberg informs. The mass movements toward churches that occurred during and after the Second Great Awakening surprised white people. The churches that white people usually attended did not shout or sing loudly during sermons so the appearance of such large churches and groups of followers was very interesting. After listening to his mother pray in this Baptist way a little boy commented I didn't know what I was crying for but the meaning and the singing was so stirring that I couldn't help it. This quote summarizes the emotion conveyed in most African Baptist churches. It would be very interesting to the citizens of Page County, Virginia to hear news of this church because there were no churches as large or even approaching the size of it in their own county. Upon hearing that a Chief Justice and an ex-Governor attended the services, the citizens might consider traveling to Richmond to see the spectacle."],"display_date":"September 18, 1868","search_date":"1868-09-18","locations":[{"id":14135,"lat":38.6199595082,"lng":-78.484150089,"zoom":9,"place":"PAGE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":5639,"title":"Journey to Freedom: The Bethany Veney Story","course_id":103,"status":"P","start_date":"1889-01-01","end_date":"1889-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Bethany Veney recalls her time as a slave in her autobiography, <em>The Narrative of Bethany Veney: a Slave Woman. </em> Born into slavery Bethany had little memory of her early life, but distinctly remembered being a source of entertainment for her master by singing and dancing. Although Bethany never mentioned feelings of objectification or dehumanization, which Hartman discusses in <em>Scenes of Subjection,</em> about entertaining her master she described the experience as, \"all manner of grotesque grimaces, gestures, and positions.\" She did not understand the meaning of the songs she was forced to sing, but believed that her master and his friends did not understand them as well. There are moments throughout the narrative as a whole where feelings of loneliness or helplessness shine through although she never expresses her opinion because it would be uncharacteristic for a slave to do so.","Bethany Veney was one the slaves in Virginia who never had to endure being sold at the market and worry about being separated from her children by distance. Although Bethany was eventually separated from her children, she managed to reunite with them later on in her life when she became free slave. According to Johnson in <em>Soul by Soul</em>, slaves at the market would often share gossip with one another, but Bethany only had contact with the other slaves she worked with. She did not have to deal with being examined by potential buyers or fear being sold in public. Bethany was sold twice in her life, once after her first master died and the second time she asked to be sold alongside her daughter because she did not like her master, whom she described as harsh and cruel. It was a rare occurrence for slaves to arrange their own sale, but Bethany was unlike most slaves.","When Bethany was finally freed from being a slave she moved about the Northeast at her leisure, often spending time in Worcester, Massachusetts where she would eventually buy a house and settle down. Bethany was also eventually reunited with her children and grandchildren and regularly went down to the South to visit them during the year. In comparison to other slave narratives during the 1800s Bethany did not have a terrible life. There is no mention of her being beaten or threatened by her masters throughout the narrative, nor was she ever sold at the public slave market. Bethany recorded her story so others would know what it was like to be a slave in Virginia who despite the odds managed to become free and live out the remainder of her life as she pleased."],"display_date":1889,"search_date":"1889-07-02","locations":[{"id":14137,"lat":38.6199595082,"lng":-78.484150089,"zoom":9,"place":"PAGE, Virginia"}],"tags":[{"id":453,"tag":"Runaway Slaves"},{"id":408,"tag":"Children"},{"id":270,"tag":"Freedom"},{"id":522,"tag":"Massachusetts"},{"id":7,"tag":"Women"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":6857,"title":"\"Stonewall\" Jackson Suggests Noncombatant Roles for Shenandoah Valley Anabaptists","course_id":188,"status":"P","start_date":"1862-03-21","end_date":"1862-03-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the spring of 1862, Confederate General Thomas “Stonewall” Jackson contended not only with his Federal enemy, but also with the nonresistant peace churches of Virginia’s Shenandoah Valley. A letter Jackson wrote in March of 1862 explains that there were three denominations who resisted service in the militia even when compulsory. Although unnamed, they include the Mennonites, Dunkers (Church of the Brethren) and some Quakers. Some defected and attempted to escape to the North, while others hired substitutes. Those that did join militia forces could “be made to fire, but they [could] very easily take bad aim.” For the sake of an effective fighting force, Jackson suggested that the Virginia Governor John Letcher allow the men to be divided up into companies and used in non-combat roles to better serve the Confederacy.","The Anabaptists of the Shenandoah Valley generally practiced strict non-resistance. While these denominations were not pacifist per se, it was not permissible for them to use violence, or even the political means, to address their worldly issues. These sects condemned slavery, but it was not their place to end it or help support it, as in this case. Instead, even when drafted, the Anabaptist soldiers fired in the air to uphold their convictions.","At the time of Jackson’s letter, Union forces had already entered the Shenandoah Valley. Two days later, they tactically defeated Jackson’s own men at Kernville, Virginia. Maintaining forces in this part of Virginia kept critical Federal forces from other, more central fights. According to historian James McPherson, Confederates, including those in the Shenandoah Valley, were becoming weary by early 1862, having fought for nearly one year. Men had little desire to reenlist or voluntarily enlist. Compulsory service began to replace the voluntary system, forcing more men, including Anabaptists, into militias and general armed forces. While there was a general aversion to such compulsory service in the South, the non-resistant denominations were especially opposed to fighting and actively resisted it in various ways.","“Stonewall” Jackson was certainly not bound to peace as the Anabaptists were, but he was a man of strict Presbyterian faith. He understood the power of religious conviction and through this letter sought a better way to humanely deal with what others would view as disloyal soldiers. He made it clear that these men were “faithful laborers” that could be trusted. While they would not use a rifle to defend their Virginian home, they could still serve through non-combatant roles, like teamsters and laborers. This freed better soldiers for combat and partially dealt with the shortages which hampered the Confederacy throughout the war. More importantly, Jackson’s suggestion is the basis for conscientious objector status for nonresistant denominations in the Confederacy. On October 11, 1862, the Confederacy officially exempted some conscientious objectors, baptized members of specified nonresistant sects, from armed service entirely if they could pay a rather large fee. Although insufficient, such exceptions relieved some of the burden felt by the southern peace churches."],"display_date":"March 21, 1862","search_date":"1862-03-21","locations":[{"id":53193,"lat":38.753760758288,"lng":-78.447091118493,"zoom":9,"place":"Mount Jackson, Shenandoah County, Virgin"}],"tags":[{"id":3664,"tag":"Valley Campaign"},{"id":3663,"tag":"Conscientious Objectors"},{"id":3662,"tag":"CSA"},{"id":3615,"tag":"Protestants/Anabaptists"},{"id":1822,"tag":"Stonewall Jackson"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}