{"id":2469,"place":"INDIAN LANDS, Alabama","lat":34.5332418581,"lng":-88.0268639238,"episodes":[{"id":2771,"title":"The Torture of Prisoners at Auburn\n","course_id":1,"status":"P","start_date":"1839-05-08","end_date":"1839-05-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Imprisonment at Auburn in Lee County, Alabama was literally torturous in 1839. On May 8, 1839, the Mobile Commercial Register published that a committee was investigating reports of certain cruelties towards prisoners. Upon surveying the prison, the committee confirmed that the prison keepers did in fact torture and whip the prisoners, so much that the doctors frequently had to visit to treat their wounds. They also starved them and worked them like horses. They lived in dungeons as dark as death that were kept at practically freezing temperatures. The paper described most of the prison superintendents as sheer brutes, and thus, such allegations should be expected.","Although the article did not call for any reforming action, many southerners disagreed with the penitentiary system. Those who were in favor of prisons said such institutions were favorable for reforming the individual and making the law more effective. On the other side of the debate, some southerners found reforming criminals to be dangerous and useless, preferring the old methods of fines, branding, local jails, and hangings. In 1834, a referendum in Alabama on prisons reported that voters were overwhelmingly opposed to the system. Nevertheless, the southern penitentiary system continued to expand.","Once created, local governments did not like spending money on prisons. Therefore, imprisonment could become an agonizing ordeal, as it was for the prisoners at Auburn. To raise the funds for upkeep, prisons leased out the prisoners to work in harsh conditions. The prison officials at Auburn were much like the ones all over the South, dealing out severe physical punishments, providing poor food, and focusing more on how they could profit from leases themselves. Even though many citizens were outraged at the conditions seen in Auburn, they did not take any progressive action. In fact, no action was taken in regards to the prison at Auburn until 1862. Because the voters did not even want the prisons in the first place, it was easier to ignore them, and thus, reform was not a popular point of focus in the nineteenth century."],"display_date":"May 8, 1839","search_date":"1839-05-08","locations":[{"id":424,"lat":34.5332418581,"lng":-88.0268639238,"zoom":7,"place":"INDIAN LANDS, Alabama"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}