{"id":2472,"place":"DE SOTO, Louisiana","lat":32.0554385592,"lng":-93.7372826293,"episodes":[{"id":2723,"title":"Louisiana Lady Battles with Regional and Human Attraction\n","course_id":1,"status":"P","start_date":"1863-10-17","end_date":"1863-11-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" As a young twenty-two year old Louisiana woman, Miss Sidney Harding was completely caught off-guard when her prosperous family had to flee their plantation because of Yankee pressure and become Civil War refugees in DeSoto Parish, LA.Harding was not unlike other southern women: she faced internal and external conflicts throughout her years as a refugee.OnOctober 17, 1863, Harding commented on the disdain she felt at the sight of other girls being friendly to northern soldiers and the disloyalty of the lower parishes, but she would redefine what was acceptable in a war environment with her former country."," On November 4, 1863, Harding met a handsome man, a cavalier, born in New York who had only lived in the South for six years.He was remarkably handsome, tall with black eyes and dark skin.She boldly invited him to stay the night at her house, an offer he graciously declined the offer, saying that he would love to visit again another night instead.The two passed most of the night talking with one another, enjoying each other's company in the midst of wartime struggles. The next day, Harding could not take her mind off this gentleman, who she admitted to having second thoughts about.Her friends wondered if it was acceptable of her to be speaking with a northerner who had lived in the South for only a few years before the Civil War began.She, however, convincingly rationalized her fondness for this former northern gentleman.First, he had fought and been injured at the battle of Shiloh (fighting for the Confederate army) and was the son of an Episcopal clergyman.She viewed these qualities as honorable and pleasant.In addition, Harding described the man as a good southerner with elegant manners and courtesy.Harding delighted in this chance encounter with a handsome gentleman during her stressful refuge in DeSoto Parish."," According to William J. Cooper, Jr. and Thomas E. Terrill, southern society heavily felt the impact of the Civil War, but as the war continued, faith in the southern cause turned into hopelessness.Harding was despairing at the fate of the Confederacy and yearning to return back to her plantation home in St. Mary's Parish, LA.Cooper and Terrill claim that the status of women also changed greatly, and women of every class had to adapt to the changing social and economic environment, as evidenced by Harding's own sacrifices during the war years.Harding, like other southern women, gained more independence not only physically and economically, but also in her mental capacities.She made up her own mind about this man, disregarding what her peers and family members thought of this charming man.Her social position, as a southern woman with certain expected principles, directly conflicted with her human attraction to this unique visitor.","--J.R."],"display_date":"October 17, 1863 - November 5, 1863","search_date":"1863-10-26","locations":[{"id":5496,"lat":32.0554385592,"lng":-93.7372826293,"zoom":9,"place":"DE SOTO, Louisiana"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3189,"title":"Rambin&#39;s Cotton Crop Failure\n","course_id":1,"status":"P","start_date":"1881-09-25","end_date":"1881-09-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sally Garland Young Rambin struggled to write to her sister because of a sore eye, which she had gotten from the family that her husband had brought to the plantation. He had brought them to help pick the cotton crop that a young man had cultivated on their land but had not picked. Rambin's sore eye and the negligent young man were the least of the Rambins' worries, however. Rambin wrote to her sister that times will be harder here next year then ever before. The Rambins' cotton crop had failed that year because of excessive drought, worrying Rambin about her family's future, and the future of the poor around the area. Rambin expresses to her sister concern about what her own family would do with a working plantation, and even greater concern for the poor who do not even have any land to depend on with the failing crops.","Rambin's letter to her sister expresses many of the fears of Louisiana planters during this period. A failure of the cotton crop was a constant concern; especially since cotton prices had been continuing to decrease due to a worldwide overproduction of cotton. The difficultly of creating a profit from the cotton crop landed many of the sharecroppers, like the family Mr. Rambin had brought, in debt. Despite the financial hardship these sharecroppers faced, the African Americans were able to gain greater autonomy in this system because it allowed them to choose their own employers. The majority of African Americans remained poor and often in debt, but the ability to regulate their own land and time gave them the independence that they craved after emancipation. ","Plantation owners who leased parts of their land out, and then held the tenants responsible for one-half of the crop did not have much more financial success than their sharecroppers. Landlords often had problems maintaining tenants and keeping their lands running effectively, as seen with the Rambins and the young man. These issues eventually led to the disappearance of large plantations, as well as the development of absentee land ownership which greatly reduced the profits the former plantations made."],"display_date":"September 25, 1881","search_date":"1881-09-25","locations":[{"id":5498,"lat":32.0554385592,"lng":-93.7372826293,"zoom":9,"place":"DE SOTO, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3208,"title":"Women&#39;s Roles in the Rambin&#39;s Household\n","course_id":1,"status":"P","start_date":"1872-09-29","end_date":"1872-09-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Running the Rambin household, Sally Young Rambin wrote to her sister on September 29, 1872, kept her far too busy to be a regular correspondent. Rambin explained to her sister that the effort she put into cooking, housework, and the washing caused her to seldom feel like writing. Rambin put special emphasis on the fact that she did her own washing, because many women paid others to do their washing for them. Rambin told her sister that she too could pay someone to do her washing, but preferred to do it herself while she could. Rambin, however, did have help in the kitchen from the hired African American who stayed in the kitchen to get her water and wood.","In the letter to her sister, Rambin also addressed the issue of the girls' (presumably her daughters') schooling. Rambin did not see the point in the girls continuing to go to school for much longer, unless they meant to become teachers. Rambin found the idea of the girls learning French especially ridiculous, since she noted that what French I learned was of very little use to me...and if they were to remain in Louisiana they would not have much use to practice it. She also asked if her sister would write to May M. Allen to see if she would be willing to come to De Soto, Louisiana, to either live with Rambin to teach her children or to teach at the local Catholic Community School. Rambin, however, expressed her fears that Allen would marry and give up teaching, leaving Rambin to finish educating her children on her own.","Rambin's chief concern in her letter, her housework, represents the adjustment many white women had to make after emancipation. They found themselves needing to do their own housework, which required a large amount of time from the former plantation mistresses. Laundry could take up to three days to do, and women often spent just as much time sewing and mending the clothes. In addition to this, women needed to cook, bake, and keep the house clean. Rambin might have been willing to do her own washing, but she still turned to an African American to complete the tasks she did not have time to do herself, and could afford to allocate to someone else. Even with the help of a few African American servants, the adjustment for Southern women to household work often caused resentment towards the North, which was a dominant sentiment in the South during Reconstruction.","Rambin's letter also addresses the changes of education in the South and women's role in education. During and after Reconstruction, Louisiana experienced a statewide decline in public education that resulted in a decrease in white literacy between 1880 and 1890. Private and parochial schools, such as the Catholic Community School Rambin mentions, were often used by whites instead of the poor quality public schools. Rambin did not mention if it was the decline in the educational system that prompted her dislike of keeping her girls in school, but if the Rambins were paying for the girls' education the economic hardship that was continually present in the South probably created a more important use of the money than tutoring in French. Her willingness to allow them to continue school to become teachers reflects the start in the increased amount of female teachers, which would double in number during the upcoming 1880s. During the 1870s and throughout the construction of the new South teaching was still viewed as a potential occupation only until marriage by many white southern woman, as mentioned by Edward Ayers in The Promise of the New South."],"display_date":"September 29, 1872","search_date":"1872-09-29","locations":[{"id":5497,"lat":32.0554385592,"lng":-93.7372826293,"zoom":9,"place":"DE SOTO, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3299,"title":"Illness Creates Need for Help within Rambin Household\n","course_id":1,"status":"P","start_date":"1871-02-12","end_date":"1871-02-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sally Young Rambin's letter to her sister opened with an apology for her long silence and an excuse: Rambin had been extremely sick and had only been able to get out of bed for two weeks before she attempted to write to her sister on February 12, 1871. Rambin's illness was made worse by the doctor's inability to provide her with the medicine she needed. Rambin told her sister that the doctor could not or was afraid on account of my situation to give me the necessary medicine. Rambin had recently had a baby, and her husband blamed her illness on her nursing the child for too long. Rambin's illness created a need for additional help to keep the Rambins' household in De Soto, Louisiana running. Rambin told her sister that an African American woman whose family lived with the Rambins had brought her own children into the house to help look after Rambin and her children while she was ill. ","Rambin's illness is an example of the numerous diseases that plagued the South during the postwar period. Malaria, Yellow Fever, and Tuberculosis were all diseases that rose in prevalence in the South following the Civil War. The effect of Rambin's illness, however, reveals the changes and similarities between the post and pre-war South. After the Civil War, plantation mistresses, such as Rambin, experienced a decrease in their standards of living and had to become accustomed to doing many domestic chores themselves. During the postbellum period, the Rambins' no longer relied on slave labor to run their household, but they did remain dependent on the African American work force. Many previous plantation mistresses paid African Americans to act as servants and help rear their children, as Rambin relayed to her sister in her letter. African Americans were now receiving pay for their work, yet their social position remained similar to what it had been before emancipation."],"display_date":"February 12, 1871","search_date":"1871-02-12","locations":[{"id":5497,"lat":32.0554385592,"lng":-93.7372826293,"zoom":9,"place":"DE SOTO, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}