{"id":2483,"place":"HENRY, Virginia","lat":36.6827683486,"lng":-79.8736743254,"episodes":[{"id":3314,"title":"Overseer&#39;s Place on a Southern Plantation\n","course_id":1,"status":"P","start_date":"1864-01-01","end_date":"1864-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1864 Thomas D. Bouldin was hired on a plantation in Henry County, Virginia. He signed a contract with Beverly Jones, a plantation owner and in this contract Thomas bound himself to the duties of a slave overseer. Thomas was given a list of assignments that he was to regularly do and another list of things he could do if he was finished with his own. The contract set that Thomas was set to receive a portion of the crop yields along with pork and corn. The contract even had a provision in it to break the contract based on the vote of three men, one chosen by the overseer, one by Beverly and one by the two men combined. ","Although slave overseers were not common in small plantations, they were almost necessary for plantations with 50 or more slaves Cooper and Terrill assert. An overseer's job was to ensure that the slaves were doing as much work as they should be and that everything was being done to improve the crop yield. Overseers were generally hired seasonally and a planter would generally try and find a new one for the next season. For this reason overseers worked especially hard to prove themselves to their employer. They needed to show that they possessed the right qualities to push the slaves just enough to produce more without overworking him. Overseers were mostly young men who were looking for experience to some day own their own land. Pay for the overseers ranged from 700 to 2,000 a year for cane and rice plantations, from 200 to 1,000 on cotton and tobacco plantations. Overseers were also usually given a place to live and given a small garden of their own. It might seem strange at first glance that Beverly would think about hiring an overseer just before the end of the Civil War, but it must be kept in mind that slaveholders and the majority of the South were still hoping that the Confederacy would pull through and save slavery."],"display_date":1864,"search_date":"1864-07-01","locations":[{"id":13926,"lat":36.6827683486,"lng":-79.8736743254,"zoom":10,"place":"HENRY, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}