{"id":2489,"place":"WASHINGTON, North Carolina","lat":35.9347277088,"lng":-76.3834640216,"episodes":[{"id":3322,"title":"Tempering the Temperance Movement\n","course_id":1,"status":"P","start_date":"1842-02-19","end_date":"1842-02-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The<em> Newbern Spectator</em> published several articles about the new temperance movements starting up in New York, in Ireland, and in the Newbern area. It was a crusade for self-improvement and the industrial work ethic. One man from nearby Washington, N.C., only identified as 'A Free Drinker,' felt he had to speak up. In a letter to the editor, the writer reminded the reading public that there were two sides to the issue, and the logic of the temperance movement was flawed on many accounts. Not all those who drank were sordid drunks, as the temperance societies believed. These societies opposed the drinking of all liquor, never mind how good the quality or how small the quantity. Drinking was not an idle habit, but rather a stimulating social activity. Jovial parties and pleasant games went well with a glass of the best. The temperance societies would use the money from alcohol on things like clothing and education for the children, but the writer noted that dressing up children only corrupts them and makes them arrogant. He went on, And as to giving children an education, I am inclined to think the policy of it rather doubtful... You have no doubt heard, sir, of the great number of forgeries that have been made of late years on banks and merchants. Now if these guilty persons had never learned to read and write, could they have committed these forgeries? The rhetoric of sarcasm veiled his disregard for these moral reformers. He went on to reveal that his wife nearly forced him to join one of these temperance societies, but a friend informed him that pledging to join was a sin - and he could not commit a known sin As if to perfectly demonstrate the ineffectiveness of the temperance societies in east North Carolina, the same friend quipped, There was a great deal of liquor in town that had to be drank by somebody.","Temperance societies emerged around the same time in the North and the South, in the 1830s. Yet the issue did not seem to resonate with many Southerners, especially the wealthy population of the Carolina coast. Many historians believe the movement lagged behind in the South because its citizens feared that the cause of temperance was tied to the cause of abolitionism. The temperance unions that did form in the South always made their proslavery opinions publicly known. Yet, as Ian Tyrell notes, this notion does not explain the whole issue. Many southern slaveholders joined the temperance reformers, voicing concerns about the public drunkenness of slaves and free blacks. In fact, what the South lacked that the North possessed was a growing immigrant population and a social environment of urbanization. The people that supported the temperance movements in the South were not the farmers and planters: they were the artisans and merchants, the laboring middle class. These urban occupations were not as socially prominent in South. For the majority, the drunkards being discussed in the <em>Newbern Spectator</em> were more like fictional characters than everyday reality. Without an economic transformation, the South maintained much of its pre-industrial character that deterred modern social reforms from gaining a momentum."],"display_date":"February 19, 1842","search_date":"1842-02-19","locations":[{"id":9860,"lat":35.9347277088,"lng":-76.3834640216,"zoom":10,"place":"WASHINGTON, North Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}