{"id":2493,"place":"CHOWAN, North Carolina","lat":36.285880348,"lng":-76.6866587179,"episodes":[{"id":3330,"title":"Proposing Marriage Under Slavery\n","course_id":1,"status":"P","start_date":"1852-01-01","end_date":"1852-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Even the romantic lives of slaves fell under the authority of white masters. Slaves, being the property of their masters, couldn't just freely marry at their heart's desire. There was a standard protocol. In his biographical narrative, Allen Parker recounted how the process would likely unfold on a plantation in Chowan County, North Carolina. If a male slave wanted to marry a woman from another plantation, he first had to obtain the permission of the girl herself. Then, he would ask for consent from his own masters. If they approved, he would then travel to the girl's plantation and approach her owner. The conversation would go something like: Hello Sam Is that you? <em>Yes Massa, its me... </em>Sam, what message did your Master send by you? <em>Did'nt send no message, sar, I comed myself.</em> What You don't mean to say that you have run away Sam? <em>No sar, Massa told me as how I might come and see Massa Jones. </em>Well Sam, what is it, does your Master intend to hire you out next year and you want me to hire you? <em>No sar, Massa John don't let his niggers, he wants me hisself. But I comed to see you Massa cause I think that you yellar gal Sue is a right smart, good gal. </em>That so, Sam? <em>And I thought that perhaps, maybe, that seeing as you and Massa John was good friends, and being as I want no bad nigger at all, that maybe, possibly, you might consider to consent that me and she might be married.</em>","Then the master would investigate the slave, asking if he had any habits and checking for any visible defects. Then, he would prolong the matter: Well Sam, I like your looks, and I will think it over. You come and see me next week and I will tell you. <em>Can I see Sue, Massa? </em>Yes Sam, you can see her when she comes from the field. After spending some time with his sweetheart and waiting a week, the slave would then return to the owner: Hello Sam, you here again, what do you want this time? <em>Well Massa Jones, I comed to see as to what you thought about me and Sue getting married. </em>Get out you nigger. <em>But Massa told Sam to come. </em>How's that Sam? <em>Massa Jones told Sam to come in one week, and den Massa Jones tell Sam as how he can marry Sue or not. </em>O yes, I remember now, well Sam I have talked it over with Sue's Mistress and we have concluded to let you marry Sue, and I will have a cabin built down by the quarters and Sue can live there. <em>Thankie Massa.","</em>","African Americans strove to establish meaningful family relations under slavery. There was a strong desire for social space between slave and master, as Emily West notes in <em>Chains of Love</em>. Though slave marriages were not legally recognized under traditional white law, developing meaningful relationships that existed independent of white authority represented a means of resistance against oppression. These relationships also pointed out the gender differences among slaves, the male being expected to initiate romantic contact. Allen Parker recalled how his father would regularly walk ten miles in the middle of the night to see his wife and his family. Slave families often had to struggle to remain together as evidenced in Walter Johnson's <em>Soul by Soul</em>. Enslaved persons would often manipulate the paternalist sympathies of their owners, reminding them that filial bonds of slaves were just as powerful as those for whites."],"display_date":1852,"search_date":"1852-07-01","locations":[{"id":9345,"lat":36.285880348,"lng":-76.6866587179,"zoom":10,"place":"CHOWAN, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}