{"id":2501,"place":"THOMAS, Georgia","lat":30.8611240809,"lng":-83.9782896677,"episodes":[{"id":3342,"title":"Prohibition Meeting in Thomasville, Georgia","course_id":1,"status":"P","start_date":"1898-12-04","end_date":"1898-12-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The town of Thomasville, Georgia held an election to vote on the topic of prohibition on Monday December 3, 1898. Before the vote took place, people promoting opposite positions on prohibition traveled throughout Thomas County and endorsed their own views on the topic. Two prominent figures within Thomas County promoted their opposing stances. Judge Rodenberry led the prohibitionists, and Mr. Theo Titus led the opposition. The contest between the two opposing groups claimed to be a friendly one. The vote on prohibition also concerned other counties in Georgia. Rev. J. W. Lee initiated the contest among prohibitionists and others in three other counties in Georgia, Brooks, Colquit, and Decatur. These three other counties voted on the topic concerning prohibition on the same day.","The fact that The Constitution, an Atlanta based newspaper, which was far from the Georgia counties mentioned, noted these elections showed the importance of the issue of prohibition to all the people in the state. The judge and reverend involved in the election in these Georgia counties typified the types of people who supported prohibition in the South and throughout the United States. The national prohibition movement involved many different types of people including judges, church leaders and women. ","Prohibition began in the 1840s in the United States. Religious groups at the time promoted prohibition as a way of cleansing society. As time passed, prohibitionists gained momentum and a larger following. During the 1880s, the prohibitionists gained a great deal of strength through the formation of different groups in the United States. The Women's Christian Temperance Union and the Prohibitionist Party both held great clout during this time period in history. These groups promoted the ideas of prohibition which mainly included no selling of alcohol or consumption of any kind. The ideals of prohibition continued in America for quite some time. "],"display_date":"December 4, 1898","search_date":"1898-12-04","locations":[{"id":2272,"lat":30.8611240809,"lng":-83.9782896677,"zoom":9,"place":"THOMAS, Georgia"}],"tags":[{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}