{"id":2503,"place":"CRAVEN, North Carolina","lat":35.0750705618,"lng":-77.1185103654,"episodes":[{"id":2915,"title":"New Berne Is Taken by the Union\n","course_id":1,"status":"P","start_date":"1862-03-14","end_date":"1862-03-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The loss of New Berne was a distressing turn for the Confederacy. With the inner coastal position under Union control, a very tight blockade of North Carolina could be maintained by the North. This news was extremely devastating to the people of North Carolina, as they realized that their beloved state was starting to slip away from them. Eliza Oswald Hill heard reports of New Berne while she was seeking refuge away from the coast in Chapel Hill, North Carolina. In her diary, she expressed how her hope for a Confederate victory slowly faded with the news of every loss to the North. The rumors she heard about New Berne were finally confirmed to her on March 15 1862. It was extremely distressing to Ms. Hill to learn of the advancements the Yankees were making into her state. She articulated her utter distaste for what lengths the North would undertake to gain ground in the South. Eliza Oswald Hill's reaction to the news of yet another Confederate loss of coastal land was representative of the general hopeless attitude shared by many North Carolinians as the Civil War progressed.","The Union force understood what it needed to achieve to take control of the South. Part of this strategy included seizing significant locations in the Carolinas. As Herbert, Baker, and Holt argue, by turning its efforts to coastal ports, the Union could establish a tight blockade of the Southern coast which would have very detrimental effects for the Confederacy. In February-March of 1862, General Ambrose Burnside successfully undertook this task. After important victories scattered through out North Carolina, General Burnside turned his attention to the strategic port of New Berne. At this time, it was the second largest city of the North Carolina Coast. Despite its size, however, New Berne was only defended by no more than 4,000 Confederate troops when Burnside's drive arrived at its doorstep. This small number of men was under the leadership of General L. O'B. Branch. The Rebel soldiers fought well, but they could not overcome their lack of numbers, and many had to flee inward to avoid capture. By the end of the day on March 14 1862, New Berne was in Union hands. As Eliza Oswald's reaction to this turn of events shows, the loss of New Berne had devastating effects, both on and off the battlefield."],"display_date":"March 14, 1862 - March 15, 1862","search_date":"1862-03-14","locations":[{"id":9372,"lat":35.0750705618,"lng":-77.1185103654,"zoom":9,"place":"CRAVEN, North Carolina"}],"tags":[{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2929,"title":"Democratic Ratification Meeting Confirms Cleveland, Stevenson, Carr","course_id":1,"status":"P","start_date":"1892-07-06","end_date":"1892-07-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A New Bern ratification meeting on July 6, 1892 reflected more of a Democratic rally than a meeting as Cleveland, Carr and Victory chanted through the air in Craven County. The meeting set the Democratic ball in motion as the assembly greeted the resolution with applause and enthusiasm. Mr. Furnifold McLendel Simmons, the first speaker, championed Grover Cleveland and Adlai Stevenson as the perfect presidential pairing and presented Elias Carr and his associates on the State ticket as excellent candidates. His condemnation of the Republican and People's Party also drew tremendous applause. Mr. Stevenson followed Mr. Simmons and he too received great applause from the crowd. General Battle then spoke on behalf of the Democratic Party and mentioned how for the half century that the Democrats administered the government, the Party had secured both a reputation abroad and property at home. He said that every inch of territory that had been acquired by the United States, except Alaska, resulted from the efforts of the Democrats' administration. During this period, the Democrats had humbled both England and Mexico, along with the savage Indian tribes, until the Republicans broke the constitution and forced the South to choose from inequality in the Union or independence out of it. He claimed that the Union, led by the Republicans, made the war within the States inevitable. Finally, General Battle argued that Cleveland's administration would restore the South to her position as a sovereign state of the Union.","Grover Cleveland went on to win the presidential election of 1892, becoming the only president to serve two non-consecutive terms, his first being from 1885-1889. Adlai Stevenson served as his vice-president and Elias Carr became the Democratic governor of North Carolina from 1893-1897. Democrats viewed these victories as the triumph of old values over those implemented during Reconstruction. Cleveland was the only Democrat to be elected during the Republican reign of 1860-1912.","This narrative displays the rebuilding of Democratic politics in the South in the 1890s. Michael Perman argued that disfranchisement, including poll taxes, white primaries, and grandfather clauses was an attempt to skirt the 15th Amendment and restore white domination in the South. The Republicans had controlled the government for the Reconstruction era but by the 1890s, the Democrats were intent on again controlling their home and their land. They would no longer let the Republicans, the black party, represent the South and the election of 1892 was a testament to the prevailing Democratic sentiment."],"display_date":"July 6, 1892","search_date":"1892-07-06","locations":[{"id":9375,"lat":35.0750705618,"lng":-77.1185103654,"zoom":9,"place":"CRAVEN, North Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":5653,"title":"I Ran to the Woods: The Life of William Henry Singleton","course_id":103,"status":"P","start_date":"1835-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Born August 10, 1835 in Newbern, North Carolina, William Henry Singleton lived anything but an ordinary life. He was born unto a slave woman by the name of Lettis Singleton and a white man, his master John Singleton’s brother. The Singleton’s owned the largest Plantation in Craven County North Carolina and were a family of high social standing in the community. Having William around created a great deal of tension between the master and his brother, with the child serving as a living reminder of his brother’s indiscretion. Even before he knew how to walk, Singletons fate had been sealed.  Slave children were cared for by an elderly slave during the day while the able bodied slaves worked in the fields picking corn, potatoes and cotton. One day, a strange man and slave woman entered the central House. The man offered William a piece of candy and then took him without warning. He was taken to Atlanta, Georgia. He was four years old.","He had been purchased by a widow who ran a slave farm, a place where slaves of good backgrounds were taught skills to increase their market value. He was used mostly to run errands, and was whipped by his master if he did not return in what was an undisclosed acceptable amount of time. He remained there for three years, until he ran away after his mistress went to fetch the twigs and branches she used to discipline her property. He hitchhiked back to Newbern, hoping stage coach then walking back to his plantation only to find his mother and live in a potato cellar for three more years. He was found again, betrayed by his hunger. He would be sold two more times before he was freed.","It’s incredible how a man once beaten for opening a book, could live such an extraordinary life.  He met Abraham Lincoln at the headquarters of General Ambrose Burnside.  He would found an all African American Regiment of the Union Army, the 35<sup>th</sup> US Colored Infantry, serving with distinction and honorably discharged following the Union victory. He found peace and his place teaching the word of God, preaching all over the Northeast. He experienced people at their very worst; America at its very worst, and all he could feel was humbled and that the emancipated slaves owed a debt to this country.  He was born as an object, but died a free human being and United States citizen in 1938."],"display_date":"1835 - 1860","search_date":"1848-01-01","locations":[{"id":9369,"lat":35.0750705618,"lng":-77.1185103654,"zoom":9,"place":"CRAVEN, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":32,"tag":"Civil War"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":6870,"title":"Union Navy seeks enlistees from New Bern, North Carolina","course_id":188,"status":"P","start_date":"1863-11-02","end_date":"1863-11-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A year after New Bern fell to the Union, the Navy sought recruits among the inhabitants. Recruitment applied to able-bodied men from New Bern that were not in the Union Army. Naval recruitment in New Bern was overseen by the commander of the <em>USS Hetzel</em>, H. K. Davenport, who partook in the liberation of New Bern on March 14, 1862. Davenport’s recruitment posters stated, “All able-bodied men not in the employment of the Army, will be enlisted into the Navy upon application at the Naval Rendezvous, on Craven Street, next door to the Printing Office.”","H. K. Davenport was the first commanding officer of the <em>USS Hetzel</em>, a Union steamer built in 1861. The <em>USS Hetzel</em> primarily engaged Confederate ships, such as the <em>Patrick Henry</em>, along North Carolina’s coast, and scored many successes. The <em>Hetzel</em> also landed Union Army troops onto North Carolina’s coast to help capture New Bern, a small port city. Afterward, she remained along the coast of North Carolina to protect the coastal city up until November 1864. The steamer’s placement along New Bern helped to repel a Confederate attack on Fort Anderson on March 13-14, 1863. Not only was the <em>Hetzel’s</em> crew influential with the defense of New Bern after 1862, but its crew recruited locals into the Union Navy.","After New Bern’s capture many local North Carolinians deserted the Confederate Army and switched their allegiance to the Union Army and Navy. Many of the recruits ended up with the same objective of protecting New Bern, but this time for the opposite side. The events at New Bern showed that Union forces trusted and took in former enemies as comrades. It became tactically smart for the Union Army to recruit locals who were familiar with their own city and had experience in defending New Bern in 1862. Confederate forces made multiple attempts to recapture New Bern from Union troops. According to historian Judkin Browning, however, after the Confederates captured a Union outpost at New Bern on February 1864, they executed twenty-two former Confederate soldiers who were recruited into the Union Army. Throughout the Civil War, captured soldiers would be paroled and taken off the battlefield, but in New Bern’s case traitors would have to pay with their lives."],"display_date":"November 2, 1863","search_date":"1863-11-02","locations":[{"id":53201,"lat":35.0877672,"lng":-77.0564464,"zoom":5,"place":"Craven County, North Carolina"}],"tags":[{"id":113,"tag":"Navy"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}