{"id":2507,"place":"CAMDEN, North Carolina","lat":36.2956680643,"lng":-75.9725303424,"episodes":[{"id":3353,"title":"Duel in Dismal Swamp\n","course_id":1,"status":"P","start_date":"1847-10-01","end_date":"1848-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Violence was a fact of life. J.E. Wilkins was only a small boy when he heard pistol shots near the Dismal Swamp Canal. Wilkins was with a crowd of boys on a visit to his uncle, William Wallace, who lived just north of the Virginia-North Carolina state line. Ahead, they saw two carriages and several men. Another round of shots rang out, and the boys were excited even more. As they approached the area, the men hurried into their respective carriages and drove off. On the bank of the canal, lying next to the woods, the boys saw a man with a red handkerchief lying over his face. Wilkins and the boys hurried off to his uncle's to tell him of the dead man in the woods.","The man with the red handkerchief over his face was H.F. Harris; the man responsible for his death was E.C. Yellowly. They were both lawyers of the Greenville bar in Pitt County, North Carolina. During one particular court case, Harris had criticized Yellowly's legal proceedings; Yellowly had responded with harsh criticism of his own. After court, Harris and Yellowly had an altercation that was subdued by friends in the area. Harris challenged Yellowly to a duel, and the challenge was accepted. However, both were arrested and put under heavy bonds to prevent the violence for one year. On the very day the bond was out, Harris renewed the challenge, and it was again accepted. On October 1, 1847, the two rivals met on the Dismal Swamp Canal. Yellowly attempted reconciliation before the duel, but Harris refused. Even as Harris fired his first round, Yellowly shot his pistol in the air, again attempting to make peace. Yet, Harris remained firm and fired another shot that went wild. This time around, Yellowly's ball hit its mark, striking Harris in the forehead, just above his right eyebrow. Seeing Harris fall, Yellowly commanded his second, Go to him, for God's sake, for I don't want to kill him.","Dueling was a common ritual of antebellum Southern life. Southern gentlemen lived by a strong code of honor, and dueling was virtually accepted as a proper way to defend one's honor. In <em>Honor and Slavery</em>, Kenneth S. Greenberg observed how men feared that to refuse a duel was to become a social outcast. The stakes were that high. Accordingly, many men achieved great political success after duels, and among the wealthy classes, most men got off scot-free from their crimes. E.C. Yellowly was no exception: he was arrested in Virginia where the Magistrate let him go. Many historians have used the accounts of duels to illustrate how the South as a whole was an Honor society. This may be an overstatement, but it is true that men in the antebellum South fiercely defended their honor from affronts."],"display_date":"October 1, 1847 - December 31, 1848","search_date":"1848-05-16","locations":[{"id":9298,"lat":36.2956680643,"lng":-75.9725303424,"zoom":9,"place":"CAMDEN, North Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}