{"id":2513,"place":"INDIAN LANDS, Mississippi","lat":33.3786296634,"lng":-89.6348761581,"episodes":[{"id":1256,"title":"Choctaw Treaty of 1820\n","course_id":1,"status":"P","start_date":"1820-10-18","end_date":"1820-12-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The United States, represented by Generals Andrew Jackson and Thomas Hinds, negotiated at Doak's Stand with Mingoes,' or head men and warriors of the Choctaw nation, over land.  The United States hoped to expand white settlement specifically in Mississippi, the Choctaw homeland.  In return for the Choctaw land, President Monroe agreed to a cession of about one-fifth of the state of Arkansas, encompassing sixteen counties.  In addition to ceding Southwestern Arkansas, the US gave up the southern half of Oklahoma, parts of the Texan panhandle,' and into New Mexico.  Jackson and Hinds made provisions to supply the Choctaw with blankets, kettles, and enough ammunition for a year in order to help the resettlement.  &lt;br /&gt;In an October 7 Arkansas Gazette article, before the treaty was written, the author clearly portrayed an attitude of white superiority over the Indians.  The author painted the picture that the whites were doing the Choctaw a favor, by being willing to let the owners of the country sell what they please.'  It is certainly not clear from this biased account that the Choctaw, as were most other Indian tribes, were actually pressured into the deal and felt as if they had little alternative.  On December 9, another Gazette report , written during the Treaty's proceedings , gave the most current information it had.  Without guaranteeing its accuracy, it presented the rumor that the treaty lately concluded with the Choctaws is very unpopular with that nation, and that they have openly shown their disapprobation by cutting off the head of their principal Chief, who had been instrumental in making the treaty.'&lt;br /&gt;Although the treaty attempted to improve and maintain friendly relations between the Native-Americans and the United States, which so happily subsists between them,' and simultaneously aid expansion, Arkansans were furious with the decision.  They were unwilling to lose a large portion of their valuable land, and many people vowed to move to Spanish Texas if the treaty was passed.  However, the US government believed they were doing a great service to the Choctaws by promising in article 5 of the Treaty to set up a fund to support the establishment of Indian schools, to be placed in the hands of the President of the United States, and to be applied by him expressly and exclusively to this valuable object.'  Despite the mixed reactions, the Choctaw Treaty was ratified on December 23 and set the stage for a large-scale removal of the indigenous people."],"display_date":"October 18, 1820 - December 23, 1820","search_date":"1820-11-19","locations":[{"id":7362,"lat":33.3786296634,"lng":-89.6348761581,"zoom":7,"place":"INDIAN LANDS, Mississippi"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3361,"title":"The Effects of Fertile Land in the Mississippi Delta\n","course_id":1,"status":"P","start_date":"1817-01-01","end_date":"1820-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In a letter received by James Ure, John Bisland, a long time friend was intent on convincing him to move to Mississippi and invest in the cotton industry because of how easy it [was] to make money here. I bought 100 acres of land which lay contiguous to my estate [and] paid 600 dollars he explained and was able to make about 500 dollars by only planting cotton on seventeen acres. Cotton was seen as an agricultural gold mine and resulted in a great hunt to search for and obtain this valuable land. ","This widespread desire for cotton created an economical boom in Mississippi which led to an increased number of settlers. After the War of 1812, a substantial number of Native Americans were removed from the area which offered fresh land at a cheep price to anyone who was interested in farming agricultural products. The geographical location of this state consequently turned Mississippi into one of the leading cotton producing areas in the nation due to the fertile soils and excellent climate needed for farming this crop. Because the soil was so deep and rich, farmers could plant cotton season after season without having to rotate fields or worry about exhausting the supply of nutrients in the dirt. This newly liberated land not only became the home for rich plantation owners who cultivated cotton on large plots of land. Poorer farmers were able to purchase property and raise row crops and tend to livestock as well as middle class folk who had dreams of someday entering the plantation society by working their way up to larger plots of land as they became more successful. ","Raising and picking cotton demand a great deal of hand labor, and the crop, typically, was worked by slave gang labor on large plantations. This overbearing stipulation resulted in a search by plantation owners to find more help on farms. Slaves were heavily sought after and cotton became one of the most influential contributors to the slave trade because of the number of people it took to harvest. By 1820 in cotton producing areas of Tennessee the number of African Americans populating this region had increased exponentially consisting of 80,107 blacks which formed 18.9 percent of the total residents. Slaves were so sought after in Mississippi that Natchez became the busiest slave market in the south after Algiers, in New Orleans. ","The town of Natchez was often times called niggerville or Forks-of-the-road because families that were brought here were quickly separated and sold off individually. Isaac Stier, an Adams county slave remembered stories of his father being fed an' washed an' rubbed down lak race horses [then] dressed up an' put through de paces that would show off dey muscles. This new fertile land and its capability of producing mass quantities of cotton forced settlers use any means necessary in order to succeed."],"display_date":"1817 - 1820","search_date":"1819-01-01","locations":[{"id":7362,"lat":33.3786296634,"lng":-89.6348761581,"zoom":7,"place":"INDIAN LANDS, Mississippi"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4419,"title":"A Missionary&#39;s View of the Choctaw Nation in 1825\n","course_id":17,"status":"P","start_date":"1825-02-15","end_date":"1825-02-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["In February of 1825 the Western Recorder published an extract from a letter describing the current state of the Choctaw Indians.  The missionary L.S. Williams wrote the letter in December of 1824 after having lived with the Choctaw for almost eight years.  He wrote that the human nature he saw in the Choctaw nation was lower than any he had previously witnessed.  He regarded the Indians as ignorant, poor, and lacking moral fortitude.  Williams lamented that despite the efforts of missionaries the Choctaw were still wretched and barbaric.  Having heard their pagan songs and dances every night, he declared that only the combined prayer of all Christians could improve the Choctaw. ","    Williams evaluated the Choctaw Nation by American Christian standards.  Since the Choctaw people had a culture and belief system that was contrary to his model, Williams labeled them as heathens.  The people of the Choctaw nation had a stable society in which tradition and rules were observed.  Women were in charge of the home and crops, while men were expected to hunt and become great warriors.  No evidence can be found to suggest that one gender's work was considered less important than the other's. Like the Euro-American settlers around them, the Choctaw people relied on farming as an important source of food.  The nation also actively traded milk, beef, and animal skins with the Euro-Americans. ","The Choctaw opposed missionary efforts out of their desire to preserve their native culture.  Historian James Taylor Carson has pointed out that it would have been easy for Choctaw women to use copper kettles and glass bottles, but they chose to continue their tradition as potters.  Carson has detailed also how Choctaw men used traditional tactics of warfare to raid settlers on Choctaw land.  Settlers were taking up their land and resources, and instead of settling the conflict by way of court or treaties, the Choctaw men acted in their traditional role as warriors to take back their wealth from those encroaching on it.  Though the Choctaw were not civilized in the ways of the Europeans, they had their own set of morals and traditions that guided them in their everyday life."],"display_date":"February 15, 1825","search_date":"1825-02-15","locations":[{"id":7362,"lat":33.3786296634,"lng":-89.6348761581,"zoom":7,"place":"INDIAN LANDS, Mississippi"}],"tags":[{"id":19,"tag":"Native-Americans"},{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"The United States: The Nation Divided, 1836-1876","school":"Wheaton College","course_id":17,"school_id":2}}]}