{"id":2525,"place":"JEFFERSON, Mississippi","lat":31.7342121703,"lng":-91.0371521217,"episodes":[{"id":1024,"title":"Cotton Planters&#39; Convention in Alabama\n","course_id":1,"status":"P","start_date":"1853-05-15","end_date":"1853-05-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Cotton Planters' Convention of 1853 featured a three-day gathering of 160 planters from all over the South. Conventions similar to this one span 1850s. In many ways, the 1853 Convention was typical of its type, beginning with registration of arrivals and election of officers and including agricultural presentations and speeches appealing to Southern nationalism. &lt;br /&gt;&lt;br /&gt;George Gilmer, formerly the governor of Georgia, was elected the President of the Convention. During the Convention, the delegates adopted an agenda to use all honorable means to promote the culture and growth of cotton, and other Southern staple productions; to manifest their appreciation of railroads, as important and promotive agents of agriculture and the interests of planters, by aiding in the construction of them.' &lt;br /&gt;&lt;br /&gt;Political discussion of the usage of slave labor for growing crops was forbidden. Instead, the attendees focused on scientific farming and making future plans to establish state agricultural societies and state fairs. In conducting and participating in such conventions, planters and farmers from southern states created opportunities for themselves to address common sentiments and concerns and to devise strategies to protect common interests. These annual conventions aided in stirring up southern sectional feelings and forging a common identity which would culminate with the Civil War."],"display_date":"May 15, 1853 - May 17, 1853","search_date":"1853-05-16","locations":[{"id":7097,"lat":31.7342121703,"lng":-91.0371521217,"zoom":10,"place":"JEFFERSON, Mississippi"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1036,"title":"Temperance Convention in Mississippi\n","course_id":1,"status":"P","start_date":"1853-05-04","end_date":"1853-05-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Temperance Convention in Jackson, Mississippi of 1853 denounced alcohol as the root, the fountain, the parent of every other evil, vice, crime, or disease.' The Convention viewed the consumption of alcohol as a social evil that was even responsible for the crimes committed by [the] slave population,' declaring that, colored people are everywhere diseased, polluted and destroyed by rum.' Although goals and resolutions of the occasion focused on appealing to the religious and lay' to unite against the evil influence of alcohol and to promote its regulation by legislatures, the participants could not resist making statements mocking their northern neighbors. The Convention address included commenting, if Free States were to inflict as great an evil upon your slaves for one year only, as is visited for years together upon them by the sale to them of vile whiskey by our citizens, it would arouse the whole South to arms and revenge.'&lt;br /&gt;&lt;br /&gt;Conventions like the Temperance Convention in Mississippi were typical in the United States during the time period. In fact, a Anti-Liquor Traffic Convention' has just occurred in Georgia a couple of months earlier, proposing to pass a law guarded by such provisions and enforced by such penalties as shall preserve it from evasion or unpunished violation and secure fully the object in view, of protecting the people against the evils of retail traffic in spirituous liquors.' The temperance movement was gaining ground around the country: prohibitionists entered slates in state legislative elections and served to fragment former party lines. With increasingly radicalized and sectional views emerging in the country, former party loyalties and identifications began to deteriorate. Thus, concerns such as the call for temperance became new rallying points for citizens."],"display_date":"May 4, 1853 - May 5, 1853","search_date":"1853-05-04","locations":[{"id":7097,"lat":31.7342121703,"lng":-91.0371521217,"zoom":10,"place":"JEFFERSON, Mississippi"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1658,"title":"Supreme Court Cases: Blacks Not Allowed on Juries\n","course_id":1,"status":"P","start_date":"1896-05-19","end_date":"1896-05-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Mississippi Supreme Court upheld the Mississippi Constitution's suffrage provision which did not allow blacks on juries as they became ineligible upon disenfranchisement with the 1890 Constitution, in its decision in Ratliff v. Beale. The United States Supreme Court upheld this ruling by making the following distinction: discriminating against race and discriminating against its characteristics and the offenses to which its criminal members are prone.' &lt;br /&gt;Such a movement towards the development of segregation entrenched in the legal system had thus begun. Throughout the south courts were furthering the segregation effort. For example, the Supreme Court handed down a similar decision in which African American jurors were considered unnecessary. In the case of Greasy Jim v. the State of Louisiana (Greasy Jim' being the alias for James Murray), the Supreme court refused to grant him retrial on the grounds that their were no African American jurors sitting in on his trial, and thus the race was discriminated against in constituting the grand and petit juries for the term of Court at which he was tried.' The judgment of the state court which did not allow African-Americans on the jury stood."],"display_date":"May 19, 1896","search_date":"1896-05-19","locations":[{"id":7101,"lat":31.7342121703,"lng":-91.0371521217,"zoom":10,"place":"JEFFERSON, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2163,"title":"Futile Attempts for Justice\n","course_id":1,"status":"P","start_date":"1867-07-15","end_date":"1867-07-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On the night of July 15, 1867, three African American men arrived in Jefferson County, Mississippi, and asked a local policeman where they could remain for the night. The policeman said he would take them to the local jail where they could sleep, and then release them the next morning. Instead, the three men were detained for six days and made to dig post holes around the jail. After they were finally released, they complained to the mayor and he responded to them that they were lucky they were not sent to the state penitentiary. The Assistant Commissioner for the State of Mississippi, Bureau of Refugees, Freedmen, and Abandoned Lands made an entry to the record regarding this incident, and also when he called upon the mayor about the situation. The mayor claimed it was common practice to arrest both African Americans and white people for what he termed vagrancy."," These were not the only three men local police detained after the Civil War. There were many instances in which local authorities attempted to undermine the Bureau's attempts at racial reform. Between 1865 and 1868, the Thirteenth, Fourteenth, and Fifteenth amendments to the United States Constitution were passed. They granted African Americans freedom from slavery, citizenship rights, and the right to vote, respectively. In Mississippi, the state set about registering black voters, and the new state legislature even included some African American members. However, the Mississippi Black Code of 1865 vigorously sought to control the former slaves. Passed by former slave owners, it provided that blacks had to have special licenses if they were not regularly employed. The acts were used as justification for detaining the three men in Jefferson, County, because they did not have these special papers, and were thus subject to the fines and jailing that happened to many like them. "," The former slaveholders sought to control the newly freedmen in a legal fashion through these black codes. The formation of the white supremacy group, the Ku Klux Klan, sought to force blacks to do certain things through the use of terror. The Klan first actively showed itself during the 1868 elections where they used violence and intimidation aimed at African Americans to deter them from the voting polls. Their hatred spread to black schools, teachers, and churches. The federal government stepped in with the Enforcement Act, which allowed that Klan members would be tried in federal and not local courts, but this had little effect on decreasing their activity. So, while attempts were made to give the newly freed blacks the rights they deserved, an underlying hatred still existed towards them from their former masters and other white southerners. Thus, the federal government's attempts for equality became futile because they were often undermined by civilians, particularly in Mississippi."],"display_date":"July 15, 1867","search_date":"1867-07-15","locations":[{"id":7098,"lat":31.7342121703,"lng":-91.0371521217,"zoom":10,"place":"JEFFERSON, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2413,"title":"Antebellum Abortion\n","course_id":1,"status":"P","start_date":"1848-02-21","end_date":"1848-02-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In modern society, it is commonly accepted as a rule of the profession that doctors remain cool and detached from their patients in order to provide them with the best medical care possible, unobstructed by emotional thoughts, feelings, or actions. The diary of Dr. Walter Wade proved that even in the mid-nineteenth century that this concept was not a foreign one. A large percentage of his journal was dedicated to a documentation of his private medical records. In a February 21, 1848 entry, Wade described his Monday night visit to a woman named Sarah. Wade devoted few words to the entry, but his impact was nonetheless powerful. He succinctly stated that, Sarah had an abortion at 3 mos. Wade provided the reader with sparse details about Sarah, but he did mention that the terminated pregnancy had consisted of twins. However, he was unable to learn the gender of the pair, presumably because the pregnancy was not far enough advanced. Wade maintained a business-like and professional tone throughout the passage; one can only assume that this detached air his writing emanated was reflected in his actions as a physician."," An individual's livelihood was undoubtedly unstable in the mid-nineteenth century. As a result of, High infant mortality rate and tragic loss of loved ones to disease or accident in the prime of life, according to historians James and Dorothy Volo death became an accepted and inexorable fact of existence. As a whole, individuals found it easier to resign themselves to the reality of mortality, and doctors, who were already required to uphold an air of formality concerning their patients, were no different. Doctors undoubtedly practiced abortion in the antebellum South, but because it was a sensitive and often taboo subject, it is difficult to find example of it recorded. Some instances of abortion have been discovered among the records of slave women who were either unable to care for their children due to the harsh demands of their required work or whose children were often sold by avaricious masters. According to Elizabeth Fox-Genovese, one woman was forced to watch as her master put all of her infant children up for sale, until, taking matters until her own hands, she decided that she was not going to let her master sell that baby. 'She got up and give it something out of a bottle and purty soon it was dead'. Says Fox-Genovese, these desperate women saw either terminating their pregnancies or killing their own children as a, ... way [to reclaim] it as their own. In a perverse way, infanticide could be seen as a means to give children life. "," There is no way to tell from Wade's brief diary entry what the primary motivation was behind Sarah's decision to abort her babies. However, both the succinctness of the Wade's words and the nature of the entry itself reflect societal attitudes towards death in the antebellum South."],"display_date":"February 21, 1848","search_date":"1848-02-21","locations":[{"id":7096,"lat":31.7342121703,"lng":-91.0371521217,"zoom":10,"place":"JEFFERSON, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2423,"title":"Digging up the Past\n","course_id":1,"status":"P","start_date":"1854-02-23","end_date":"1854-02-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Susan Sillers Darden, a white woman living in the Mississippi Delta region during the mid-nineteenth century, left behind a lengthy diary that covers many of the day-to-day occurrences and various happenings of her neighborhood. In an 1854 entry, Darden recounted a particularly unusual event: the exhumation of two corpses. Darden wrote that the remains of Rodney King and Mrs. Ogle were unearthed on February 23, 1854. She described the two as brother and sister, but gave no other details as to either their backgrounds or their personalities. The bodies were transported from the original gravesites in Tenesas Parish, Louisiana to Old Salem. How this was accomplished remained unstated, but Darden specifically mentioned that the two were reburied amongst their already-deceased relatives, including both their parents and brother. "," Southern burials and funerals have long been part of an evolving process, heavily influenced by the changing social conditions of the United States. According to scholar Charles Reagan Wilson, before the Civil War they shared many common characteristics with funerals in the North. Writes Wilson, southerners and northerners alike saw funerals as, a recognized time to overcome the separation [of a loved one]. In both the North and South funerals were cathartic ceremonies that allowed grieving friends and family the gift of closure. However, as the Civil War approached southerners began to isolate themselves within their own affinity group, and funerals became, true ceremonies of southern identity. Symbols of Dixie were prominently displayed, while eulogies explained the contribution of the deceased to the South as a region, Wilson writes. As it became more and more important for Southerners to maintain and uphold their distinctive 'southernness, it became equally as important for this identity to be displayed in all aspects of life, including death. "," The fact that the bodies Darden described were exhumed and moved to another burial site stresses the significance placed on burials in the South. Because southerners believed burial to be both an expression of southern pride and a means of closure, it was instrumentally important that the dead be given appropriate burial. Darden was vague about who ordered the corpses moved, but the person(s) clearly felt that King and Ogle's previous graves were unsuitable, possibly because mourners had not buried them among their family members. It is not surprising that if these two bodies had not been shown proper respect in death, those that loved them most would order them moved. "],"display_date":"February 23, 1854","search_date":"1854-02-23","locations":[{"id":7097,"lat":31.7342121703,"lng":-91.0371521217,"zoom":10,"place":"JEFFERSON, Mississippi"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3326,"title":"Slave Birth Records After Emancipation\n","course_id":1,"status":"P","start_date":"1839-12-01","end_date":"1870-10-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a large plantation called New Providence in Mississippi, a family constructed a birth record of sorts for their slaves. The records list the name of the child and the month, day and year in which he or she was born beginning in 1839 and finally ending in 1870. There is not the expected steep decline of births towards the end of the list. The Civil War supposedly emancipated the slaves in 1865, and yet the family kept birth records of their slaves in this household up until 1870. Birth records of this type were not uncommon in the South on slave-holding plantations and were helpful to blacks as well as the slave owners. Blacks were able to use these records to trace the genealogy of their ancestors. In a lot of cases, these records were the only ways to find out about their ancestors. Keeping a record of births and deaths of a property owner's slaves were important because it had such an impact on the labor force they had and the amount of work that they could expect to get done in a certain year. In addition, according to the Encyclopedia of Southern Culture, most large plantations kept slave birth registers and some also maintained slave death registers as part of their property inventory listings."],"display_date":"December 1, 1839 - October 3, 1870","search_date":"1855-05-03","locations":[{"id":7099,"lat":31.7342121703,"lng":-91.0371521217,"zoom":10,"place":"JEFFERSON, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3355,"title":"Civil Rights Bill\n","course_id":1,"status":"P","start_date":"1874-01-06","end_date":"1874-01-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In January of 1874, the United States Congress introduced a bill concerning civil rights in the South. A congressman named Henry Harris opposed the bill, explaining that Congress did not have a right to interfere with the internal legislation of the states. He asked if anyone would agree that black people were equal to white men. A colored member of Congress named John Roy Lynch from Mississippi got up to respond to the question. Congressman Harris just laughed out loud and said that he was only asking the white members of Congress, not the black ones. He went on to say that the blacks should not get in the way of his speech."," During this particular time, many congressmen were objecting the bill, yet they tried to deny that they were objecting it on a racist standpoint. They tried to say that they simply did not think that the national government should try to interfere with the states rights. States? rights were the original reasons for the succession of the South before the Civil War even began and it continued long after the war was over. This civil rights bill that was being proposed was not the first of its kind. The debate over civil rights after the Civil War was a long?lasting source of conflict and disagreement between Democrats and Republicans alike. "," Republican leaders supported a similar civil rights bill called, Sumner?s Civil Rights Bill in the early 1870?s; however, the Democrats were strongly opposed to the passage of the bill. This bill made it illegal for public places to have any segregation between the newly freed blacks and whites. It also made it illegal to have any type of discrimination by race in public services such as schools and transportation. There was an ongoing debate throughout the early 1870s. Blacks obviously for the bill and made speeches relating to personal experiences to get the bill passed. A majority of southern Republicans were scared that if the bill were passed, the entire Republican Party would be harmed and public education would be at risk with black students learning alongside the white students."],"display_date":"January 6, 1874","search_date":"1874-01-06","locations":[{"id":7099,"lat":31.7342121703,"lng":-91.0371521217,"zoom":10,"place":"JEFFERSON, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3377,"title":"Growing Dissent \n","course_id":1,"status":"P","start_date":"1875-01-27","end_date":"1875-01-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An article appeared in The Vicksburg Herald discussing the widespread outrage from military occupation in Vicksburg. The article said that lately the officers who were supposed to keep the South in line had begun to overstep their original duties and were getting involved in both civil and local matters in the city. The president had apologized for the officer?s actions and said he was unaware of what had been going on. He also said from then on, the officers would only be able to act after receiving specific permission from him. However, most of the Mississippians were skeptical of this apology and were not satisfied with it. The only person who could have allowed such things to happen was the president; therefore, he had to have known about what the officers were doing. "," This recent series of events angered most of the citizens in Vicksburg as well as Mississippi. As if the original duties of the military occupation were not enough, when the officers began to interfere with matters that the states were originally supposed to deal with, the people became upset. In their eyes, the occupation was overcoming the idea of a Republican form of government and was being taken over by an unlicensed military power. "," After the war, Congress came to the conclusion that the best way to punish the South while also fixing their problems, was to have a military occupation throughout the major cities. This went along with other provisions for readmission into the union. The military rule was supposed to only be a temporary thing to keep the peace and make sure the South did not rebel again. All of the terms had been drawn up in what was known as The Reconstruction Act. However, the military was supposed to remain subordinate to civilian authorities. Obviously, this original subordination did get out of hand at times in certain areas of the country."],"display_date":"January 27, 1875","search_date":"1875-01-27","locations":[{"id":7099,"lat":31.7342121703,"lng":-91.0371521217,"zoom":10,"place":"JEFFERSON, Mississippi"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}