{"id":2544,"place":"WARREN, Tennessee","lat":35.6786687827,"lng":-85.7785035282,"episodes":[{"id":2558,"title":"Lynch mob justice claims Wesley Warren in Prospect, Tennessee.","course_id":1,"status":"P","start_date":"1883-06-21","end_date":"1883-06-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["  A small party of men lynched Wesley Warren for the murder of James Trice, a clerk at the town store in Prospect, Tennessee, which was located 76 miles south of Nashville.  J.M Neal purchased a large amount of corn from Trice and stayed at the store until 1A.M. when he boarded a train for Pulaski, Tennessee.  Authorities suspected that Warren and his accomplices entered the store at 2 A.M and killed Trice in order to rob the store of money and dry goods. Locals discovered that a  rainy night left footprints leading to Warren's house.  Before authorities could question the African American community, a mob took Warren a mile down the road and hanged him.       Despite the circumstantial evidence facing Warren for the murder of a white man, blacks rarely experienced justice in courtrooms when the crime involved a white man.  Southerners who favored lynching worried that a lengthy jail sentenced prolonged death and allowed African Americans to seek divine forgiveness. Warren's case was just one of several thousand lynching cases after the Civil War.  In many cases, angry mobs grabbed the first black man a bloodhound came across. Before trials could occur, mobs stormed jails and grabbed black men.  Local  judges and police were either involved or submitted to  mob  justice.       With the promise of racial equality created by voting rights, lynching attempted to create the same racial order that existed under slavery. Lynching was rare before the Civil War because slaveholders did not want to destroy their own property.  After Emancipation, Southern whites feared that the younger generation of African Americans born outside of slavery had not yet learned the code of deference and submission in the South. One black observer believed that lynching set an example, knowing full well that one Negro swinging from a tree will serve as well as another to terrorize the community.        Rural areas such as Warren County in Tennessee typically had the highest numbers of lynchings in the South.  There were strong racial tensions in rural areas where there was an influx of new African American settlers that the white community was unfamiliar with. These strange niggers, as they were labeled, did not have anyone in the white or black community to vouch for their character.   Southern Kentucky, Mississippi, Florida, and Texas were rural states  that also had the highest lynching rates in the South.    In Warren County, it would have been difficult for law enforcement to protect Wesley from a furious mob.  Since the majority of lynching occurred in secrecy at remote locations in the South, historians will never know the exact number of lynching victims, but they estimate that it was around five thousand.  "],"display_date":"June 21, 1883","search_date":"1883-06-21","locations":[{"id":12436,"lat":35.6786687827,"lng":-85.7785035282,"zoom":9,"place":"WARREN, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3401,"title":"A Lyncher Is Revealed\n","course_id":1,"status":"P","start_date":"1896-07-02","end_date":"1896-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mob violence was prevalent in the Southern United States towards the turn of the twentieth Century. Noah B. Jones, who had been thought to be a victim of a mob attack in turn was identified as an actually lyncher, stifled by a defensive blow from a Mr. Maxwell. Jones and his party had come to Maxwell's house to terrorize him, and in turn was struck down by Maxwell with an ax in self defense. Maxwell recognized others in the gang as well, which would have led to their prosecution if it turns out that Maxwell testified against them. If that were the case, it would have leveled the chance that at least some of the lynchers would be brought to justice. To the public, the case most likely would have revealed participation from several men in the town.","At the heart of this story, the South's paradox between being part of the Union by abiding in governmental law and procedure and that of lynch law, which allowed individuals of the South to take the law into their own hands. After the Civil War and Reconstruction, many individuals in the South, in effort to reclaim pride and status, were hesitant to yield to the law, and as an informal code of behavior emerged, it required white men to respond to challenges to their honor by acting outside of the law. Lynching during the turn of the century could be seen as a legacy reminiscent of the years of slavery in which slave states offered Southern plantation owners the widest powers over their slaves in which punishment was at their own discretion. But as the North flourished through economic development, the growth of cities required a dependable exercise of state authority. This created tension within the South, where a majority of white individuals would rather resist legal institutions which might have challenged their discretion. In many cases southern mobs began pursuing their attacks in clothing which would protect their identities, however in this case governmental law overpowers."],"display_date":"July 2, 1896","search_date":"1896-07-02","locations":[{"id":12437,"lat":35.6786687827,"lng":-85.7785035282,"zoom":9,"place":"WARREN, Tennessee"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}