{"id":2548,"place":"GLYNN, Georgia","lat":31.0887336961,"lng":-81.4509546531,"episodes":[{"id":19,"title":"409 Slaves from Africa arrive in Georgia\n","course_id":1,"status":"P","start_date":"1858-01-01","end_date":"1858-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1798, Georgia banned involvement in the Atlantic Slave trade, followed a decade later by a nationwide ban.  The Constitution had required the ban when signed, and Congress put it into effect on January 1, 1808.  As the Hon. Joshua Giddings announced in a speech to the House of Representatives, the United States;pronounced the African slave trade to be piracy, and those who followed that vocation to be pirates worthy of death.'  All captured Atlantic slave traders in the future would tried for their lives.&lt;br /&gt;&lt;br /&gt;The strong sentiment against the Atlantic trade was not as universal as people imagined.  Many politicians in the South were unyielding in their attempts to reestablish the Atlantic routes.  Fifty years later, a candidate for Mississippi office announced that the the great want of the South is more Negroes, fresh from Africa,' and he was not alone in this idea.  The development of an illegal slave trade started as soon as the law was enacted, and this black market continued for decades.  However, the illicit trade was costly and dangerous, and the already flourishing domestic slave trade replaced the Atlantic trade to a large extent.  The last known delivery of African slaves occurred in 1858 when the Wanderer smuggled 409 slaves from the Congo and Angola into Georgia, near St. Simons Island.  The slavers responsible were not caught."],"display_date":1858,"search_date":"1858-07-02","locations":[{"id":1838,"lat":31.0887336961,"lng":-81.4509546531,"zoom":9,"place":"GLYNN, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2201,"title":"Slave and Master Cross Ocmulgee River\n","course_id":1,"status":"P","start_date":"1836-01-01","end_date":"1836-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Robert Anderson was just a young boy when he became a house servant in a Liberty County plantation home. He cleaned the knives, swept the floors, and later tended to the sheep, cows, and hogs. Robert's mistress thought a great deal of him and kept him around the house as much as possible. In Robert's words his mistress felt that nothing went right if I [Anderson] did not have something to do with it. His mistress even allowed him to be taught how to read until she found out this was against the law. His place in the household was one of a very responsible and dependable slave, and this influenced him later in life. When Robert was close twenty years old, his master, Dr. Anderson, decided to move to Glynn County, Georgia. Robert decided to go with him even thought it was hard for him to leave his home. However, it did not seem that he was forced to leave, because he stated in his own autobiography that he went with Dr. Anderson because the doctor was his master and they thought a great deal of one another. An episode that shed light on at least one aspect of their relationship was when they were traveling across the Ocmulgee River. The ferryman struck Dr. Anderson's horse and they argued for a bit and then left the ferry. When they got off, Dr. Anderson asked Robert what he would have done if the ferryman had struck him [Dr. Anderson], instead of his horse. Robert replied vigorously that he would have knocked the ferryman into the water. His master replied thankfully, and pledged that since they were in a strange county now he would make sure to also defend Robert whenever necessary. He firmly stated he would not let anybody take advantage of Robert. Thus on the banks of the river, they pledged themselves to one another and remained so until he [Dr. Anderson] departed this life.","It may seem surprising that a slave and his master seemed truly fond of one another, when in many cases slavery was brutal and did not seem to have a warm, emotional side to it. However, it is important to remember that many masters told themselves it was their duty to take care of their slaves and to be fatherly caretakers. Also, it is important to remember that Robert, and other house slaves, were in close proximity to their masters for most of the day, if not night. This obviously led to some sort of bond, though unequal, to their master and mistress. White women and children across the South often became very attached to their household slaves- people who cleaned for them, nursed them, and raised them. Field slaves often would not have enjoyed this privileged or warmer relationship with their masters. Even though the slave-master relationship was in no way equal, and whites would not like to admit it: both masters and slaves (especially house slaves or slaves on smaller plantations) depended on one another, and were more intimate than one would guess. Both Dr. Anderson and Robert probably felt safer together with someone they had known for decades, since they were in a strange new county. Of course their relationship was imbalanced, as all master-slave relationships were, but it was obvious in many cases that slaves were a form of comfort to their masters. Many slaveholders felt that their slaves were their own people and sometimes had a degree of sentimental feelings towards them. Many whites felt that they really knew what was best for their slaves. Slave-owners often defined themselves by their slaves and whether this brought about a semi-good or bad relationship, it brought out a relationship nonetheless. No matter how unequal the relationship was and no matter how rare it was for slaves and masters to have this affection for one another, his fondness for his master and his master's apparent fondness for Robert made a lasting impression on the future Reverend Robert Anderson for the rest of his life. He was not the only slave in the South who had a more positive relationship with his master than many people would have believed was possible, but it is still important to remember the brutal aspects of slavery, and that even these positive relationships were still not equal or just."],"display_date":1836,"search_date":"1836-07-01","locations":[{"id":1836,"lat":31.0887336961,"lng":-81.4509546531,"zoom":9,"place":"GLYNN, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2895,"title":"Human Property\n","course_id":1,"status":"P","start_date":"1833-01-01","end_date":"1833-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 1, 1833, when Charles Manigault moved slaves from another plantation he owned to Gowrie Plantation, several miles up stream from Savannah Georgia, he left neat columns of names to inventory his property, while at the same time, putting brackets around each slave family. Furthermore, next to each slave's name he wrote descriptions. Not physical descriptions but personality traits. Manigault deemed Jacob smart and intelligent and Plato he thought to be good and trusty; however, his praises stopped with Young John when he described him as lazy and Moses as slow and complaining. Manigault commented on his slaves' characters and personalities, not just their working abilities. He called Bob slow, honest, good. These traits have very little to do with work ethic and mostly with character."," It's not personal, it's business has become a mantra for much of the twentieth-century corporate world. Slave owners in the early nineteenth century, however, did not have the luxury of making that distinction because they were dealing with inherently personal things: humans. Charles Manigault displayed this fascinating balance between humanity and business in many of the records he kept of his plantation, as seen in these records. Slaveholders all had to navigate between the fact that their slaves were human and the fact that they were possessions. Many slaveholders did so by recognizing families and marriages within the plantation, by giving slaves measured freedom during their few days off, and by acknowledging such humanizing characteristics such as temperament and work ethic. Slaveholders did, however, repress this humanity in their slaves. They did so through whippings and constant verbal reminders to their slaves of their enslavement, and very few slaveholders to take familial ties into account when contemplating whether or not to sell a slave. "," This repression of enslaved people's humanity had two purposes. The first purpose was to keep slaves enslaved. By constantly suppressing their humanity and treating them as objects, many slaves learned to act as such, at least towards their masters. This deference and servility most likely made the day to day operations of the plantation far easier. The second purpose of the repression of humanity was for slaveholders' own consciences. Had slaveholders dwelled on the humanity of those people whom they were forcibly enslaving, slavery would not have continued. Instead slaveholders reduced their slaves to only partly human, seeing them as children they had to care for not humans they were enslaving. "," This paradox of understanding slaves' humanity as well as treating them as possessions applied to every slaveholder as well as to many non slaveholders who upheld this system of slavery and paternalism. "],"display_date":"January 1, 1833","search_date":"1833-01-01","locations":[{"id":1598,"lat":31.0352863818,"lng":-81.462812656,"zoom":8,"place":"CAMDEN, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3385,"title":"Irish Laborers on Southern Plantations \n","course_id":1,"status":"P","start_date":"1871-01-01","end_date":"1871-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Black laborers were not the only group employed by whites to take on grueling plantation work. The Leigh plantation on St. Simon's Island off the Georgia coast had for several years employed a gang of Irish labourers to do the banking and ditching on the Island. Francis Butler Leigh, the white matriarch of the plantation, observed that she was surprised at how the Irishmen worked well and faithfully, [and] were perfectly satisfied. They persuaded an old black woman to cook their meals and lived in a barn on the outskirts of the plantation. In fact, the workers were so content and diligent that Leigh wrote when I was walking, I never should have known they were on the place. ","Leigh wrote about the Irishmen almost in passing. This would imply that immigrants from European countries were not an unusual source of labor. People of Irish descent tended to look for jobs in urban cities such as Savannah and Atlanta. However, population growth and prejudiced treatment against Irish-Catholics in particular encouraged many workers to move to rural areas in search of manual labor. Between 1870 and 1900, almost twelve million people immigrated to the United States. In fact, many immigrants came from not only Ireland, but also Germany and England. Many reasons may have motivated different groups of people to immigrate to the United States. Famine, political oppression, and economic depression were all contributing factors. "],"display_date":1871,"search_date":"1871-07-02","locations":[{"id":1841,"lat":31.0887336961,"lng":-81.4509546531,"zoom":9,"place":"GLYNN, Georgia"}],"tags":[{"id":13,"tag":"Agriculture"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3397,"title":"Managing Black Labor on a Southern Plantation \n","course_id":1,"status":"P","start_date":"1871-03-01","end_date":"1871-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Francis Butler Leigh ran her plantation on St. Simon's Island off the coast of Georgia on her own. However, she was scheduled to leave for Europe to meet with her husband, and the plantation would have to continue its day-to-day activities without her supervision. Leigh wrote in her diary that she worried about leaving the place entirely in charge of the negro captains, even though her slaves were recognized within her community as well behaved. However, to her surprise, the workers approached her and begged that [she] would leave some one over them in [her] place when [she] left. They pleaded, Missus, we must have a white men to back us when you are gone; de people not mind what we say. To her great relief, Leigh was able to employ a white overseer to manage the black laborers in her absence. He was a man recommended to her by trusted neighbors. Later in her diary she wrote that neighbors spoke of how well kept her plantation was and how orderly the black workers were compared to others. ","Not only was Leigh nervous about leaving the plantation without a white overseer, but the black workers themselves were as well. They insisted on having a white manager to increase the legitimacy of their place above the other black laborers. Perhaps having a white overseer acknowledge the black captains' positions within the hierarchy on the plantation increased the respect they were shown by their fellow hired-hands. Later in her diary, Leigh wrote that there existed two vital characteristics that a successful overseer must possess: he must be southern, and a gentleman. She surmised that only Southerners were capable of understanding blacks and their peculiarities. Northerners, no matter how hard they tried, would never be able to understand their characters. Northerners had not lived their entire lives alongside the blacks; they had not experienced the trials and tribulations of every day life that influence people's development. Southerners had grown up with blacks who they considered a part of the family. Additionally, class was extremely important. Leigh observed that it was useless to put a person holding an inferior social position over them, because the laborers were highly conscientious of class dynamics. Having been at the bottom of the social hierarchy for so long, African Americans recognized that emancipation had opened up the opportunity for social advancement. Through hard work they could gradually move up in society. In the fields, though, they were less likely to work hard if their overseer was not of a higher class. They did not consider him worthy of their deference or respect. It was not enough that the overseer be white; he must be of a distinguished character. The dynamics of the relationship between the hired black laborers and their white employer represent a post-war South that seemed to replicate antebellum social practices. And yet, the importance of class hints at a growing indication that blacks were aware of their status as freedmen. They understood that their place in the social hierarchy was no longer permanently stagnant. "],"display_date":"March 1, 1871 - March 30, 1871","search_date":"1871-03-15","locations":[{"id":1841,"lat":31.0887336961,"lng":-81.4509546531,"zoom":9,"place":"GLYNN, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3406,"title":"White Power and Black Wage Labor \n","course_id":1,"status":"P","start_date":"1870-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Francis Leigh Butler ran her plantation on her own. As a white woman, she earned respect from her neighbors for her abilities to oversee the completion of day-to-day work done by her hired black laborers. Butler considered the hired hands to be loyal workers-almost a part of her family. To her dismay, she overheard that one of the men, Peter Track, who had been a favorite had tried to leave the plantation in search of other employment opportunities along the coast. She decided to confront him, and asked him what he was about. Track replied Moving, missus, but I did not mean to let you catch me. To her pleasure, he remained on the plantation and worked steadily. Days later she brought up the incident again. According to Butler's writings, he said, if you had not come I should have gone. ","The end of the Civil War had huge societal implications for the South. An entire social order and hierarchy had been dissolved. Plantation owners endured an unfamiliar transition period during the time. Because they were so dependent upon a disciplined, trained labor force, most whites tried to hire their ex-slaves. Socially blacks were still considered inferior to whites. Butler's power of class and authority over Track was enough to dissuade him of his plan to leave the plantation. Even though freedmen were hired and paid as wage laborers, the dynamics of the labor system still resembled the plantations of the antebellum South. Freedmen were still subordinate to whites, and they may very well have been aware of the repercussions for challenging the societal system."],"display_date":1870,"search_date":"1870-07-02","locations":[{"id":1841,"lat":31.0887336961,"lng":-81.4509546531,"zoom":9,"place":"GLYNN, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}