{"id":2553,"place":"WILKINSON, Georgia","lat":32.8026355682,"lng":-83.1714600794,"episodes":[{"id":3378,"title":" Victorious Democratic Letter to Blacks in Newspaper\n","course_id":1,"status":"P","start_date":"1884-11-12","end_date":"1884-11-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 4, 1884 Democrat Grover Cleveland was elected President of the United States, and the beginning of the end of Reconstruction throughout the South commenced.  While the Democrats had already taken over the Georgia state legislature as early as 1870, the party wished to appease any fears that black citizens may have about the end of Republican rule.  On November 12, 1884, the <em>Savannah News </em>contained an article titled A Word to the Colored People, written by an unnamed Democratic party member.  The author ensured black citizens that they need have no fears that there will be any attempt by the Democratic party to abridge any of the rights and privileges which they gained after the Civil War.  In fact, he insisted that the Democrats were much more willing to help blacks further their condition in the South than the Republicans ever were.  With the Democrats in control, the opportunities of colored men to advance as their race increases in intelligence and improves its condition, will be far greater than they are at present.  ","The article demonstrates the Democratic party's attempt to secure the black citizens' support.  Blacks represented a huge percentage of the South, and had the potential to influence politics.  African Americans composed a majority of the Republican Party's support.  In reaction, the Democrats' political goals included limiting the power of black citizens through instituting poll taxes and new registration requirements.  By communicating their acknowledgement of black enfranchisement, Democrats attempted to detract electoral support from the Republicans.  This movement of Democrats to increase black support for the party was called the New Departure.  However, Democrats were more successful at detracting political support from the Republicans by encouraging dissension and factions within the party.  "],"display_date":"November 12, 1884","search_date":"1884-11-12","locations":[{"id":2386,"lat":32.8026355682,"lng":-83.1714600794,"zoom":9,"place":"WILKINSON, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3413,"title":"Woman&#39;s Christian Temperance Union Letter in Newspaper\n","course_id":1,"status":"P","start_date":"1883-12-12","end_date":"1883-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A casual reader of the <em>Southerner & Appeal </em>might have noticed a column titled To the Women of Georgia.  Mrs. Richard Webb, of Savannah, Georgia, was an ardent member of the Woman's Christian Temperance Union.  In her letter to the newspaper, she insisted that women take up the cause of prohibition and promote alcohol education for young children in order to prevent drunkenness in adulthood.  Webb wrote that alcohol resulted in ...demoralization, suffering and crime.  In her opinion, the reformers could improve their society only by educating the youth of the nation.   Women were encouraged to join the WCTU in an effort to save the country's children.  ","Whether it was on her on accord, or whether she was instructed by the WCTU to place an article in the newspaper, the inclusion of Webb's article indicates the strong occurrence of women taking up causes that they believed would improve the United States as a whole through societal reform and legislation.  Founded after the conclusion of the Civil War, the WCTU established its first chapter in the state of Georgia in 1880.  Members tended to be evangelical Protestants.  Reformers promoted prohibition rather than moderation or temperance.  It aimed at increasing educational awareness and encouraging voluntary abstinence from alcoholic beverages in order to achieve its goal of societal reform.  In addition, members petitioned state governments to pass strict legislation prohibiting the sale of liquor.    "],"display_date":"December 12, 1883","search_date":"1883-12-12","locations":[{"id":2386,"lat":32.8026355682,"lng":-83.1714600794,"zoom":9,"place":"WILKINSON, Georgia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}