{"id":2559,"place":"TWIGGS, Georgia","lat":32.6672458352,"lng":-83.4272163299,"episodes":[{"id":2035,"title":"Thieving Soldiers Lead to Gunbattle\n","course_id":1,"status":"P","start_date":"1865-07-09","end_date":"1865-07-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a Georgia night in June of 1865, three federal soldiers sought out treasure and ended up wounded or dead. The soldiers had heard rumors of the great wealth of Georgia cotton planters. Now, with a freedman guide leading them to the house of Robert Paul where the ex-slave insisted they would find 15,000 in gold and silver, the soldiers hoped to seize a piece of that fortune for themselves.","The plan quickly fell apart. Arriving at the house, the soldiers took Mr. Paul captive and searched the place, discovering only their guide's disappearance into the night. Upset, the soldiers took what animals and possessions they could and set off down the road. Mr. Paul called on this neighbors and community. Soon, people gathered to the number of twelve or fourteen...among them many of the most respectable citizens of the county. This posse set off after the thieves, and while the soldiers had a considerable lead, they had no knowledge of the terrain. When the townsfolk caught up to the criminals, the soldiers opened fire, receiving a volley in kind from the assembled citizens. The soldiers ran, but did not make it far. One fell dead from his horse. The others, wounded and staggering, abandoned their horses and escaped into the nearby marshes. Paul recovered his property, excepting one bullet-ridden mare. The townsfolk reported the matter to the military government the next morning, who passed the investigation down the chain of command and eventually simply accepted the townsfolks' version of the events. The lieutenant in charge issued orders to commands around the city to arrest the escaped soldiers and to send someone from each command to identify the dead man.","     The military government's leniency in the matter differs greatly from the harsh, authoritarian rule of occupation armies in other parts of the South. Perhaps the military presence in and around Macon was too small to enforce order and welcomed the aid of civilians. Regardless, in the unrest and turbulence that followed immediately after the war, the occupation government in Twiggs County seems to have been remarkably willing to work with the local community, even to the extent of accepting dead soldiers. ","     In the immediate wake of being robbed, Mr. Paul did not seek the military government's aid in arresting its wayward soldiers. Rather, he resorted to a very common solution to crime and unrest in the 19th-century South - collective, vigilante justice. Despite the criminals' head start, the citizens of Twiggs County were able to spread the word, arm, organize, and catch up in only a few hours' time. This sort of call-to-arms, then, must not have been terribly rare. Indeed, even the most respected citizens of the county took part in the excursion - it seems that joining such a group was an honorable decision. Vigilantism, arguably native to America, was certainly engrained into this quiet Southern county. Long before lynching was synonymous with racial violence, communities in the Reconstruction South used collective violence to battle disturbances to the peace."],"display_date":"July 9, 1865","search_date":"1865-07-09","locations":[{"id":2289,"lat":32.670645545,"lng":-83.4297608837,"zoom":9,"place":"TWIGGS, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2800,"title":"Governor Dismisses Woman&#39;s Execution\n","course_id":1,"status":"P","start_date":"1898-03-30","end_date":"1898-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 30, 1898, Elizabeth Nobles prepared to live her last day on earth. The State had found Nobles guilty of murdering her husband three years prior, and sentenced her to death by hanging the following day. Yet the Twiggs County facility where Nobles was being held received a last minute notice to cancel her execution. Georgia Governor William Atkinson, the only body left with the power to pardon her death sentence, sent the notification that afternoon reducing her punishment to serving life in prison. The governor came to this conclusion after immense pressure from women across the state. Once the Pardon Board had declared that it could do no more for the accused, individual women as well as organizations sent numerous petitions and requests on behalf of Nobles to the governor. Women's growing power to influence politics and social matters was realized as their efforts proved to be successful in Nobles' stay.","Around the turn of the twentieth century, women's issues and rights started to take center stage, especially on the political level. By the time of Nobles' scheduled execution, women across the South had already secured property and age of consent rights, fought for higher education opportunities, and even battled for suffrage. Certain territories in the West had even granted suffrage for all women by this point. Although Georgia had not yet permitted women to vote, women still held power and exerted their influence over everyday affairs. They formed committees and organizations concerned with reducing social ills such as illiteracy, child labor, and the consumption of alcohol. They joined preexisting groups such as the National American Woman Suffrage Association in order to further their own desires to win political recognition. But most of all, they became a presence in society, fighting and lobbying openly and relentlessly for the political and social causes they believed in. Saving Elizabeth Noble from death was just one example of such a cause."],"display_date":"March 30, 1898","search_date":"1898-03-30","locations":[{"id":2292,"lat":32.6672458352,"lng":-83.4272163299,"zoom":9,"place":"TWIGGS, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2841,"title":"Company Buys Cotton Plantations in Twiggs, Georgia","course_id":1,"status":"P","start_date":"1890-01-09","end_date":"1890-01-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 9, 1890, Colonel Thomas P. Stovall closed a deal on one of the largest land transactions in the state of Georgia in recent history. His company, the Union Real Estate Trust, purchased 24,000 acres of plantation land used for cotton cultivation located in Twiggs County, Georgia. The land was not being used to its highest potential, which was a significant appeal to the Trust company. Their intent was to use their resources to redistribute the land to a dependable group of working class people such as white immigrants that would be willing to revitalize the cotton industry. They would not only be profiting financially, but doing their part in reigniting the market in the area. Although the plantations were being dismantled, Twiggs residents were happy to see an organization take an interest in boosting the economy.","By the end of the nineteenth century, cotton had worn out its welcome as the cash crop of the South. While the North had moved on into industry, much of the South continued to revolve around agriculture, especially with the adoption of the sharecropping system following the end of slavery. The number of farms grew, and the number of tenants working the farms increased as well. Although agriculture was expanding, the supply became so much higher than the demand that the price of cotton declined. Georgia's failing farming sector became the primary topic of the state's Agricultural Society and its branch of the Farmer's Alliance.","The most criticized aspect of the agricultural system was its dependence on sharecropping. Too many farms were being run by the tenants, mostly black families, to their own advantage without proper supervision by the landowners. Crops were not being cultivated to their utmost potential, but rather as a means to support individual families. The Union Real Estate Trust sought to remedy this situation. By claiming the sharecropped plantations and selling the land to who they believed to be more capable of using the property, they were promoting the need to reevaluate and solve the problems of the current farming system."],"display_date":"January 9, 1890","search_date":"1890-01-09","locations":[{"id":2292,"lat":32.6672458352,"lng":-83.4272163299,"zoom":9,"place":"TWIGGS, Georgia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}