{"id":2563,"place":"FAYETTE, Tennessee","lat":35.1970840487,"lng":-89.414374228,"episodes":[{"id":2003,"title":"Attorney C.S. Palmore&#39;s Search for Legatees\n","course_id":1,"status":"P","start_date":"1846-03-01","end_date":"1846-03-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 1, 1846, C.S. Palmore, an attorney in Fayette County, Tennessee, wrote a letter to one of his colleagues. Attorney Edward Brown received the letter from Palmore in Ballsville, Virginia. Palmore boasted the supremacy of the state of Tennessee to the state of Virginia. I will say nothing about the fertility of our soil and other advantages afforded here to the young and enterprising, Palmore declared. He quickly transitioned into the matter he wished to discuss: the issue of the settlement of John Robinson's estate."," C.S. Palmore acted as the administrator of Robinson's estate. He discussed primarily the placement of John Robinson's negroes. Initially Palmore left them with a woman by the name of Miss Frances. Yet as Palmore specified, Robinson did not name Miss Frances as the legatee of the estate. By legatee Palmore meant beneficiary, or the person named in a will to receive part or all of the state. In fact, in his letter to attorney Edward Brown, Palmore acted concerned only with the need for the legatees to pay Miss Frances for her trouble and expense as caretaker of Robinson's slaves. He hoped that Brown could help him find the legatees, a family he finally referred to as the Merymans. Palmore proposed that Brown act as (his) agent in the matter and if the legatees apply for their negroes if they will pay all charges and will release me in your better judgment you may let them have them or if they will sell them to you it will meet my full and harty approbation."," John Robinson?s written will provided instructions for the delegation of all his estate. C.S. Palmore struggled and sought help on only the matter of the future of Robinson?s slaves. Although the woman he referred to in his writing seemed to willingly look after Robinson?s slaves, Palmore pointed out the imposition of this to Edward Brown. Miss Frances benefited only marginally if at all from keeping Robinson's slaves. He seemed to insinuate that the cost was more than she can afford. Palmore declared to Brown that Miss Frances' account for raising George (one of Robinson's slaves) up to the first of February 1845 was 66.73 dollars. "," Slaves like George could either be an asset or a liability in the South. Robinson?s slaves became a liability to Miss Frances and she could only profit from their sale. Bobby Lovett's <em>The African-American History of Nashville, Tennessee</em>, describes a similar exchange that was had with a slave named Frank. When Frank's owner died he was left to his heirs who promptly made plans to convert this asset into cash. Whether in Tennessee, Virginia, or elsewhere in the South, inherited slaves posed a problem to both executors and beneficiaries of estates. Slaves required housing, food, and clothing. Slaves possessed too great a value to just give up, but created a cost that some inheritors could not afford to bear."],"display_date":"March 1, 1846","search_date":"1846-03-01","locations":[{"id":11986,"lat":35.1984324227,"lng":-89.4156896322,"zoom":9,"place":"FAYETTE, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3425,"title":"Mob Attacks Black Man\n","course_id":1,"status":"P","start_date":"1895-09-09","end_date":"1895-09-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mobs and Lynching were prevalent by 1895 in Tennessee. One early morning, a terrorist mob group named the White Caps, kidnapped Cal Fowler, a black man, and severely buggy whipped his back. The White Caps called Fowler a 'worthless shiftless negro,' and accused him of 'doing a great deal of talking in regard to the lynching of Dock King.' Fowler reportedly had planned to notify U.S. detectives to work the lynching case, hence his beating. ","The White Caps were a vigilante group who operated in Eastern Tennessee in the late nineteenth century. Masked in white, members of this secret organization attempted to drive away or reform obnoxious persons by lynch- law methods. Mob attacks were performed frequently by white people toward blacks as a means to demoralize them and restore the social order among blacks and whites from the Antebellum Period. ","Fowler's experience was not rare. Mob violence first became popular in the South during the Antebellum Period as a form of systematic terrorism against whites as opposed to blacks, who were valuable as chattel. However according to historian W. Fitzhugh Brundage, the end of the Civil War and Reconstruction fueled violence against blacks as whites refused to accept emancipated slaves' quest for economic and political power. Lynching became a favored practice of these mobs, as it mirrored the 'Tyburn gallows,' which were notorious in ancient London as the site of public executions by hanging. These executions became public spectacles and the executed bodies would remain hung as a symbol of justice and warning to those willing to disobey social norm. The number of lynchings in the South began to rise in the 1880s, climaxing in 1892 where mobs executed an estimated seventy one whites, as well as one hundred and fifty five blacks, the largest number of lynchings in history of both the South and the United States of America. Lynching was an American strategy used to control racial segregation, yet in this time it increasingly became a Southern phenomenon."],"display_date":"September 9, 1895","search_date":"1895-09-09","locations":[{"id":11991,"lat":35.1970840487,"lng":-89.414374228,"zoom":9,"place":"FAYETTE, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}