{"id":2564,"place":"ROCKBRIDGE, Virginia","lat":37.8159085737,"lng":-79.4457347683,"episodes":[{"id":869,"title":"Improvements at the Virginia Military Institute\n","course_id":1,"status":"P","start_date":"1853-08-11","end_date":"1853-08-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Virginia Military Institute (VMI) was created in 1836 when funding was set aside for it in lieu of an arsenal in Lexington.  Lexington lies roughly fifty miles to the northeast of Roanoke.  It was instantly a source of pride for Virginia.  Shortly after VMI was created, South Carolina tried to recreate VMI in their version which they called the Citadel.  The cadets at both schools had rivalries concerning who had more state patriotism' (Volo, p. 188).  At VMI and the Citadel, cadets learned the arts of tactics, operations, drill, and horse riding in addition to the traditional subjects.  Occasionally, the cadets at VMI would march off campus and into the town of Lexington to show off their skill at drill.  The whole state of Virginia was immensely proud of VMI. &lt;br /&gt;               One of the proudest parents of a VMI cadet was Philip St. George Cocke from Belmead, Virginia.  He recalled his trip to visit his son, Cadet John Bowdoin Cocke, in Lexington in August of 1853.  He was shown around by the superintendent of VMI, Francis H. Smith.  Cocke saw many additions to the grounds of the school including additional barracks, society rooms for the cadets, and even a new mess hall.  With all of the funding and pride that Virginians poured into VMI, it paid off during the Civil War when the Confederacy raided the stashes of officers from VMI alumni.  Volo writes that two-thirds of the highest ranking officers in the Confederate army were from Virginia' (Volo, p. 188).  To this day, two-thirds of the cadets at VMI come from the South."],"display_date":"August 11, 1853 - August 18, 1853","search_date":"1853-08-14","locations":[{"id":14233,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1643,"title":"Lee Sarcophagus Moved to Lexington\n","course_id":1,"status":"P","start_date":"1875-01-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Showing great dedication and remembrance of General Robert E. Lee, who died in 1870, the administration of The Virginia Military Academy and the local government of Lexington, Virginia made a grand affair of the arrival of his sarcophagus. &lt;br /&gt;   It seemed the trend of the year to be remembering the man, as similar action happened at Washington and Lee University, where he was buried. The school was selling portraits of Lee in order to fund a grand memorial on the school grounds, and was popular amongst the general public as well as those important men remaining from the Confederacy, including Jefferson Davis. Lastly, a collection of documents from Lee's life including letters and writings was commissioned by the Lee estate and published to widespread publicity and critical raves. Lee's ambiguous personal feelings about slavery allowed the public of the south to hold him close to their hearts without appearing regressive, especially in the eyes of the Northerners and African-Americans."],"display_date":1875,"search_date":"1875-07-02","locations":[{"id":14235,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1982,"title":"Dirty Elections\n","course_id":1,"status":"P","start_date":"1890-01-23","end_date":"1890-01-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 23, 1890, a small county newspaper printed in Lexington, Virginia published an article discussing the corruption of the election process with the memory of the prior year's November election fresh in the mind. The writer of the article was disgusted with the corruption of the election process, and was fed up with the continuing corruption. The congressional seats of important mining areas are described like commodities sold to the highest bidder. The paper describes the people as disenfranchised by the power of mineral kings, and that they had no more voice in the Senate than the people of England do in their House of Lords. The paper called for direct Senatorial election to eradicate the corruption that had so plagued the election process; it petitioned for the seventeenth amendment more than twenty years before it was passed by Congress."," The Democratic Party had a stranglehold on the South since the end of the Civil War. They used a variety of corrupt techniques to ensure their power in the South; bribery, ballot box stuffing, and even murder were common tactics used by the Democratic Party to push its agenda throughout the South. These problems were even stronger in Virginia, due to the high level of importance that the state held to the Democratic Party as a strongly populated and strongly influential state in the South. In fact, election fraud became such a problem that Virginia elections were challenged no less than sixteen times between the years of 1874 and 1900. The Democratic Party even appealed to the Southern white man's fear of the newly freed, enfranchised black American by calling Republican rule Negro rule. Toward the end of the nineteenth century, however, voters were becoming more and more disillusioned by the political process, and by the 1890's, the Democratic Party, so confident in the Solid South faced huge problems of voter apathy. Voter participation was around 40 percent in some areas as the South toward the end of the nineteenth century and in some years it even fell below that. People began to realize that they were almost absolutely disenfranchised from the political process because of the corruption that ran so rampant, and they began to ignore elections. Protests similar to the Rockbridge County News' article of outrage build up to eventually prompt the cleaning up of elections and the eventual passing of the seventeenth amendment."],"display_date":"January 23, 1890","search_date":"1890-01-23","locations":[{"id":14237,"lat":37.8135546685,"lng":-79.446551583,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1987,"title":"The Power of the Populists\n","course_id":1,"status":"P","start_date":"1892-03-03","end_date":"1892-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Farmer's Alliance was an organization of farmers beginning in Texas in 1876 whose influence was widespread until its demise in the late 1880s. It was created in order to protect the farmers who were affected by particularly poor economic times in the late nineteenth century by helping push up the prices of their goods. Just prior to its fall, the Farmer's Alliance was viewed by some members of the Democratic Party as nothing more than somewhat of a nuisance. A small newspaper with strong Democratic leanings stationed in Lexington, Virginia, The Rockbridge County News described the great Alliance movement as, played out. They claimed that the Alliance failed because they lost sight of the reforms that were once the pillars of the movement. According to the article, they had lost sight of their goals of protecting themselves from monopoly and the encroachments of organized capital."," The paper also claimed that the movement had spread itself too thin and had broadened the topics of their grievances to encompass economics, social orders, political processes, and financial issues. This, according to the article was brought about by the new leaders of the movement, who were too liberal and too ambitious in their reforms. If only they had [made] their demands through the old political parties of the country If they had merely stayed small and specific, they may have experienced more success."," One can easily identify the outright bias the writer of this article has for the Democratic Party, and the hostility he likely feels toward the Farmer's Alliance. The Democrats of the age appeared to have cooperated with the Alliance when it emerged, but were clearly more interested in securing their southern votes than actually identifying with their grievances. Though Democrats such as the writer of this article may have disillusioned themselves into believing that the Alliance movement was not a threat, the Democrats' apathy toward the Alliances cause coupled with the Democrats' outright electoral corruption (the ballot-stuffing, the bribery, the assaults) forced the emergence of the Populist party, which occurred with the downfall of the Alliance, but changed the Democratic Party's political inner workings significantly. Thus, though the Democrats chose to ignore them, the Alliance posed as a serious threat to the stability of the Democratic Party in the White House and to a degree, in the South. The Farmer's Alliance and its eventual transformation into the Populist Party was significant not only because of Virginia's strong agricultural background, but also because of the Democrat's particular interest in Virginia as a very populous and influential Southern State."],"display_date":"March 3, 1892","search_date":"1892-03-03","locations":[{"id":14237,"lat":37.8135546685,"lng":-79.446551583,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1988,"title":"The Prospector\n","course_id":1,"status":"P","start_date":"1890-01-23","end_date":"1890-01-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Prospector"," On the sixth of January, 1895, northerner H.C. Hovey, remembering his past trip to the Luray Caverns in Page County, Virginia, wrote a letter to the cavern's newly appointed Manger Superintendent, Lemuel Zerkel. Hovey filled the letter with friendly words and personal anecdotes referencing the caverns, to hopefully illicit a feeling of mutual interest from the newly appointed Superintendent. Hovey had visited and mapped the caverns years earlier, claiming that he had been the source of the names of many of the geological and travel landmarks, with even a set of landmarks named after himself. His interest in the caverns seemed genuine, and the letter concluded with Hovey's assertion of his knowledge of the excavation taking place in the caves, and a request for any facts of interest about any caves in Virginia."," Upon careful reading, this seems like a rather peculiar way to end a seemingly friendly letter of interest. Though interest in business, tourism, or excavation isn't explicitly iterated in the letter itself, after the Civil War, many northerners sought to use the demolished South and its developing industries (like Luray's booming mining and tourism sectors) to their own monetary benefit. They were called carpetbaggers, and their advantageous use of the South's developing economy was evident not only in tourism and mining, but in the development of infrastructure such as railroads and the expansion of the South's burgeoning urban centers. It is likely that H.C. Hovey of Newburyport, Massachusetts was a prospector of the mining or archeologist variety, with his strong interest in the excavations that more than likely took place in the unexplored sections of the mine. He could also be interested in taking advantage of the tourism sector of Luray's bolstering economy, but because the letter is so tactfully written, Zerkel may not have had any idea, and looking at the letter a couple centuries later, it is still difficult to tell. What can be sure, however, is that these types of exchanges were common throughout the Reconstruction period of South and the following several decades; the South's developing economy and industry was very attractive to financial prospectors in the north. It may not be fair to call H. C. Hovey to call a carpetbagger, but the possibility is remains strong.","Date: January, 23, 1890","Location: Lexington, Rockbridge County, Virginia","Episode Keywords: Economy, Urban Life/Boosterism","Episode Scope: Local, Regional, National","Rockbridge County News, January 23, 1890. (Micfilm N-US VA-96, Alderman Library, University of Virginia.)","John B. Boles, South Through Time Vol. 2, (Upper Saddle River: Prentice-Hall, 1999), 444.","Elizabeth Atwood, The Edge of the South, Life in Nineteenth-Century Virginia: Saratoga of the South: Tourism in Luray, Virginia, (University of Virginia: Rector and Visitors of University of Virginia, 1991), 158."],"display_date":"January 23, 1890","search_date":"1890-01-23","locations":[{"id":14237,"lat":37.8135546685,"lng":-79.446551583,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3170,"title":"The Confederate Image\n","course_id":1,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Southerners thought about fashion even in the midst of the Civil War. Preserved in the diary of Virginian and officer in the Confederate Army John Cocke, a small slip of paper recorded the exact fashion of the uniform for officers in the Virginia military. According to the paper, the uniforms should be dark blue coat, red, white lining and buttons, white vest, blue pantaloons with red seams, gold buttons on cuffs. ","For Virginians, and other southerners, part of the Civil War was about pride, image, and the ideas of southerners as morally superior to the Yankees. Even in dress, southerners wanted to impress upon the Yankees and everyone else that their society was something unique, and to be emulated. Although in retrospect such a detailed focus on something as trivial as dress seems absurd, for Virginians, representing themselves as gentlemen and soldiers was of the utmost importance. ","Mr. Cocke wrote this note in 1860, before much of the actual fighting had begun. Thus, although a focus on image remained something of a point of pride throughout the war, its importance did fade as the war dragged on and new concerns about medical supplies, food, and shelter replaced the old ones about pantaloons and cuff links.","In her book Dixie After the War, Myrta Lockett Avery discusses the importance of image to the Confederacy, both during and after the war. The Confederate soldiers, even in defeat, represented the entire idea of southern nationalism. Also, the uniforms and other customs of the military approximated the social structures of the pre-War South, with officers - who were usually very wealthy and respected in their civilian lives - wearing different and better uniforms than their subordinates, the more ordinary men and boys of the South."],"display_date":1860,"search_date":"1860-07-01","locations":[{"id":14229,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3285,"title":"Hawkins, the Horse Thief","course_id":1,"status":"P","start_date":"1848-02-29","end_date":"1848-02-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Thursday, February 29, 1849, The Valley Star of Lexington, Virginia reported that the infamous horse thief, Hawkins, while in jail, slit his own throat with a straight razor. The guards allowed the inmates razors and stood outside the cells as the prisoners shaved. According to the article, Hawkins turned to the guard, said, Good-bye, and promptly slit his throat. Being near at hand, we ran to see him. He presented a shocking aspect. The blood was spouting rapidly from the horrid gash in his neck, and the bed on which he lay near his head and neck was all saturated with the purple current. A doctor soon arrived and determined that Hawkins had missed the primary artery and would survive.","The same edition of this paper describes Hawkins' escape from his jail in Harrisonburg, Virginia. For much of the time before his recapture, Hawkins was five miles from the jail. He then went to his family in Dayton, where he hid beneath the bed and passed his time knitting socks, which his wife subsequently sold to neighbors. After some time he gathered his family, stole what was believed to be three or four horses, and set out for the west. Authorities recaptured him on the road and sent him back to jail, where he subsequently attempted suicide. ","Hawkins' public escape and recapture brought the prison system into the public eye. One cannot be sure if it was the condition of the prison that provoked him to attempt suicide, or whether he was just a desperate. However, life was difficult for a convict in a penitentiary in Virginia. Labor occupied most of a prisoner's time. Much more so than today, states used penitentiaries to make a profit. In fact, some men bought or leased prisons and then worked their prisoners to death (The lessees worked them quite literally to death in many cases; the mortality rate ranged from 17-40 percent). Leasing became popular in the South, after the war especially, when states could not afford to keep up the prisons. ","As Edward Ayers states in <em>Vengeance and Justice: Crime and Punishment in the 19th-Century American South</em>, the system of slavery in the ante-bellum South kept much of the lower class under control. Because of southern ideals of honor, it seems that there would be less of a need of a prison system; nonetheless, the South built as many prisons as the North (with the exception of Florida and the Carolinas). The South spent much of the time preceding the war to debate whether or not the penitentiary was in fact in line with the American ideals of liberty. Ironically, unlike the North, their lowest class was already imprisoned within society.",">In 1796, Virginia and Pennsylvania, where the penitentiary started, were the only states that attempted to reduce deaths by capital punishment. At that time, the only offense that warranted it was murder. Punishment varied in every region in the country: the penitentiary system in the West was very different. On November 14th, 1856, James R. Whitehead wrote a letter from the Kansas Territory to his cousin Langhan Scruggs, who lived in the Valley of Virginia. In an earlier letter (September 11th), he had described to great detail the sort of men that were settled in the West; northern and southern relations were mirrored in Kansas. The young men were belligerent and chivalrous, always ready to fight. In Whitehead's mind, the West needed new kinds of settlers. In the letter on November 14th, Whitehead wrote about crime and punishment in the territory. More than three hundred Bills of Indictment had been filed, twenty of which were manslaughter. The punishment was far from death; the men found guilty served five years of confinement and hard labor."],"display_date":"February 29, 1848","search_date":"1848-02-29","locations":[{"id":14232,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3312,"title":"Selected Tales: The Power of a Story\n","course_id":1,"status":"P","start_date":"0000-00-00","end_date":"0000-00-00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In this day and age, newspapers rarely print fiction. Of course, there is the occasional magical story written by a third grade class that appears every once a week in the Arts and Entertainment section of the paper, but for the most part, fictional stories of real substance are not published in newspapers anymore. This was not the case in the 1800's. Appearing in The Valley Star each week was a selected tale, including topics ranging from a loveless marriage to an alcoholic father. Though the language is not quite timeless, the themes certainly are, and are as relevant today as they were then.","The Lonely Wife follows Susan Morris and her daily life and loveless marriage. In the majority of her four-year marriage, she has been left at home with her son while her husband is either working or drinking. She begs him to spend time with her, but in his mind, giving her money and responsibility to run the house is enough. As time goes by, Susan is so worn by her inner demons that her physical appearance changes and she begins to encounter medical problems, but the doctor only suggests that she go to her prior home and spend time in the country. Her countenance cannot allow her to tell her husband the real reason she is so ill, so she gradually drifts away, knowing that she is not strong enough to save herself. ","The Temperance Cause was a story submitted by the American Temperance Recorder in an attempt to advertise for the temperance movement. Mary Edwards is a young woman who lives alone with her father. Ever since her mother died, her father has grown less and less responsible; he lost his job, his house, and now he spends most of his time drinking. One night, when he arrives at his local bar, there is a temperance movement speaker causing a raucous. With much encouragement, the stranger stands on a table and begins to sings. A sweet song comes from his lips about all that he lost when he started drinking. The father is so touched by the music that he rushes home to his daughter and vows to turn his life around. This story appeared in the paper in the hope that one could see the power of music and of stories and would take initiative to change his lot in life.","The newspaper showed the effects of heavy drinking through these two stories and warned its readers against following this path. In the antebellum South, and in Virginia in particular, many prominent men were involved in the temperance movement, including John Hartwell Cocke. Cocke was a good friend of Thomas Jefferson's and a supporter of the University of Virginia. The movement started mainly in Protestant churches. The M.E. Church, South, sent out a report saying that a very large proportion of human misery, including poverty, disease, and crime, is induced by the use of alcohol. Although it is doubtful that the stories completely changed many alcoholics, they were good publicity for the movement. The stories did make people think about whether their lives were following the same pattern."],"display_date":"undefined 0, 0","search_date":"1899-11-30","locations":[{"id":14232,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3320,"title":"Sickness In the South\n","course_id":1,"status":"P","start_date":"1863-02-09","end_date":"1863-02-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the common way of the times during the Civil War one brother would often write to another informing him of events occurring at home while the other brother would write back with news from the battle line. This is what happened in the Bowman family. In one letter dated February 9, 186[3] one brother wrote from home telling his brother about the illness spreading through town. Andy is better but Mary is still very poorly she cannot swallow anything but a little milk. I do feel sorry for them for Andy had not seen family for so long and then when he did get home it seems if he sees nothing but trouble. Sarah Sandy a girl that lived at Andersons was buried a Friday with the same disease... Mrs. Ruffner buried two children last week with diphtheria one was buried a Wednesday and the other a Friday. Both boys knew that if one person caught an illness there was no telling who might get it next or who would survive it. For this reason sickness was taken very seriously and that was one of the main things that populated letters between family.","Medicine in the 1860s consisted of a wide variety of home remedies which had been observed to help in one case or that one had heard may help. The people of these times were desperate when it came to illnesses, they had no basis off of which to compare the remedies, and epidemics were everywhere. A majority of the standard therapeutic measures puking, purging bleeding and giving large doses of potentially dangerous drugs in particular met with little success in the day-to-day struggle against common complaints and failed miserably when confronted by yellow fever, cholera, and typhoid fever, the great killer epidemics of nineteenth-century America, James Breeden comments. The citizens of Rockbridge County, Virginia had no way of knowing what would cure diphtheria, or even if that was truly what Mrs. Ruffner's children died of. All a person could do was avoid the sick and do their best to invent and make use of supposed remedies. This uncertainty created a great deal of fear of the sick and made it even more important to communicate to loved ones where the known outbreaks of illness were."],"display_date":"February 9, 1863","search_date":"1863-02-09","locations":[{"id":14234,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3393,"title":"Railroads of antebellum Virginia\n","course_id":1,"status":"P","start_date":"1849-01-29","end_date":"1849-01-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In February 1840, the Virginia Legislature was busy discussing the Lynchburg and Tennessee Railroad Bill. The Bill argued that the Southwestern part of Virginia needed access to major trade routes. The majority was in opposition to the original bill (for many reasons, particularly monetary), so Mr. Paxton of Rockbridge County, Virginia proposed a substitute bill, which was found more agreeable by the legislature than the original. The preamble was as follows: Whereas it is important to the interests of the Southwestern part of Virginia, and of the State and public generally, that the vast resources of that section of Virginia shall have free and unrestricted outlet, but the shortest and most direct route, to any market whatsoever.","After heated debate, the Virginia Legislature eventually rejected the bill. The city of Lynchburg took it upon themselves. They began work on the Lynchburg-Tennessee railroad in 1850. It ran 204 miles from Lynchburg, past present-day Roanoke (then called Big Lick), and down to Bristol, Tennessee.","From 1850-1860 in the South, the growth of railroads was immense. In Alabama the mileage went from 100 to 610 in ten years. This was impressive considering the effect the Panic of 1837 had by stopping railroad growth. In a time when the North was painting the South as backwards and devoted to an agrarian ideal society, the South was spending millions of dollars to build railroads and industrialize their economy. They knew that it would be necessary if they wanted to remain a part of international business, and they needed efficient transportation for all the resources they were supplying. Industrially speaking, it was still far behind the North; only 10 percent of the manufactured goods in the United States came from the eleven states that seceded from the Union."],"display_date":"January 29, 1849","search_date":"1849-01-29","locations":[{"id":14232,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3405,"title":"The Price on a Life\n","course_id":1,"status":"P","start_date":"1849-02-26","end_date":"1849-02-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Daily habits, such as flipping through a newspaper, must have been hard on an anti-slavery southerner. The newspapers prior to the Civil War are full of reminders that not all people were in fact equal. Two adds in The Valley Star (the primary newspaper in Lexington, Virginia) were surprisingly similar: one describing a lost horse and the other a lost slave. In Virginia at the time, the two were very similar. Both were considered property and both influenced the livelihood of a farmer. Although many southern planters did feel that slavery was unjust, they could not imagine life without it. The main reason the South was in such disrepair after the Civil War was because the ruling class, the slaveholders, had completely lost its livelihood. The war had taken their property.","On January 18, 1949, Clayton Coleman published an ad in The Valley Star concerning his runaway. LOOK OUT FOR A RUNAWAY 50 REWARD. My man GILES, who calls himself GILES BURLEY, left my plantation in Louisa County, Virginia, on the 3rd day of January. He has gone over the mountains, in company with some of the many hirelings. He described Burley's appearance in great detail, down to the amount of money that he was probably carrying.","At the time, slave trade was a legitimate profession. The traders were not considered to be the nicest of men, but it was a business, and they were in it to make money. Local traders would start small, and gradually build their enterprises. Sales were commonly made from farm to farm within a region. An ad directly above the aforementioned runaway notice declared a sale of slaves because of the owner's death. The attorney auctioned off ten slaves, including a mother and her three boys under the age of 9. It is presumed that this family would be split among different farms in the region; a reality that was a constant incentive for slaves to behave. ","With the Compromise of 1850 came a tightening of the Fugitive Slave Act. Anyone who helped a slave escape would be punished. Northern abolitionists found this to be preposterous; in fact, both the North and the South hated the compromise. Most northerners simply refused to follow the Fugitive Slave Act, and if they had been helping runaways prior to 1850, they continued."],"display_date":"February 26, 1849","search_date":"1849-02-26","locations":[{"id":14232,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3426,"title":"A la Mode\n","course_id":1,"status":"P","start_date":"1851-05-06","end_date":"1851-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On May 6, 1951, John P. Lightner of Rockbridge County received a letter from his traveling cousin. The author of the letter was finally able to see what city life was like He described Fifth Street as being packed; everywhere he looked he saw merchants with small stands trying to sell veggies, fowl, and more flowers than one could possibly imagine. That night, he bought tickets for six dollars each, a low price, to see Jenny Lind, the Nightingale of Sweden. She sang five songs in total, two of which were in English- The Last Rose of Summer and Herdsman's Song. The writer described her, with much admiration, as having a red-haired fair complexion. He went into much detail concerning her wardrobe: Pure white- material very thin- beautifully embroidered with delicate colours in three vines around the skirt- as sort of ribbon some- dark that rich colour brought round her waist and tied before in a beau at the end of a long bodice, and the ends of the sash extending below the knee. A fold of rich lace around the nect of her dress (which was very low) reaching to her waist- arms bare with bracelets and whort white kid gloves, as diamond necklace and white satin slipper I believe completed her costume- (and an abundance of skirts). This quote demonstrates one method for the transport of European fashions to the United States; most fashion stemmed from Paris.","After the American Revolution, America was looking for a way to express itself in the world market. For women, one way was through clothing. By purchasing foreign fabrics and copying the styles of Paris, American women were able to display that they were no less than European women. Through Parisian fashion magazines and word of mouth, the United States actually was able to keep up with the styles of Europe (although the nude-colored dresses so popular in Paris never did make it across the ocean). From the earliest times in American history, fashion empowered women. The newspapers in the 1840's and 1850's were full of advertisements for tailors. READY MADE CLOTHING. The subscriber has just received from New York, a large supply of DRESS & OVER COATS, which he will sell cheap for cash. - Leo Rosenham, June 11, appeared in The Valley Star in February 1949.","It is hard to imagine a woman's life without ready-made clothing, but women did not wear it until the shirtwaist was introduced in the 1890's. Before that, making a dress was quite an affair, one that was even harder before the invention of sewing machines (the date of origin is disputed, but they were generally made available in the United States in 1846.) The Scientific American said, in 1852, that the sewing machine would bring upon a social revolution by permitting women to spend less time doing domestic chores. In 1892, Robert Taylor, a speaker at the Patent Centennial, said that this had in fact become the case. With the spread of the sewing machine, women would have more time to get involved in more intellectual pursuits."],"display_date":"May 6, 1851 - December 31, 1851","search_date":"1851-09-02","locations":[{"id":14233,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3927,"title":"War, Resources, and Currency","course_id":7,"status":"P","start_date":"1865-04-27","end_date":"1865-04-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    Not long after General Lee's surrender to General Grant the Lexington Gazette reminded its readers of all it had done and provided for them during the war. To use the words of her editors, the Gazette continued printing \" at a cost and trouble of which many of our readers have not the least conception; for if they had, there would not be so many who would still withhold what they owe us for our labor.\" ","    The war cost the Confederacy a great deal of resources, making simple and everyday items and foodstuffs scarce. The South sent its young men off to fight the North, which meant that they also sent off a majority of their farmers to go fight. Conscription was strict and only a small demographic of men were exempt from service. The Confederacy exempted only those planters owning twenty or more slaves and those that grew food crops only. Planters and the Confederacy could not waste land on cotton. The women and young sons of these soldier-farmers had a hard time bringing in the harvest without the extra labor of fathers and older brothers or sons, so food was scarce. The slaves also found it easier to resist their mistresses or run away with their masters and overseers away at war. Even a number of slaves were drawn away from the fields to fight alongside or serve the Confederate Army. Historian William Blair writes \"large-scale farmers on whom the burden of production now rested felt besieged by their own people, as nonproducers and the poor clamored for regulated prices on foodstuffs and the Confederacy demanded slaves for production and military work.\" The Richmond Bread Riot in 1863, when 68 women were arrested in the Richmond market after causing a ruckus and breaking into shops to steal bread, illustrated these tensions.","    Not only could the Confederacy not produce enough food, but the Union Army also destroyed what little they had when marching through Southern towns. Blair writes of the destruction the Union Army doled out within \"a five-mile radius around Dayton\" in the Shenandoah Valley. Blair states that the Union Army burned and killed \"a total of 2,000 barns filled with wheat, hay, and implements; seventy mills filled with grain; and roughly 4,000 head of livestock.\" This lack of supplies, coupled with the Confederacy continuously printing its own unbacked paper money and raising the inflation rate, effectively crippled the South's economy. Thus when the Gazette asked for repayment, it offered a variety of methods to pay off amassed debts: \"we will take from those in arrears, 1 in specie, 1 bushel of wheat, 1 1/8 bushels of corn, 7 pounds of good bacon or butter, 75 pounds of clean rags, or a half load of wood for each year as may best suit subscribers.\""],"display_date":"April 27, 1865","search_date":"1865-04-27","locations":[{"id":14234,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3972,"title":"Tariffs and Agriculture\n","course_id":7,"status":"P","start_date":"1897-01-07","end_date":"1897-01-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 7, 1897 the<em> Rockbridge County News</em> released its weekly edition in the town of Lexington.  One specific article presented the news of a new tariff bill to be passed by the United States House of Representatives.  This bill was designed to protect young American manufacturers and the economy from competing foreign markets.  The article also gave insight into the fact that many Rockbridge  County residents were unsure the new bill would protect industry and decrease the treasury's debt at the same time.  They hoped the bill would not pass through the House because the tariff would hurt their agricultural society.  The residents believed it was unintelligent to tax foreign imports that Americans had no way of producing themselves, such as coffee.  Moreover, with the passing of this bill United States manufacturers could then charge American consumers, like the Rockbridge County residents, higher prices.  According to the article, this tariff would help the Northern economy but harm the South.  ","There have been many such bills throughout the history of the United   States, especially in the years after Reconstruction.  All of them had the same goal of protecting the domestic economy.  The dispute over tariffs boiled down to the Northern Republicans against the Southern Democrats.  The Republicans claimed they were protecting American industry but they were actually protecting themselves, since Republican voters owned the majority of the industrial United States.  Democrats countered with the fact that tariffs only brought harm to the South. Southerners had to buy imported goods at high prices and they had to buy expensive domestic goods as well because American manufacturers were raising their prices in response to no foreign competition.  In addition, Southerners had difficulty selling their agricultural goods in an angry foreign market.  The Southern Democrats fought hard against any and all tariffs because they knew it was the key to the South's survival.  It was no wonder why the residents of Rockbridge  County were against the bill passing. "],"display_date":"January 7, 1897","search_date":"1897-01-07","locations":[{"id":14237,"lat":37.8135546685,"lng":-79.446551583,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4024,"title":"An Incident of Charity\n","course_id":7,"status":"P","start_date":"1881-12-01","end_date":"1881-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["    M. Rowan Barclay, carrier of the <em>Lexington Gazette</em>, printed a special broadside in 1881 to the subscribers of his newspaper, urging them to realize the true meaning of Christmas. His broadside was a poem titled \"An Incident of Christmas Eve\" and told the story of an old woman who was unable to cross the street. Several passersby overlooked her until Barclay introduced a group of rowdy schoolboys. Most of the boys were too excited about the fresh snow to notice the old woman, but one boy walked over to help her. After he aided her in crossing the street, he returned to his friends who asked why he stopped to help. The boy calmly responded that if one day his mother became like the old woman, he would hope some person would be charitable enough to help her.  ","    It was at the end of the poem that Barclay stressed the need for charity during the Christmas season. He mentioned that the old woman went home that night and prayed thanks to the young boy, in hopes that his life became prosperous and good. Barclay ended his poem with the reference to the old woman's prayers as if to stress that charity was a representation of faith. He appears to have made the point that all people should follow the actions of both the boy and the old woman, especially at Christmastime. ","    While western Virginia in the nineteenth century was not the most affluent region of the South, the religious and social values of those in Lexington stressed an importance on giving. Generosity was a positive sign of wealth and this importance on giving continued from the antebellum period well into the Reconstruction ear. Charity not only indicated the honor and wealth of a person; it also demonstrated religious piety, a quality that Southerners felt was essential in a human being. Because there was often a large gap between wealthy and impoverished, people like Barclay attempted to reach the entire community by publishing town-wide documents such as his broadside. Christmastime was an especially important time for giving, not only because of the religious significance, but also since it was a holiday that everyone celebrated, rich or poor. "],"display_date":"December 1881","search_date":"1881-12-16","locations":[{"id":14236,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4031,"title":"Gradual Abolition of Slavery in Western Virginia\n","course_id":7,"status":"P","start_date":"1847-09-01","end_date":"1847-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1831, the issue of slavery came to the forefront of political debate following Nat Turner's rebellion in Southampton County, Virginia.  President of Washington College and slaveholder Dr. Henry Ruffner delivered an address in 1847 that outlined the evils of slavery and proposed the gradual eradication of slavery from western Virginia.  In correspondence to Messrs. Moore, Letcher, &c, Ruffner wrote, \"as we are nearly all slaveholders, and none of us approve of the principles and measures of the sect of abolitionists, we think that no man can be offended with us for offering to the people an argument whose sole object is to show that the prosperity of our West Virginia-if not East Virginia also,--would be promoted by removing gradually the institution of slavery, in a manner consistent with the rights and interests of slaveholders.\"  He delivered this speech first to the Franklin Literary Society of Lexington, Virginia, at the close of debates on the division of the state of Virginia.  Ruffner afterwards compiled his emancipation argument into the \"Ruffner pamphlet,\" which made its debut in September 1847.  Throughout his speech, Ruffner rejected the extremes of both abolitionism and pro-slavery extremism, claiming the \"middle way.\"","Unlike the abolitionists, who objected to slavery on moral grounds, Ruffner objected to the economic problems that slavery created.  His protest matched that of trans-Allegheny legislators who called slavery the sure route to economic stagnation.  In western counties, such as the Kanawha Valley, where Ruffner spent his childhood, slavery was not profitable and often took jobs from white laborers.  He argued that, \"our own West Virginia furnishes conclusive evidence, that slavery....has a pernicious influence on the public welfare.\"  Most people in western Virginia engaged in livestock and small farming operations where slavery was not economical.  Industries, such as the Kanawha salt industry, leased and hired slaves, often from eastern Virginia, for lower wages than white laborers demanded.  Any such encouragement to the growth of slave population west of the Blue Ridge, Ruffner felt, was dangerous to the free labor population.  He compared the slave states with free states to provide concrete examples of his logic-\"In the older free states are seen all tokens of prosperity....  In the older parts of the slave states, -with a few local exceptions,-are seen, on the contrary, too evident signs of stagnation or of positive decay....\"  Thus, as Ruffner reasoned, the institution of slavery would not allow the western Virginian economy to prosper.  It was on this basis that Ruffner placed his overall argument.","Ruffner united his discussion of slavery with the \"white basis\" for representation in the legislature, asserting that the two were intertwined.  Representation in the Virginia General Assembly favored eastern Virginia over its western counterpart due to the imbalance of slave populations.  Indeed, western politicians were bitter against east Virginia for using their power to retain the mixed basis of representation and to deny to western Virginia its rights.  Ruffner's argument was coherent with the general sentiments of westerners at the time who attacked both the practice of unequal representation and the institution of slavery.  In them, they saw the sole causes of their political degradation and of their arrested social and economic development.  Historian Charles Ambler noted that \"arguments opposing and supporting these two extremes were poured forth in profusion in the Constitutional Convention of 1829-1830 and in the assembly of 1831-1832, where the expediency of legislating upon the abolition of negro slavery was the chief subject of discussion.\"  Ruffner reminded his audience of the measure introduced in Virginia's legislature proposing gradual emancipation:  \"and so the people of West Virginia then thought, for they were generally and warmly in favor of it, and zealously advocated it through their able and patriotic Delegates.  But in spite of their efforts, it was rejected by the all powerful Eastern majority, though several Eastern delegates joined the West in its support.\" ","In the conclusion of his argument for the necessity of action to remove the institution of slavery from West Virginia, Ruffner outlined a scheme for such a removal with six major components.  He proposed foremost that further importation of slaves be prohibited and that the exportation of slaves be freely permitted (with the exception that children of slaves born after a certain day, not be exported after they had reached five years of age).  Next, he advised that the existing generation of slaves remain in their present condition (but that their offspring born after a certain day should be emancipated at no later than 25 years of age).  Furthermore, Ruffner felt that masters should be required to teach the \"heirs of emancipation\" reading, writing and arithmetic, that the emancipated slaves be colonized, and finally, that the law allow any county to decree the removal or emancipation of all slaves of the county within a certain term of years.  ","  It was not until eighteen months after Ruffner's death, when the Union admitted West Virginia as a legal state, that its constitution provided for a gradual emancipation plan similar to the system proposed by Ruffner.  The legal emancipation of slaves in West Virginia did not take place until February 3, 1865, when the governor approved an act abolishing slavery, providing for the immediate emancipation of all slaves.  They had finally taken the course of action that Ruffner had called for--\"Now fellow citizens, it is for you to determine whether the slavery question shall be considered, discussed and decided, at this critical, this turning point of your country's history...may heaven direct your minds to the course dictated by patriotism, by humanity and by your own true interest.\"  "],"display_date":"September 1847","search_date":"1847-09-15","locations":[{"id":14232,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4603,"title":"The Great General Lee Becomes President","course_id":18,"status":"P","start_date":"1865-08-01","end_date":"1870-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["     In August 1865 at the age of fifty-eight, only four months after surrendering at Appomattox Robert E. Lee accepted the position of President of Washington College in Lexington, Virginia.   The New York Times talked of Lee in glowing terms about how he accepted this humble position because of noble and patriotic motives.  Then added it would only be a short time until people came to love him in this new profession as well.  With his appointment the college's board of trustees accepted a resolution that was included in Lee's letter of acceptance.  This resolution stated that every citizen should \"do all in his power to aid in the restoration of peace and harmony, and in no way oppose the policy of the State or General Government directed at that object.\"  Lee went on to say that people in charge of instructing youths should set the best example of submitting to authority.  The times then wrote that young men from both the north and south would prosper from Lee's great example and benefit from his holy work of educating youths.","                While he was a college president for the last five years of his life, he had not been pardoned, that took place in 1878, eight years after he died.   Throughout his life, Lee had used George Washington as his model, which he continued to aspire to at the college. By accepting his position at Washington College, then a struggling, little-known school, Lee had turned down offers that assured him of wealth for the rest of his life.","                Historian C. S. Marsh writes that the many changes and improvements Lee made at the college marked him as a great educator. Within a month of his arrival the trustees took action to establish five new professorships and establish a liberalized curriculum. The next year the whole curriculum was abolished and nine separate schools were established with students choosing which school they would attend.  With his forward-thinking ideas, Lee outlined the plan for a school of commerce in 1869.  He was unable to implement the plan during his lifetime due to poor health, but it was very similar to business schools today.  If he had been able to implement his plan, this would have been the first commerce school in the country; the first actual school began in 1881.  Following his death on October 12, 1870, Washington College was renamed Washington and Lee University. Today Lee's impact is still highly visible at the college and its traditions.      "],"display_date":"August 1, 1865 - October 30, 1870","search_date":"1868-03-16","locations":[{"id":14234,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":5,"tag":"War"},{"id":6,"tag":"Education"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4711,"title":"McCormick’s Improved Reaper Takes to The Fields","course_id":37,"status":"P","start_date":"1832-08-01","end_date":"1832-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Cyrus McCormick gave a public demonstration of his newly improved Reaper near the little town of Lexington, Virginia in 1832. Around 100 people were present to watch the twenty-three year-old innovator’s contraption take to a field of grain. Herbert N. Casson explained in his book, <em>Cyrus Hall McCormick: His Life and Work, </em>that the crowd included “several political leaders of local fame, farmers, professors, laborers, and a group of Negroes who frolicked and shouted in uncomprehending joy.” Undoubtedly, this demonstration would be one of the most important in American agricultural history, considering that the harvesting of grain was done by hand with scythes and sickles up until this point.","As McCormick made his way across John Ruff’s hilly field, the reaper appeared to be an utter failure as it jolted in various directions. Ruff shouted in protest, “Stop your horses. You are rattling the heads off my wheat!” The young farmer-inventor felt humiliated to have his machine proven faulty in front of this large group of bystanders.","Laborers celebrated McCormick’s failure, as his machine was their challenger in the labor market. These men resented the reaper, similar to the drivers of stage-coaches dislike for railroads. Professional harvesters felt that their jobs were threatened by the machine, considering it had the potential to harvest ten acres of grain per day compared to their average of two to three acres.","A young farmer, William Taylor, approached the dejected McCormick: “I’ll give you a fair chance, young man. That field of wheat on the other side of the fence belongs to me. Pull down the fence and cross over.” If Taylor did not ask for McCormick to try his machine in his patch of grain, it is unclear what might have become of his reputation.","McCormick gratefully accepted Taylor’s invitation. This field proved much more level which allowed the reaper to perform well. Before sundown, McCormick’s reaper had laid low six acres of wheat in front of the large audience.  The fear of those against the machine was rightfully formed. The reaper could harvest more in less than a day than they could do in several days.","The reaper was driven back to the courthouse square of Lexington, where it remained on display for the public to see, and praise. Professor Robert Bradshaw of the Lexington Female Academy said emphatically, “This-machine-is worth- a hundred-thousand-dollars.” McCormick joked that he would gladly sell his machine for nearly half as much. Little did he know that his machine was the beginning of a company that revolutionized grain harvesting.  With his reaper, he was able to defeat the task of feeding the hungry masses and eliminate the back breaking work of manually harvesting wheat.  The crude machine that Cyrus McCormick slaved over in the small log workshop on a Virginia farm, was about to revolutionize harvesting around the world."],"display_date":"August 1832","search_date":"1832-08-16","locations":[{"id":14231,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}},{"id":4838,"title":"Mrs. Robert E. Lee Recalls Her Husband's Last Days","course_id":37,"status":"P","start_date":"1870-09-28","end_date":"1870-10-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the morning of Wednesday, October 12, 1870, General Robert E. Lee passed away from pneumonia while surrounded by his family at home in Lexington, Virginia. General Lee gained celebrity from his service as a general in the Confederacy during the Civil War. The pneumonia followed a stroke that had occurred two weeks earlier. Despite death looming, Lee maintained composure that he accumulated over his lifetime during his last two weeks of life. Lee’s wife, Mary Anna Custis, described her husband’s last two weeks in a letter to a dear friend.","General Lee suffered a stroke on Wednesday, September 28, 1870 after attending a meeting at his church. He returned home to have tea with his awaiting family. Mary Custis Lee remarked “You have kept us waiting a long time. Where have you been?” He did not reply. Instead, he stood as if he was about to say grace, but he did not utter a word. Lee quietly sat back down in his seat with a breath of resignation. Mrs. Lee said “That look was never to be forgotten, and I have no doubt he felt that his hour had come…”","Doctors promptly arrived to aid the ailing Lee and remained by his side over the last two weeks of his life. Mary Custis explained that, “He never smiled and rarely attempted to speak, except in his dreams, and then he wandered to those dreadful battle-fields.” At one point, Lee began to feel better. A doctor said “You must soon get out and ride your favorite gray!” referring to his horse, Traveller. The General did not reply as he closed his eyes and shook his head emphatically. He was stubborn about taking his medicine, saying once to his daughter Agnes, “It’s no use,” even though he would always take it afterwards.","In his final hours, Lee slept a great deal. It became more certain to doctors and his family that his case was hopeless. His pulse stet weak and rapid as his breathing grew heavier. Despite his tiredness, he was still able to recognize his family, and he loved having them around, greeting them with all with a gentle press to their hands. Slightly after nine o’clock on the morning of October 12, he at last sank to rest as his eyes closed to the world. The old hero had lost his final battle as a deep sigh drew across his face. “What a glorious rest was in store for him!” said Mrs. Lee.","After death, Lee’s image was still resented by some Northerners because they viewed him as a traitor for siding with the Confederacy during the Civil War. For generations of Southerners, he became a symbol of the virtues of the Old South. At Washington College in Virginia, Lee served as president and publicly deprecated violence. After his death, the college changed its name to Washington and Lee College. Today, Lee is remembered not only as a brilliant military leader, but also for his postwar conduct."],"display_date":"September 28, 1870 - October 12, 1870","search_date":"1870-10-05","locations":[{"id":14235,"lat":37.8159085737,"lng":-79.4457347683,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}}]}