{"id":2577,"place":"WYTHE, Virginia","lat":36.9171327375,"lng":-81.0785741345,"episodes":[{"id":474,"title":"Potentially Fatal Train Wreck near Ivanhoe, Virginia","course_id":1,"status":"P","start_date":"1890-06-14","end_date":"1890-06-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Saturday, June 14, 1890, a serious accident between a passenger train and material train occurred on the Cripple Creek division of the Norfolk and Western railroad near Ivanhoe, Virginia.  The material train ran under orders to meet the passenger train at a switch approximately fourteen miles outside of Ivanhoe.  The passenger train apparently ran under no such order and continued toward Ivanhoe.  The trains came around a curve and collided with each other.  The passengers on the passenger train suffered minor injuries while the engineer and fireman suffered serious, perhaps fatal, injuries.  On the material train, seven African-Americans suffered a range of injuries, while the engineer and fireman escaped without injury.&lt;br /&gt;&lt;br /&gt;By 1890, more than three hundred railroad companies operated in the South.  Railroad mileage more than tripled in the South between 1880 and 1900.  This rate far surpassed rates in the rest of the country.  Railroads constituted the superstructure of economic development in the New South.  Advantages of the railroads included overcoming geographical barriers, supplementing river travel, spreading the market, and increasing availability of access.  Companies also used the presence of railroads as a selling point to attract investment for their business.  An advertisement for a Charlottesville land company demonstrates the potential attractiveness of railroads.  The advertisement illustrates the making of a probable profit helped by the presence of sixteen daily passenger trains over great trunk lines' and other related industries closely located because of the railroads."],"display_date":"June 14, 1890","search_date":"1890-06-14","locations":[{"id":14369,"lat":36.9171327375,"lng":-81.0785741345,"zoom":10,"place":"WYTHE, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":843,"title":"Carrier&#39;s Address to the Patrons of the Whytheville Disptach\n","course_id":1,"status":"P","start_date":"1877-12-25","end_date":"1877-12-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This unique note composed for Christmas Day 1877 by the carrier of the small Whytheville dispatch gives us a revealing look at small-town life in the last quarter of the 19th century.  The sense of unity in the town, as well as the Dispatch's monopoly over news, is quite evident from the sing-songy lyrics as the poem reads To it all readers turn, and they can look; pleased on a paper who abhor a book; those who ne'er deign'd their bible to peruse; would think it hard to be denied their news.'  Continuing the jolly nature of the poem, a later verse pays tribute to the intellectual prowess of the town's inhabitants by announcing that the poem, and the daily news, provides a treat; where each promiscuous guest sits down to eat; and such this mental food, as we may call; something to all men, and to some men all.'  &lt;br /&gt;Therefore, the newspaper used the poem as an effort to demonstrate that Whytheville was a town of well-educated citizens whom had a true sense of community.  This depiction of society, though entrenched in ideals, is not very realistic and is not depictive of what most Southern towns were like in this day.  The Carrier's Address's hope that all citizens would be able to enjoy the mental treat' of the poem was probably rather far-fetched as illiteracy rates remained quite high until the educational renaissance reached its peak closer to the turn of the century.  Thus, the carrier's depiction of his town was not valid, but rather, when viewed through the lens of the upper, generally white, elite depicted the society the newspaper's owners wanted to see, and could take pride in."],"display_date":"December 25, 1877","search_date":"1877-12-25","locations":[{"id":14367,"lat":36.9171327375,"lng":-81.0785741345,"zoom":10,"place":"WYTHE, Virginia"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2080,"title":"Brother&#39;s Murder\n","course_id":1,"status":"P","start_date":"1896-01-03","end_date":"1897-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was Christmas Eve in 1896. Two African American brothers, James Grubb and Bud Grubb were making preparations for the holidays in Wytheville, Virginia. The two brothers had been heavily drinking while they were in town. Bud was described as being full up when they eventually returned home. Upon their arrival to their home, Bud began physically abusing his sister at which point James tried to intervene. Bud then attacked James with a razor, James then reacted by shooting his brother in the chest, delivering a fatal wound. James then fled the scene and managed to evade police apprehension. Almost a year and a half later, James Grubb surrendered himself to police for the murder of his brother, Bud Grubb. His bail was set at 500 dollars. His trial was set for later that month, but the outcome was unknown. ","A year prior to the conclusion of this criminal case, the Supreme Court ruled on the case of Plessy v. Ferguson, which enacted the separate but equal rule for the civil rights of African Americans. In response to this doctrine, the court system attempted to prevent Southern state courts from obstructing justice against African Americans by giving federal courts jurisdiction over civil rights cases. The purpose of this legislation was to establish a sense of equality among blacks and whites. Potential inequality could arise in the southern states where slavery and the oppression of African Americans had been legally allowable. However, it was also during this period Jim Crow laws, both formal and informal, were enacted in the region. Contrary to previous legislation to give federal courts jurisdiction over civil rights cases, the federal courts from Reconstruction onward consistently and frequently decreed Jim Crow segregation to be constitutional and consistent with the law of the lands. Not only did the Jim Crow laws affect African American standing both socially and economically, but also with respect to protection from the law. African Americans were subject to greater rates of incarceration and harsher sentences compared to whites who committed the same crime."," Also during this time, community-sanctioned lynching occurred, where mobs would take an alleged criminal (usually African American), torture, mutilate and kill them. The Grubb family murder would be less likely to result in a lynching because it occurred within the family and it occurred between two African Americans. Although the outcome of the trial was not reported, as a result of the Jim Crow laws and the atmosphere of unequal distribution of justice, the Grubb brother would most likely receive a harsher penalty then a member of the white community. "],"display_date":"January 3, 1896 - July 2, 1897","search_date":"1896-10-02","locations":[{"id":14369,"lat":36.9171327375,"lng":-81.0785741345,"zoom":10,"place":"WYTHE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3157,"title":"New Baptist Church Brings Prosperity to Wytheville\n","course_id":1,"status":"P","start_date":"1884-03-06","end_date":"1884-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Nineteenth century southerners took tremendous pride in their small towns and communities. Built nearly from scratch, these small towns were the ?heartbeat? of the South. Small news was big news in a town like Wytheville. When the plans to build a new Baptist church were announced, the local paper saw it as yet ?another indication of the prosperity in Wytheville.? At the cost of 1,000, the local Baptist church had purchased a vacant lot from William Phelps in front of the residence of Wm. Terry Jr. on Boyd Avenue and Church Street. The Dispatch notes that although the church is small in numbers, its members have both the ?energy and push? to enhance the ?style and beauty? of their town with the new church.","Religion was essential to life as a southerner. Church was where children were schooled, families went to pray, and town meetings were held. Along with Methodism, the Baptist faith dominated early Virginia. For every Presbyterian or Episcopalian, there were four Methodists or Baptists. Through camp meetings, and especially revivals, Baptists claimed they brought in twenty thousand members in two years during the 1840s. According to Beth Schweiger, ?The rapid growth of antebellum Baptists was rooted in their adaptation to the rural landscape of early America.? Small towns, such as Wytheville, normally had one church. Thus people from every class, white and black, sat and prayed together, united by their faith. ","Schweiger analyzes Baptist clergymen and their role in making belief in a higher power matter in the South during the nineteenth century. One in three clergymen were the sons of farmers, and all of them had to earn an education before becoming ordained. Becoming a pastor was one of the most highly respected professions in a small southern town. Thus, it was not only important that the new church would add to the aesthetics of Wytheville, but it would also bring social prosperity to the town. It brought the town a new school building. The church gave the young men in the town a new reason to study and remain admirable citizens. After the Civil War, a war that saw incredible bloodshed, the church was a refuge for all people, white and black."],"display_date":"March 6, 1884 - December 31, 1884","search_date":"1884-08-03","locations":[{"id":14368,"lat":36.9171327375,"lng":-81.0785741345,"zoom":10,"place":"WYTHE, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3176,"title":"Livestock and Appalachia   \n","course_id":1,"status":"P","start_date":"1884-04-03","end_date":"1884-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Healthy livestock were imperative to running a successful farm in Appalachia. Unfortunately, keeping these animals healthy after the Civil War became a constant struggle for many Appalachian farmers. Disease ravaged the livestock population after the war. In 1884, the Wytheville Dispatch ran an article about ?our friend? Bob Crockett. Crockett was famous in Wytheville for his work in improving the cattle, sheep, and horse population. Disaster had struck, however, when he lost several of his valuable, full-bred Catawold Ewes to poisoning. The newspaper noted that Crockett had a clue as to who was responsible, and it gave its best wishes to him in bringing those who committed the ?cowardly act? to justice.","Cattle, sheep, and horses were invaluable to Appalachian farmers following the Civil War. Responsible for improving the livestock population, Bob Crockett was a local hero. Before the war, cattle fever, or glanders, was nearly non-existent in Virginia. As the livestock in North Carolina, Georgia and other southern states became sick prior to the war, Virginians made sure their cattle had no contact with them. When the war began and livestock grew scarce, Confederate soldiers demanded cattle be brought to them in Virginia. Thus, after forty years of no disease, cattle fever became rampant in Virginia by 1865. Other southerners blamed the disease on northern soldiers who purposely left their diseased horses on southern land, spreading the glanders disease. Soon southern farmers were faced not only with cattle fever but also an equine influenza that would do even more damage. ","The Civil War destroyed the southern landscape. Railroad tracks were torn up, farm land became infertile, and disease was everywhere. The livestock epidemic that ravaged Virginia only made things more impossible. High cattle losses meant farmers had very little homemade fertilizer. Low supplies of fertilizer made farming and recovery nearly impossible. Bob Crockett was a savior to farmers in Virginia for rehabilitating some of the livestock. Poisoning Crockett?s female sheep enraged the county as it should have during such a time of desperation."],"display_date":"April 3, 1884 - December 31, 1884","search_date":"1884-08-17","locations":[{"id":14368,"lat":36.9171327375,"lng":-81.0785741345,"zoom":10,"place":"WYTHE, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3181,"title":"Another Negro Boy Caught Stealing\n","course_id":1,"status":"P","start_date":"1884-04-17","end_date":"1884-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Will Crockett, a thirteen year old boy became the ninth negro boy in a month to be caught stealing and sent to jail in April of 1884, in Wytheville. Crockett stole twenty dollars from Wolfenden Brothers and was sentenced to two months in jail by Judge Obenchain. Interjecting their own opinion, the Wytheville Dispatch hoped that his would be a lesson to local merchants to keep ?these little rascals? out of the town?s stores. ","By the end of the Civil War, most blacks expected a swift transition from enslavement to freedom. This did not happen. Reconstruction was arguably the most violent time between races in the South. Whites had for centuries treated blacks as property, and they were forced to free their slaves under the watchful eye of northern officers. ","Two major problems arose during Reconstruction that led to episodes like that of Will Crockett. By 1867, two years after the end of the war, the government in Washington granted suffrage to all freedmen. Three years later the fifteenth amendment passed, declaring that no state could deprive a citizen, regardless of race, of the vote. Gaining a political voice was the ultimate sign of freedom, and one that white southerners were strongly against. White southerners took the law into their own hands, using groups like the Ku Klux Klan to scare blacks away from the polls. By 1877, the Jim Crow laws had been implemented throughout the South ensuring the separation of races. Cleary the Dispatch is in strong favor of Jim Crow.","Alarmingly, Will Crockett was the ninth black boy to be caught stealing in a month in Wytheville. The second problem to arise during Reconstruction was the lack of educational opportunities for African American youths. The Freedmen?s Bureau attempted and was somewhat successful in setting up some schools in the South, but they clearly could not reach the entire South. Often, angry whites along with Ku Klux members would destroy black schools or intimidate the Yankee teachers into leaving. In more rural parts of the South, including Appalachia, many black children were forced to work in order to help the family. They could not attend school. A lack of education among black and white children may have contributed to a higher crime rate. Jim Crow made parts of the South uninhabitable to some blacks and forced others, such as Will Crockett, to test its limits. "],"display_date":"April 17, 1884 - December 31, 1884","search_date":"1884-08-24","locations":[{"id":14368,"lat":36.9171327375,"lng":-81.0785741345,"zoom":10,"place":"WYTHE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3444,"title":"Opposition to Westward Migration\n","course_id":1,"status":"P","start_date":"1884-03-13","end_date":"1884-03-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Manifest destiny was supposed to be just that, a destiny. The West would offer opportunities for wealth that no longer existed on the eastern seaboard. In March 1884 word quickly spread throughout Wytheville, Virginia that several country boys were leaving their small town for the vast frontiers of the West; their imaginations filled with fertile lands and crop surpluses. The townspeople had other thoughts. The boys received great opposition to their migration. The <em>Wytheville Dispatch </em>begged the boys to put the same determination they had to head west into succeeding at home. With a sense of optimism the paper exclaimed, We know this can be done It had been tried too often","Westward migration was fairly constant during the eighteenth and nineteenth centuries. Many left with hopes of striking it rich by discovering gold or reaping the fresh soil. The intentions of the boys in Wytheville are unclear, but it is necessary to realize that there were both pull and push factors that brought people to the frontier. To John Dippel the West was something that, could be pursued, but never possessed. The frontier was all about the quest. He notes, however, that as much as these frontiersmen were looking to start anew, many were just trying to escape the old. Prior to the Civil War, a non-slave holding farmer was at an immediate disadvantage to a large plantation. Free slave labor made it difficult for white farmers to earn a wage. Creating a farm that could turn profits was nearly impossible for an upstart white farmer. The West offered these farmers an opportunity.","Race was a major push factor in westward migration after the Civil War. No doubt much of this racial discrimination was based on blacks displacing poor white farmers. In the lead-up to the Civil War, many northern factory workers also migrated west fearing the loss of their job to freed blacks. Still other whites simply could not tolerate living side-by-side with blacks, free or enslaved, and viewed the West as a pure land. Slaveholding whites, however, did not stay away for long. As their tobacco crops killed the soil, they too fled west with their slaves. Poor white farmers were consistently being displaced west by blacks while other whites chose to flee a society shared with blacks. To these migrants, true freedom and prosperity in the West hinged on keeping blacks out. "],"display_date":"March 13, 1884","search_date":"1884-03-13","locations":[{"id":14368,"lat":36.9171327375,"lng":-81.0785741345,"zoom":10,"place":"WYTHE, Virginia"}],"tags":[{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3516,"title":"An 1860 Presidential Debate Comes to Blows\n","course_id":1,"status":"P","start_date":"1860-10-13","end_date":"1860-10-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Less than a year before the Civil War spread destruction throughout the state of Virginia, a heated exchange between two Democrats indicated the sharp divide that split the party. In the election of 1860, the Democratic vote was split between three candidates, John Bell, Stephen Douglas, and John Breckinridge. During a formal debate between Gen. George Blow, a Douglas Democrat, L.H. Chandler, a Bell man, and Maj. William Lamb, a Breckinridge supporter, the discussion quickly disintegrated into personal insults between Mr. Lamb and Mr. Chandler. The <em>Herald</em> wrote that Lamb, might have spared some of the gross ribaldry and vituperation which he unnecessarily and we should think injudiciously heaped upon the [Constitutional] Union party, and that when he was understood to say that no honest man could attach himself to such a party...[it] was felt by hundreds present as a direct personal insult, and resented by a storm of hisses. However, when Lamb pointed at Chandler and alleged he was a member of the controversial Massachusetts Freesoil Party in 1848, it was simply too much for the Bell Democrat to bear. It's a d----d lie. announced Mr. Chandler. Do you mean to say I am a d-----d liar? Lamb responded. To which Chandler then shouted, ...sir, you are a d----d infernal liar And, as the paper so delicately put it, it was here the parties came into a collision...the blows seemed to those nearest the spot to have been almost simultaneous. This exchange of punches prompted supporters of each man to rush to the stage. To The <em>Herald</em>, in a chillingly prescient statement, it seemed that one imprudent act...might have lit up a flame of discord that could only have been quenched with blood, and caused the sacrifice of many lives.","This violent dispute reflects much of the turmoil that marred the Upper South during the months prior to the Civil War. The border states held the closest ties to their neighbors to the north and therefore felt the rift between the two regions most deeply. And it was here that the rift in the Democratic Party was felt most intensely. Breckinridge was supported by the Deep South, as he was a vocal proponent of slavery and its expansion. Those closer to the border were wary of his rhetoric, however, and Virginia was especially unenthusiastic. Stephen Douglas was more acceptable in this region, as he was dedicated to the preservation of the union. John Bell, the candidate of the Constitutional Union party, an organization dedicated to avoiding secession, also had a large following. The main issue was slavery. The South wanted a permanent guarantee of its continued preservation and expansion to new states in the form of a Constitutional amendment. This proposal was absolutely opposed by the North, who feared the political power that the slave states would hold if new states that welcomed slavery were allowed into the union. Though every Democrat in the South demanded a right to slavery forever, their differences in the area caused more conflict than unity. It was this conflict that allowed for the victory of Abraham Lincoln, the Republican candidate, who took office with a minority of the popular vote. And it was this event that prompted the Cotton Belt states to secede, but the deep divisions among southerners, evident in this episode, delayed Virginia from immediately following suit. "],"display_date":"October 13, 1860","search_date":"1860-10-13","locations":[{"id":14366,"lat":36.9538901577,"lng":-81.1000549711,"zoom":9,"place":"WYTHE, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3655,"title":"Dueling in Southwestern Virginia\n","course_id":1,"status":"P","start_date":"1850-09-26","end_date":"1850-09-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When James E. Brown of Wytheville County wrote a letter to his daughter Jane, he discussed the latest duel as the topic of choice.< Writing from Cobbler's Spring, Virginia, he said that Mr. Hickman and Mr. Long had entered into a duel. Mr. Hickman was the principle fighter and Mr. Long was his second. Dueling with them was Mr. Naylor, the principle fighter, and Mr. Stephen Taylor, his second. Many townsfolk gathered to see the sight, including Brother G. Stuart and Mr. General Repeat. It seemed that Mr. Hickman shot early before the time that was agreed upon. Following the rule of seconds, which enabled a second to engage if his principle was fired upon unfairly, Mr. Taylor shot Mr. Hickman. In retaliation, Mr. Long, Hickman's second, shot and killed Mr. Taylor. After the duel, only two men walked away: Mr. Hickman and Mr. Long. Mr. Hickman was not much hurt from his gunshot wound, but both Mr. Naylor and Mr. Stephen Taylor were annihilated. Mr. Hickman and Mr. Long were victorious. While the cause of the duel was not known, being that it occurred in the South during the height of dueling, it was assumed to be a matter of honor.","It seemed likely that Mr. Naylor insulted Hickman or vice versa, and one challenged the other to a duel, as this was the way to settle the matter when insulted. When a man was challenged to a duel, he could not back down. He had to fight. Then the seconds, who in this case were Mr. Long and Mr. Taylor, would arrange the time, place, and conditions of the duel. If someone was challenged to a duel by sword, but lacked ability in that skill, it was the duty of the second to arrange an alternative. Seconds were hand selected by the principle fighters, and they were usually good friends. In all cases, the seconds were of the same stature in society as their principle. Once the seconds set the conditions, certain friends were invited to come and watch. Not all duels ended in deaths. Once one man had been injured, the duel ended, and they were supposed to shake hands and become friends, as delegated in many dueling guideline books of the nineteenth century. Furthermore, if anything unfair transpired over the course of a duel, it was the duty of the second to step in and preserve their principle's honor, as Taylor did when Hickman shot Naylor before it was time.","This duel between Hickman and Naylor in southwestern Virginia highlighted the importance of honor in southern society. By the nineteenth century, dueling had penetrated the essence of white southern society. The duel was not just a way to settle an argument. Dueling in the South meant a way to protect your honor. If someone tarnished your name, the only way to uphold a man's dignity was to challenge him to a duel. At the height of the dueling era, Aaron Burr killed Alexander Hamilton in 1804. As a consequence of Hamilton's death, the practice of duels dissipated in the North and became a sectional practice associated with the South. Dueling provided an atmosphere for southern men to protect that honor that they, as southerners, had. Dueling also provided a form of entertainment for the townspeople from the daily routine. Southerners would rather see their fellow man perish than turn his back on a duel. To not protect a man's honor carried the connotation of a degraded slave. By extension, if the southerner was unable to protect his liberty, including the southern lifestyle of slavery, then he could not prove himself as a man. A loss of control over slavery threatened not only his liberty but also his honor. The Civil War provided an opportunity for southerners to protect their honor regarding their lifestyle of slavery. So it seemed that dueling demonstrated the importance of honor to the southern man, a concept which sustained the South from the antebellum period to fighting to protect the institution of slavery during the Civil War."],"display_date":"September 26, 1850","search_date":"1850-09-26","locations":[{"id":14365,"lat":36.9538901577,"lng":-81.1000549711,"zoom":9,"place":"WYTHE, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3974,"title":"From Delicacy to Modesty\n","course_id":7,"status":"P","start_date":"1881-01-01","end_date":"1881-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Stella Haas, a resident of New Orleans, Louisiana, had her photograph taken by W.A. Johnston's photograph gallery in Wytheville, Virginia. Her portrait, like the other nine in the 1881 collection of photographs from western Virginia was taken as a solo frame and was presented as a \"carte-de-visite,\" or postcard.  Although the portrait did not reveal anything about Stella Haas except her hometown, the image implied much about Southern life after 1877. Reconstruction brought many changes to those who lived below the Mason-Dixon line and the influence of Northern culture and ideals was quite apparent in this portrait of Ms. Haas. ","    Stella's photo was taken a few years after Reconstruction and there was obvious Northern influence in what she chose to wear. On the day of her sitting, Stella was dressed in a tailored pin-stripe jacket with a slim fitting floor-length skirt. This outfit, almost the opposite of what Southern women wore in the antebellum South, reflected how the North influenced life after the Civil War. Ms. Haas was not dressed in a hoop skirt with excessive amounts of lace and embellishment, typical of most Southern women in the antebellum South. Rather, her outfit was more demure and humble, and though the photograph was taken in black and white, her ensemble did not appear to be very colorful.","    Southern women were expected to be pure, graceful, and delicate, while these social standards of Southern femininity may have continued into the late nineteenth century, Stella Haas represented very few of them. Her face was expressionless, but this was more reflected in her modest and harsh visage.  Although these characteristics suggest that Stella was not of affluent means, this was probably not the case. Photography was a developing medium in the late nineteenth century and not many people could afford to spend money on the material activity except for middle class and relatively wealthy. Fashion often characterized a culture and the elite South prior to 1877 was defined by an emphasis on extravagance and adornment, especially in peoples' dress. Stella Haas' portrait exemplified none of these antebellum qualities and it appears that the Northern emphasis on practicality and modesty became more prevalent in the South after Reconstruction. "],"display_date":1881,"search_date":"1881-07-02","locations":[{"id":14368,"lat":36.9171327375,"lng":-81.0785741345,"zoom":10,"place":"WYTHE, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}]}