{"id":2589,"place":"HANCOCK, Georgia","lat":33.2702598067,"lng":-83.0010042178,"episodes":[{"id":1859,"title":"Slave Becomes One of the Wealthiest Women in 19th Century America\n","course_id":1,"status":"P","start_date":"1885-03-01","end_date":"1885-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Amanda America Dickson, the slave daughter of her owner, became one of the wealthiest black women in nineteenth-century America. Amanda's birth resulted from the rape of her black slave mother, Julia Frances Dickson, by her white master, Mr. David Dickson. Amanda was treated as part of the Dickson family. She was taken from her mother and lived in the Dickson Household. Here she was given privileges uncommon to most slaves, and it was during this time she learned to read and write. Although David Dickson viewed Amanda as his daughter, Georgia law made it impossible for her to be a freedwoman until the Civil War. On February 18, 1885 David Dickson died, leaving a will stating that the administration of his estate was to be left to the sound judgment and unlimited discretion of Amanda America Dickson.","Dickson's white relatives contested the will, upset that David had bequeathed the bulk of his inheritance to Amanda. The will clearly defined Amanda's estate as clear and exempt from the martial right, power, control or custody of any husband she may have, with full power to her... without the aid or interposition of any court. Seventy nine of Dickson's white relatives came forth to bring suit on several grounds. They objected that David was not of sound mind at the time, Amanda was not his real daughter, and that the will in its natures and tendencies illegal and immoral, contrary to the policy and state of the law, overall destructive and subversive to the interest and welfare of society. On July 6th, 1885, contrary to the objections of Dickson's white relatives, Probate Judge R.H. Lewis ruled in favor of the will, giving equal rights to a bastard child of mixed race as to one of white ethnicity. Amanda America Dickson became the heiress of the Dickson fortune, estimating the total value of the estate at 309, 543, making her the wealthiest African American Slave of the nineteenth Century."],"display_date":"March 1, 1885 - July 30, 1885","search_date":"1885-05-15","locations":[{"id":1888,"lat":33.2702598067,"lng":-83.0010042178,"zoom":9,"place":"HANCOCK, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3211,"title":"A Spiritual Occurrence in the Household\n","course_id":1,"status":"P","start_date":"1827-06-01","end_date":"1827-06-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Maria Bryan returned from a prayer meeting to find her close friend, Carlisle, in a very emotional state. She immediately called upon her minister, Rev. Stiles. Rev. Stiles arrived and analyzed the problem and claimed that Maria and Carlisle needed to repent in the Lord in order to fulfill their complete redemption. Suddenly, without any forewarning, the preacher himself seemed to lose his mind as he stomped around the room, sat for a minute or two, jumped up, and started walking around again. Maria's father seemed uneasy and ignited an intense dialogue between him and Stiles involving repentance. Stiles seemed on the edge of a state of rage and wrath. Suddenly, he calmed down, and his face turned a ghostly white, as if he was in the act of conquering his own spirit. Stiles stood up by the fire, and exclaimed, I thank you sir. I thank you. I shall think of what you have said, and God grant that it may do me good.","This episode illustrated the variance of religions throughout the South. The Bryan's were certainly a denomination of the Christian religion other than Methodist. Methodists believed in a very orderly system, the fallacy of the religious effects of highly emotional demonstrations, and that spiritual demonstrator should refrain from intense fervor when dealing with devotion. Due to the influx in the belief of religion throughout the South, many Southerners heeded events such as these with an extremely serious tone. Waves of evangelism swept across the Old South from 1796 through the proceeding decades. The early nineteenth century in the South was characterized by continuous spiritual inspection, the development of missions, Sunday schools, and the growth of the sheer quantity of churches and religious academies. By 1850, the number of Methodists and Baptists in the South Atlantic states both increased by two and a half times their 1820 sizes. "],"display_date":"June 1, 1827","search_date":"1827-06-01","locations":[{"id":1882,"lat":33.2837184273,"lng":-82.9963774763,"zoom":9,"place":"HANCOCK, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}