{"id":2607,"place":"NICHOLAS, Kentucky","lat":38.3999013329,"lng":-84.0147666838,"episodes":[{"id":3487,"title":"Scientific Expeditions in Kentucky\n","course_id":1,"status":"P","start_date":"1819-01-01","end_date":"1819-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["It was a discovery for the ages. John Clifford's exploratory work in the hills of rural Kentucky had uncovered an extinct specimen key to the development of the field of naturalism: the univalve flinty shell. In 1819, the good scientist unabashedly declared it highly valuable and [it] will be deemed as such by all the enlightened naturalists of America and Europe. In Garrard and Estill counties, Clifford focused on finding the abundant fossilized remains of shells and animals while learning more about the local mineral endowment. His breakthrough with fossils was embodied by his gathering of five new genera and eighty new species of shells and polyps. In the end, his tireless efforts resulted in the collection of many useful specimens intended for the development of a museum.  Transylvania University's Professor C.S. Rafinesque also spent his summer trek productively in the Kentucky hills in 1819. As a Professor of Botany and Natural History, he was well qualified to uncover six new genera as well as thirty new species of plants, animals, fish, shells, insects etc. "," Clifford, Rafinesque and their work were unique. The North's scientific achievements dwarfed those of the South in the nineteenth century. Among the top American contributors to various scientific journals, few worked primarily in the South and fewer still were born there. Some scholars contend that slavery created an anti-intellectualism that limited progress in the region. As the nineteenth century progressed, scientific pursuits faced mounting criticism in the South if their work did not lend support to southern causes like slavery. There was increasingly less tolerance for purely theoretical work. The South did not support science as much as the North, but its record improved throughout the 1800s. Relatively few scientific journals begun before 1849 were edited in the South, but this rose by a substantial 10 percent from the 1820s to the 1840s. Within the South, wealth determined relative scientific accomplishment with rich South Carolina and Virginia leading poorer states like Kentucky. "," The anti-intellectualism created by slavery limited its scientific progress, but the South's agrarian focus also played a large role in limiting its contributions to science relative to the North. Research indicates that rural non-slaveholding areas like the old Northwest and certain parts of New England also faced a dearth of scientific achievement compared to the size of their populations. Throughout the country, urban areas with their libraries and wealthy commercial classes supported most scientists, but the South did not have many large urban areas in 1819."],"display_date":1819,"search_date":"1819-07-02","locations":[{"id":5193,"lat":38.3999013329,"lng":-84.0147666838,"zoom":9,"place":"NICHOLAS, Kentucky"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}