{"id":2608,"place":"MONTGOMERY, Kentucky","lat":37.9291720638,"lng":-83.705774024,"episodes":[{"id":3136,"title":"Near Death at the Hands of the Ku Klux Klan\n","course_id":1,"status":"P","start_date":"1875-01-09","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Race relations during and after Reconstruction were tense. Many whites had never dealt with free blacks and many free blacks had never been free. White Anglo-Saxon Protestant groups such as the Ku Klux Klan were formed in an attempt to maintain the status quo that had arisen over the past two centuries. Through acts of violence and intimidation, Ku Klux members aimed to scare free blacks into adopting a sense of second-class citizenship. In 1875, the Louisville-Courier Journal reported that a young negro girl had recovered after being shot in the eye by Ku Klux members, though her vision was still quite defective. While the paper does not print her name, they do offer an insight into the attack, writing, ?How the ball could have cut the eye without touching the face in any other place is one of them things no fellow can find out.? ","The newspaper may not have printed the young girls? name out of fear it would bring further harm to her. It seems far more likely, however, that by offering her name they would be giving her an identity. As just a ?negro girl,? she is one in a million. All blacks were the target of the Ku Klux Klan in the late nineteenth century. Created in 1865 in Tennessee, the Ku Klux Klan spread quickly into most southern states. Hooded men rode on horseback, aiming to destroy radical political organizations and disperse African American gatherings. ","While somewhat successful at keeping these union organizers away, the real impact of the Ku Klux Klan was the return of southern social culture. The Civil War and Reconstruction robbed the South of its identity. The Ku Klux Klan worked to keep blacks from voting or receiving formal educations. Ultimately though, the Klan failed in restoring white supremacy. It had irresponsible leaders who used the Klan as a veil to commit murder and robbery, and it had no centralized control. In 1869, the grand wizard announced the formal disbandment of the order. However, it is clear that the Ku Klux Klan did not simply disappear. As in Powell County, small groups continued to ride and commit violence against any and all African Americans."],"display_date":"January 9, 1875 - December 31, 1875","search_date":"1875-07-06","locations":[{"id":5255,"lat":37.8312409747,"lng":-83.8211424378,"zoom":10,"place":"POWELL, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3453,"title":"Near Death at the Hands of the Ku Klux Klan\n","course_id":1,"status":"P","start_date":"1875-01-09","end_date":"1875-01-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Race relations during and after Reconstruction were tense. Many whites had never dealt with free blacks and many free blacks had never been free. White Anglo-Saxon Protestant groups such as the Ku Klux Klan were formed in an attempt to maintain the status quo that had arisen over the past two centuries. Through acts of violence and intimidation, Ku Klux members aimed to scare free blacks into adopting a sense of second-class citizenship. In 1875, the Louisville-Courier Journal reported that a young negro girl had recovered after being shot in the eye by Ku Klux members, though her vision was still quite defective. While the paper does not print her name, they do offer an insight into the attack, writing, How the ball could have cut the eye without touching the face in any other place is one of them things no fellow can find out. ","The newspaper may not have printed the young girls' name out of fear it would bring further harm to her. It seems far more likely, however, that by offering her name they would be giving her an identity. As just a negro girl, she is one in a million. All blacks were the target of the Ku Klux Klan in the late nineteenth century. Created in 1865 in Tennessee, the Ku Klux Klan spread quickly into most southern states. Hooded men rode on horseback, aiming to destroy radical political organizations and disperse African American gatherings. ","While somewhat successful at keeping these union organizers away, the real impact of the Ku Klux Klan was the return of southern social culture. The Civil War and Reconstruction robbed the South of its identity. The Ku Klux Klan worked to keep blacks from voting or receiving formal educations. Ultimately though, the Klan failed in restoring white supremacy. It had irresponsible leaders who used the Klan as a veil to commit murder and robbery, and it had no centralized control. In 1869, the grand wizard announced the formal disbandment of the order. However, it is clear that the Ku Klux Klan did not simply disappear. As in Powell County, small groups continued to ride and commit violence against any and all African Americans."],"display_date":"January 9, 1875","search_date":"1875-01-09","locations":[{"id":5255,"lat":37.8312409747,"lng":-83.8211424378,"zoom":10,"place":"POWELL, Kentucky"}],"tags":[{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3488,"title":"A Strange Marriage in Kentucky\n","course_id":1,"status":"P","start_date":"1817-03-25","end_date":"1817-03-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was a marriage of convenience. The problem was that it was not very convenient. During romantic times, the 4'1 Jesse Johnson must have had trouble even kissing his lovely new bride Nancy who stood a modest 6'2. When there were difficulties in the relationship for the Montgomery County, Kentucky pair, Jesse must have hesitated to throw his weight around as he could only muster half of his wife's 150 pounds. In 1817, it also would have been disrespectful for the young groom to criticize his mate with her decade of additional wisdom."," Such a strange couple might have faced especially difficult persecution in the South. A man of Jesse's stature would have had to face questions of his virility and his ability to defend the family's honor, which would have limited the family's social rank. As family patriarchs, men in the South were expected to lead their families and dominate their enslaved people. Some white women even felt that they could not prevent their husbands from sexual misconduct with enslaved women because men's rights in the household could not be questioned. Men like Jesse who could not live up to this domineering image would have faced embarrassment along with their families. "," As a married woman, Nancy would have been expected to prioritize her husband and children's needs while weakening her ties to female social circles of family and friends. In the 1800s, according to Steven Stowe, women in the middle and upper classes were supposed to occupy a realm of personal beauty, domestic competence, and social influence that belonged to them alone. This doctrine of separate spheres served to anchor women in female networks which supported collective work and companionship. Southern women focused on their female roles as they grew up learning domestic skills and building strong relationships other women. "," Letters and visits from courting men signaled the beginning of the end of a woman's time in a largely female social world. Following one southern woman's courtship process through her letters, Stowe noted that the social pressures on her to marry all became condensed into a paradox: she was supposed to find everlasting bliss with a stranger. Leaving behind strong female relationships to join a man's household was difficult. "," Marriage meant major social adjustments in the South. Women's status in society would now be based on a husband who they were expected to focus on as their ties with old female friends weakened. It would have been difficult for husbands and wives if either did not fit into their socially acceptable molds."],"display_date":"March 25, 1817","search_date":"1817-03-25","locations":[{"id":5159,"lat":37.9291720638,"lng":-83.705774024,"zoom":8,"place":"MONTGOMERY, Kentucky"}],"tags":[{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4973,"title":"African American Families in the 18th Century","course_id":33,"status":"P","start_date":"1800-01-01","end_date":"1800-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In many states in the United States, African –American marriages were not legal. Since African Americans weren’t perceived the same as Whites they weren’t allowed the same rights. But marriage was a cycle of life it was scared ad honorable. This of course wasn’t ethically right, but Blacks were considered to be inferior to the Whites so they didn’t have control of the situation in the early eighteenth century.  Since Black didn’t give up, change was bound to occur. Slavery was abolished in 1865 with the passing of the thirteenth amendment which freed all slaves.","                The primary source in which I retrieved was a picture taken in the eighteenth century, and it’s of a couple getting married in Apopka, Florida.","                The picture is dated in the early 1600’s there are three individuals: a minister, bride and groom.  The wedding is being held in front of a house, which is surrounded by trees. Ironically, the couple in the picture is wearing all black, with blank stares on their faces. The bride and groom are standing side by side while the minister is standing in front of them holding a book in his hands. [1]","                In Kentucky, legislation passed an act on February 14, 1866 to legalize and recognize “negroes and mulattos” marriages. In this case the couples had to pay fifty cent to the county clerk in order to have their marriage documented. This act had a tremendous influence on the state of Kentucky as well as other Southern states.  Following this Act hundreds and hundreds of African Americans were being married in Kentucky. This act enabled other states as well to follow.","           The tradition that came along with Black marriages was “jumping the broom” this custom began in the early eighteenth century in West Africa. According to the British and Dutch the Asante urban roads were kept clean. This was because the broom symbolized past problems and sweeping evil spirits away. To the bride jumping the broom symbolized her commitment to her new home and courtyard. This action was done after the couple exchanged their vowels. It has been said that the one who jumped the highest was the head of the household. Also the broom would be waved over the couples head to ward off evil spirits. This custom still exist in the Black community. Along with having a successful marriage came with having a well structured family. [2]","               "," ","[1] 1900. Photograph. Rollins College Archives, Winter Park","[2] Erin Chan Ding.  \"Love proves the universal language at Indian weddings: Bride and groom salute her roots with four-day celebration.\" McClatchy - Tribune Business News  6  July2008 http://www.proquest.com/ (accessed December 2, 2009)."],"display_date":1800,"search_date":"1800-07-02","locations":[{"id":15782,"lat":37.9291720638,"lng":-83.705774024,"zoom":8,"place":"Montgomery, Kentucky"}],"tags":[{"id":405,"tag":"Marriage"},{"id":3,"tag":"African-Americans"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}]}