{"id":2610,"place":"KANAWHA, Virginia","lat":37.8766884299,"lng":-81.5584492893,"episodes":[{"id":3492,"title":"Transportation Problems in Appalachia\n","course_id":1,"status":"P","start_date":"1830-01-01","end_date":"1830-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The river was dangerously low. Travelers from Virginia to Kentucky in 1830 needed the river, but fortune did not smile on Robert Whitehead. After a breathtakingly beautiful trip through the countryside to the New River, Whitehead faced water levels lower than any in recent memory. With his chances of catching the steamboat back home dashed, he turned to a precariously small skiff constructed of thin strips of wood. Whitehead simply did not have any other options. "," Whitehead's transportation difficulties reflected the broader infrastructural problem of the South. In Pennsylvania and elsewhere in the North, sophisticated urban capitalists financed the vast majority of railroads. This was not the case in southern states like Virginia. Here the state government and local investors monopolized the development of the railroad system and never pushed to cut through Appalachia. When Virginia's rugged West began focusing on using its coal endowment to build a future with industry instead of agriculture, the eastern planter class that controlled Virginia politics often ignored the West's transportation needs. More firmly entrenched in slavery than their mountain neighbors, the easterners minimized the westerners' political influence because the former feared that in relinquishing political power to the West they would invite attack on their peculiar institution. The planters also resented western Virginia's focus on developing industries like the North, so they limited transportation projects in the western region. This stifled eastern Virginia's economic connection with western Virginia and limited the state's trade with its western neighbors. "," The South's poor transportation development stymied its economic gains from internal trade as well. Well-planned railroad lines and other infrastructural improvements connected and stoked the North's economic engine enabling it to achieve technological and industrial development gains. However, the ill-conceived, haphazard transportation networks in places like Virginia were unable to help develop a large number of the localities surrounding them because they did not tie economies together. By relying on local funding, Virginia's infrastructural network remained invariably spotty because poorer areas could not afford improvements to link up with the rest of the state. The Virginia legislature authorized funding so slowly and sporadically that even Richmond was not connected to the West on the eve of the Civil War. Robert Whitehead was truly a brave soul to head into the wilderness with such limited travel options."],"display_date":1830,"search_date":"1830-07-02","locations":[{"id":14652,"lat":37.8766884299,"lng":-81.5584492893,"zoom":8,"place":"KANAWHA, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}