{"id":2613,"place":"GREENBRIER, Virginia","lat":37.94383515,"lng":-80.5688419644,"episodes":[{"id":315,"title":"Southern Historical Society moves to Richmond\n","course_id":1,"status":"P","start_date":"1873-08-14","end_date":"1873-08-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["From its 1869 establishment in New Orleans, the Southern Historical Society sought to establish a branch in every southern state, but membership was low in the first four years of the its existence.  In August of 1873, the SHS held a convention in White Sulphur Springs, WV to discuss the society's location, leadership, mission, and operation.  Most of the delegates to the convention had been prominent Confederate supporters (Virginia ex-Governor John Letcher) or former Confederate military officers; South Carolina's delegation was certainly dripping with Southern brass, naming Generals Butler, Kershaw, Conner, Hagood, Bonham, and McGowah, and Colonel McIver' as representatives.  &lt;br /&gt;The convention delegates adopted a number of resolutions which would shape the SHS's future influence.  The first provided [t]hat Richmond be adopted as the locality of the parent association, with auxiliary societies in states and districts.'  The move to the former Confederate capitol was accompanied by a revamped mission statement directing the SHS to preserve the records and incidents of the war' while unofficially interpreting the evidence from a sympathetic Southern viewpoint.  The Convention delegates encouraged the collection of any and all war-related paraphernalia, including Southern poetry, balladry, and songs' to geological reports.'&lt;br /&gt;Once the Society relocated to Richmond, the group's membership and influence steadily increased as Southern whites contributed everything from their wartime letters and personal papers to maps and scouting reports, creating an impressive assortment of information rivaling that collected by the federal government's investigation.  Per the Convention's resolution that the publication of material collected be made by magazines or occasional volumes of transaction,' the SHS commenced publication of the Southern Historical Society Papers in 1876, continuing until 1959.  The Papers' ability to shape post-Reconstruction attitudes about the war was based on the incredible body of evidence the authors had to draw upon; the myth of the Lost Cause and the redeemer' Southern nation had their academic bases in the official archive of the Society at the state capitol.  The Society's last members melted away with the death of historian Douglas Southall Freeman in 1953."],"display_date":"August 14, 1873","search_date":"1873-08-14","locations":[{"id":14600,"lat":37.9378136545,"lng":-80.4805896873,"zoom":9,"place":"GREENBRIER, West Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3495,"title":"Evangelical Religion in Western Virginia\n","course_id":1,"status":"P","start_date":"1830-01-01","end_date":"1830-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" Joshua 24:15 spoke strongly to Robert Whitehead. If it seem evil unto you to serve the Lord. Choose ye this day whom you will serve. Mr. Spriggs, the young Methodist minister who delivered this message in Lewisburg in 1830, awed Whitehead with his forceful words to the point that he attended church twice that day. Whitehead knew that one day the young gentleman would be a religious personality to be reckoned with in that West Virginia town. Whitehead also noted how Spriggs effectively used a passage in one of the Books of the Corinthians to urge the congregation to faith, to test its members on their faith, and to force these churchgoers to examine their lives in light of the powerful words of scripture."," Whitehead had ended up in Lewisburg for the day by accident, but made full use of his time by exploring the town and its Presbyterian and Methodist churches. While his stagecoach took a rest day, he attended church and wrote in detail about it. Whitehead's rich description of such religious experiences indicates that they were important to him. "," Evangelical Protestantism appealed to southerners like Whitehead in a number of ways. Offering them salvation, a language for understanding their world, and a religious community, it comforted them. While still critical of aristocratic values, nineteenth-century evangelicalism also carried with it a more refined social code of moral responsibility and self-control focused on the state of the soul. Southerners happily used this code to polish their rough society. The evangelicals' focus on social stability also appealed to many southerners because it regulated socially unacceptable behavior."," With the Second Great Awakening also just coming to an end, it is no wonder that religion played an important role in Whitehead's life. This new religiosity was emotional and inspired Christians across America to commit more deeply to a new kind of spirituality. It was a challenge to Calvinism and older Christian denominations because it was led by compelling leaders who felt duty-bound to fix American morality. Baptists, Presbyterians, and Methodists dominated this new era because they gave people a choice: come with us and be saved or wallow in iniquity with the other damned. They drew converts in great numbers because they convinced people of their deep sin, tortured them with the knowledge of their righteous condemnation from God, and freed them with the promise of salvation through Christ. "," In the South, campmeeting revivals littered the landscape and yanked the populace out of its religious complacency. Evangelical foot soldiers impacted an already existing Christian society in the South by reenergizing the Biblical message and ensuring it spread to hundreds of thousands more people. Faith became a priority to more southerners like Robert Whitehead."],"display_date":1830,"search_date":"1830-07-02","locations":[{"id":14596,"lat":37.94383515,"lng":-80.5688419644,"zoom":9,"place":"GREENBRIER, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}