{"id":2616,"place":"BROOKE, Virginia","lat":40.2733368751,"lng":-80.5764577451,"episodes":[{"id":3486,"title":"Abolitionist Expelled from Bethany College\n","course_id":1,"status":"P","start_date":"1855-10-12","end_date":"1856-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["It was the fall of 1855; Bethany College in Bethany, Virginia had been in session for only a few weeks when an incident shattered the equanimity of the student population. Five northern students were dismissed for trying to introduce their Abolitionism into the college, into its literary societies, and into the church, according to the college president and founder, famed Restoration minister Alexander Campbell. On October 12th the A.L. Institute, a college literary society, was holding a debate on the topic of The Right of Christians to Engage in War when a student, Mr. Everest of Ohio, remarked that 'the arguments from the Bible to sustain war, polygamy, and slavery belong in the same category.' The following Sunday night, another young student from Ohio, Mr. Way, again pressed the issue when speaking of Satan's misquoting and misapplying the scriptures when he tempted our Savior - he remarked that 'Satan's emissaries often misquote and misapply Scripture to sustain intemperance, spiritualism, and slavery.' On this night, the challenge was not ignored by the southern students present but called forth many threats and expressions of indignation. These two students, along with three of their classmates, were promptly expelled.","Little is known of what happened to these young abolitionists, though there is evidence that they returned north and told their story to several newspapers in the upper Midwest. But it is the use of Biblical scripture to argue against slavery that stands out in this narrative. The radical Christian reform movement was reaching its zenith around the 1850s with the rise of the religious abolitionist movement, as well as the temperance and pacifist movements.","Highlighted in the student's arguments, however, is one of the tensions inherent in antebellum religious reasoning against slavery. The Christian anti-slavery movement faced a difficult problem in refuting the southern slaveholder's claims that a literal interpretation of the Bible supported slavery. Thus, the question for the abolitionists became how to repudiate slavery in the Bible without refuting all scripture. Everest and Way addressed this problem by linking the Bible's support of slavery to its support of other practices widely acknowledged as socially unacceptable, like polygamy. They also linked slavery to the other major reform movements of the time by mentioning intemperance and war. But their argument also raises the issue of where to draw the line on literal biblical interpretation. This issue became a theological quagmire for many Christian abolitionists at the time, difficult to escape, and one that limited effective use of the Bible in the argument against the South's peculiar institution.","This story is indicative of the high tensions and conflicts that prevailed among all levels of American society at this time, North and South, abolitionist and slave-owner, theologian and educator, especially over the issue of slavery. The Bible would soon be interpreted in a very different way, as both the North and the South would use passages to support their separate causes in the Civil War. The strong religious overtones of the coming Civil War are evident in this episode, and would mark much of the rhetoric that led up to the beginning of hostilities in 1860."],"display_date":"October 12, 1855 - December 31, 1856","search_date":"1856-05-22","locations":[{"id":14552,"lat":40.2733368751,"lng":-80.5764577451,"zoom":11,"place":"BROOKE, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3498,"title":"A Negro Killed\n","course_id":1,"status":"P","start_date":"1864-01-28","end_date":"1864-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The crime was reported in the newspaper with a bit of contempt, as if it was a mildly amusing diversion in the late days of the Civil War. According to the Wellsburg Herald, the black population of Wellsburg had been meeting nightly at societies or parties at the residences of other free blacks. But on this particular night something went wrong, or as the local white-owned newspaper mused, [the party] appears...to have been diverted from its legitimate object - affording an opportunity for the younger classes to meet, court, and sport together. The -'green-eyed monster' jealousy was of course not idle. A young free black man by the name of Thomas Groves was in town briefly as an employee on the steamer Miami and attended the party. When he left the house in the company of a local black woman, he got into an altercation with a group of local black men over his relationship with the woman. In the ensuing quarrel a member of the group pulled out a pistol and killed Groves. Though the identity of the actual killer was not known at press time, six of the men had been arrested on charge of being concerned in the riot. A hearing was scheduled for that afternoon.","Western Virginia, soon to become the new state of West Virginia, did not secede from the Union, and thus became a haven for free black men and escaped slaves during and after the Civil War. The border between West Virginia and Virginia was an important escape route from the Confederate states to the Upper South. Many former slaves were drawn to the area by the promise of a large number of high-paying jobs created by the burgeoning mining and timber industries. But in some cases, the influx of newly-free blacks was scarcely tolerated by the whites of the northern Border States. In an area that had traditionally had few blacks because of the lack of demand for slaves, the immigration of African Americans heightened tensions between the two races. The high tensions sometimes led to violence. In this case, however, the violence was limited to the black race, and so was looked on more as a diversion rather than cause for alarm.","Many of these escaped slaves became useful members of the Union Army, and some even became soldiers after conscription of African-Americans was approved in 1863. However, white attitudes toward free blacks in the South would remain a problem well into the 20th century, and soon black-on-black crime would be relatively ignored by many local southern authorities. Though the men in this case were arrested and perhaps even given a trial, this attitude of disdain among the whites would only increase during Reconstruction, and eventually transform into the codified racism of the late 19th and early 20th centuries. With the displacement of large groups of slaves during the Civil War and the sudden complete emancipation of the 14th Amendment, blacks and whites would be forced to deal with each other on grounds unfamiliar to both races. "],"display_date":"January 28, 1864 - December 31, 1864","search_date":"1864-07-15","locations":[{"id":14553,"lat":40.2733368751,"lng":-80.5764577451,"zoom":11,"place":"BROOKE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3660,"title":"Alexander Campbell and John Thomas Debate Reimmersion\n","course_id":1,"status":"P","start_date":"1836-02-01","end_date":"1836-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["As Alexander Campbell promoted his restoration movement, one of his colleagues questioned him on the issue of baptism. In 1836, he entered into a debate with Dr. John Thomas in the <em>Millennial Harbinger</em>,  Campbell's own religious journal. At first, their ideas corresponded well with one another, as they both required immersion to attain salvation. Their concurrence did not last long, for the debate grew heated when their discussion turned to reimmersion. In the <em>Millennial Harbinger</em>, Campbell accused Thomas of being sectarian, so the relationship dissolved.","According to Campbell, Thomas published in his journal, the <em>Apostolic Advocate</em>, that reimmersion was necessary for believers who did not understand the purpose of the immersion at the time of their baptism. Therefore, they should be rebaptized so that they understood baptism at the time it occurred. Thomas argued that corruption got into the Baptist church, as people were baptized originally without understanding. When this happened, Thomas argued that they should be reimmersed."," Campbell blasted Thomas' argument as being too extreme. He argued that Thomas counted understanding the immersion at the time of its occurrence as a requirement to enter the pearly gates. Campbell set forth three criteria for Christians to complete in order to get into heaven when a person dies. First, a Christian must believe that Jesus was the Messiah. Second, one must be baptized. Third, one must fully understand why he was immersed. Campbell argued that all three of these must be complete by the time a person dies. He thought it was necessary to believe that Jesus was the messiah at the time of the baptism, but did not require that one must understand the baptism at the time. As long as one understood what the baptism meant sometime after it occurred and believed in Jesus at the baptism, then the baptism was valid as long as he consented.","This starkly contrasted Thomas' reimmersion belief because Thomas said that if a person did not understand what the baptism meant at the time or did not believe in the Messiah, then he should be rebaptized to fully understand the immersion. Campbell feared that the people of the church, in their confusion, would get it into their heads that they did not understand baptism at the time of their immersion and therefore their baptisms did not count. If people felt like their baptisms were slighted by their own lack of understanding, then he reasoned that people would not feel as close to God. Then, they would get baptisms once or twice more, which Campbell feared, they would substitute for actually worshipping God and improving on their own discipleship. He argued fiercely in the February 1936 issue of the <em>Millennial Harbinger</em> that we are too fond of making converts, and too regardless what sort of converts they are. The last thing he wanted his church to do was produce ignorant and faithless converts. Campbell accused Thomas of putting too much emphasis on the baptism. Campbell argued that the baptism did not save; God saves. As long as you believe in Christ, are immersed, and sometime over the course of your life understand what the baptism meant, then you were going to heaven.","Campbell walked a fine line on the issue of baptism. On the one hand, he disagreed with extremists such as Thomas who placed too much emphasis on baptism and favored reimmersion. At the same time, however, he could not side too much with Baptists because they did not place enough emphasis on baptism and it being essential to salvation. Baptism was just the first issue of controversy between Thomas and Campbell. Some historians theorized that Thomas and his supporters wrote the famous Lunenburg Letter in 1837 to get Campbell to clarify his views on unimmersed Christians. While this seemed like an attempt to trap Campbell in his waffling on the issue of the necessity of immersion, Campbell maintained his fine line trying to make his views in the middle of the extreme views of the Baptists and Thomas. ","The debate between Campbell and Thomas highlighted the philosophical religious debates that took place while the movements for the restoration of the Church to primitive Christianity were in their beginning. In its beginning, the restoration movement had to define itself while at the same time distinguish itself from other branches of Christianity. The Campbell movement broke away from Baptists in America in favor of primitive Christianity. In doing so, his movement began in Appalachia and grew nationwide. Campbell's Restoration movement was just one of many primitive Christian movements in nineteenth-century America. These primitive or restorationist movements placed an emphasis on following the New Testament closely and interpreting the text strictly. As primitive Christian movements caught on, people returned to the text for answers in order to grow in their faith with Jesus Christ."],"display_date":"February 1836","search_date":"1836-02-14","locations":[{"id":14550,"lat":40.3948805836,"lng":-80.5752113928,"zoom":11,"place":"BROOKE, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3661,"title":"Alexander Campbell&#39;s Movement Grows\n","course_id":1,"status":"P","start_date":"1836-04-01","end_date":"1836-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["By the time the <em>Millennial Harbinger</em> hit the presses for its April 1836 issue, the movement begun by its editor, Alexander Campbell, had grown so substantially that it began to challenge other Christian denominations. D.S. Burnet, a writer for the <em>Millennial Harbinger</em>, exclaimed the growth of the restoration movement of primitive Christianity. He explained that ever since its founding, the movement for primitive Christianity, which had begun a mere 12 or 15 years prior, had converted close to one hundred and fifty thousand persons. This nineteenth-century movement to restore the primitive Christian tradition was termed many things from the Restoration movement to the Reformation. In  America, the Reformation had a larger growth rate than the Baptists, Presbyterians, or Methodists because it had been in existence for a shorter time period, but had grown substantially. The Reformers chased the heels of the larger religions in North America. ","According to Burnet, the average annual increase for the Reformation was four times as great as the Baptists, six times as great as the Presbyterians, and was greater than the Methodists. Although the restoration of primitive Christianity grew in belief and literature, critics continued arguing that the Reformation was going down. In response, Burnet argued that those critics were mistaken, because the numbers spoke to the fact that the movement was there to stay.","The restoration principle of going back to what the New Testament explicitly states created a different sect of Protestantism. Alexander Campbell created the Restoration movement aimed to restore the principles of primitive Christianity because no other Christian denomination in America was committed to that purpose. In 1958, more than a century after Burnet's assessment, Campbell's restoration denomination, which had split into the Disciples of Christ and the Churches of Christ, had reached 1,922,484 and 1,700,000 respectively. These restorers of primitive Christianity were at their strongest in the southern states in 1958, which coincides directly with Burnet's argument, as he stated that the movement was growing in the South along the frontier. ","The creation of the primitive Baptist movement stemmed as a response to the religious and doctrinal changes in denominations during antebellum America. Primitive Baptists relied on a primitive interpretation of the scripture because they were threatened by the rising innovation, which threatened their traditional religious beliefs. Primitive Baptists saw themselves as promoting the true church of God as espoused in the New Testament. While reacting to other denominations, they not only separated themselves from Baptists and other sects, but competed for members with these very denominations.","Following the war of 1812, American Protestants attempted to create a united front. Congregations sought Protestant unity, especially when facing increases in diseases and poorer peoples in the cities, as well as the question of westward expansion. This idea for unity, however, had the opposite effect. The publicity for Protestant unity revitalized Protestant religion, which grew in numbers. The growth in numbers actually strengthened individual denominations. It seems that the strengthening of individual denominations increased denominational competition. Thus, competition among Protestant denominations was one of the defining characteristics of the antebellum south. By extension, evangelism was one of the major forces shaping American society in the decades leading up to the Civil War."],"display_date":"April 1836","search_date":"1836-04-15","locations":[{"id":14550,"lat":40.3948805836,"lng":-80.5752113928,"zoom":11,"place":"BROOKE, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}