{"id":2621,"place":"WAYNE, Virginia","lat":38.1460994742,"lng":-82.4270334246,"episodes":[{"id":3506,"title":"Teaching the Catechism to Slaves\n","course_id":1,"status":"P","start_date":"1858-06-26","end_date":"1858-06-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Though this episode originally took place in Alabama, it was reprinted on the front page of the Ceredo Crescent in western Virginia. A Methodist preacher had been teaching the colored people out of catechism No. 1 - teaching them at the plantations, when a Baptist minister heard of his efforts and raised the alarm. The Baptist quickly called a meeting and began to denounce the practice of preaching to the slaves through the catechism. Not all in the audience were convinced by the harangue, however, and one member of the Methodist church declared that her mind was not changed at all; the missionaries would still teach her servants out of the catechism if they would. Eventually, the Baptist minister retired and gave up the idea of convincing the Methodists of the evils of the catechism. ","During the religious awakenings of the nineteenth century, the practice of converting large numbers of slaves to Christianity became more acceptable. Prior to that, slave Christianity was a problematic issue because of the ethics of one Christian holding another in bondage. In the late eighteenth century, Methodists in particular took a strong anti-slavery stand, but were overruled by the laity in the southern states. With the advent of evangelicalism and a new emphasis on personal salvation, however, Christianity came to be seen as a way to control and pacify slaves, and most white preachers emphasized the idea of obedience to those in bondage. Many sermons centered on the idea of obeying an earthly master as one was required to obey a heavenly one. Therefore, the idea of a white minister teaching scripture to slaves was not only accepted, but often encouraged. ","Problems arose, however, when reading became a part of the equation. Knowledge for a slave in the antebellum South was power, and the ability to read and write allowed slaves to forge passes and freedom papers to help them escape. While few southern states actually had laws preventing slave literacy, it was generally discouraged by the whites in power. Therefore, the use of a catechism to preach to slaves was socially contentious, and in some places, illegal. Even the possibility that blacks might learn to read made whites nervous, and so the catechism became a front page issue in slaveholding states like Virginia. ","For many slaves, both church and the Bible became important tools in the quest for literacy. Often slaves would memorize passages during church services and then look them up in secret. In this way, slaves taught themselves to spell and then later, to read. The same problem arose with the catechism. If slaves could memorize passages from the book and then find them later, the book could become another way to learn to recognize words. The narrative also reflects the competition for converts between the different denominations of the Protestant church. In the early years of the Great Revival, Baptists and Methodists in particular fought for control of different populations, as seen in the Baptist minister's determination to address the Methodist missionaries' congregation. This rivalry was still a factor in many parts of the South, even in the 1850s, especially in the less settled regions. Many parts of western Virginia were still wilderness at this time, and so this story would hold particular relevance for those in the less settled parts of the state."],"display_date":"June 26, 1858","search_date":"1858-06-26","locations":[{"id":14833,"lat":38.1460994742,"lng":-82.4270334246,"zoom":9,"place":"WAYNE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4026,"title":"A New Colony in Western Virginia\n","course_id":7,"status":"P","start_date":"1857-04-21","end_date":"1868-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["            On April 21, 1857, The <em>New York Herald</em> wrote, \"we are now seriously inclined to believe that the project set in motion by Hon. Eli Thayer for the free white recolonization of Old Virginia has revived the agitation of a great question which will never be stopped until the old State is revolutionized, repopulated, and restored to something of her ancient glory in the Union.\"  Indeed, Eli Thayer and his Homestead Emigration Company had, since his tour of western Virginia in 1856, eyed this region as potential land for his settlement of free, non-slaveholding whites.  Thayer was thus attempting to carry out his \"Plan of Freedom.\"  The newspaper had discovered that \"landowners of Virginia have offered over five million of acres to Eli Thayer, 'as cheap as dirt,' for cash.\" ","            Amongst this, Thayer could have relied upon several other sources of encouragement for his new colony.  The Mormon settlements in Illinois and Impresarios in Texas both demonstrated the successes of mass movements.  The migration of white settlers to western Virginia was not a novel exploit.  In Upshur County, New England farmers and stockmen had already settled the French Creek community in the early nineteenth century.  Thayer's own partner, John C. Underwood, had migrated from New York to a Clarke County dairy farm where he prosperously hired only free labor.","            Thayer and Underwood preferred to enable a large migration that could provide sufficient internal discipline to withstand pressures to \"become orthodox on the slavery question.\"  They wanted to provide a \"test of cultures\" so that free labor would promote the eradication of slavery.  Both Underwood and Thayer privately predicted that economic prosperity in a free labor society would show that unlike slaves, free laborers \"neither malinger, nor intentionally misunderstand, neither 'run away' nor 'steal ham and chickens.'\"  Underwood conceded that white migrants would push 'perhaps inferior' blacks from the Upper South to the \"cursed Lower South.\"  He wrote that because of slavery's \"injurious effects to the white race\" that Virginia should be \"deAfricanized & settled by white men with all the energy, love of Freedom, order, & education characterizing the Anglo-Saxon Race.\"","            The <em>New York Herald</em>, Thayer believed, would be essential to his success, because it had a large circulation within the slave states and its editor avoided \"inflammatory pronouncements on the slavery issue.\"  The paper clearly states its support for Thayer: \"Eli Thayer is now about trying the experiment of waking up the old State to her senses.  Depleted, poor, and crippled with debts, she is now in a good frame of mind for the application of the remedies of common sense.\"  Other papers, such as the <em>Wellsburg Herald</em>, expressed convictions that the people of western Virginia would accept the introduction of free labor.  Thus in the fall of 1857, Thayer established and began physical development of an industrial town in Wayne County where white New England emigrants worked as free laborers.  He named it Ceredo, after the Roman goddess of agricultural fertility, Ceres.  ","            The experiment would eventually fail when money came into short supply from national economic depression and the inability of some investors in Thayer and Underwood's company to contribute.  Both men had certainly \"tried the question,\" but never truly posed any threat to the Southern slave system.  Yet, as historian William Freehling noted, Thayer and Underwood emphasized that the buying, selling, and working of land, not the buying, selling, and working of slaves fueled most economic interests in the Upper South.  By introducing southern upper class land sellers to northern middle-class land buyers, Underwood and Thayer's company attempted to boost the economy.  Underwood once promised to a western Virginia entrepreneur that \"my northerners will double the value of your lands, make your neglected hillsides bloom with cultivation\" lead \"your hitherto neglected waterpower\" to ring \"with the music of the wheel,...and cause your desert to bloom like a rose.\""],"display_date":"April 21, 1857 - December 31, 1868","search_date":"1863-02-24","locations":[{"id":14833,"lat":38.1460994742,"lng":-82.4270334246,"zoom":9,"place":"WAYNE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}]}