{"id":2632,"place":"WOOD, West Virginia","lat":39.2111004793,"lng":-81.5150237232,"episodes":[{"id":3519,"title":"Welcome to West Virginia\n","course_id":1,"status":"P","start_date":"1870-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Seven years after its creation, West Virginia continued to be less populated than its older, more widely settled eastern counterpart. According to the Encyclopedia of the South, at the end of the Civil War West Virginia was an undeveloped and rural state with a population of only about 400,000, or about one-third that of contemporary Virginia. In part to attempt to counteract this imbalance, as well as take advantage of the ongoing influx of immigrants into the United States who were moving west, J.H. Diss Debar, the State Commissioner of Immigration for West Virginia, wrote a short book. The book promoted the benefits of moving west and its author hoped to secure for it the attention and confidence of that class of honest and enterprising workers in both hemispheres, whom we are most anxious to welcome as permanent settlers to our infant state. He then proceeded to write a most complimentary compendium of West Virginia and its many assets. Debar's description of West Virginia's assets attempted to take advantage of America's rapidly expanding population, as well as its growing economic prosperity.","West Virginia was, and still is, one of the most rural states in America. Its decision to separate itself from Virginia was related, in part, to the remote and hostile nature of its geography. Slavery, though present in western Virginia, was never as prevalent as it was in the eastern half of the state. The Appalachian Mountains that cover most of the state prevented the establishment of large plantations. The lack of a viable cash crop also reduced the necessity of slavery in the area. Plus, the settlers that had moved to West Virginia prior to the Civil War tended not to be the most industrious of men. As Debar so generously put it, The genuine West Virginian is not much addicted to precipitous motion, rarely loses his temper or self-possession, and beyond the acquisition of the necessities of life, limited by almost Spartan frugality, is disposed to leave the improvement of things around him to time and chance. ","The migration of settlers to the South came to a halt during the Civil War, but picked up speed with the advent of Reconstruction. The main patterns however, usually involved movement north into the more industrialized sectors of the country. West Virginia had benefited from a small oil boom during the mid-1860s which foreshadowed the coal mining and industries that soon became a large part of the new state's identity. The industrial revolution was just beginning in the South in 1870, but, West Virginia's economy had collapsed into mostly subsistence farming around the same time. Thus, though the large coal deposits under the Appalachian Plateau were a draw for the large mining companies that flocked to the region, it was the cheap labor provided by the poverty-stricken West Virginians that provided the strongest reason for the companies to invest in the area. The optimism exhibited in The West Virginia Handbook belies the generally poor conditions of most inhabitants of the state at that time. Though a burgeoning economy would sweep most of the nation into new prosperity, West Virginia would remain one of the poorest and less developed states in America."],"display_date":1870,"search_date":"1870-07-02","locations":[{"id":14858,"lat":39.2111004793,"lng":-81.5150237232,"zoom":9,"place":"WOOD, West Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}