{"id":2679,"place":"BUCKINGHAM, Virginia","lat":37.5722194747,"lng":-78.5287114945,"episodes":[{"id":2641,"title":"Religion in the Old South\n","course_id":1,"status":"P","start_date":"1813-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" Religion was a common tie that bound the South together in the early nineteenth century. Evangelical Protestantism became the prominent form of religion in the South. The First Great Awakening occurred between 1730 and 1760 and the Second Great Awakening took place between 1800 and 1830; both of these revivals brought new religions to the forefront and inspired a newfound interest in them. The main Evangelical religions that developed from these revivals were Methodists, Baptists, and Presbyterians. Converts valued inner belief and spirituality rather than formal. Evangelicals believed that the Bible was their guide to their faith and that they must act in the way that the Bible alludes to. In order to live a good life and secure a promising afterlife, they acted in good faith. "," Because of this thought that the Bible is a guide to life, the Evangelical Christians sought to understand all parts of the Holy Book so they could mirror that lifestyle in their own life. Reverend James B. Ramsey, D.D., a Presbyterian minister in Buckingham County, Virginia during the early nineteenth century outlined Bible lessons for his congregation. In Lesson V, Rev. Ramsey specifically talked about sin, specifically the original sin of Adam and Eve in the Book of Genesis. The Bondurant family of Buckingham County kept a book of Rev. Ramsey's 31 Bible lessons. Each of these lessons concentrated on a different Bible story and then stressed different subjects; a lot of these lessons sought to familiarize its students with the Bible and then teach a small moral message from each lesson. The Bondurants were active in their church and Bible studies. They took attendance at different church services and Bible studies and then evaluated each person's behavior during the service. This action demonstrated the personal importance of living a faithful life in the Evangelical faiths, especially the Presbyterian religion which was prided with being the most controlled of the Evangelical religions, as opposed to the Methodists and Baptists, who were thought to be a little sloppy."," The Bondurant family also had a small book of common prayers, published in 1813 by the Protestant Episcopal Church. This book included different daily prayers, Psalms, Proverbs, and information on the Sacraments. The quantity of religious materials found in the Bondurant family collection shows how much they valued religion in their everyday life. This glimpse into the religious lives of one family shows the importance of religion in the South, Virginia in particular, in the early nineteenth century. A large number of immigrants came to Central and Western Virginia in the early nineteenth century; they became Evangelicals during the revivals that took place throughout the nineteenth century. Originally, Virginia was very strongly Anglican from its British roots, but in the eighteenth and nineteenth centuries, Virginia became a religiously diverse area. These revivals also had profound effects upon Virginia's society-they stimulated religious activism and promoted political awareness. "," The white slave owners were not the only ones who were deeply religious; the enslaved people also grasped the Evangelical religions and looked to God and the Bible for spiritual guidance. As their masters converted to Evangelical religions, they influenced their slaves to accept these Evangelical religions as well. White slave owners believed that teaching their slaves was spreading the word of God, and therefore justifying slavery in the South. James Furman, a Baptist minister quoted in Samuel Hill's book Religion in the Old South, wrote in his letter to a fellow slaveholder, We who own slaves honor God's law in the exercise of authority. By intertwining religion with slavery, the wealthy planters had made religion one of the most important aspects in explaining their society and culture where slavery was prevalent and religion was a major part of everyday life. Religion was a dominate force in the South, just as it was in the Bondurant family."],"display_date":"1813 - 1825","search_date":"1819-07-02","locations":[{"id":13687,"lat":37.5453300062,"lng":-78.5815976608,"zoom":9,"place":"BUCKINGHAM, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2643,"title":"Religion in the Old South\n","course_id":1,"status":"P","start_date":"1813-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" Religion was a common tie that bound the South together in the early nineteenth century. Evangelical Protestantism became the prominent form of religion in the South. The First Great Awakening occurred between 1730 and 1760 and the Second Great Awakening took place between 1800 and 1830; both of these revivals brought new religions to the forefront and inspired a newfound interest in them. The main Evangelical religions that developed from these revivals were Methodists, Baptists, and Presbyterians. Converts valued inner belief and spirituality rather than formal. Evangelicals believed that the Bible was their guide to their faith and that they must act in the way that the Bible alludes to. In order to live a good life and secure a promising afterlife, they acted in good faith. "," Because of this thought that the Bible is a guide to life, the Evangelical Christians sought to understand all parts of the Holy Book so they could mirror that lifestyle in their own life. Reverend James B. Ramsey, D.D., a Presbyterian minister in Buckingham County, Virginia during the early nineteenth century outlined Bible lessons for his congregation. In Lesson V, Rev. Ramsey specifically talked about sin, specifically the original sin of Adam and Eve in the Book of Genesis. The Bondurant family of Buckingham County kept a book of Rev. Ramsey's 31 Bible lessons. Each of these lessons concentrated on a different Bible story and then stressed different subjects; a lot of these lessons sought to familiarize its students with the Bible and then teach a small moral message from each lesson. The Bondurants were active in their church and Bible studies. They took attendance at different church services and Bible studies and then evaluated each person's behavior during the service. This action demonstrated the personal importance of living a faithful life in the Evangelical faiths, especially the Presbyterian religion which was prided with being the most controlled of the Evangelical religions, as opposed to the Methodists and Baptists, who were thought to be a little sloppy."," The Bondurant family also had a small book of common prayers, published in 1813 by the Protestant Episcopal Church. This book included different daily prayers, Psalms, Proverbs, and information on the Sacraments. The quantity of religious materials found in the Bondurant family collection shows how much they valued religion in their everyday life. This glimpse into the religious lives of one family shows the importance of religion in the South, Virginia in particular, in the early nineteenth century. A large number of immigrants came to Central and Western Virginia in the early nineteenth century; they became Evangelicals during the revivals that took place throughout the nineteenth century. Originally, Virginia was very strongly Anglican from its British roots, but in the eighteenth and nineteenth centuries, Virginia became a religiously diverse area. These revivals also had profound effects upon Virginia's society-they stimulated religious activism and promoted political awareness. "," The white slave owners were not the only ones who were deeply religious; the enslaved people also grasped the Evangelical religions and looked to God and the Bible for spiritual guidance. As their masters converted to Evangelical religions, they influenced their slaves to accept these Evangelical religions as well. White slave owners believed that teaching their slaves was spreading the word of God, and therefore justifying slavery in the South. James Furman, a Baptist minister quoted in Samuel Hill's book Religion in the Old South, wrote in his letter to a fellow slaveholder, We who own slaves honor God's law in the exercise of authority. By intertwining religion with slavery, the wealthy planters had made religion one of the most important aspects in explaining their society and culture where slavery was prevalent and religion was a major part of everyday life. Religion was a dominate force in the South, just as it was in the Bondurant family."],"display_date":"1813 - 1825","search_date":"1819-07-02","locations":[{"id":13687,"lat":37.5453300062,"lng":-78.5815976608,"zoom":9,"place":"BUCKINGHAM, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2649,"title":"Alcohol and its Influence on the South\n","course_id":1,"status":"P","start_date":"1817-09-30","end_date":"1817-10-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Between the dates of September 30, 1817 and October 7, 1817, Archibald Austin of Buckingham County, Virginia was legally able to distill spirits according to the license issued by the Commissioner of the Revenue. This license enabled Mr. Austin to distill from domestic materials for one week only. The rules set forth by this license were issued by the United States, not the state of Virginia. Mr. Austin's license shows how alcohol was an important part of the social scene of the South. According to Charles Wilson and William Ferris, the South has always been into heavy drinking, even when Virginia was only a colony, and the colonists heavily on many occasions. Southerners were also known for the variety of drinks that they consumed. Wilson and Ferris explain that brandies were made from apples, peaches, pears, and other local fruit...imported wines/ graced wealthy tables... (and) All classes drank rum, which was obtained in exchange for southern commodities. After the Revolution, molasses became expensive, and whiskey became the major drink of the South."," The Upper South, including Buckingham County, became a region for distilling bourbon which was distilled from corn, a crop which grew well in this region. Whiskey stayed as the prominent drink of the South until the mid twentieth century. Many settlers illegally distilled alcohol on the frontier of the South. Because alcohol was a large part of life in the South, the residents experienced both positive and negative effects. On the positive side, alcohol became the social beverage to most in the South. Whether it was beer at a small farmer's get together or wine at a wealthy planter's dinner party, alcohol became the drink of the social scene in the antebellum South. On the negative side, alcohol brought about widespread alcoholism and violence. "," The negative effects of widespread alcohol use became the main motives for the temperance movements throughout the nineteenth century. The temperance movement took a while to gain a hold in the South, but the religious revivals helped this movement gain momentum. Some townspeople supported this movement, included those strongly influenced by the religious revivals, but they were strongly outnumbered by the alcohol supporters. The wealthy planters still enjoyed drinking as a social activity. Small farmers benefited economically from distilling. The temperance movement of the early nineteenth century accounted for 44 percent of the population of the country, but only eight percent of the South; none of the southern states adopted prohibition in this time period.  Many immigrants had settled in the South along the frontier, making this issue strongly divided among the North and the South; these immigrants came from backgrounds where drinking was a dominate part of their culture. Many of these immigrants had settled along Virginia's frontier, making Virginia a wet state where alcohol supporters outnumbered prohibition supporters. Despite this tension, alcohol remained dominant in the social scene of the South in the early nineteenth century and many farmers sought to distill their own alcohol as Mr. Austin did."],"display_date":"September 30, 1817 - October 7, 1817","search_date":"1817-10-03","locations":[{"id":13687,"lat":37.5453300062,"lng":-78.5815976608,"zoom":9,"place":"BUCKINGHAM, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2691,"title":"The Expansion of Slavery and its Effect on the South\n","course_id":1,"status":"P","start_date":"1820-03-25","end_date":"1820-03-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As a Congressman from Buckingham County and member of the Virginia House of Delegates, Archibald Austin was always in the know about local events. In a letter from Waller Taylor in Washington to Mr. Austin, Mr. Taylor explained the happenings in Washington and all of the current political events that were taking place, such as admitting new states and territories. In his March 25 letter, the Florida question was put to rest with a Treaty with Spain. Waller Taylor expressed his gratefulness that the Missouri question was settled, despite his disagreement -- These are not as bad as they appear upon first blush...This is at least some consolation, but it does not justify compromising the principles of the Constitution. "," Taylor's letter speaks of the addition of new states to the United States that sparked heated political discussion. Americans on both sides of the conflict were concerned about upsetting the balance of slave states and non-slave sates in Congress. If the numbers favored either side, their way of life would come to dominate the country. The addition of both Florida and Missouri sparked extremely intense debating between the North and the South. ","As a slave holding state, Virginia wanted to expand slavery into the new states so that the South would have the upper hand in Congress and eventually make slavery the common way of life for the entire country. Certain territories were admitted with slavery and others were not. When Florida entered the United States in 1809, it was a territory that allowed slavery. On the other hand, Missouri entered the country in 1820 - its position on slavery was highly debated in Congress. The Missouri Compromise called for Missouri and Maine both to enter the United States at the same time. Missouri would be a slave state and Maine would enter as a free state. The Fugitive Slave Law was strengthened and the slave trade in in Washington DC was abolished. From this point forward, slavery in territories would be determined by 36'30 latitude line that was Missouri's southern border. "," Although the Missouri question was settled, Virginians and the rest of the South saw very little compromise. Both sides felt like they got the bad side of the arrangement. The South wanted to extend slavery into as many territories as possible and this put a damper on this hope for expansion. The letter from Waller Taylor expresses the disagreement that the rest of the South felt in this era about the addition of new territories to the United States."],"display_date":"March 25, 1820","search_date":"1820-03-25","locations":[{"id":13687,"lat":37.5453300062,"lng":-78.5815976608,"zoom":9,"place":"BUCKINGHAM, Virginia"}],"tags":[{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3573,"title":"E.W. Hubard Advises his Nephew on Gentlemanly Ways\n","course_id":1,"status":"P","start_date":"1845-02-09","end_date":"1845-02-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 9, 1845, E.W. Hubard of Washington, D.C. wrote a letter to his nephew, James L. Hubard, of Buckingham County, Virginia. James was a young man at the time, still in the formative stages of his life, and it appears that he and his uncle corresponded regularly about education, family life, and women in central and northern Virginia. E.W. began the letter by acknowledging his receipt of James' last dispatch, dated the twentieth of January; during the mid-nineteenth century, parcel mail was still transported largely by horse-drawn carriage, so a three-week delivery period from Buckingham to Washington would not have been out of the ordinary. In the subsequent paragraphs, James' uncle addressed several aspects of the affluent, civilized lifestyle he led and advises his young nephew on the values of a southern gentleman. ","First, E.W. praised James for reading the new books that he sent to his nephew. James was very studious and intelligent, qualities evidenced by the fact that he finished the books very quickly and impressed his uncle with his voracious appetite for learning. E.W. could only hope, he wrote, that William, Robert, and Edmund (James' little brothers) follow in [his] good example and engage in reading and learning new literature. Next, the well heeled gentleman from the capitol city shared in his nephew's excitement over the success of his hunting and fishing expeditions. Although James wrote that he was a proficient shooter, he also expressed his dissatisfaction with his attempts at trapping. His uncle responded by offering his opinion on the two methods of hunting game, praising the virtues of trapping animals when he stated, It takes more sense and skill to out-wit and catch them, than to take your gun and shoot them. Trapping, he declared, is accomplished by tact and skill while hunting with a rifle depends on the force of powder and shot; this emphasis on guile and cunning is a recurring theme of E.W. Hubard's letter. Lastly, E.W. encouraged James to develop his musical talent, expressing his belief that those who are gifted with a particular acumen for singing or playing an instrument should nurture those talents and develop their abilities to fruition. In closing, James' benevolent uncle requested that he pass on his love to the rest of the family, including his younger brothers, and to tell them that he wishes he could one day correspond with them in the same manner as he and James did then. ","E.W. Hubard's letter to his nephew embodies several facets of southern gentlemanliness and reveals a great deal about the education and upbringing of affluent young men in central Virginia. E.W. urged his nephew to read as much as he can, not only in an effort to enhance his intrinsic worth, but also to uphold the tradition of the family of scholarly appearance and reputation. He repeatedly moralized the values of cleverness, exemplified in his lecture on the desirability of the crafty entrapment of game animals rather than the brute force method of shooting from afar. According to E. Brooks Holifield's <em>The Gentlemen Theologians</em>, Among the goals of piety, in relation to the ideal of southern gentlemanliness, were introspective watchfulness, purity of intention, strenuous inner discipline, and self-control. E.W. Hubard echoed these qualities in his letter to his nephew when he claimed that gentlemanly behavior develops from a keen intellect, quick wit, a rapacious desire for reading, and the ability to excel at music and dance. These characteristics and high aspirations colored the various political, social, and economic interactions of southern white gentlemen during the mid-nineteenth century in central Virginia as well as the American South as a whole."],"display_date":"February 9, 1845","search_date":"1845-02-09","locations":[{"id":13689,"lat":37.5453300062,"lng":-78.5815976608,"zoom":9,"place":"BUCKINGHAM, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3576,"title":"George Wythe Randolph Moves his Business\n","course_id":1,"status":"P","start_date":"1851-11-05","end_date":"1851-11-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter dated November 5, 1851, George Wythe Randolph wrote to his brother Dr. Benjamin F. Randolph concerning the relocation of his, to that point, profitable business. At the time of this particular correspondence, George was in Richmond, Virginia and he was writing back home to Buckingham County, where Benjamin had established himself as a prudent physician and a prosperous community member. This exchange between George and his brother underscores the complexities and anxieties that a nineteenth-century businessman endured on a daily basis, placing particular emphasis on the relationship between creditors and debtors and the complications of relocation.","Benjamin loaned his brother three hundred dollars, no small sum in the 1850s, so that George would have any easier time appeasing his creditors in anticipation of the rearrangement of his business. Because of Benjamin's generosity, George was able to pay his partners fifty more dollars than he had originally bargained for, a beneficent act he stated he was particularly glad to do as [his creditors] have been liberal and gentlemanly in their conduct. One of the most important issues George dealt with before moving south was the financial status of his farm; the balance of the letter takes up the savvy entrepreneur's ruminations over percentages and dollar amounts that he considered in order to best allocate his private assets and reap the greatest benefit from his financial relationships. According to George, things went very well in his latest meeting with his business partners and he assures his brother that his new connections promise to be pleasant and profitable. Finally, despite his previous assertions of his financial wellbeing, George admitted that he may need to avail himself of a man he calls brother Jeff and accept his offer of assistance to the extent of a couple hundred dollars.","In his letter to his brother, George Wythe Randolph typifies an up-and-coming southern businessman. Bright and industrious, George was eager to succeed in his endeavor to sell his farm and move south, perhaps in an effort to capitalize on the economic explosion of cotton that supplanted the tobacco industry of Virginia and the Carolinas. Despite the bountiful opportunity available in the booming industry, moving from one location to another carried with it great risks. George was fortunate in that he was able to establish amicable ties with his peers and create good business relationships, but relocation necessitated uprooting oneself from established social networks in the form of valuable connections that may or may not be renewed. Additionally, George's dealings with other relatively wealthy men illustrate one of the spheres of relationships between men in the South; this type of horizontal, commercially driven interaction was generally limited to white, propertied men with sufficient income to live beyond the level of subsistence, though in a few very rare circumstances free blacks were able to rise to the same level of financial independence."],"display_date":"November 5, 1851","search_date":"1851-11-05","locations":[{"id":13690,"lat":37.5722194747,"lng":-78.5287114945,"zoom":9,"place":"BUCKINGHAM, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3604,"title":"The Love and Marriage of Isaetta Carter Randolph and James L. Hubard\n","course_id":1,"status":"P","start_date":"1860-08-08","end_date":"1860-11-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Between August 8, 1860 and October 4, 1860, Isaetta Carter Randolph and James L. Hubard wrote approximately twenty letters to each other on topics ranging from the health of their respective families to the passion they shared for each other. Randolph lived in Buckingham County, Virginia and made occasional visits to White Sulphur Springs (now a city in West Virginia) while Hubard, who was originally from the same area, wrote his letters from several different locations around Virginia, including Richmond. Presumably, Hubard's recent commission as a colonel of the Virginia militia in 1858 required him to travel frequently for prolonged periods. During this period, militias sprung up all across central Virginia in response to the call for war. In addition to Hubard and Randolph's correspondence, James' little brother Robert T. Hubard also weighed in on the young couple's nuptials, adding his perspective, insight, and advice on starting life together in central Virginia as well as his dealings with African American slaves.","In his first letters to Randolph, Hubard expressed his concern for the health of his future mother-in-law; apparently, she suffered from some sort of ailment that required treatment in the city of White Sulphur Springs. Eventually, Randolph wrote that her mother had gotten better but complained of lovesickness within her own breast, imploring Hubard to break away from his work and visit as soon as possible. The two clearly cared extraordinarily deeply for one another; with each sighing request from Isaetta, James responded with his own assuaging remarks intended to reassure her of his unyielding love, expressed his regret that he could not come visit, and enumerated the many times throughout his daily activities that his mind wandered to her. The couple's excitement builds noticeably throughout the last few weeks of their correspondence, both writing repeatedly about how much they miss the other and, somewhat peculiarly, how their families long to be united through their impending marriage. In a separate letter, Robert T. Hubard wrote about the sickness of his wife Phyllis and that of several of his black slaves; because the slaves were exposed to a mysterious contagion, Robert decided to have Charity [and] her family moved to the house 200 yds west of Sam's house, as [he] did not like to have sick negroes so near [his] dwelling home. ","The relationship between Isaetta Carter Randolph and James L. Hubard was fraught with the difficulties often faced by southern couples during the antebellum period of the nineteenth century. Hubard, a recently commissioned colonel, was separated from Randolph but managed to save their relationship through his persistent writing. Moreover, the desire of the two affluent families to unite with one another represents a common desire of wealthy southerners to prolong their legacy through intermarriage. Their family's wealth, and to some degree benign nature, is exemplified in Robert's letter regarding his sick slaves. A nuanced reading of Robert's distancing of the slaves from his house reveals a form of racial suspicion regarding sick negroes; it seems as if he was more fearful of what was ailing them due their race than the because of the actual sickness itself. At the same time however, the slaves lived in family units, a condition that must tragically be considered a luxury considering the frequency with which children were separated fromtheir parents and husbands were stripped of their wives in the business of slavery."],"display_date":"August 8, 1860 - November 15, 1860","search_date":"1860-09-26","locations":[{"id":13691,"lat":37.5722194747,"lng":-78.5287114945,"zoom":9,"place":"BUCKINGHAM, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}