{"id":268,"place":"FRANKLIN, Kentucky","lat":38.2391019422,"lng":-84.877038419,"episodes":[{"id":59,"title":"Kentucky Holds Democratic State Convention\n","course_id":1,"status":"P","start_date":"1873-05-02","end_date":"1873-05-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the Civil War, Kentucky maintained a Democratic stronghold, where Republicans had a very difficult time even attempting to win elections. Because the border state of Kentucky had never seceded during the war, it did not have to be officially reconstructed.' Following the war, the government established the Freedman's Bureau in Kentucky with offices created to aid African-Americans. However, the new agency was not very active in actually supporting the newly freed slaves. In fact, the only real accomplishment of the bureau in favor of the black population was getting back wages paid to blacks that had been promised compensation but had yet to see that pay after the work was completed. &lt;br /&gt;&lt;br /&gt;Furthermore, the white- dominated legislature did very little to aid their African American population out of poverty and financial hardship. During the summer Democratic State Convention in 1873, the Kentuckian resolutions passed did not even recognize the inequality and economic strife that a large portion of their society faced. Rather, politicians and legislators focused on maintaining state's rights, limiting the power of the general government, keeping a rigid interpretation of the Constitution, amongst other administrative tasks. In time, the Kentucky legislature soon adopted black codes and segregation laws that the United States Supreme Court eventually deemed lawful.&lt;br /&gt;  &lt;br /&gt;Additionally, only the revenue raised from black taxpayers could be utilized for African American education and school buildings. No federal, state or local administrations made university or professional level education available to black adults as well. The African-Americans in Kentucky were indeed free and no longer slaves. However, even after the Civil War and Emancipation, blacks remained perpetually subordinated to a second-class position within a racially divided society that seemingly fought for the belief of freedom and equality for all during the Civil War."],"display_date":"May 2, 1873","search_date":"1873-05-02","locations":[{"id":4827,"lat":38.2391019422,"lng":-84.877038419,"zoom":10,"place":"FRANKLIN, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":365,"title":"Kentucky swears in John Larue Helm as Governor\n","course_id":1,"status":"P","start_date":"1867-09-03","end_date":"1867-09-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 1867 gubernatorial election in Kentucky offered an opportunity for black voters to participate in the selection of a governor.  Despite the fact that Kentucky never joined the Confederacy, as a state located in the South, it had fought having blacks vote up until the end of the Civil War.  The candidates included John L. Helm (Democrat), Sidney Barnes (Radical Union), and William Kinkead (Union Congressional Radical).  When the National Intelligencer published an election day prediction about the Kentucky race for governor, the newspaper predicted that Helm, the Democratic candidate, would emerge victorious.&lt;br /&gt;&lt;br /&gt;The election took place on August 5, 1867, and for the next several days, the Louisville Daily Journal published the voting numbers in order to keep voters apprised of the situation.  Despite being ill and campaigning from his home, Helm, as predicted by the people in Washington, won the election, which kept the Democratic Party soundly in control of the state.  On September 3, 1867, Governor Helm was sworn into office in his bedroom, as he had become too ill to be moved.  Only five days later, on September 8, Helm passed away leaving John White Stevenson in the role of governor.  When the Louisville Daily Journal announced Helm's death on the front page of their September 9 edition, the editors stated that, though not expected [Helm's death] will shed gloom; it is a public calamity.'  &lt;br /&gt;&lt;br /&gt;Despite the brevity of his term, Helm accomplished a major feat while in office: he ended the brief rise of the Conservative Union in Kentucky.  The ultra-conservative, anti-Reconstructionist party would have set the state back in their attempts to begin rebuilding after the Civil War.  Thus, Governor Helm's term, though brief, was remembered as a feat of democracy in Kentucky and the nation as a whole."],"display_date":"September 3, 1867","search_date":"1867-09-03","locations":[{"id":4826,"lat":38.2391019422,"lng":-84.877038419,"zoom":10,"place":"FRANKLIN, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":387,"title":"Kentucky&#39;s Senate passes joint resolution to colonize &#147;free people of color&#39;\n","course_id":1,"status":"P","start_date":"1829-01-01","end_date":"1829-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In January, the Cherokee Phoenix and Indians' Advocate reported the outcome of the Kentucky State Senate's Joint Resolution. There were only three dissenting votes against these two measures. The first measure urged Kentucky's statesmen in Washington to endeavor Congress to appropriate money and aid, so far is consistent with the Constitution of the United States, in colonizing the free people of color' in Africa. The second measure stated that Kentucky's Governor should send a copy of the previous resolution to all the States' Governors and Statesmen. Since whites were very suspicious of free blacks and loathed the very idea of coexisting with them, Kentucky's action was very typical of this time period. To solve this problem humanely, many advocated colonization of freed blacks and many colonization societies were founded to promote this idea. &lt;br /&gt;&lt;br /&gt;An example of one of these colonization societies was founded in December of 1829 in Nashville, Tennessee. To promote the formation and expansion of colonies of free slaves in Africa, many prominent Nashvillians joined together and formed the Tennessee Colonization Society. Philip Lindsley, head of the University of Nashville, was made president of the society. This event reveals that anti-slavery sentiment had already made its way into the south by 1829 and that prominent citizens were beginning to take a philanthropic view towards slaves. &lt;br /&gt;&lt;br /&gt;Few people knew what to do with the rising number of free people of color and even fewer people knew what to do about the moral issue of slavery. During this period there was a flourishing of Colonization societies and colonization sentiment because colonization was seen as a humane solution to the free black problem.' In other words, the people of the United States, especially the South, could not imagine a society of peacefully coexisting free blacks and whites, and colonization was seen as a humane way to avoid a race war. Unfortunately, the resettlement and transportation of former slaves to Africa was not only costly but few slaves desired to make the perilous and long journey. Due to being highly unfeasible and costing a great deal, colonization never became a widespread practice."],"display_date":"January 1, 1829 - January 30, 1829","search_date":"1829-01-15","locations":[{"id":4822,"lat":38.1429651724,"lng":-84.9082120384,"zoom":9,"place":"FRANKLIN, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":746,"title":"Kentucky Act of 1893 passed\n","course_id":1,"status":"P","start_date":"1893-04-05","end_date":"1893-04-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 5, 1983, after being in session for an entire year, Kentucky legislature passed the act to control different aspects of corporations, railroads in-particular. Increasing railroad rates, along with other economic hardships throughout the eighties, pushed citizens to ask for more government control over corporations in general, but the railroads especially. Although Governor John Young Brown refused to sign the bill he found too strict,' the bill was passed, outlawing extortion by the railroad. Investigations, court trials, and fines were all possible punishments to a railroad corporation suspected of or found guilty of extortion. For the next seven years, Kentucky legislators fought a fierce battle over railroad regulations. &lt;br /&gt;William Goebel, a Democratic Kentucky Senator, was well-known all over Kentucky for fighting for the common man. After Republican Governor Bradley was elected in 1895, Goebel, then a Senator, realized the discontent among the economically-separated Kentucky Democrats and stood up as their leader. When the McChord Bill, a very strict and thorough bill to control railroad activities, was submitted to Congress in 1898, Goebel was a strong supporter. However, Republican control of the assembly led the bill to be vetoed. In January of 1900, after Goebel had won the election for Governor of Kentucky, Goebel re-introduced the McChord Bill into the Democrat-controlled Senate. By March of 1900, the McChord Bill, lessening the railroads' control over the common man of Kentucky, became a law. On January 1, 1900, as William Goebel was making his way to the state capitol office building along with 2 other politicians, a gunshot was fired and Goebel fell to the ground. Five days later, he was dead. Goebel was assassinated only six weeks before the McChord Bill was enacted. &lt;br /&gt;The McChord Bill was quite a controversial piece of legislation in Kentucky according to the Louisville Courier-Journal, stating that no other measure before the General Assembly for many years past has been so bitterly and persistently opposed by corporate influences' (1). Until this point, railroads had possessed the power to charge their customers whatever rates they pleased and to change those rates at any time because railroads were the most efficient way to travel for most people. The McChord Bill put a strict control on railroads and the money they were to make for the first time. Railroad owners had reason not to be pleased with this control."],"display_date":"April 5, 1893","search_date":"1893-04-05","locations":[{"id":4829,"lat":38.2391019422,"lng":-84.877038419,"zoom":10,"place":"FRANKLIN, Kentucky"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1396,"title":"Kentucky announces its neutrality in the North/South conflict\n","course_id":1,"status":"P","start_date":"1861-05-16","end_date":"1861-05-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the attack on Fort Sumter on April 12, 1861, Kentucky wanted to pursue a neutrality policy between the North and the South.  Many Kentuckians supported the idea of remaining neutral through the conflict, although eventually both sides became so strong that Kentucky had to eventually align with one.  In the mean time they declared, that this state and the citizens thereof shall take no part in the civil war now being waged, except as mediators and friends to the belligerent parties.' (Donald, 170)  Kentucky was pro-slavery but wished not to side with the North nor the South when the war began.&lt;br /&gt;&lt;br /&gt;          One historian later wrote, A bewildered observer from abroad might well have concluded that the United States had become three countries: the Union, the Confederacy, and Kentucky.' (Donald, 170)  Kentucky was strongly pro-slavery with a large slave population; at the time one of every five inhabitants was a slave.  (Donald, 169)   Although they had strong ties to the Union and nationalism Kentucky was unwilling to openly choose a side for awhile.  &lt;br /&gt;&lt;br /&gt;          As southern states began to secede at a rapid pace, Kentucky refused to join the southern states in the Confederacy.  Their neutral position only bought them time as both sides began to arm themselves and mobilize. There remains but one line of policy, and that is MEDIATION;--mediation between the revolting States of the South and the aggressive States of the North for the maintenance of the Constitution;'  (Louisville Daily Journal, January 8, 1861, p. 3)  Kentucky's neutrality lasted only four months before they announced their allegiance to the Union.  The Kentucky House of Representatives gathered and resolved the issue by a vote of 69 to 29 in favor of the Union.  Kentucky was thus granted protection by federal troops against southern invasion.  Ironically, Kentucky was the birthplace of both President Abraham Lincoln and President Jefferson Davis, possibly symbolic of its own division and roots."],"display_date":"May 16, 1861","search_date":"1861-05-16","locations":[{"id":4826,"lat":38.2391019422,"lng":-84.877038419,"zoom":10,"place":"FRANKLIN, Kentucky"}],"tags":[{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1421,"title":"The Civil Rights Bill and Fourteenth Amendment defeated in the Kentucky Legislature.\n","course_id":1,"status":"P","start_date":"1867-01-07","end_date":"1867-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Despite the passage of the Fourteenth Amendment and the Civil Rights Act in 1866, the Kentucky Legislature rejected both acts on January 7, 1867, by the votes of 62-26 and 24-7. The acts secured the citizenship and Civil Rights to all Americans whether black or white. The infringement of Civil Rights under the pretence of law and custom was made illegal, and the acts legalized the removal of cases from the state court to the federal courts when states refused to protect the rights of an individual.&lt;br /&gt;&lt;br /&gt;The civil rights bill and fourteenth amendment represented more than the enfranchisement of black southerners to whites. Representation and the union were also big issues. The Kentucky legislature claimed that Congress acted unconstitutionally in attempting to adapt Kentucky law. The acts offended Kentucky due to the exclusion of Southern representation in Congress. In the eyes of the Kentucky legislature, without Southern representation Congress met illegally and unconstitutionally. Therefore, Kentucky did not consider the two-thirds of the two houses needed to pass the bills enough for them to accept the acts. Kentucky regarded exclusion particularly offensive for in their eyes both the Confederate and Union Army had behaved badly in the war.&lt;br /&gt;&lt;br /&gt;The Kentucky Governor expressed the view that the lack of representation of the South only furthered the divide between the North and South. He regarded the acts as an act of hate towards the South. Reinstating Southern representation would be the only means to restore the true and proper relations' (Louisville Daily Journal, January 5, 1867). Kentucky newspapers celebrated the speeches of their Governor condemning the acts. He prophesized the ineffectiveness of ratification for as in Northern states, the South would put restrictions on the vote to re-disenfranchise blacks. Kentucky considered the extension of the vote to Southern blacks as unwise due to the potential of corruption and weakening of the system by giving the vote to men who were not competent of their responsibility. Kentuckians gave further paternalistic reasons for the rejection of the acts. In giving the vote to an inferior race, they argued that it would draw Southern blacks from under the protective care of the superior Southern whites, and therefore lead to the destruction of blacks."],"display_date":"January 7, 1867 - October 31, 1867","search_date":"1867-06-04","locations":[{"id":4826,"lat":38.2391019422,"lng":-84.877038419,"zoom":10,"place":"FRANKLIN, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1471,"title":"Recolonization and the Free Black Controversy\n","course_id":1,"status":"P","start_date":"1830-01-14","end_date":"1830-01-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Census of 1830 reported that out of a total of population of 12,858,670 people, there were 2,009,050 enslaved and 319,576 free blacks. It is no wonder, therefore, that in what is still primarily a slave-based economy, especially in the South, Americans began to wonder what to do with this growing free black population. After all, how could formerly enslaved blacks fit into white society when President Andrew Jackson had declared that even the recognizably free Indian tribes were no better than savage hunters' with rude institutions' in a letter to Congress reprinted in The Globe on December 7, 1830?&lt;br /&gt;&lt;br /&gt;There were a number of options available to whites as to what to do with freed blacks. For starters, Henry Brawner of Maryland chaired a commission that encouraged all free blacks be deported from the state immediately upon becoming emancipated, and similar ideas showed in other states at various times. One of the most popular ideas at the time, however, was Recolonization' of blacks back to Africa. In an address to the American Colonization Society, reprinted in the Baltimore American and Commercial Advertiser on January 14, 1830, Henry Clay argues that as the two races progressively multiply and augment the source of supply of labor, its wages will diminish, and the preference already noticed will be given of free to slave labor.' As a result, he says, pinched by want, and neglected by their masters;. (slaves) would be stimulated to the commission of crimes' or potentially to rebellion.&lt;br /&gt;&lt;br /&gt;Thus, many white Americans urged free blacks to emigrate back to Africa. Specifically, on March 25, 1830, an advertisement in the Raleigh Register offered immediate information' to any free blacks desirous of accepting the opportunity thus offered of joining the settlement of free persons of color at Liberia.' However, recolonization to Liberia was not the only option for free blacks. A number of Northern states were beginning to tolerate, if not openly accept, the growing free black population -- including, for example, Northern Maryland and especially Baltimore which had a large number of free black residents. Finally, there was an African colony in Canada, the destination of many runaway slaves, which as the Baltimore American reported on January 14, 1830, amounted to about 2000' persons. Overall, however, most whites simply did not want free blacks living in their community; especially Southern whites to whom free blacks, and especially successful free blacks, represented a direct contradiction to an economic system and a way of life based on racial inferiorities."],"display_date":"January 14, 1830","search_date":"1830-01-14","locations":[{"id":4823,"lat":38.2391019422,"lng":-84.877038419,"zoom":10,"place":"FRANKLIN, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3975,"title":"An Appeal for Woman Suffrage\n","course_id":7,"status":"P","start_date":"1884-01-01","end_date":"1884-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Women began to demand suffrage in the late nineteenth century. In January 1884, Mrs. James Bennett argued in Kentucky's legislature that women should receive the vote in presidential elections. She provided several arguments, including the fact that men of poor morals and low status in society were able to vote whilst a \"noble Christian women\" was not. In addition, she cited the Thirteenth Amendment and emphasized that a state could not make or enforce any law that shall abridge the privileges or immunities of \"citizens of the United states,\" which was defined as persons born or naturalized in the United States. However, her main argument was a religious one; she claimed that God wanted women to vote and thus argued that men who opposed suffrage and women who accepted their disenfranchisement were disobeying God.","Mrs. James Bennett cited an argument by Herbert Spencer, an English philosopher, who argued that happiness can be achieved only by the exercise of one's faculties. According to Bennett, God wills everyone's happiness, which means exercising one's faculties. Subsequently, as women have the faculty to vote, it follows that God thus wills that they vote. After this Bennett drew on passages from the Bible to show that it does not oppose female suffrage, as was commonly thought. She argued that the passage, where wives are told to \"submit themselves unto their own husbands, as unto the Lord; for the husband is head of the wife even as Christ is head of the church\", supports the submission of wives to their husbands but it does not justify men ruling over them. God gave the world to both men and women, even if women are weaker and more dependent on men. Bennett also described the important role many women played in the Bible and the spread of Christianity. This all shows the equality of men and women before God and supported Bennett's view that God wills female suffrage.","As Bennett herself acknowledged, she was not the first to argue for female suffrage but was part of an ever growing movement that had begun decades earlier. Bennett explained that she only became convinced of the need for female suffrage after she heard Susan B. Antony talk in Richmond. Susan B. Antony was an important leader in the suffrage movement, she founded the National Woman's Suffrage Association with Elizabeth Cady Stanton in 1869 and later served as its president. The movement for suffrage was national, but Bennett described how she had little support in Kentucky. Kentucky was the first state to give school suffrage to women, but according to Madeline McDowell it lagged behind many states in other areas. For example, in 1888, four years after Bennett's speech, Kentucky was \"the only state that did not permit a married woman to make a will and a wife's wages might be collected by her husband.\"","Not only was the suffrage movement slow to develop in Kentucky, but also the South as a whole lagged behind the North. The suffrage movement started in 1848 at the Seneca Falls Women's Rights Convention, but it spread to the South much later. Elna Green accounts for the slow adoption of suffrage in the South by the fact that \"southern women trailed a generation behind their northeastern sisters in the critical experiences that produced support for woman suffrage.\" The critical experiences she cited were the result of industrialization, which occurred at a slower pace in the South.","Despite little support in Kentucky, Bennett claimed that men could not ignore women's demands for suffrage for much longer. In fact, women were only granted suffrage in 1920 with the passage of the Nineteenth Amendment, 36 years after Mrs. Bennett's speech. However, the suffrage movement had been successful in Kentucky, as it was only one of four states in the South that ratified the amendment."],"display_date":"January 1, 1884 - January 30, 1884","search_date":"1884-01-15","locations":[{"id":4828,"lat":38.2391019422,"lng":-84.877038419,"zoom":10,"place":"FRANKLIN, Kentucky"}],"tags":[{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3998,"title":"Triumph of The People\n","course_id":7,"status":"P","start_date":"1876-07-01","end_date":"1876-07-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The skyline was illuminated with fireworks and gunfire when Kentucky got wind of  the ratification of Samuel J. Tilden and Rutherford B. Hendricks, on the Democratic ticket, for the presidential election of 1876. Once word of the nominations reached Frankfort county and the town of Franklin celebrations began immediately, \"One Hundred guns were fired from Taylor's Hills, and bonfires and illuminations blazed upon every street and street-corner.\" The enthusiastic crowds gathered in the streets and in front of the State Capital to hear consecutive addresses and rally speeches given by Governor McCreary, Col. Stoddard Johnson and many other high-ranking officials and professionals.  The hope the nominations carried with them  fulfilled the hearts of men, women, and children with enthusiasm.  Mobs of civilians celebrated with roman candles, bonfires, and speeches in what would come to be known as the largest meeting ever to be held in Frankfort county. ","The 1876 Democratic National Convention was held at the Merchants Exchange Building in St. Louis, where Samuel Tilden of New York and Democrat Thomas Hendricks, governor of Indiana, were selected for the Democratic ticket.  Tilden was a great reformer who was not just the candidate of his party but more importantly the candidate of the people.  Tilden's population drew from his reputation as a reformer and his aid in the conviction of William Magear \"Boss\" Tweed, head of the corrupt Tweed ring operation, which stole millions of dollars from New York City. Tildens reputation was a hard-money man who served the people with positive reform. ","The election of 1876 gave the Democrats an eminent opportunity to win the election over the Republican Party for the first time in twenty years, a potential landmark in U.S. government.  This election, however, became one of the most famous and controversial elections of American History. Tilden defeated Hayes in the popular vote,  and had 184 electoral votes to Republican Rutherford B. Hayes's 165 votes, with only 20 votes uncounted.  ","The twenty electoral votes were under review due to technicalities during the election.  In three states, Florida, Louisiana, and South Carolina, both parties reported its candidate had won the state.  In addition Oregon elector John W. Watts was also a deputy postmaster, placing him in violation of Article II, section I, of the Constitution which states, no \"persons holding an Office of Trust or Profit under the United States shall be appointed an elector.\" The votes were ultimately awarded to Hayes after an extensive electoral dispute, no doubt to the dismay of Frankfort county."],"display_date":"July 1, 1876 - July 5, 1876","search_date":"1876-07-03","locations":[{"id":4827,"lat":38.2391019422,"lng":-84.877038419,"zoom":10,"place":"FRANKLIN, Kentucky"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}]}