{"id":2681,"place":"BREVARD, Florida","lat":28.7910878524,"lng":-80.7439573301,"episodes":[{"id":3584,"title":"Golf in Florida\n","course_id":1,"status":"P","start_date":"2/26/00","end_date":"2/26/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Florida was booming at the turn of the century. In 1907 the Florida governor pointed out the population increased 16.4 percent from 1900 to 1905. Even more impressive, property value increased 45.5 percent in this same period. The economy was thriving and Florida used the surplus to fund new legislation that involved creating an arsenal of state troops, restricting child labor, building good railroads, and proposing to remove all current black residents inhabiting the United States and forcibly removing them to a new colony in Africa. Subsequently, Florida's bustling economy led not to a new African-American colony but instead to an increase in leisurely activities for whites such as golf. ","Florida has certainly not been a stranger to golf and continues to hosts thousands of resorts and courses. In 1900, the state claimed at least 10 competitive courses in Palm County, Florida. The courses even published handicaps and resulted from recent rounds to boast the difficulty and spirit of competition amongst the courses. The wealthy residents of Florida who were trying to do more that just scrape by enjoyed the leisure game of golf and brushed off the lingering affects of the Civil War. Golf was more than just a leisurely activity 1900. The time consuming game is another example of class distinction in which wealthy residents and vacationers were able to enjoy life and not simple live hand-to-mouth. "],"display_date":"February 26, 1900","search_date":"1900-02-26","locations":[{"id":1299,"lat":28.7910878524,"lng":-80.7439573301,"zoom":8,"place":"BREVARD, Florida"}],"tags":[{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4586,"title":"Seminole Indian churches","course_id":21,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Edward P. Hooker is the chairman of the State Congregational Association in Florida. He organises the churches help towards the Seminoles. He helps provide for the Seminole Indians educationally and religiously. Edward P. Hooker is a Christian but unlike many white southerners he is open to many other religions and does not force Christianity upon the Indians who get help from his missionaries. Edwards's success in setting up these missionaries has allowed him to be recognised by other chairmen of churches. This recognition leads to financial benefits for his missions and a higher status in the south. Much of the recognition has got him set up with missionaries in Philadelphia as well as Florida and other parts of the south.","Edward P. Hooker develops plans that will better help the Seminole Indians socially and economically. By helping the Seminoles set up churches he is also providing a space for school education and work for Native American children. In the late 19th century he wrote to many other churches requesting they share ideas and plans for the Seminole Indians in Florida.","Edward P. Hooker is the chairman of a church based in Winter Park Florida, which gave him the advantage over other because of his close proximity to the Seminole Indians who lived in southern Florida. Edward is a very motivated white man and he is recognised because of his determination to help the Seminoles in their trouble after the Seminole wars.","The Seminoles in Florida needed the help of the missionaries to help restructure their society after both the Seminole wars. Without the missions in Florida the Seminole Indians may have not been able to reconstruct their society and they may have been abolished from Florida."],"display_date":1910,"search_date":"1910-07-02","locations":[{"id":17779,"lat":28.7910878524,"lng":-80.7439573301,"zoom":9,"place":"Brevard, Florida"}],"tags":[{"id":165,"tag":"Church"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":4694,"title":"Apollo Mission Puts Neil Armstrong on the Moon","course_id":26,"status":"P","start_date":"7/20/69","end_date":"7/20/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Neil Armstrong gained world-wide fame as he stepped off of the Apollo 11’s lunar module and became the first human to set foot on the moon. Completing the awe-inspiring moment he said, “That’s one small step for man, one giant leap for mankind.” Earlier that day, Armstrong and Edwin “Buzz” Aldrin, the <em>Eagle </em>lunar module pilot, had undocked from the command module and began their journey to land on the moon’s surface. As Armstrong and Aldrin headed for the moon’s surface, Mike Collins remained to pilot the command module <em>Columbia</em>. As the <em>Eagle </em>descended to the moon the crew experienced several problems. The first involved two program alarms, which made the crew nervous, but had no effect on the landing. The other problem was that the lunar module had overshot its intended landing area. Armstrong was able to pilot the vehicle and land it safely on another area of the moon. The transmission from Armstrong helped folks on Earth breathe easier, “Houston, Tranquility Base here. The <em>Eagle</em> has landed.”","            Video footage of the moon landing was seen around the world. One of the stations that broadcasted the event was CBS, with commentary from Walter Cronkite. People were amazed to see the live footage from the moon, as Neil Armstrong became the first man to set foot on its surface. The images seen by the public on the night of July 20, 1969 were not the best images captured of the event. The footage was degraded because the format sent from the moon was not the correct format for television broadcast. For the video to be seen on television, a commercial camera recorded video from a monitor displaying the original. The original footage was recorded, but has since been misplaced. Even though the images broadcast on television were of lower quality, people all over the world were thrilled to see them.","            President John F. Kennedy, on May 25, 1961 set the goal of reaching the moon before the end of the decade. This goal was in part due to a “space race” with Cold War rival the Soviet Union. Before this goal was set, several space programs had been at work. The Mercury Program demonstrated that the U.S. was able to orbit the Earth in a spacecraft, and return the astronauts safely back to Earth. The Gemini Program exposed astronauts to space flight for periods of up to two week to see how the human body was affected by space travel. Gemini also gave astronauts the opportunity to practice docking orbital vehicles in space. The Apollo Program was initiated to prepare astronauts for the ultimate goal of landing on the moon. The first successful moon landing was Apollo 11 on July 20, 1969. The Apollo Program would have six successful moon landings with the last moon landing to date being Apollo 17 on December 11, 1972."],"display_date":"July 20, 1969","search_date":"1969-07-20","locations":[{"id":33676,"lat":28.7910878524,"lng":-80.7439573301,"zoom":9,"place":"Brevard, Florida"}],"tags":[{"id":291,"tag":"Cold War"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}}]}