{"id":2702,"place":"DAVIE, North Carolina","lat":35.9291897812,"lng":-80.544596269,"episodes":[{"id":2815,"title":"Young Woman Dies Giving Birth to Illegitimate Child\n","course_id":1,"status":"P","start_date":"1896-02-13","end_date":"1896-02-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A young white woman by the name of Graves stumbled into a tobacco barn in Jerusalem township, North Carolina, one cold January night in order to give birth to her illegitimate child. Her parents had thrown her out of their house when they discovered she was pregnant, and while she had tried to seek refuge at several other houses, she was repeatedly refused, and the barn was her only option for shelter as she gave birth. The child, however, did not survive, and died shortly after its delivery. The young mother picked up her baby's body and tried to walk to a nearby house, but fainted on the way over, and was found by the family who owned the barn. They called in Dr. Martin, but he could not save the mother who suffered from hypothermia and an excessive loss of blood. She died the following day. Davie Times, a resident of the town where Graves died, heard this sad story and wrote the Salisbury Truth in order to comment on what he believed was the family's and neighbors' terrible and inhuman behavior. He was shocked that an event like this could take place in a Christian community. "," Whether or not the people Times considered responsible for Graves' death were apprehended and punished is unknown. What is known, however, is that Graves' premarital pregnancy reflected an issue in the South that provoked much controversy, particularly in the late 19th century. Patriarchal society was firmly entrenched at this time as well as the notion that all Southern women were pious, gentle, and modest daughters, wives, and mothers. North Carolinian law reinforced this concept, making a woman legally bound to reveal the name of her illegitimate baby's father. The local government would then force him to provide money for child support if need be, ensuring that neither the mother nor child would not become a ward of the state. The mother's punishment usually varied from a monetary fine to a damaged reputation, a simple notion with heavy penalties in a society that placed emphasis on the purity and innocence of respectable women. "," By the end of the 19th century, premarital pregnancy was steadily decreasing as the structure and sexual repression of the Victorian era began tightened. According to historians Daniel Scott and Michael Hindus, an upsurge in religious activity also lowered the number of premarital pregnancies at this time, especially in the South where the evangelical movement of the Social Gospel was strongest. A woman who was guilty of fornication and bastardy would have sullied not only her reputation but her family's as well, claims historian Victoria Bynum, and therefore it was not uncommon for people like the Graves to refuse to accommodate their daughter during a premarital pregnancy since they were regarded as social pariahs and outsiders. However, while a stronger religious presence in the South led to more stringent moral policies and a reduction in pregnancy out of wedlock, it also defined Christian morals and values more clearly. This new and strengthened Christian community made the Graves and their neighbors' actions look like sins as they failed to forgive the young woman and treat her with compassion that the Bible extols. The parallels between her story and the Biblical story of the birth of Jesus (Mary and Joseph being rejected from several inns, only to find shelter in a manger where she gave birth to the baby Jesus) only reinforced this notion. However, while Times' reaction to this event was supported by countless other people, many Southern communities continued to spurn and reject those young women who became pregnant out of wedlock. "],"display_date":"February 13, 1896","search_date":"1896-02-13","locations":[{"id":9417,"lat":35.9291897812,"lng":-80.544596269,"zoom":10,"place":"DAVIE, North Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3606,"title":"A Call to the Free-Holders of Rowan and Davie Counties\n","course_id":1,"status":"P","start_date":"1844-06-22","end_date":"1844-06-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["People in town were gathered around a newspaper with the political platforms for the upcoming Presidential election.  The candidate that seemed to care the most about the people of the county, especially the farmers was A.G. Carter.  He had been the Senator here for twelve years so if he anything he had the experience to make the best politician.  He promised to not burden people with taxes anymore and to vote for a Senator who will have the best interest of the people and county at heart. Carter seemed so honest and straightforward-the way people in North Carolina want to be represented, and he promised to vote for the good, old traditional Republican doctrines. Carter also claimed in his letter that people needed to fight the annexation of Texas, and reclaim this as American land by negotiating a Treaty with Spain.  Texas was a large piece of territory for our people to settle and this could mean a stronger country.  Carter spoke for common folks, announcing that he would work for the best prices and not let politicians deceive people into paying high prices for cheap goods.  Carter appealed to parental concerns by reminding voters of how defective the education system had become; apparently the people of Rowan are not getting the large amount of money that went into a fund for the state to use on education, and if that money went to the Raleigh and Gaston Railroad Co.  citizens would have to pay taxes directly on it.  This didn't seem fair to the people of North Carolina, especially the children who needed opportunities for education in order to get better jobs, and the railroad certainly didn't provide jobs for all the people of North Carolina. Carter said that there was too much legislation instead of too little, and a lot of people agreed judging by the reactions in his letter published in the daily paper. ","Railroad companies and education competed for state funding.  Although many citizens of North Carolina were still self employed, agriculture being the dominant economy of the South, there was an influx of funding from Southern states into their technological and industrial advances in order to keep up with Northern urban economies.  This is consistent with the views of William Cooper and Thomas Terrill, historians who claimed that significant growth in the later antebellum periods, spurred by the Panic of 1837, severely depressed cotton prices until the mid-1840s, leaving the South considerably underdeveloped in comparison with Northern states.  This was due to resistance from Southern politicians, who garnered support and funding for issues that were intangible for many citizens.  However, the South did benefit from participation in industrialization due to the fact that crops and textiles could be more widely distributed in more convenient, quicker ways.  This was an imperative equalizer to Northern society, but also an essential for Southern growth."],"display_date":"June 22, 1844","search_date":"1844-06-22","locations":[{"id":9412,"lat":35.9291897812,"lng":-80.544596269,"zoom":10,"place":"DAVIE, North Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4823,"title":"Grand Jury Probes Shooting","course_id":31,"status":"P","start_date":"4/24/33","end_date":"4/24/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The death of John “Red Shirt” Davis, an African American from Georgia, seemed to be a very routine shooting for the Coolemee police. Though the death of Davis was not something the police were happy about, it seemed to be necessary because Davis had resisted arrest, according to the <em>Raleigh Observer</em>. The police officer who shot him was Special Officer Jess Saunders. According to Officer Saunders, “the man was shot when he reached for a hip pocket in what the officer thought was an attempt to draw a weapon.” Because the officers had discovered a quart of whiskey in Davis’s house, they felt he was going to draw a weapon on them. Early on in the case, “a coroner’s jury headed by coroner W.E. Kennen exonerated the officer, but when the body was being prepared for burial a second bullet hole was found in the Negro’s back.” With the discovery of this new evidence it would lead one to think that the coroner’s jury ruling would have been changed or overturned. Though Mr. Davis was killed under the assumption he had a concealed weapon, the Davie County police released that “this was the first man killed by Davie county Officers in more than 40 years.”","The death of a black man by a police officer was nothing new to black folks in 1933. However sad, this was an accepted fact of life for many black people in the United States, and especially those who lived in the South. While life in the United States for a black person was hard, it was nowhere harder than in the South, especially after the rebirth of the Klan in the 1920s and new sense of white supremacy. Whites wanted to keep a social order with them on top and blacks below and they were willing to do anything, however deadly, to maintain this. In many Southern states “physical assault against blacks was also a feature of the social order” says Herbert Shapiro. The violence against blacks sometimes went farther than just assault.","With the rebirth of the Klan also came the rebirth of fear among blacks for their safety and their lives. Once the Klan came back one of their main goals as Richard Schaeffer says was “to deal with a host of changes in the ‘American Way,’ including immigration of aliens to the United States and migration from rural South to the Northern cities of Negroes.” The way the Klan dealt with these changes were they began to lynch and once again instill fear. This resulted in many needless deaths of blacks, with stories of men being stolen from prisons with the assistance of police officers. While it was not uncommon for police to provide the suspect to the Klan, it was very common for those very Klansmen to be police officers."],"display_date":"April 24, 1933","search_date":"1933-04-24","locations":[{"id":22638,"lat":35.9291897812,"lng":-80.544596269,"zoom":10,"place":"Davie, North Carolina"}],"tags":[{"id":428,"tag":"African American death"},{"id":429,"tag":"White violence"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}}]}