{"id":2711,"place":"AMHERST, Virginia","lat":37.6048121175,"lng":-79.1451153205,"episodes":[{"id":3614,"title":"Amherst County Citizens Petition for a Railroad \n","course_id":1,"status":"P","start_date":"1850-01-01","end_date":"1851-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["According to W.W. Scott's <em>History of Orange County</em>, the period of time between 1848 and 1860 was relatively serene and well-organized in that particular area of central Virginia. Following the United States' triumphant victory in the Mexican War of 1848, one of Virginia's sons and a decorated hero from the war, General Zachary Taylor, was elected President. The era that began in 1850 is known to historians as an age of industrial and public improvement; the legislature and citizenry of Amherst County, for example, petitioned for the construction of a railroad connection between the cities of Lynchburg and Charlottesville. In 1851, the citizens of Amherst County wrote a petition to the governing body in Richmond arguing the position that the state of Virginia would be well-served if a connecting branch was constructed in their district. Citing the unity, consistency, and harmony that would result from the completion of the railroad, they argued eloquently and persuasively in the three-page memorandum. Their request was granted, and the decision to improve public transportation in central Virginia was not without precedent; in the previous year, a section of the Blue Ridge Turnpike was opened to public travel. The roads were engineered by General William Mahone, a man remembered as one of countless connections and political acumen and commemorated by Scott for his exceptional work on the highways.","Transportation during the mid-nineteenth century was still dominated by horsepower, and the opening of the highways provided an easier, more efficient passage through and around the Blue Ridge Mountains. In addition, the Orange and Alexandria railroad company was given special access to a private lot off the turnpike to construct buildings and operate businesses, a provision that would have increased employment opportunities and drawn a more focused attention at that particular intersection of railway and road. In addition to desiring one grand, systematized improvement, the authors of the Amherst County memorandum cited the increased potential for economic prosperity that would surely follow the construction of the connecting branch.","During the 1850s and 1860s, railroad technology was booming. Building on the advancements of earlier rail-related endeavors, such as the Baltimore and Ohio rail line that was the first to evolve into a major system, the railways of mid-century transported not only material goods but also the promise of economic expansion and proliferation. As the railroad snaked its way through the American South, it brought with it untold benefits of increasing population and the amplified opportunity for financial benefit. The construction and opening of roads like the Fredericksburg and Valley Plank Road and the Blue Ridge Turnpike not only facilitated improved travel in central Virginia but also, through its conciliatory provisions with flourishing railroad companies, opened avenues of future economic gain. Amherst County residents were acutely aware of this and, through a strongly worded petition to Richmond, affected a fortuitous change."],"display_date":"1850 - 1851","search_date":"1850-12-31","locations":[{"id":13622,"lat":37.6048121175,"lng":-79.1451153205,"zoom":9,"place":"AMHERST, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}