{"id":2715,"place":"AMELIA, Virginia","lat":37.3359551661,"lng":-77.9760581709,"episodes":[{"id":2289,"title":"Bradley Tyler Johnson&#39;s Woodlands\n","course_id":1,"status":"P","start_date":"1899-08-21","end_date":"1899-08-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1899 Bradley Tyler Johnson posted a flyer titled For lease on Ninety-Nine Year Terms that advertised a 99-year lease on his property, the Woodlands, located in Amelia County. Johnson had a very specific vision for the property; I want a colony of ten families from the Northwest to settle here, he wrote. Traditionally Southside Virginia, including Amelia County, had a rural background with very few towns of any size. In both the eighteenth and nineteenth centuries until the end of slavery, Southside Virginia had borrowed from the Chesapeake region the tobacco economy based upon slave labor, only lacking the wealth and sophistication. Johnson knew that the area would not attract those seeking great wealth, so he aimed his advertisement towards families committed to a rural lifestyle.","Bradley Tyler Johnson promoted the property through its location and land attributes. First, Johnson advertised on his flyer that the Woodlands was located only two and a half miles from the Amelia County Courthouse and 36 miles southwest of Richmond by the Southern Railroad. Other benefits the property based on its location included receiving mail twice a day, two newspapers - one from Baltimore, Maryland and the other from Washington, D.C., and telegraph service. Next Johnson went into detail in describing the many land attributes such as the red clay soil, the alluvium river bottoms, the oak forest, and plentiful streams and springs. He said that the Uplands have never been ploughed since the flood 'Before the Wah'. I suppose they were scrathed for an inch to an inch and a half, in depth by a mule and a n----r, but below that depth has never been stirred by the hand of man, and is just as virgin, as the morning Noah landed on Arabat. Johnson made plans to divide the Amelia County land into farms of 150 acres each and suggested that the settlers grow orchards of apples, grapes, pears, plums, and cherries.","Although it was not entirely clear whether Johnson would have leased the land to sharecroppers, sharecropping was a very common practice during and after Reconstruction. Sharecropping was leasing land to families who would pay their rent by giving the owner a portion of the crop grown on the land. During Reconstruction not only freedmen and women but also poor whites without land practiced sharecropping in Virginia. The practice continued strongly after Reconstruction especially in rural areas formerly based upon the labor of slaves such as the tobacco farms in Amelia County. Sharecropping exploited the people who worked the land by charging high interest rates on borrowed goods and by demanding large portions of their crop. Plantation owners in rural areas found themselves without labor after the Civil War and the practice of sharecropping helped to alleviate the burden of labor.","Johnson was a wealthy man who owned land in Amelia County while spending much of his time in his Richmond, Virginia home. He had a strong desire to lease his land to a colony of families who are neighbors and friends at home and would be so in a new country instead of Virginia locals who were likely to be freedmen and women. It is clear from the language of the advertisement that Johnson only planned to lease the land to white families based on a discussion of black labor and the use of derogatory, racist language. Johnson told the story of rural farmland and woodland where a family could find happiness but not riches instead of telling the story of sharecropping and how difficult life could be."],"display_date":"August 21, 1899","search_date":"1899-08-21","locations":[{"id":13617,"lat":37.3359551661,"lng":-77.9760581709,"zoom":10,"place":"AMELIA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":12,"tag":"Migration/Transportation"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3620,"title":"A Day In the Life of an Amelia County Physician\n","course_id":1,"status":"P","start_date":"1831-12-17","end_date":"1831-12-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Like many county and small town physicians, Dr. Stirling Ford cultivated close relationships with many of his frequent patients. Thus, when some of his patients were unable to pay their medical bills, he would extend a grace period or wave the fee altogether. This more than likely accounted for the meticulous records of his daily visits and the financial accounts of his patients. One of Dr. Ford's wealthier and well known patients was Governor William Branch Giles. Giles died on December 4, 1830 after a brief illness. Dr. Ford chose not to charge Giles' family for the services rendered toward the end of Giles' life because he viewed the family more as friends than patients, no charge for personal attendance- in this I will consult my private feelings. Indeed much of my attendance was to consult the feelings of the family as a friend. Dr. Ford's journal reflected many other close friendships with his patients. In fact, Dr. Ford had a special method for differentiating the class and race of his patients."," In the early nineteenth century medical knowledge was still in its infancy. Prior to the Civil War the majority of doctors in the United States were trained through apprenticeships, if the doctor training the apprentices was competent he would produce competent doctors. In the case of Dr. Ford it seems as though he was one of the doctors to have received a quality apprenticeship. The most commonly prescribed treatment in Southside Virginia was quinine, which remedied maladies such as malaria. Other drugs prescribed for common afflictions during the nineteenth century were chalybeate pills, charcoal pills, morphine, and opium. Dr. Stirling Ford often prescribed such drugs to his patients. "],"display_date":"December 17, 1831","search_date":"1831-12-17","locations":[{"id":13611,"lat":37.3359551661,"lng":-77.9760581709,"zoom":10,"place":"AMELIA, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3621,"title":"Race and Medical Care\n","course_id":1,"status":"P","start_date":"1831-11-18","end_date":"1831-11-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 18, 1831 Dr. Stirling Ford paid a visit to the slave of Mrs. Evans. In his journal, Dr. Ford gives an account of the slave woman's condition and treatment prescribed for her blister to the neck and open bowels [and] debility headache. Although it might seem normal that a doctor would treat an ailing person, not all nineteenth century physicians were willing to take on African Americans, free or enslaved, as patients. Dr. Ford, on the other hand, was known for giving free smallpox vaccines to his patients, both white and colored. Some southern states went as far as requiring masters to provide for proper maintenance of their slaves, this care was mainly achieved through the care of ailing slaves by their master or mistress. Following the 1808 abolition of the international slave trade, the health of slaves became a matter of greater importance to slave owners. Thus, many slave owners paid more attention to seeing that the basic dietary needs of their slaves were met. "," Again, Dr. Stirling Ford was one of the unique physicians willing to treat blacks. In his journal, Dr. Ford delineated all of his patients by various codes according to class, gender, and race. He referred to patients the black patients he served as man, woman, and child. Never in Dr. Ford's records did he use the word slave; instead he referred to enslaved peoples as servant. Though many of his contemporaries did not treat blacks, Dr. Ford was a kindly man, who took his duties as a physician seriously and served all in need of his services. On several occasions, Dr. Ford recorded visiting large plantations, noting that he visited the family, both white and colored. His reference to the black community living on the plantation as the family is an unusual term of endearment reflecting the affectionate concern held by the responsible class of slave owners for the well-being or the slaves that they owned and possibly Dr. Ford's personal views regarding slavery."," Though the law insured some level of healthcare for enslaved people, as aforementioned, many doctors refused to render their medical services to black patients. This attitude can be attributed to the popular belief in the inferiority of black people. This belief in the inferiority of blacks was used not only as a justification for slavery but received a good amount of ill researched of scientific support. The general medical consensus was that blacks were better suited mentally and physically in the environs of the slave south, where they worked arduously in the fields."],"display_date":"November 18, 1831","search_date":"1831-11-18","locations":[{"id":13611,"lat":37.3359551661,"lng":-77.9760581709,"zoom":10,"place":"AMELIA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3758,"title":"Hunting for Negros\n","course_id":1,"status":"P","start_date":"1873-01-03","end_date":"1873-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Two white men were walking past their cornfield and spotted a hat moving across the field. As the men investigated it became clear that the hat belonged to an African American male. When the two white men realized this, and the fact that he was stealing their corn, they immediately chased after him with guns drawn. One of the white males opened fire on the black man undoubtedly aiming to kill. He later stated that he aimed as well as he could, considering the situation, and the bullet sizzled across the Negro's ear.","The two men eventually caught the black male and he surrendered without a fight. The black male stated that he was only trying to feed his wife and children and only tried to steal because others were doing it as well. The men turned the black male over to the authorities, and he was eventually let go and swore he would never attempt to steal corn again. The story ends with the writing proclaiming that the Negro would disregard his promise on the first opportunity.","The event clearly shows the animosity towards blacks from whites. The feeling of white superiority clearly still existed in Southern Virginia in the year 1873. Violence towards blacks was an intrinsic element of the slave system and had been endemic in large parts of the South since 1865. The two men clearly wanted to kill the trespasser and regretted that they missed their chance. According to the article the black race is compared to animals that are fair game to be shot if on ones property. Some southerners refused to accept reconstruction, and resorted to violence when possible to infer white supremacy. "],"display_date":"January 3, 1873 - December 31, 1873","search_date":"1873-07-03","locations":[{"id":13615,"lat":37.3359551661,"lng":-77.9760581709,"zoom":10,"place":"AMELIA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":6690,"title":"Distribution Of Virginia Slave Population","course_id":170,"status":"P","start_date":"1861-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" "," ","During the civil war and reconstruction era, the slave industry was beneficial to the south’s economy. Slavery was the most successful industry in the United States when even over the booming railroad industry. The main cause of the civil war is slavery because of its importance to the south. The south threatened and eventually left the union due to abolishing slavery. Abolishing slavery within the states would affect the each state economy. The states that had a larger population of slaves would be more affected if slavery was to ever be abolished. The state of Virginia held the most slaves throughout the south, nearly five hundred thousand slaves."," ","By 1861, Slavery in the south was understood as the reasoning behind the cause of the civil war and secession. Since the state of Virginia held most the enslaved population in America, the state played a vital role in the possible secede. Voters at the Virginia Convention who lived in greater enslaved population voted on more supporters for the secession. Voters who lived in smaller enslaved population did not vote as much to support the idea of secession. Lewis E. Harvie discussed the secession by representing Amelia and Nottoway County, two counties that held seventy percent of their population in slavery. <br />","The picture above showed the slave population distribution in Virginia in 1860 based on the state's population. The map features the list of counties in Virginia and its population of whites, slaves, and a number of slaves in the county. It also shows Virginia western counties that are now part of West Virginia which were insignificant in slave population. It also showed the percentage of the slave population in Virginia Blue Ridge Mountains. Most of these counties plantations held more than fifty slaves. The Shenandoah Valley and the Appalachians had fewer due to the geography and environmental disadvantages that discouraged plantations.The map shows the reality of the mass population of slavery within Virginia.","<br />The southern state's economy depended on slave labor, it continued through the civil war to the thirteenth Amendment in 1865. The eastern part of Virginia, an agriculture-based economy, had the highest percentage of slaves. The mountain area in Western Virginia depended more on an industrial industry, had a fewer population in slaves. Slavery in Virginia was vital to Civil War and Reconstruction era, due to its majority of the slave population."],"display_date":"1861 - 1865","search_date":"1863-07-02","locations":[{"id":53053,"lat":37.1148487,"lng":-78.0195387,"zoom":8,"place":"Nottoway County,Virginia"},{"id":53052,"lat":37.3212714,"lng":-77.973865,"zoom":8,"place":"Virginia, Amelia"}],"tags":[{"id":3313,"tag":"slave population"},{"id":32,"tag":"Civil War"},{"id":2930,"tag":"Virginia"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}