{"id":2724,"place":"TANGIPAHOA, Louisiana","lat":30.6437875255,"lng":-90.4119725296,"episodes":[{"id":3631,"title":"Regulators in Louisiana Dismantle a Secretive Group\n","course_id":1,"status":"P","start_date":"1893-02-17","end_date":"1893-02-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["David Stern, a prominent storekeeper in Amity City, a city in Tangipahoa, Louisiana, was the leader of a secret society. The organization - an oath-bound society, complete with grips, signs, and password and the ultimate goal of banishing Jewish merchants, wealthy residents, and negroes from the well-populated parish of Tangipahoa - was highly guarded and only wanted a very small set of people to know of its existence. In selecting members, the group had to be especially careful to not approach the wrong men to join. However, they did exactly that, thus making the clan and its goals well known. Unfortunately for Stern, regulators were notified of the group and served notice on him to leave the area. The other members of the society were given warnings as well, and like Stern, they ignored their seriousness. Nevertheless, Stern and his cohorts did not pay any attention to the notifications, and later regulators sent them more. In an effort to remain in the area, Stern showed the warnings to several of his neighbors because he knew they would stay on his side - he was only a simple business man to them. The resultant publicity of this issue resulted in angry citizens and prompted regulators to force the group not to operate in the parish. "," In the late 1800s, white men and women of the South were still becoming accustomed to living in equality with those of differing race, religions, and viewpoints. Many were not ready to make the adjustment and stood stubbornly in their racist tracts. Groups like Stern's were not an uncommon result of white Southerner's views toward their changing lifestyle. A huge wave of Jewish immigration had just hit the United States, with tens of thousands of European Jews from Russia and Poland coming into the country. These immigrants had left Europe to flee persecution, but were unfortunately experiencing it in American, as well, where they thought they would be escaping it. Anti-Semitism was normalized in the U.S. by the 1800s, just like racism towards African Americans had been. Since the Jewish immigrants had a greater opportunity to be educated in Europe and African Americans did not have as much of a chance to be in the U.S., white citizens were very threatened by the Jew's existence in their country and thought they had a greater potential to take jobs from them, and therefore intervene in the business world and the economy. The first large scale movement against the Jews and other minorities was in 1852 in the organization of the Know-Nothing or American Party, whose creed could be summed up in two words: Americanism and Protestantism. This party, however, quickly split once it entered the world of politics. Stern's group was reminiscent of the American Party's ideals. Though the Anti-Semitism that the Jewish immigrants faced in the U.S. was a serious issue, it was not as widespread and enduring as the racism felt towards African Americans. Stern's clan was a precursor to much more radical and powerful groups, like the Klu Klux Klan, a group advocating white supremacy, which emerged in 1915. Clearly, forcing his prejudice and racist group out of the parish of Tangipahoa was not a solution to the problem and was direct foreshadowing of the horrors to come. "],"display_date":"February 17, 1893","search_date":"1893-02-17","locations":[{"id":5729,"lat":30.6437875255,"lng":-90.4119725296,"zoom":10,"place":"TANGIPAHOA, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}