{"id":2726,"place":"PLAQUEMINES, Louisiana","lat":29.1168615299,"lng":-89.3283829847,"episodes":[{"id":1034,"title":"James Eads&#39;s Mississippi river jetty system completed\n","course_id":1,"status":"P","start_date":"1879-07-08","end_date":"1879-07-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After five years of construction, James Eads jetty system officially succeeded by lowering the depth of the Mississippi river to 30 feet at its mouth.  This accomplishment allowed for the port of New Orleans to accommodate the larger ocean-going ships of the 19th century.  In 1883 this improvement would be complemented by the beginning of regular freight routes through New Orleans by the Southern Pacific rail company.  Ultimately, these improvements would allow New Orleans to become a leading shipping hub of the South and improve the efficiency of commerce on the Mississippi river.&lt;br /&gt;&lt;br /&gt;Moreover, this improvement was only one instance of the growing role of both state governments and the federal government in promoting infrastructure projects designed to promote commerce on the Mississippi river.  For example Articles 213 and 214 of the Louisiana constitution of 1879 mandated a state run system to promote and regulate the construction of levies designed to protect settlements and waterways from flooding along the Mississippi river.  On a larger scale, the creation of the Mississippi river commission sought to create a national policy for promotion of commerce.  On October 16, 1879 in Quincy, Illinois, the commission discussed their numerous recommendations to the federal government.  Their recommendations included the creation of a reservoir system in the upper Mississippi valley, and a prohibition on construction of wharves and water mills by private businesses and local communities designed to curb the formation debris and sandbars along the river.  &lt;br /&gt;&lt;br /&gt;Ultimately, these improvements constituted only one part of the massive projects being envisioned by advocates of government infrastructure investment.  One notable instance of this was when James Eads himself urged the construction of a rail link in Central America to carry shipping from the Caribbean Sea to the Pacific Ocean.  This suggestion presaged the construction of the Panama Canal three decades later."],"display_date":"July 8, 1879","search_date":"1879-07-08","locations":[{"id":5618,"lat":29.1168615299,"lng":-89.3283829847,"zoom":8,"place":"PLAQUEMINES, Louisiana"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3633,"title":"Alligators Protected to Improve Economy\n","course_id":1,"status":"P","start_date":"1890-04-26","end_date":"1890-04-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In April of 1890, the Police Jury of Plaquemines Parish in Louisiana made the decision to prohibit the further killing of alligators. This decision was unfortunate for the fashion industry, as purses, reticules, traveling bags, and footwear were all accessories that could be made out of alligator hide. Apparently, it was fashion's mandate to do so. In Louisiana and Florida, their abundance of alligators added an extra boom in their economy and helped support this fashion craze. However, alligators preyed on muskrats who would eat the crops in the area. The decline of the alligator population led to an increase in the population of muskrats, thus seriously damaging the crops. The Police Jury was so serious about this prohibition that they would fine anyone killing an alligator a penalty of 25 and put them in prison for a month for each offense. Clearly, the ban on killing alligators was not an example of animal rights activism. The banning in Plaquemines was economically and financially motivated.","While this instance could be deemed an early example of animal rights protection, it is much more likely that it is a case of Louisiana protecting its economy. Without their crops, Louisiana, much like many other states of the South, had nothing. Later in the nineteenth century, prices of farm products were consistently low. Poverty was widespread throughout Louisiana's farming population already, and without the alligators there to prey on the muskrats, their crops and income were being hurt even more. Farmers' Alliances were formed to help combat these financial issues. However, at this time, the Democratic Party was dominant in the South, and they essentially stood for white power, while the Farmers' Alliances consisted of mostly black farmers. During 1890, the People's Party was beginning to form, which was supported mainly by farmers in the South. It was similar to the Greenback Labor Party which had formed during the 1880s and opened the door to the concept of populism, which is the appeal to the common person and, likewise, incorporates a sense of working class activism. The Police Jury's response to the alligator situation was in direct correlation with the ideals of the People's Party and populism. The area was much more densely populated with poor farmers, struggling to make enough money to live, than rich people, who would be deeply upset by the absence of alligator purses. Only the wealthier half of the population in the state and the country could afford luxuries such as those. Therefore, the mandate to forbid killing alligators was both necessary and logical. Crops bring in much more money to the states economy than the alligator fashion trend, so sacrificing that fad makes much more sense for the sake of the states' financial well-being."],"display_date":"April 26, 1890","search_date":"1890-04-26","locations":[{"id":5620,"lat":29.1168615299,"lng":-89.3283829847,"zoom":8,"place":"PLAQUEMINES, Louisiana"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}