{"id":2727,"place":"WEST FELICIANA, Louisiana","lat":30.8801785658,"lng":-91.420930249,"episodes":[{"id":3634,"title":"Convicts Sent to Work on Plantations\n","course_id":1,"status":"P","start_date":"12/4/00","end_date":"12/4/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In December of 1900, the Board of Control of the Louisiana State Penitentiary held a meeting in which they decided to set aside two immense plantations in West Feliciana and Iberia Parish for convicts to work. Cotton would be grown on the West Feliciana plantation, while sugar would be grown on the one in Iberia Parish. Approximately five hundred workers were expected to work on these plantations, which is roughly half of the amount of convicts in the state. All of the crops produced from these plantations would end up going to the state, helping to pay for road construction and the like. The program was expected to enact extensive prison reforms after the convict lease system had been abolished.","Convicts working on plantations in Louisiana were characteristic of a productive penalty system that had been taking place in the South for the past 40 years. After the emancipation of slaves in the thirteenth amendment in 1863, farmers, businessmen, and anybody who had used slave labor in their homes needed to find other people to take their place and keep their lives in order. At the same time, many state penitentiaries realized that they could use their prisoners, who were generally black males, to their benefit - having them work for the state. The Convict Lease System, which was put into place throughout the South quickly after slavery had been abolished, was a method of aiding previous slave owners in maintaining their pre-abolition lifestyle and helping the state pay off the cost of prison administration. Farmers and businessmen needed to find replacements for their lacking labor force and convicts were the perfect solution. People using convict labor would then pay the state for their work. This example of convict leasing is especially unique because the state set aside plantations of its own for the prisoners to work, as opposed to leasing them out to private owners. The convict leasing system proved to be very profitable for the government and any business owners who utilized it. Revenues from the program contributed to over 300% of the costs of prison administration. Not only would convicts work on plantations, they would also repair roads, maintain farms, and do other work similar to that of a slave's. However, states slowly phased out of this method of penalty. The system was frequently abused because the convicts, who were mostly African American and male, were readily available and treated inhumanely, similar to the way slaves had been treated before emancipation. Southern states slowly phased out of using this system and it was finally dismantled in 1928."],"display_date":"December 4, 1900","search_date":"1900-12-04","locations":[{"id":5786,"lat":30.8801785658,"lng":-91.420930249,"zoom":9,"place":"WEST FELICIANA, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4127,"title":"The Burning of Bayou Sara, LA","course_id":7,"status":"P","start_date":"1862-10-25","end_date":"1862-10-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    On October 25, 1862, Narcissa L. Barksdale scribbled the words, \"but no lives lost,\" as she wrote to her friend, Alcinda \"Alice\" Janney, describing the tragedy of how Bayou Sara, Louisiana, \"was burnt by the crews of the gunboats.\" Barksdale showed her discontent with the behavior of the Union soldiers in saying, \"I could write pages of outrages committed in that state, but I will desist- as you can well imagine what they are.\"  In her letter she described the day-to-day functions of her life, but also gave insight into life on the home front during a period of Northern occupation, mentioning the sick and wounded soldiers that she has encountered throughout her travels in Mississippi and Louisiana. She also described the tension in the city of Corinth, Mississippi where people were on edge and fearful of \"Yankee raids\" following some previous, unmentioned event. Although the unmentioned event happened some weeks before, the residents of Corinth continued to be on the defensive. ","    The issue of life on the home front is one of great importance when attempting to understand and fully grasp the type of impact that the Civil War had on both the Northern and Southern regions of the United States. As Stephen Ash described in his book, <em>When the Yankees Came, </em>\"the unique psyche of the South has been shaped, in part, by what happened to the Southern people when the Yankees came.\" Events such as the burning of Bayou Sara by Union armies as well as personal encounters with soldiers mentally and physically affected by the conflict would have severely affected the outlook on the war for those who remained at home. For many Southern women especially, who suddenly became responsible for managing farms and plantations on their own while living with battles being fought in their backyards, their experiences on the home front deeply influenced their opinions of the national conflict. Perhaps such events would have caused women like Narcissa Barksdale and Alice Janney to rally around the Confederate troops and encourage them to fight harder against the invading Union forces, but then again these same events could have just as easily spurned a desire to simply stop the fighting and bring the troops home. "],"display_date":"October 25, 1862","search_date":"1862-10-25","locations":[{"id":5783,"lat":30.8801785658,"lng":-91.420930249,"zoom":9,"place":"WEST FELICIANA, Louisiana"}],"tags":[{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}]}