{"id":2747,"place":"BRUNSWICK, Virginia","lat":36.7647849382,"lng":-77.8590149574,"episodes":[{"id":2279,"title":"E.P. Buford&#39;s Political Rise\n","course_id":1,"status":"P","start_date":"1893-09-04","end_date":"1893-09-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Virginia State Democratic Committee met in Richmond, Virginia and made its decision on their nominees for Committee positions in the coming campaign year. J. Taylor Ellyson, the Chair of the Virginia State Democratic Committee, sat down with the Secretary, James R. Fisher, to write letters to the nominees. In Ellyson's September 4, 1893, letter to E.P. Buford, Esquire, he congratulated Buford on being chosen as the Committee's Canvasser for Brunswick County, Va. Ellyson affirmed his confidence in Buford's abilities and willingness and urges him to accept the position early in order to prepare for the contest.","Economically, the Panic of 1893 was one of the worst crises in the history of the United States. Although there was no consensus on the cause of the Panic, several different factors contributed, beginning around 1890. One of the important factors was a run on the gold supply, where people traded in their silver notes for gold notes. Since so many people traded in their silver notes, the U.S. Federal Reserve reached the minimum amount of gold required in their vaults and people could no longer trade in their silver notes. After this occurred, many banks failed, thus causing the price of silver to plummet. Once the banks failed many railroads (and then companies) in the West and Northwest followed suit and filed for bankruptcy. Thus, the estimates for the number of bank failures and companies reached approximately 500 and 15,000, respectively.","Politically, Americans blamed the Democrats and President Grover Cleveland for causing the Panic. Therefore, when it came time for elections, it was important for the Democratic Party to attempt to withstand the pressure and come out on top. The Virginia State Democratic Committee was looking for strong, respected community leaders to help get the votes within each individual county. This role of soliciting votes fell to the county Canvasser, and in the case of Brunswick County, the Committee chose E.P. Buford for the role. As an established lawyer within the town of Lawrenceville, Virginia, E.P. Buford was an excellent choice for the role because of his many connections within the town and surrounding community. He had many cases with different plaintiffs thus creating a large network and building a reputation within Brunswick County. This is exactly what the Democratic Party needed as it began to take heat for the policies that caused the Panic of 1893."],"display_date":"September 4, 1893","search_date":"1893-09-04","locations":[{"id":13681,"lat":36.7647849382,"lng":-77.8590149574,"zoom":9,"place":"BRUNSWICK, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2682,"title":"Keeping it in the Family: Slave Inheritance\n","course_id":1,"status":"P","start_date":"1823-01-01","end_date":"1823-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["With the exception of slaves with certain bargains, William Gilliam willed all slaves, land and stock to John William Gilliam around 1823. It was important to William Gilliam that his estate, stock and slaves remained in his family. He promised it to his relative upon his twenty first birthday; and he emphasized that the slaves could not be removed from the estate until that time. It was also important to note that some slaves had certain bargains. After the ","Great Awakening, a national Protestant religious revival in the early 1800s, some planters altered their views of slavery. This movement promoted equality among all men in the North, however most southern protestants focused on evangelism and less equality. The few planters that were moved to treat slaves more humanely commonly manumitted their slaves. Following a law in 1782, Masters could free slaves through will or deed. However, a freed slave had to obtain special documents to stay in the area. An 1806 Virginia law demanded that any freed slave leave the state within a year without this documentation. William Gilliam may have prearranged for the freedom of select slaves, however he may have promised some slaves to other planters."],"display_date":1823,"search_date":"1823-07-02","locations":[{"id":13674,"lat":36.7647849382,"lng":-77.8590149574,"zoom":9,"place":"BRUNSWICK, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3624,"title":"The African American Community-free and enslaved\n","course_id":1,"status":"P","start_date":"1831-09-26","end_date":"1831-09-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 26, 1831, Lucetta Morse finally confirmed her status as a free woman of color in the county of Brunswick, Virginia. In order for her freedom to be established, Lucetta was subjected to an intense physical examination of her body. The commissioner looked for any distinguishing or identifying marks and recorded all of his findings in a ledger which contained similar information about the other free people of color in the county. Lucetta was given register number three hundred and thirty-three and was then reviewed again against the commissioner's original findings. "," Brunswick County, Virginia was no different from the rest of the South. As did many regions of Virginia, the Carolinas and Louisiana, Brunswick County was home to a substantial free African American population. In Brunswick County, free blacks lived amongst whites and enslaved blacks and had an active role in the local economy. Though there was a significant free black population in Brunswick, the free people had to be documented by the county so that their status as free people of color was on file. Their claim of freedom had to be checked against their file and then filed yet once again. ","As aforementioned, the county of Brunswick kept detailed logs of their free people, noting gender; approximate age; any marks, scars, or burns on their body; the terms under which they attained their freedom; their height; and the complexion of their skin. The Register of Free Negroes and also of Dower Slaves is a compilation of such records. Throughout the south there were periodic crackdowns on free blacks, with officials demanding identification papers and jailing those without proper documents. In some cities all entering free persons of color were required to register with the authorities. This requirement of registration and proper identification for free people of color was due to the tendency of runaway slaves to attempt to seek refuge in urban centers, and is more than likely what was taking place in Brunswick County."],"display_date":"September 26, 1831","search_date":"1831-09-26","locations":[{"id":13675,"lat":36.7647849382,"lng":-77.8590149574,"zoom":9,"place":"BRUNSWICK, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3658,"title":"Deadbeat Renter\n","course_id":1,"status":"P","start_date":"1834-12-14","end_date":"1836-11-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["For over two years, Elizabeth Rainey patiently awaited payment from John Tucker, who was renting her Brunswick County, Virginia plantation. Rainey, a widow, along with her four children was currently living in Macon, Georgia amongst her relatives. In one of her correspondences to Tucker, Rainey wrote that her eldest son, who at the age of twenty-two and was then the rightful owner of the plantation that Tucker was leasing, had returned from fighting the Indians and, if he wished, he could pursue dealing with him to arrange rent payment. Apparently, Tucker did not respond favorably, because a later letter from Ms. Rainey, requests that he send full payment for his delinquent rent in two checks, one made out to her and the other made out to her eldest son, William. ","In the nineteenth century, women were seldom left in charge of such large financial obligations such as the rent of a plantation and slaves. In fact, <em>The Encyclopedia of Southern Culture</em> sites the eighteen thirties as a period that ...produce[ed] a new southern female paradigm, the southern lady. She was in theory if not in fact virtuous, modest, pious, and submissive. Though Ms. Rainey's son, William, was the heir of the property which Tucker was renting, his absence while at war against the Native Americans left his mother in charge of all financial obligations. This was indeed a rare instance because during this period white women did not own property. It was even more extraordinary that Ms. Rainey was left in charge of renting this property out, along with all of the financial implications of being a landlord. Ms. Rainey remained true to the stereotypical image of nineteenth century women and never out right demanded payment in full- Ms. Rainey always politely requested that he send his portion of the rent as promptly as possible. Little is known of how Tucker responded to Ms. Rainey's requests of if and when he did pay the rent for the Brunswick County plantation, because his folder only contained Ms. Rainey's letters to Tucker. Furthermore, from Tucker's other financial records, one notes his financial turbulence. "],"display_date":"December 14, 1834 - November 5, 1836","search_date":"1835-11-24","locations":[{"id":13675,"lat":36.7647849382,"lng":-77.8590149574,"zoom":9,"place":"BRUNSWICK, Virginia"}],"tags":[{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}