{"id":275,"place":"ANNE ARUNDEL, Maryland","lat":39.087394033,"lng":-76.4791169961,"episodes":[{"id":373,"title":"Constitution of Maryland takes effect\n","course_id":1,"status":"P","start_date":"1867-10-05","end_date":"1867-10-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Between May 8 and August 17, 1867 the Constitution of Maryland was written in Annapolis, Maryland in order to comply with the changing pace of the nation.  Maryland, which had never seceded from the United States, had its civil rights revoked by President Abraham Lincoln during the Civil War.  As a result, even though Maryland was not controlled by the mandates of the Reconstruction Acts, the state, which had supported slavery, needed to rework its constitution in the wake of the war's conclusion.  In the August 18 edition of the Baltimore Sun, the editors proudly proclaimed that the convention had drawn to a close and that voting to ratify the new constitution would occur in approximately one month.&lt;br /&gt;&lt;br /&gt;On September 18, the people of Maryland ratified the constitution, but it did not take effect until October 5 of the same year.  The passing of this specific version of the constitution was particularly important, since it marked a return to power for the Maryland's Democrats.  Significantly, under the new constitution, both blacks and whites were to be counted when determining representation for both state and national seats in the government.  &lt;br /&gt;&lt;br /&gt;It is obvious that the citizens of Maryland felt a vested interest in this election.  Everyday from September 19 through September 23, the Baltimore Sun made known the voter return numbers.  Each county's numbers were published with a breakdown of white versus black voting numbers. After all the votes had been tallied, Governor Swann announced that 47,152 voters had placed ballots in favor of the constitution while 23,036 voted against it, and 27 people chose to abstain from voting.  Ultimately, the passing of the constitution marked a sort of self-reconstruction' for Maryland, as it made progress while operating outside of the direct influence of Reconstruction."],"display_date":"October 5, 1867","search_date":"1867-10-05","locations":[{"id":5923,"lat":39.087394033,"lng":-76.4791169961,"zoom":9,"place":"ANNE ARUNDEL, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1618,"title":"Peggy Stewart Centennial\n","course_id":1,"status":"P","start_date":"1874-10-10","end_date":"1874-10-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The citizens celebrated the burning of a ship called the Peggy Stewart, a ship owned by Anthony Stewart, an Annapolis resident. The Peggy Stewart had arrived full of tea to the Annapolis harbor at a very inopportune time, because Annapolis citizens were keen on enforcing the non-importation agreement. Anthony was willing to pay the tax on the tea and to secretly bring the ship to dock, but word got out and a mob of angry citizens were influential in his decision to allow the ship to be burned. (His other choice was death). &lt;br /&gt;Annapolis and Baltimore celebrated the tea burning at Annapolis on the gorgeous day of October 19, 1874, exactly 100 years after the original tea burning. Businesses in Annapolis closed, and throngs of people lined the streets to the ringing of the Sam' bell at sunrise, noon and sunset. The 8 A.M. Sam bell was accompanied by a booming Federal salute given by the guns of Fort McHenry. Numerous festivities and closings reveal the importance of the centennial to Annapolis resident. Municipal offices were closed, as well as schools so that children could join in on the jubilant celebration. Many business owners patriotically draped their stores in flags. All day long people crowded the streets and many women chose to wear costumes to add color to the crowds. One of the most notable events was the parade of the Maryland National Guard, with the soldiers giving the appearance that they were ready and eager to rally around the flag in any emergency'.(The Baltimore Sun)"],"display_date":"October 10, 1874","search_date":"1874-10-10","locations":[{"id":5924,"lat":39.087394033,"lng":-76.4791169961,"zoom":9,"place":"ANNE ARUNDEL, Maryland"}],"tags":[{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1961,"title":"By-law Implemented for Gun Control \n","course_id":1,"status":"P","start_date":"1824-03-25","end_date":"1824-03-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Mayor and Common Council of Annapolis declared a by-law to prevent the firing of guns within the city limits. The Mayor first informed the citizens of Annapolis on the by-law in an article published in the local paper, <em>The Maryland Gazette</em>, on March 25, 1824. The article permitted a week long period of time for news of the by-law to reach the people of Annapolis before the Common Council planned to implement it within the city limits. Under this by-law, any person found guilty of firing or discharging a gun within city limits except when performing military duty, shall be fined a sum no less than one or more than five dollars. In addition, this by-law declared that any person found guilty of carrying a gun uncovered through any of the streets, lanes or alley of this city shall be viable to a fine of one dollar."," In 1824, guns tended to be tools, luxury items, or broken relics. According to historian Jan E. Dizard, the people around Annapolis had to rely on blacksmiths to make repairs to their guns, since most areas lacked gunsmiths. Blacksmith most often had little knowledge of guns, and did not know how to make proper repairs. The overwhelming majority of guns tended to be poorly cared for, and passed from generation to generation."," The Annapolis by-law established that if any person offending against the provision of this by law shall be a slave and the owner or employer shall not elect to pay the penalty inflicted then another punishment will be in order, as long as it does not exceed thirty nine lashes or ten days imprisonment. Historian Dizard claims that in the nineteenth century, guns were mostly made of iron, and in order to prevent them from rusting they required constant attention. Thus, unless people of the Annapolis area had servants who constantly cared for their guns, they rarely brought a gun out with them. Any slaves within Annapolis city limits with possession of a fire-arm most likely had masters that put them in charge of caring for their guns. The Annapolis by-law presumably affected the relationship between slaves and their owners. With the implementation of the by-law, slave owners hesitated to entrust their slaves with care of their weapons. Slave owners feared that punishment of their slaves would have an effect on their own reputation among the people of Annapolis. No master wanted to be viewed as a man who could not keep his slaves under control. In addition, if a slave received thirty nine lashes or ten days imprisonment this slowed down the productive capacity of a slave owner's property. "],"display_date":"March 25, 1824 - March 26, 1824","search_date":"1824-03-25","locations":[{"id":5919,"lat":39.087394033,"lng":-76.4791169961,"zoom":9,"place":"ANNE ARUNDEL, Maryland"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1966,"title":"The New and Elegant Steamboat\n","course_id":1,"status":"P","start_date":"1817-08-28","end_date":"1817-08-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The <em>Maryland,</em> a steamboat in the Chesapeake Bay, commenced her regular route on April 12, 1820 between Easton, Annapolis, and Baltimore. The Maryland accommodated passengers, horses and carriages. The advertisement posted in <em>The Maryland Gazette</em> on April 6, 1820 targeted potential customers by stating that the <em>Maryland </em>is not surpassed in point of elegance or speed by any boat in the United Sates. Customers had to decide whether their preferences laid in paying higher fairs and getting to their destination faster or lower fares with longer travel time. Steamboat companies competed with each other to have the most customers, and often posted advertisements in the local newspapers. Steamboats provided the endless tributaries of the Chesapeake Bay with essential economic and social links to supporting cities of the region."," Steamboat companies on the Chesapeake Bay faced tough competition. Businesses constantly strived to produce engines with increasingly greater power and efficiency. The potential to make large profits existed in the steamboat business, and companies desired to have steamboats with the greatest speed. The <em>Maryland </em>used a condensing engine to increase its power. According to historian David C. Holly, in condensing engines steam discharged from the cylinder after it pushed the piston and entered into the condenser. Once in the condenser, jets of cold water pumped from the Chesapeake Bay condensed the steam into water, and this condensate became the source of water to replenish the boiler. Holly claims that the use of condensing engines prevented the chance of a boiler explosion that often occurred in non-condensing engines. In addition, condensing engines saved engineers up to several hours because they would not have to scrape the boilers and related piping to remove salt scales that formed in non-condensing engines. "," Steamboats played a significant role on the Mississippi as well as in the Chesapeake Bay. Steamboats acted as a means to effectively and efficiently transport goods to towns along the waterways. The <em>Maryland</em>, in addition to other steamboats on the Chesapeake, differed from steamboats on the Mississippi. Holly claims that on the Mississippi, steam exhausted into the atmosphere produced an explosive sound, unlike the quiet engine of steamboats on the Chesapeake that used condensing engines. On Chesapeake steamboats, both side wheels turned together, propelled form the piston that traveled up and down from a single cylinder as a source of power. Chesapeake steamboats displayed a feminine sheer, well proportioned cabin and deck space, and single smoke stacks unlike Mississippi steamboats that had raft like hulls, twin stacks and minimal deck space. Steamboats greatly contributed to the development of tidewater Maryland and Virginia, in addition to waterways all across America. Steamboats provided the endless tributaries of the Chesapeake Bay with essential economic and social links to supporting cities of the region. They served a role that could not have been accomplished by any other means in the early nineteenth century."],"display_date":"August 28, 1817 - August 29, 1817","search_date":"1817-08-28","locations":[{"id":5918,"lat":39.087394033,"lng":-76.4791169961,"zoom":9,"place":"ANNE ARUNDEL, Maryland"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1969,"title":"Medicine Chests and Self-Sufficiency in Medical Care\n","course_id":1,"status":"P","start_date":"1817-06-27","end_date":"1817-06-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" R. Jeffery and A. Alt advertised the sale of aromatic snuff in the <em>American Beacon and Commercial Daily</em> on June, 27 1817 in Norfolk, Virginia. Jonathon P. Whitwell prepared and bottled the aromatic snuff in Boston. Whitwell shipped the snuff to Norfolk and various other locations across the East coast. Jeffery and Alt sold the aromatic snuff to Virginians who desired to fill their medicine chests in order to gain self-sufficiency in medical care. "," According to Catharine C. Hopely, a tutor at Forest Hill near Tappahannock County in 1815, a capacious medicine chest is an inseparable part of a Southern establishment; and I have seen medicines enough dispensed to furnish good occupation for an assistant when colds or epidemics have prevailed. Virginians frequently resorted to home-remedies due to the inaccessibility of many farms to main highways, good roads and means to speedy transportation that prevented them from reaching physicians. Thus, Virginians on plantations, farms, and even urban households desired self-sufficiency in medical care. The desire for self-sufficiency stemmed from the economics of slave holding that instructed masters to do everything possible to keep their slave force healthy."," When caring for slaves, if a combination of drugs or particular medication arrested symptoms, slave owners used that treatment until a better one came along. According to historian Todd L. Savitt, plantation overseers and owners recorded useful medical recipes and clipped suggestion from newspapers into their journals. Most homes possessed a medical digest in addition to a well stocked medicine chest. Many Virginians owned <em>Simon's Planters Guideand Family book of Medicine </em> or <em>Ewell's Medical Companion</em>. Digests presented specific instructions on the treatment of many disease, the proper dosages of drugs for each age group, and the best uses for most medicine."," Historian Stephanie P. Browner claims that slaves frequently treated their diseases or illnesses themselves without their master's knowledge. Slaves did this for several reasons; to offset the failures and harshness of white remedies or the negligence of masters, and most often to exert some control over their own lives. Black home remedies secretly circulated throughout slave quarters, and elders passed them down to younger generations. According to Browner, some medicines contained ingredients that had purely superstitious values, but slaves mainly obtained cures from local plants. Occasionally, whites learned of an effective treatment that slaves used, and adopted it for themselves. However, this did not affect the business of Jeffery and Alt who traveled around Virginia and sold medicine to Virginians who desired to fill their medicine chests with a large assortment of remedies."," Slaves represented a financial investment that required protection, and it made enormous sense for masters to maintain the health of their slaves. Awareness that certain illnesses could easily spread to a master's own families if not properly treated became a strong incentive for masters to keep their slaves healthy. A sick and physically incapacitated slave could not work, and represented a financial loss. The economics of slave holding instructed masters to do everything possible to keep their slave force healthy. This required masters to keep a well stocked medicine chest and adopt an assortment of home remedies. "],"display_date":"June 27, 1817 - June 28, 1817","search_date":"1817-06-27","locations":[{"id":5918,"lat":39.087394033,"lng":-76.4791169961,"zoom":9,"place":"ANNE ARUNDEL, Maryland"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2605,"title":"An Explosive Accident\n","course_id":1,"status":"P","start_date":"1844-10-03","end_date":"1844-10-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the early eighteenth century, the northern portion of the Anne Arundel County developed an economy not based on agriculture, but on iron ore. Iron ore became the staple of the area and was crucial in the development of a regional transportation center. The reliance on tobacco, Anne Arundel's traditional major cash crop, lessened through the nineteenth century allowing for blacksmithing to flourish in the area. Despite the high economic profitability of iron ore in the area, blacksmithing was quite a dangerous job. The <em>Pittsburg Sun</em> reported that a spontaneous explosion occurred in a blacksmith shop in Anne Arundel, Maryland that killed one and injured two others in 1844. Auilla Wilmouth, a mere bystander, died instantly in an explosion that involved a canister of powder that was inconspicuously held. "," The craft of blacksmithing, in spite of its dangers, exemplified the traditional Southern values of family and community. Small farmers and plantation owners depended on the works of the blacksmith to create gates, grave markers and kitchen instruments, and other functional objects of daily life. According to the historians Charles Wilson and William Ferris, the dependency of the farmer and the blacksmith created a sense of interconnectedness and a bond. The South's slow transition towards industrialization also helped continue the legacy of blacksmithing in the South and in Maryland despite hazardous accidents, such as the death of Auilla Wilmouth. Farming retained its significance in the South and further deepened the relationship between the blacksmith and the planter regardless of its potential risks."],"display_date":"October 3, 1844","search_date":"1844-10-03","locations":[{"id":5921,"lat":39.087394033,"lng":-76.4791169961,"zoom":9,"place":"ANNE ARUNDEL, Maryland"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4066,"title":"A Volunteer&#39;s Story\n","course_id":7,"status":"P","start_date":"1846-07-01","end_date":"1846-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Joseph McNeir was a volunteer soldier during the Mexican American War. McNeir had maintained correspondence with his family throughout his time in service. The letters often discussed the life that Joseph McNeir lived during his service as well as how many volunteers were there to serve. McNeir gave intimate details of how the war was going, the expected daily events, and where the soldiers were expected to be on certain days. The letters written between Joseph McNeir and his family, who resided in their hometown of Annapolis, Maryland  gave a picture of how families reacted to their loved ones being enlisted during the Mexican American War. Throughout the letters it is evident that Joseph missed his wife Sally, who never wrote Joseph. Also Joseph in each of the letters he did write wanted to reassure his mother that he would be returning home safely. ","     The letters from Joseph discussed the life of volunteer soldiers during the Mexican American War. From the letters it is evident that volunteer soldiers were instrumental in the war effort. Volunteer soldiers came in the thousands to fight in the Mexican American War. At the start of the Mexican American War, the United States Congress approved a bill that granted President Polk to enlist 50,000 soldiers. During the war effort, . soldiers took part in every combat campaign even though, the majority of volunteer soldiers lacked the proper military training needed for combat. Due to their lack of training volunteer soldiers often had a disillusioned vision of what war would actually be. Joseph McNeir in his letters home highlighted the disease volunteer soldiers battled. By the end of the war, a number of volunteer soldiers and regular soldiers had died from devastating diseases. ","    It is evident from the McNeir Family correspondence that volunteer soldiers who participated in the Mexican American War, regardless of their rank shared a similar, unifying experience. "],"display_date":"July 1, 1846 - July 30, 1846","search_date":"1846-07-15","locations":[{"id":5921,"lat":39.087394033,"lng":-76.4791169961,"zoom":9,"place":"ANNE ARUNDEL, Maryland"}],"tags":[{"id":20,"tag":"Diplomacy/International"},{"id":2,"tag":"Health/Death"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":6252,"title":"<strong>The Creation of the Patuxent Research Refuge</strong>","course_id":132,"status":"P","start_date":"1/1/34","end_date":"6/3/39","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Franklin Delano Roosevelt established the Patuxent Research Refuge by Executive Order 7514 on December 16, 1936. The Refuge was officially opened in June, 1939. It served as both a conservation and a research site for the federal government. Its creation is an example of two of the primary objectives of the New Deal: longterm conservation of natural resources to help prevent future ecological disaster and immediate relief for the unemployed.","Rexford G. Tugwell was responsible for the creation of the Patuxent Research Refuge. As Undersecretary of the Department of Agriculture, he recommended the protection of roughly 2600 acres bordering the shores and tributaries of the Patuxent River. Tugwell argued the site was otherwise unsuitable for farming or development. Mr. Ira Noel Gabrielson was Head of the Biological Survey Head, and he helped Tugwell realize the potential of the Patuxent Reserve. Gabrielson survyed the area on August 14, 1935. He found the site to be diverse in both biological specimins and in natural environments. Patuxent Superintendent, Dr. Leland Morley, praised Gabrielson's ability to recognize that “specialized wildlife investigations could be carried on under the guidance or leadership of our country's foremost scientists [near the nations’s capital].”","The development of the Refuge helped meet the New Deal goal of work relief and training. New Deal funds paid a variety of laborers to study and develop the site. Civilian Conservation Corps workers readied the land for research and implemented a variety of conservation strategies.","The Patuxent Research Refuge helped preserve America’s wildlife and indirectly aided in addressing the problems of poverty and unemployment by putting men to work in conservation. It was founded in hopes that future generations of Americans would efficiently and effectively thrive in America, and avoid environmental disasters."],"display_date":"January 1, 1934 - June 3, 1939","search_date":"1936-09-16","locations":[{"id":23887,"lat":38.8324772244,"lng":-76.8447330303,"zoom":9,"place":"Prince Georges, Maryland"},{"id":23155,"lat":39.087394033,"lng":-76.4791169961,"zoom":9,"place":"Anne Arundel, Maryland"}],"tags":[{"id":1550,"tag":"Conservation"},{"id":1300,"tag":"New Deal"},{"id":2503,"tag":"Patuxent Research Refuge"},{"id":2504,"tag":"Bureau of Biological Sur"},{"id":2505,"tag":"Wildlife"},{"id":2506,"tag":"Natural Resources"},{"id":2508,"tag":"Department of Agriculture"},{"id":2509,"tag":"Research"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6282,"title":"Children Working in Berry Fields in Maryland in 1900s","course_id":132,"status":"P","start_date":"7/8/09","end_date":"7/8/09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early 1900s, child labor was common. Lewis Hine dedicated himself to photographing children at work around the country. As a photographer for the National Child Labor Committee, he believed that his images would draw attention to the plight of children and lead Americans to press for an end to child labor. The National Child Labor Committee was composed of politicians and citizens who were concerned about the effects of child labor on children. Hine used these photographs to show the dangerous conditions of the workplace  and to humanize child workers. He photographed children in a variety of industries around the country, including agriculture.","During his project, Hine took photos in Maryland of children working in berry fields.One of these children was named Laura Petty. She was photographed on July 8, 1909 on Jenkins family berry farm in Anne Arundel County. The Jenkins farm was owned by several generations of the James Jenkins family.  Laura Petty was a six year old berry picker who had just started out berry picking at the time Hine photographed her. She and her family lived in Baltimore, and were among a large number of families who worked on the berry farms during the summer months. Petty worked long hours in the hot sun.  She serves as just one example of the impact of child labor in Maryland."],"display_date":"July 8, 1909","search_date":"1909-07-08","locations":[{"id":51923,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"Baltimore, Maryland"},{"id":51920,"lat":39.087394033,"lng":-76.4791169961,"zoom":9,"place":"Anne Arundel, Maryland"}],"tags":[{"id":65,"tag":"Child Labor"},{"id":1590,"tag":"National Labor Relations"},{"id":280,"tag":"Maryland"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6380,"title":"Escape to Freedom","course_id":149,"status":"P","start_date":"1840-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sometime in the year 1840, William Green decided that he had enough of being a slave. “White people seem to act as if God made us to be their servants and it is not right for them to keep us in slavery,” he wrote. “I decided I spent enough time in slavery as I was willing to,” he wrote. William had never been whipped but his new master, Dr. Jenkins, just used the lash on him for leaving the plantation without permission. William fought back, making it the only time that he was ever whipped. “If you whip me again,” he told Dr. Jenkins, “I will never work for you again.” Jenkins tried one more time to lash William, he caught the whip in midair and beat Dr. Jenkins. With that, William became a fugitive slave and ran and hid and hid and ran. ","Slaves were used to harsh treatment from their masters. They were often whipped and made to do very hard work. Slaves were treated like animals and were bought and sold at auctions like commodities. Slaves were whipped if they were overweight or did not grow fast enough (Johnson, 46-78). Slaves like William and others were whipped for leaving the grounds to visit family members. They suffered with the separation of family and loved ones. Slaves lived in fear of being sold all of the time (Johnson, 5-19). Young William was visiting his father on a nearby plantation and when he returned his days as a slave would soon end. ","Many slaves, like William, lived in fear and in terror all of the time. With the passage of The Fugitive Slave Act, many slaves that escaped were returned to their masters. Many returned to even harsher treatment upon their return (Hartman, 19-20). Other slaves that did not escape lived with the fear of being sold and that their immediate family would be broken up. The fear of disappointment and the terror of the lash was a daily feeling (Hartman, 18). William, his father and his brothers all worked on different plantations. When William ran he knew that he could be caught and returned to Dr. Jenkins. William ran anyway and feared the prospect of getting caught but always hoping that his eventual freedom would happen. William happened to be one of the lucky ones. With the help of his cousins, uncles and other slaves, William managed to escape through Philadelphia then to New York as a fugitive slave. William was tracked by authorities but had help in avoiding capture. People like Dr. Osgood and Dr. Riggles helped him avoid capture (Green, 23).","William Green was one of the fortunate slaves who ran and even got to enjoy his life as a free man. Others were not so lucky. William made his way to Hartford, Connecticut and then settled at Springfield, Massachusetts. There he married and had four children and lived a life of freedom and happiness. "],"display_date":"1840 - 1853","search_date":"1846-12-31","locations":[{"id":52769,"lat":39.0457549,"lng":-76.6412712,"zoom":8,"place":"Maryland"},{"id":52770,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"Philadelphia"},{"id":52771,"lat":40.7127837,"lng":-74.0059413,"zoom":8,"place":"New York City"},{"id":52772,"lat":42.315222,"lng":-72.5014715,"zoom":8,"place":"Hartford"},{"id":52773,"lat":42.1014831,"lng":-72.589811,"zoom":8,"place":"Springfield"}],"tags":[{"id":126,"tag":"fugitive slave"},{"id":2734,"tag":"William Green"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6388,"title":"William Green's Journey Towards Becoming a Freeman","course_id":149,"status":"P","start_date":"1853-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["From the beginning of his life, William Green’s freedom was taken from him. William Green was born in Oxford Neck, Maryland about three months before his mother was set free. Green’s owner, Miss Goldsbury, at her death set all of her slaves free and their children were to be free when they became of age. William Green was therefore entitled to his freedom at the age of twenty-five, but he was cheated out of it. When Miss Goldsbury died Green fell into the hands of Mr. Singleton. Mr. Singleton, was going to take Green to the South to sell him, but Green’s mother begged him not to take her son away. He agreed that if she found someone to buy Green that he would sell him to them. Edward Hamilton bought Green and when he was sold the fact that Green was to be free at the age of twenty-five was not mentioned and therefore Green was sold as a slave for life. Green lived with his mother until he turned nine, at which time he was taken to work in the house of Mr. Hamilton. Until he was twenty, Green worked in Mr. Hamilton’s house as a body-servant, a race-rider, and later a waiter. When Mr. Hamilton’s daughter, Miss Henrietta Hamilton, married Dr. Jenkings, Green was given as part of her wedding dowry. Dr. Jenkings was a disagreeable man and Green did not like him. Green’s job was to wait and take care of things in the house, go on errands, and ride with the doctor when he went to see patients. One day, Green got into a quarrel with the doctor over how Green spent his leisure time. The doctor cracked a whip at Green and they started to fight until they were both out of breath. After that, Green told Dr. Jenkings that if he ever whipped him again Green would never do another day’s work for him or any other man. Green would remain with the doctor for about a year following the incident. Green was not satisfied with being a slave and had decided that he “had spent as much time in slavery as he was willing to” (Green, 15) and made a plan to escape with his friend, Joseph. On their journey, Green and Joseph met many friends who aided them on their way towards freedom. They were able to make it to New York and later Springfield, Massachusetts where Green was able to get a job, settle down, and live the life of a freeman.","William Green was not satisfied with being a slave and he was willing to stand up for himself and his freedom. Saidiya Hartman writes in her book <em>Scenes of Subjection</em> that “the exercise of power was inseparable from its display because domination depended upon demonstrations of the slaveholder’s dominion and the captive’s abasement. The owner’s display of mastery was just as important as the legal title to slave property.” A slaveholder showing his power was essential to his domination. Many people believed that slaves were suppose to submit to white people and that it was their job to do so. Dr. Jenkings was not able to exercise complete domination and power over William Green. This is because Green had been apart of Mrs. Jenkings dowry, so he was not one of the Doctor’s slaves and was not his property. Green was one of Mrs. Jenking’s favorite slaves and she had some influence in the way that Green was treated and often “let him have his way.” (Green, 13) With Dr. Jenkings not being able to have complete domination over Green, Green developed the courage to stand up for himself and this was shown with Green’s willingness to disobey his owner and when he told Dr. Jenkings that he would never work another day if he was ever whipped again. When Hartman talks about the brutality of slavery, two of things that she mentions are cruelty and resistance. William Green experienced both of these.  Examples of the cruelty that Green experienced was when he was cheated out of his freedom by being sold as a slave for life and not one who would be free at the age of twenty-five and the way that Green was treated by Dr. Jenkings. Even though Green was dominated and treated with brutality by his masters Green was not afraid to stand up for himself and resist them. Green’s courage grew as he resisted against his master and the act of slavery and as he began to think about freedom. With this courage Green made the decision to run away. It took “all of the nerve and energy that a poor slave can bring to his support to enable him to make up his mind to leave in the precarious manner” (Green, 15) but Green was willing to do so and because of this he was able to become a freeman. "," "],"display_date":1853,"search_date":"1853-07-02","locations":[{"id":52791,"lat":42.1014831,"lng":-72.589811,"zoom":8,"place":"Springfield, Massachusetts"},{"id":52769,"lat":39.0457549,"lng":-76.6412712,"zoom":8,"place":"Maryland"}],"tags":[{"id":270,"tag":"Freedom"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6415,"title":"The Varying Roles of Plantation Mistresses in the Antebellum South","course_id":145,"status":"P","start_date":"1825-01-01","end_date":"1847-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Violence inflicted by white slaveholders and their surrogates was ubiquitous, but what is less frequently acknowledged is how slaveholders’ wives fit into history.  As it turns out, they often times played a fairly significant role in determining the treatment of slaves.   Plantation mistresses proved to be essential to the thriving plantation economy in the antebellum South, responsible for maintaining the organizational aspects of it.  When slaveholders were out of town or occupied with other issues, managing their plantation might have not been prioritized over other things, and there their wives picked up the slack.","Because plantation mistresses controlled the logistical side of the plantations, they understood better than most what exactly the slaves needed, allowing them to positively influence the quality of the slaves’ lives.  They would notice when slaves were sick, ensure food and clothing were provided, and on special occasions such as weddings or funerals they did their best to offer the necessary garments to slaves.  Family recipes were shared with the cooks and lessons on how to pray and lead a religiously virtuous life were given.  However, this was true only of wives who were not intimidated by their husbands, as women were ultimately subordinate and would not take any actions that should pose a threat to their own safety and quality of life.","Along with this responsibility of running a plantation or household came a sense of control, one that these women did not like to see diminished in any sense.  Consequently, the level of comfort and control the mistresses felt around their slaves directly corresponded to how they lashed out physically, the story of Leonard Black being one example.","Born in Ann Arundel County, Maryland, Black was moved to New Orleans at a very young age.  By the time he turned six, Mr. Bradford, a carpenter, was his master.   While Mr. Bradford was not particularly cruel or prone to punishing Black, his wife was a different story.  She beat the young Black both passionately and frequently, sometimes ordering her ten-year-old son to partake either in the physical beatings or to simply degrade Black by spitting in his face.  In one particular instance, Mrs. Bradford asked Black to carry a bushel of corn upstairs, and when he could not, she knocked him down with a Johnnycake board, causing his head to lose a quart of blood.  ","While Black’s story did not occur on a plantation, Mrs. Bradford was in the same position of managing a household as the plantation mistresses were in managing their plantations.  Although entirely possible that Mrs. Bradford simply experienced some form of emotional pleasure in beating Black, she held many responsibilities just like plantation wives, meaning that feeling in control was likely of importance to her as well.  Beating Black could have confirmed her role in the household for her.  Ultimately, wives of slaveholders did not want to demonstrate any loss of power or poise to their inferiors, and the way in which they treated their slaves was a direct reflection of the level of security they felt around the slaves."," "," "],"display_date":"1825 - 1847","search_date":"1836-07-01","locations":[{"id":52821,"lat":29.9510658,"lng":-90.0715323,"zoom":8,"place":"New Orleans, Louisiana"},{"id":52760,"lat":38.9530109,"lng":-76.5488232,"zoom":8,"place":"Annarundel County, Maryland"}],"tags":[{"id":2787,"tag":"roles"},{"id":2786,"tag":"punishment"},{"id":2785,"tag":"plantation mistresses"},{"id":2724,"tag":"Relationships"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":145,"school_id":11}},{"id":6702,"title":"The Anguish of the Auction Block","course_id":171,"status":"P","start_date":"1780-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Slaves were often required to surrender their bodies, the vessel that encapsulated their freedom and individuality, to the ownership of their master. Their bodies constantly fell victim to the harsh and violent hands of white men, but a heightened vulnerability was present when a slave was dragged to the auction block, bound by chains. The fate of a slave’s future was placed in the hands of white men, giving the man with the winning bid the ability to reshape their entire identity and even dictate familial and romantic relations among them. The auction block was the battleground at which a slave’s future was put up for sale and families were most susceptible to separation.","Charles Ball, as well as many other African Americans during this time, experienced just that. He was forced into a life under the constraints of a white slave owner who, with an unyielding fist, immediately claimed him as property. No input from Charles was needed. With one swift grab of the collar, Charles was instructed that he would be going to Georgia without the accompaniment of his wife and children. Through the power of his relentless grip, a white man was able to reinvent Charles’ identity and uproot his entire life to move him to a different state. Without a second thought, Charles was taken away from his family, the people who were the core of his identity.","Silenced under the command of a white slave owner, Charles Ball timidly voiced one question. He asked about his wife and children, and he asked if they would be allowed to see each other. His question was answered immediately and unsympathetically; he would be able to get a new wife when he got to Georgia. He must have understood that he did not have much voice in this matter and he must have remembered the consequences of resistance. Maybe he had a flashback of being separated from his own mother who Charles remembers “turned to him [the slave buyer] and cried, ‘Oh, master, do not take me from my child!’” The slave master immediately struck her multiple times and dragged her back to the auction block for sale. Charles must have known that any efforts of resistance would be futile. He learned from a young age, just as many children that grew up in the shackles of slavery did, that they would not be given the luxury to love nor would they be permitted the freedom of consistent companionship.","This story, however, is not unique to Charles Ball. In fact, Lewis Clarke, a former slave said, “I never knew a whole family to live together till all were grown up in my life.” There were millions of stories of families being torn apart just like Charles Ball was dragged away from his. Slaves did not have ownership of themselves, but rather they were under the control of other human beings. They were considered property and commodities, unable to legally marry or claim ownership of their children. With no protection from the law, slave traders and owners faced no opposition in splitting apart families, and that is exactly what happened time and time again.","The fate of a slave was dependent on the desires of their master, allowing the slaves no stability or security in interpersonal relationships. The threat of familial separation constantly loomed over the heads of slaves, but this anguish and uncertainty was further intensified at the auction block. At the auction block, slaves’ entire lives were put up for sale and their futures were governed by the personal motives of the white bidders surrounding them."],"display_date":"1780 - 1850","search_date":"1815-07-02","locations":[{"id":52769,"lat":39.0457549,"lng":-76.6412712,"zoom":11,"place":"Maryland"},{"id":52795,"lat":32.1656221,"lng":-82.9000751,"zoom":11,"place":"Georgia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":2749,"tag":"Slave Family"},{"id":3323,"tag":"slave seperation"},{"id":3324,"tag":"slave auction"},{"id":3325,"tag":"Charles Ball"},{"id":3326,"tag":"slave marriage"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":171,"school_id":11}}]}