{"id":2752,"place":"SCOTT, Virginia","lat":36.7553079974,"lng":-82.6074809232,"episodes":[{"id":2081,"title":"Counterfeit Money\n","course_id":1,"status":"P","start_date":"1897-07-30","end_date":"1897-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Bristol County seemed to be up in arms in late July of 1897. A systematic counterfeiting scheme had been unearthed, occurring for almost five years. The scheme got its start in Scott County, Virginia five years prior when Clion Berry of Tennessee was arrested for counterfeiting money. He was subsequently released, changed his name and moved to Duffield. While in this location, Berry spent time with a young man that he introduced as his son answering to the name of Canady. Berry spent about two weeks at this location and then fled to which his whereabouts were unknown. Canady, on the other hand, moved to Bristol County where he soon married one of Doc Clendenen's daughters and became a striker in the Doc's blacksmith shop. Soon after he began working with Doc Clendenen, the materials for counterfeiting money were found in his possession. Subsequently, he skipped town moving to Tennessee. Clendenen and other members of his family were arrested and charged. Detectives and police were still looking for Canady. The money that was being counterfeited by Canady was almost an exact replica of the legitimate money used at the time. It had the exact same appearance and weight as the real currency, but the only thing missing was the correct ring around the coin. ","The occurrences of counterfeit money in the South highlights the even greater banking issue that arose during the Reconstruction period. At the conclusion of the Civil War, each bank of issue and currency developed under the Confederacy was made worthless. The North, in order to unify the country, began to create a national banking system and specifically set aside national bank charters specifically for the South. However, many of the people in charge at the time allowed for the New England capitalist to not only take their share of the national banking system, but the South's as well, leaving the South without any charters for national banks and an authorized money circulation that was exhausted. As a result of the move towards national banks, the South was unable to use their state banks as a channel of relief. Also, because of the unequal distribution of the national charters, the South was left without the benefits of the nationalized banking system. For Hugh McClulloch, the secretary of the treasury, the South needed to be given proper national banking systems. He believed that this was an essential step towards a sound and stable financial program for the entire nation. ","Perhaps the creation and subsequent use of counterfeit money was in response to the greater currency problems seen in the South during the Reconstruction period. Because the South was not able to enjoy the benefits of the national banking system as readily as the north, the alternative was to counterfeit money in order to have the currency needed to survive economically. "],"display_date":"July 30, 1897","search_date":"1897-07-30","locations":[{"id":14263,"lat":36.7142218778,"lng":-82.6029814945,"zoom":10,"place":"SCOTT, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2082,"title":"Counterfeit Money\n","course_id":1,"status":"P","start_date":"1897-07-30","end_date":"1897-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Bristol County seemed to be up in arms in late July of 1897. A systematic counterfeiting scheme had been unearthed, occurring for almost five years. The scheme got its start in Scott County, Virginia five years prior when Clion Berry of Tennessee was arrested for counterfeiting money. He was subsequently released, changed his name and moved to Duffield. While in this location, Berry spent time with a young man that he introduced as his son answering to the name of Canady. Berry spent about two weeks at this location and then fled to which his whereabouts were unknown. Canady, on the other hand, moved to Bristol County where he soon married one of Doc Clendenen's daughters and became a striker in the Doc's blacksmith shop. Soon after he began working with Doc Clendenen, the materials for counterfeiting money were found in his possession. Subsequently, he skipped town moving to Tennessee. Clendenen and other members of his family were arrested and charged. Detectives and police were still looking for Canady. The money that was being counterfeited by Canady was almost an exact replica of the legitimate money used at the time. It had the exact same appearance and weight as the real currency, but the only thing missing was the correct ring around the coin. ","The occurrences of counterfeit money in the South highlights the even greater banking issue that arose during the Reconstruction period. At the conclusion of the Civil War, each bank of issue and currency developed under the Confederacy was made worthless. The North, in order to unify the country, began to create a national banking system and specifically set aside national bank charters specifically for the South. However, many of the people in charge at the time allowed for the New England capitalist to not only take their share of the national banking system, but the South's as well, leaving the South without any charters for national banks and an authorized money circulation that was exhausted. As a result of the move towards national banks, the South was unable to use their state banks as a channel of relief. Also, because of the unequal distribution of the national charters, the South was left without the benefits of the nationalized banking system. For Hugh McClulloch, the secretary of the treasury, the South needed to be given proper national banking systems. He believed that this was an essential step towards a sound and stable financial program for the entire nation. ","Perhaps the creation and subsequent use of counterfeit money was in response to the greater currency problems seen in the South during the Reconstruction period. Because the South was not able to enjoy the benefits of the national banking system as readily as the north, the alternative was to counterfeit money in order to have the currency needed to survive economically. "],"display_date":"July 30, 1897","search_date":"1897-07-30","locations":[{"id":14263,"lat":36.7142218778,"lng":-82.6029814945,"zoom":10,"place":"SCOTT, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3148,"title":"A Son Worries over Fathers Corn Harvest\n","course_id":1,"status":"P","start_date":"1882-04-16","end_date":"1882-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Very few young men in the nineteenth century had the privilege of going to college, much less to the University of Virginia. One not only had to be intelligent, but also wealthy. James N. Greear of Scott County, Virginia was one such man. In a letter home, Greear informed his father of his great interest in medicine and of the recent examinations he had taken. He noted that he had taken the examinations necessary to graduate though he was not sure of his intentions to apply for graduation. A majority of his letter revolves around his financial situation. Knowing it would be of keen interest to his father, he writes that he has spent ?not a lot? of money and then cites each of his expenses and its monetary value. Greear goes on to inquire about his father?s farming situation in Scott County. He asks where his father had been selling his corn crop and how much more clearing of the crop he had left. Noting it was April, he wondered if an early spring would reap more fruit. His inquiry into his father?s corn success is in fact Greear?s only interest in his home town affairs. ","Many southerners were forced to make an entire living off of a single crop. James Greear?s great interest in his father?s corn crop is due to the fact that his tuition money was most likely the direct result of that crop. Corn had been grown in Appalachia for many years before white settlers arrived there. Cherokee Indians, who inhabited the land during the frontier period, heavily influenced the whites that later settled there. Wheat was at first very difficult to grow in Virginia due to high counts of nitrogen in the soil and the difficulty in uprooting tree stumps. Adopting the techniques of the native Cherokee, corn became the most commonly grown crop in Appalachia. Corn took very little effort to grow and thus early on in the settlement of the colonies, most farmers grew it. While by 1882 southern agriculture had become far more diversified, the demand for corn was still present. It is no surprise that James Greear?s letter is mainly focused on his expenses at school and the success of his father?s corn crop. One poor harvest could devastate a farmer financially. Agriculture created some of the wealthiest men in not only the South but the entire country. It allowed fathers to send their sons to the best schools, and those sons to go off and become doctors, as in James Greear?s case, or return to the highly profitable family business."],"display_date":"April 16, 1882 - December 31, 1882","search_date":"1882-08-23","locations":[{"id":14262,"lat":36.7142218778,"lng":-82.6029814945,"zoom":10,"place":"SCOTT, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3663,"title":"Primitive Baptist Association Makes Policies to Maintain Purity\n","course_id":1,"status":"P","start_date":"1851-10-24","end_date":"1855-08-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In October of 1851, nine Baptist churches in Appalachia came together to form an association. The Stony Creek Primitive Baptist Association began with nine churches: Stony Creek, Copper Creek, Three Forks Powells River, Moccasin Creek, Blue Spring, Red Hill, Tom's Creek, Big Glade and Crane's Nest. By 1854, the association had grown to 11 churches, with Little Stonegap and MC Cluse as the new additions. At the first meeting, they formed their Constitution. The Preamble of their Constitution read: we [are]... convinced of the necessity of a combination of churches in order to perpetuate an union and communion among us and preserve and maintain a correspondence with each other in our union. At the second meeting on October 25, David Jessee, Jr., the elected moderator, proceeded to business. The seventh item of business called for the union of the churches, including those with representatives present, of Primitive Baptists. In explaining the terms of the association agreement, Jessee stated, For the safety and union of the churches, we advise our churches not to invite members of other denominations to...council and we think it disorder for any church or pastor to do so.","This policy passed by the Association in its founding days intended to exclude other denominations from the Association. This rule illustrated the belief that they had to maintain the sanctity and purity of their faith. In order to do this, they had to exclude other denominations from their association to form a more perfect union. This exclusion was not a policy that the members conjured up themselves. Rather, their faith instructed them to bring the church back to the first churches, or primitive churches, set forth in the Bible. They merely followed the early foundation laid before them of the earliest churches, who admitted only those who converted, professed faith in Christ, and underwent baptism by immersion. If the necessity arose and a member disobeyed these maxims, he would be excommunicated. Just as a member could be excommunicated from a congregation, a church could be excluded from an association. Primitive Baptists excluded the beliefs of other denominations, which seemed to them impure and false if conflicting with Primitive Baptist belief. For Primitive Baptists, their adherence to discipline in the church reflected their larger purpose of purity in the church. ","Primitive Baptists were not the only denomination that emphasized purity. While there was an emphasis on purity for mainline Baptists as well, the two differed on their implementation of discipline within the church in order to maintain that purity. Baptists believed that issues of discipline could be solved within each congregation. On the other hand, Primitive Baptists believed issues of discipline should be settled on the broader scale involving multiple churches. Associations, such as the Stony Creek Primitive Baptist Association, acted as regional forms of church government. Baptists, on the other hand, believed associations interfered with the right of each congregation in matters of discipline; therefore, they settled discipline disputes in house. However different their views regarding associations, both Baptists and Primitive Baptists regarded discipline as the method to maintaining purity in the church. Whenever a congregation or association strengthened its campaign for discipline, this indicated an increase in spiritual vigor, because these organizations had to maintain that enthusiasm by keeping what they deemed unfit beliefs out of their organizations. Baptists in the South, regardless of being primitive or not, used practices of exclusiveness to maintain their purity. Purity to them was important to maintain principles in the church. They believed that members of a congregation or a church in an association with unorthodox beliefs would make the general reputation suffer, thereby undermining their evangelistic mission. In order to sustain their reputation, this concept of purity became essential to them in spreading their faith not only in Appalachia, but all over the nation."],"display_date":"October 24, 1851 - August 17, 1855","search_date":"1853-09-19","locations":[{"id":14259,"lat":36.7553079974,"lng":-82.6074809232,"zoom":9,"place":"SCOTT, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}