{"id":2758,"place":"SUMTER, Georgia","lat":32.0399997503,"lng":-84.1970888963,"episodes":[{"id":3671,"title":"Reconstruction and the Ku Klux Klan \n","course_id":1,"status":"P","start_date":"1869-02-12","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Reverend Hamilton W. Pierson traveled throughout the antebellum South as a member of the American Bible Society. In the years following the war, however, he settled down in Andersonville, Georgia, and sought to spread political voice to freedmen. His intentions were motivated by a humanitarian desire to assist the freedmen adjust to their new lives. His efforts at ensuring the enfranchisement of blacks did not go unnoticed, however. On February 12, 1869, a letter was waiting for Pierson when he arrived at his home. Adorned with a skull and cross bones at the top, it addressed him as Sir. Pierson was called a vagrant carpet-bagger and a scoundrel of the deepest dye for maliciously interfering in the political realm of the town. The threatening letter was from the white supremacist group, the Ku Klux Klan. The Klan warned him to stop his efforts at enfranchising blacks and leave the region immediately. If he failed to comply with their demands, they threatened to kill him. The letter concluded by stating that Congressional reconstruction, the military, nor anything else under Heaven could protect him should he decide to not abide by the group's orders.","Upon receiving the threatening letter from the KKK, Pierson left Andersonville and traveled to the nation's capital, Washington D.C. While there, he wrote a letter to United States Senator Charles Sumner detailing his experience. In addition, he included descriptions of various acts of violence against black citizens in the South, and demanded that they be addressed and punishments be enforced. In 1870, Congress passed the Force Acts to help end the violence and enforce the fourteenth and fifteenth amendments of the Constitution.","The KKK was a secret society created during the Reconstruction era to intimidate blacks and white reformers. The white-supremacist group employed terrorizing methods towards individuals usually associated with the Republican Party. Northerners were often associated with the Republican Party by southerners. This elucidates the connection between Northerners and the term carpetbaggers. The term carpetbagger was used as a derogatory reference for northern whites who moved to the southern states during Reconstruction. They were often viewed as exploiters who were taking advantage of the economic, social, and political conditions of southern society for their own personal gain. Members of the KKK blamed the Republicans for overturning their social order and imposing restrictions on southern whites who had supported the Confederate war effort. They burned black-owned buildings, and terrorized and killed freedmen who tried to exercise their right to vote in elections. Unfortunately, their efforts were usually successful. However, due to the efforts of reformers such as Pierson who demanded that the government take action, the KKK gradually faded away."],"display_date":"February 12, 1869 - December 31, 1870","search_date":"1870-01-21","locations":[{"id":2224,"lat":32.0399997503,"lng":-84.1970888963,"zoom":9,"place":"SUMTER, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3960,"title":"Conditions at Andersonville Reach All-Time Low\n","course_id":5,"status":"P","start_date":"1864-04-01","end_date":"1865-04-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When Robert Kellogg was finally released from the Confederate prison camp at Andersonville in 1865, he had only the shirt on his back and his life to his name.  He was fortunate to be a part of a soldier exchange that allowed him to return to the North, and when he boarded the steamboat to make the journey home, he was met with a new uniform, a new pair of boots, a bath, and a hot meal.  However, these luxuries were a far cry from the horrors he and the other Union soldiers experienced in the prison camp at Andersonville.  Before arriving at Camp Sumter, Kellogg and the men in his company had been under the care of a group of Confederate soldiers who had been released from a Union prison.  He and his comrades were well fed, and had a distinctly positive view of their pre-Andersonville captors.  He noted that the southerners were \"a gentlemanly set of fellows, and treated the northern soldier with some consideration.\"  The men were able to procure rations and other pleasure items from southern citizens through purchase and trade, and enjoyed a fairly comfortable existence.  "," The time before they reached Andersonville set the men up for a great shock, however, as conditions at the prison worsened daily.  When the men arrived, the sight of other prisoners foretold the fate awaiting them.  As one former prisoner said of his first sight of the camp, \"The uncheerful sight, near the gate, of a pile of ghastly dead - the eyes of whom shone with a stony glitter, the faces black with a smoky grime, and pinched with pain and hunger, the long, matted hair and almost fleshless frame swarming with lice - gave us some idea that a like fate awaited us on the inside.\"  Sadly, this soldier could not have been more right."," The prisoners were not provided with shelter, and were only given very meager rations.  No cooking utensils were provided, nor was there any wood for burning fires to cook their food.  The only water for the entire camp was located at the center of the compound, and was also used as an outdoor latrine, which laid the foundation for countless diseases to fester and grow.  Also, a death line was drawn around the camp, and any prisoners who crossed this line were shot immediately.  Many times, the guards would shoot for no apparent reason, leading to the death of a number of innocent men.  One confederate guard appealed to the president of the Confederate States, Jefferson Davis, to stop the violence.  He wrote, \"They think killing of a yankee will make them great men, they shoot prisoners, alleging they crossed the dead line.  I know you are opposed to such measures, and I make this statement to you to be a soldier, a statesman, and a Christian.\""," In 1864, the death tolls at Camp  Sumter were astonishing.  In the month of August, one in eleven prisoners died.  In September and November, one in three died, and in October, a shocking fifty percent of the prisoners at Andersonville passed away.  By the end of 1864, almost 14,000 of the supposed 33,000 prisoners held at Camp  Sumter had fallen victim to the horrible conditions they lived in.  Conditions in Union prisons were much the same, and by the end of the war, some 56,000 prisoners had lost their lives to disease and starvation.  This number of deaths in prisons during the civil war eclipsed the total number of United  States' deaths in the entire conflict in Vietnam in the 1960s."],"display_date":"April 1, 1864 - April 1, 1865","search_date":"1864-09-30","locations":[{"id":2222,"lat":32.0447139452,"lng":-84.1951910375,"zoom":10,"place":"SUMTER, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4618,"title":"An assistant surgeon reports on gangrene","course_id":18,"status":"P","start_date":"1865-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Andersonville's prison had a hospital crowded with patients, due to the bad living conditions in the cells. The prison was overcrowded with prisoners crammed in rooms, inactive and secluded from society, lacking food, exercise and fresh air. The atmosphere was so polluted that people could hardly breathe. The promiscuity made sickness spread in a heartbeat, and in the winter of 1865, the prison witnessed an epidemic of what was called hospital gangrene, in addition to the usual scourges of diarrhea, dysentery and scorbutus. The assistant surgeon of the hospital reported that the epidemic was due to all these factors. Gangrene started from a bacterial infection in a wound and could spread to the whole body and eventually kill the patient if not handled in time. In the hospital, out of 325 patients, 208 died over the three months before January. Usually gangrene could be handled easily, but the hospital was so over-burdened and not prepared to medical care, that far more people died than typical. The patients of the prison's hospital formed a crew of 1,600 to 2,000 people, who slept in tents, with at least five other persons. They wore their battle clothing that they had not washed in six months or more. In their state, they needed strong food that could give them strength, but the hospital could not provide it for them. The medicines that the hospital received lasted only for ten days, and then they had to accommodate with what they could, such as vegetables picked in nature around the hospital. They were in such a lack for medicine that they had to carry out experiments on the patients, out of natural plants that they picked up in the countryside.  The good will of the surgeons was not to question though, they were at peace with God and with themselves by trying all that was possible to improve the conditions of the prisoners. ","This report reveals the conditions of prisoners of war Andersonville, the most infamous of prisons. Many of them entered in good health and caught lethal diseases there. According to Freemon, hospital gangrene was a sickness in which skin tissues became black, and it happened only in certain hospitals, due to horrific sanitary conditions. He believed that the hands of the surgeons themselves could be responsible for the spread of the disease from a wound to the other. In Catton and McPherson's view, the living conditions were atrocious and the death rates were alarmingly high. They say it was due less to the good will of people than to the heartlessness of the war. Apparently the conditions were equally bad in the prisons North and South, but no effort was made to change things."],"display_date":1865,"search_date":"1865-07-02","locations":[{"id":2222,"lat":32.0447139452,"lng":-84.1951910375,"zoom":10,"place":"SUMTER, Georgia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":108,"tag":"prison"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4778,"title":"Union Private Describes Raiders at Andersonville Prison","course_id":37,"status":"P","start_date":"1864-04-08","end_date":"1864-04-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1864, Robert Knox Sneden, a Union private and mapmaker, lived as a prisoner in the notorious Andersonville Prison. During his stay, Sneden kept a diary of the conditions and daily monotony of the captives. Occasionally he gave up trying to write a daily account and would lump his entries together by the week as he did from April 8 to 20, in 1864. This particular week, Sneden talked about a group of Union criminals within the prison known as “The Raiders.”","Andersonville was a Confederate prison that was originally designed in early 1864 to hold 10,000 Union prisoners of war. By April, the prison population had reached its capacity and continued to increase until August. Prisoners suffered from terrible burdens caused by overcrowding. These problems included unsanitary living conditions, an insufficient amount of Confederate supplies, and disease. Along with these horrible living conditions, prisoners also had to deal with the threat of being mugged and killed by these thieves.","Sneden first encountered the Raiders in April when one of his fellow prisoners was killed. On a foggy night, the group killed a prisoner with pine clubs and subsequently robbed him of his overcoat and money. Due to the fog, the Raiders were able to escape undercover. The scoundrels kept together and continued to steal from prisoners on foggy nights."," Sneden described the Raiders as a desperate set of thieves and murderers from the Belle Island prison camp located west of Richmond, Virginia in the James River. Most of them were from the slums of the cities and originally served time in prison before they listed in the Union army. Sneden expressed discontentment in saying “…no one’s life is safe among us as long as these Raiders have their own way.” To help each other fight, members lived in groups. Sneden added that “They are given a ‘wide berth’ and no right minded prisoner will venture into their quarters knowingly, as he is sure to be robbed of everything he has if he does.”"," To counter the Raiders, prisoners organized a police force known as “The Regulators.” This group of fifty or more of the largest and strongest men used club force to keep Raiders from attacking. Twenty of the men were to move about the camp during the day while twenty-five stood at important points at night to head off and club Raiders. A certain portion of each man’s ration was to be allotted to these men in order to keep them in shape for fighting. The chief of the Regulators, “Big Pete,” was to decide the cases among prisoners and lash them with the cat-o-nine-tails when they were found guilty."],"display_date":"April 8, 1864 - April 20, 1864","search_date":"1864-04-14","locations":[{"id":2222,"lat":32.0447139452,"lng":-84.1951910375,"zoom":10,"place":"SUMTER, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":32,"tag":"Civil War"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}},{"id":5091,"title":"The Legacy of Andersonville Prison; Who is to Blame?","course_id":43,"status":"P","start_date":"1864-02-27","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The concept of enemy prisoner of war camps was a new idea at the time of the American Civil War. Previously soldiers that surrendered on the battlefield were often paroled. These soldiers were expected to return home and lay down their arms. However, often these men would return home then reenlist and fight the enemy again. Armies recognizing this problem placed punishments on soldiers who were captured violating their parole. Though these punishments were in place, there was really no efficient way to keep track of those who violated their parole, thus enemy prisoner of war camps were established. Although prisoners were placed in these camps, often treatment and conditions were so difficult that there was no guarantee that they would survive. The best example from the American Civil War is Andersonville prison camp Andersonville prisoners suffered so immensely that the camp’s commander was trailed and imprisoned for war crimes. Attaching blame to the commander was and is the obvious course of action, however, reviewing the history of the camp reveals different information.  Who is actually to blame?"," ","Howell Cobb, the commander of the military district Andersonville was located recognized the problem of overcrowding in the camp as early as May of 1864. “There are now in the prison twelve thousand prisoners…The effect of increasing number within the present area must be a terrific increase of sickness and death during the summer months.” So while the conditions suffered by Union soldier imprisoned with the walls of the were horrible, it was recognized by the Confederate administration that conditions were sub-standard."," ","So who is to blame? Many argue that is the responsibility of the commander of the camp. However, the commander was not allocated resources sufficient care for the number of prisoners interred at the camp. The Confederacy, when conditions at Andersonville were at their all time worst, barely had the resources to provide for armies in the field, so naturally, the amount of resources allocated to the commander of the camp extremely limited. Blame can be assigned ultimately by putting the situation in historical perspective."," ","Perspective is an interesting subject in regards to how the legacy of a particular event or place is viewed. Often, especially when the event or place is viewed negatively, blame shifts depending which side the reviewer takes. Pro-Union reviewers will place blame on the commander, or the Confederate government for the conditions suffered by the union detainees.  However, conversely pro-Confederate reviewers will place blame on the lack of resources across the Confederate states and will cite similar instances in camps located in Union territory for committing similar atrocities. Ultimately, placing blame for prison camp suffering lies with the reviewer’s perspective and sympathies."],"display_date":"February 27, 1864 - April 9, 1865","search_date":"1864-09-17","locations":[{"id":2222,"lat":32.0447139452,"lng":-84.1951910375,"zoom":10,"place":"SUMTER, Georgia"}],"tags":[{"id":108,"tag":"prison"},{"id":2,"tag":"Health/Death"},{"id":715,"tag":"Military"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}