{"id":2762,"place":"RICHMOND, Virginia","lat":37.954527025,"lng":-76.8481834827,"episodes":[{"id":2052,"title":"The New Teacher&#39;s Institute\n","course_id":1,"status":"P","start_date":"1886-10-21","end_date":"1886-10-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Warsaw, Superintendent Robert Hall called a meeting for the new teachers of the Northern Neck Peninsula. The teachers needed to talk about the best way to educate the hundreds of students entering the new public school system. Reverend A. B. Kinsolving opened the session by leading prayers. Mr. Hall began the discussion by encouraging the teachers to express their candid views on each topic covered over the course of the day. The first topic was whether teachers should allow whispering and talking during class. One young woman delivered an emphatic speech about the dangers of tolerating this behavior. Since everyone unanimously agreed on this issue, the group proceeded to the next topic: corporal punishment. There was a lively and animated debate. Since no consensus was reached, the teachers decided to postpone this discussion. They next talked about the best ways to teach reading, writing, arithmetic, and other subjects. The body reached an agreement much more quickly on these issues, finishing just in time for lunch.","Few people were familiar with public schools in the 1880s, especially in rural regions like Virginia's Eastern Shore. If they could afford it, parents sent their children to expensive private schools at remote distances. However, nearby Accomack County had opened eight local public schools by 1886, and Richmond County wanted to close the gap. Taxpayers provided 1.126 per child for schools in the Northern Neck, inequitably distributed between white and black schools. Many people wanted to increase this funding for religious reasons. While the teachers disagreed about corporal punishment, everyone at the Institute understood the important role Christian principles would have in the budding school system. Accordingly, the Institute opened its session with a prayer led by the local Reverend. As early as 1875, concerned citizens held concerts of prayer to recognize the importance of studying the Scriptures in all of [the] schools. At a teacher's meeting in the city of Richmond, teachers discussed the issue of Instruction in Moral and Mental Science so that children [without] proper home influence.. would have [it] taught in the schools. Across the South, public schools were intended to teach morals as well as arithmetic."],"display_date":"October 21, 1886","search_date":"1886-10-21","locations":[{"id":14221,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2574,"title":"The Pains of Being a Democrat in Richmond\n","course_id":1,"status":"P","start_date":"1855-11-01","end_date":"1856-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1855, John Sergeant Wise, the young son of the newly elected Governor Henry Wise, was desperately trying to adapt to his new home in Richmond, Virginia.  Having previously come from a rural town, John Wise was mocked by his schoolmates for being a provincial bumpkin.  However, most of the abuse from his fellow students was due to his father's political persuasion as a Democrat.  In one particular passage of his writing, he recounted how his days as a schoolboy in Richmond were comprised of deflecting taunts, and fighting off bullying from the sons of Whig and Know-Nothing citizens who were instilled with a hatred of all things Democrat.  At this time, the Whigs had essentially joined forces with the new American, or Know-Nothing Party, against the Democrats.  Many of Henry Wise's votes had come from the rural Virginia farmers and yeoman, while Richmond itself was a stronghold of Know-Nothingism.  "," The American Party, also known as the Know-Nothings, began in 1855.  It was founded along the lines of a secret society with elaborate initiation rituals, and a series of secret passwords and coded communications between its members.  Its platform was essentially radical nationalism that included anti-immigration and anti-Catholicism stances.  As the Whig party began to slowly loose strength in the United States, members often threw their allegiance to the Know-Nothing Party in an attempt to continue fighting the Democrats.  The Know-Nothings took power in some Northern states, and were so strong in Richmond that Democrats were referred to as The Spartan Band there."],"display_date":"November 1, 1855 - January 30, 1856","search_date":"1855-12-15","locations":[{"id":14218,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2579,"title":"A Private Army in Virginia\n","course_id":1,"status":"P","start_date":"1859-01-01","end_date":"1859-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the writings of his autobiography, TJ Macon recorded with great pride,that in 1859, he joined the First Company Richmond Howitzers,a militia artillery unit that drilled in the city and was composed of volunteers from the surrounding area. Macon was also quick to state that he later served in combat with this unit during the war between the states.Serving in such a unit was special to Macon because it was a clear act of serving his community. Not only did he drill to protect his home, but the men on either side of him were his friends and neighbors, prepared to make the same sacrifice alongside him.  His service in this unit made him an object of admiration and pride in the community, the concept of a noble southern gentleman defending his city.  However, Macon's youthful enthusiasm was most certainly curtailed when he experienced the harsh reality of the Civil War battlefield, where the pageantry and glory of parades through downtown Richmond would be replaced by the acrid smell of cordite and the cries of the dying. ","In the 1850s, with the memory of British tyranny not far from the minds of many Americans, there was still a great deal of wariness in regards to the idea of a standing federal army and professional military leadership.  Beginning in 1792,Congress began requiring able bodied men to serve in local militia units.  In 1808, the law provided that authority over these units fell to the state governor rather than the federal government, a forerunner of the modern National Guard.  With distrust of federal forces being particularly prevalent in the South, militias such as the Public Guard in Richmond were formed to provide local communities with some military muscle.  These militias provided well armed and well-disciplined units that could provide security in times of unrest, as well as acting as a type of police force.  While few, if any southerners would explicitly say so, these units also gave southerners peace of mind in the sense that any slave revolt would be met by a rapid and lethal response from local units who would not be subject to bureaucratic or political red tape as federal troops would be.","    This idea of military self sufficiency also led to a new martial state of mind in the southern gentry, whereby they stoked the idea of their ancestors being dashing Cavaliers, fighting across the plains of England during its Civil War in defense of their ideals.  This martial spirit also led to the foundation of numerous Southern military schools such as the Citadel in South Carolina and the Virginia Military Institute in Lexington, Virginia."],"display_date":1859,"search_date":"1859-07-02","locations":[{"id":14218,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2597,"title":"The Southern Response to Harper&#39;s Ferry\n","course_id":1,"status":"P","start_date":"1859-10-18","end_date":"1859-10-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In October of 1859, with tensions already running high, Americans were stunned to read of the violent raid being conducted by abolitionist John Brown, in the sleepy Virginia rail junction of Harpers Ferry.News traveled slowly, and there was a great deal of speculation about the details and severity of the raid.On the morning of October 18, Richmonders were relying on an editorial in <em>The Richmond Whig</em> to inform them of the situation. It detailed the departure by rail of elements of Richmond's volunteer militia regiment, men who were being sent to suppress the insurrection that was taking place. The readers were also stunned to read that the governor of Virginia had ordered the men to Harpers Ferry himself; they were not called up by the federal government, which had already dispatched its own troops, US Marines under the command of Lieutenant Colonel Robert E. Lee.  Furthermore, Governor Henry Wise accompanied the vanguard units on a commandeered mail train to the scene of the action, with the remaining companies of the militia to be sent the next morning when more trains would be available. The citizens of Richmond could only guess how tumultuous the situation was if their own governor was personally leading the military effort. The bulk of the passage detailed the sad sight of the departing troops.  It described legions of young men and boys going off to fight in the war, not knowing if they would return in good health, or at all.","This editorial is interesting because on the one hand, it demonstrates the capabilities of the state run militia.  Governor Wise was able to call up and deploy the men in order to deal with a situation in his state without any input from the federal government. However, the true importance of this editorial lies in the southern perception of the events surrounding the Harpers Ferry raid.  The wording and tone of this passage made it very clear that people saw this event as a grave threat to state stability and peace.  One also gets the sense that there was a widespread belief that there was a major battle occurring in Harpers Ferry. There is no doubt that much of this misconception was due to the slow travel of news; the common citizens in Richmond would have no way of knowing that Brown only commanded 18 men, half of whom were dead by this time. However, even if they had known this, the principal behind this raid was what disturbed so many southerners. They saw it as a physical threat on their security by the abolitionist movement as a whole."],"display_date":"October 18, 1859","search_date":"1859-10-18","locations":[{"id":14218,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2601,"title":"A Father&#39;s Last Wish \n","course_id":1,"status":"P","start_date":"1843-09-07","end_date":"1843-09-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A formal and standard law of wills was vital to the American property system and was fundamental for the transfer of assets. Most landowning men wrote wills in the antebellum South that described the distribution of property within members of ones immediate family and organized the preferred maintenance of ones estate after death. "," William Oliver, a native of Essex County, handwrote his own will, or final testament while on his estate in 1843. Virginia, like many southern states upheld the legitimacy of the holographic wills, a handwritten will signed and the dated by the testator. Addressing his three daughters, Oliver designated his assets only to his youngest daughter. Oliver addressed his eldest daughter Mary Moody first. He requested that upon his death, that a male slave and a portion of his estate that he loaned to her be returned. Stephanie Brooks, the middle child faced the same request as her sister. Stephanie must return a female slave and her portions of the loaned stated. Catherine Brooks, the youngest daughter became the beneficiary of all her father's property. To protect his daughter from property hunters, Oliver had his assets kept in a trust so that Stephanie's potential husband would not have assess to them."," Oliver's will, according to the historian Lawrence Friedman, demonstrated the particular care that men took in protecting the interests of their wives, sisters, and daughters. The trust funds, which the wealthy often used, protected assets given to those in the will. Southerners, particularly the wealthy, used wills as instruments to control their personal property."],"display_date":"September 7, 1843","search_date":"1843-09-07","locations":[{"id":13786,"lat":37.9427152778,"lng":-76.9517635575,"zoom":9,"place":"ESSEX, Virginia"}],"tags":[{"id":9,"tag":"Law"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2603,"title":"A Street Affair in Richmond\n","course_id":1,"status":"P","start_date":"1845-10-29","end_date":"1845-10-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["T.C. Reynolds of Richmond, Virginia had a penchant for being hotheaded at times.Reynolds claimed that Barksdale committed an affront against him through a public insult, thereby forcing his hand to violence in order to restore his own honor.Reynolds went so far as to take out a broadside in the newspaper in order to publicly clarify his grievances, namely, that Barksdale had avoided receiving written challenges delivered by Reynold's associates in various cities where Barksdale had fled.Furthermore, when Barksdale was finally confronted in Richmond, he went so far as to physically refuse delivery of a written challenge, failing to even break the seal on the envelope.Thus, Mr. Reynolds felt that, due to public slander by Barksdale and Barksdale's subsequent refusal to honorably accept a challenge, according to his own standards, he was fully justified in attempting to prove his honor by means of a duel with his accuser.","  Reynolds's broadside illustrates all too clearly the obsession that wealthy southerners had with the idea of honor and maintaining ones public reputation.  Wealthy southerners often went to great lengths to model themselves after the landed aristocracy of England, the cavaliers, from whom they claimed to be descended.  In the cavalier lifestyle, honor was central to a man's standing and level of respect within the community.It was entirely acceptable, and in fact expected, that a man would be willing to put his life on the line in order to defend his own honor. While dueling was never particularly popular in the United States, there was a massive public outcry against it in the wake of the 1804 death of Alexander Hamilton in a duel with Aaron Burr.Therefore, while Mr. Reynolds would certainly like to restore his reputation through a duel to the death, it is highly unlikely that these two men would come to deadly blows; rather, upon meeting to duel, they would reach a verbal agreement, as was the common practice at the time.Nevertheless, this illustrates the ferocity with which southern men were willing to defend their honor, opinions, and reputation."],"display_date":"October 29, 1845","search_date":"1845-10-29","locations":[{"id":14217,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2606,"title":"The Legal Rights of Women in Richmond\n","course_id":1,"status":"P","start_date":"1858-09-11","end_date":"1858-09-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By all accounts, Frances Taylor was a kind woman and a caring mother.  As such, she wanted to make sure that her children would be financially secure in the event of her passing. The best way that she saw fit to do this was to sell some of the lands she possessed for profit, and to pass the others down through her line. While she legally owned the property, she enlisted the aid of her husband, D.B., in helping her to draw up the contract and conduct the sale. Unbeknownst to Frances however, D.B. was in grave financial straits and plotted to sell the more valuable portions of land that she wanted for her children, to his creditors, in order to avoid bankruptcy.  Upon inquiry from his wife, he simply told her that everything had been done as she wanted it.  After the death of Frances, her children came aware of this plot, and took D.B. to court. ","While women did not possess many of the rights that men did, particularly the right to vote, they were allowed to own, buy, and sell property. Property ownership among women of social standing was not uncommon in Richmond during the 1840's and 1850's. In fact, even when these women married, they often kept their holdings separated from their husband's and managed them independently. In this case, Frances Taylor trusted her husband to act as her agent and instead he betrayed her. However, many women successfully managed properties with no help at all from men. They had the full legal right to draw up and enter into contracts. Furthermore, this time period saw the birth of the women's suffrage movement. In July 1848, the Seneca Falls Convention marked the beginning of a major movement by women to attempt to gain the right to vote. However, the women's suffrage movement at this time was much stronger in the Midwest then the more traditional South.     "],"display_date":"September 11, 1858","search_date":"1858-09-11","locations":[{"id":14218,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":9,"tag":"Law"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2609,"title":"The Ledger of a Slave Trader\n","course_id":1,"status":"P","start_date":"1857-01-02","end_date":"1857-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["For Mlle. Templeman and Goodwin of Richmond, Virginia, January 2 to the 31 in 1857 was a time of rather lucrative business.They sold a great deal of merchandise and had made a significant amount of profit.  In fact, their sales business had seen mostly boon time since they first established in Richmond in 1849.   However, for their merchandise, times were not so good.  They found their families torn apart and their bodies broken; Templeman and Goodwin were slave traders, and their merchandise was human beings.  During the aforementioned period, 33 slaves were sold for a total profit of 12,390.  This was a very large amount of money at this time.  The slaves were sold individually at prices ranging from 700 to 1000 on average.  It is interesting to note that when slaves were sold, only the name of the buyer was listed, that of the slave was omitted.  It was as if the traders wanted to forget that a particular slave ever existed.  Slaves' names were listed when they were first acquired; however, only a temporary first name was entered and an identification number assigned along with it, in what appears to be a tactic for dehumanization.  ","    As a centrally located major southern city, Richmond was a bustling slave trade market.  Traders would often come from the Tidewater area by way of the James River with slaves from all around the South.  The James also served as a highway in the opposite direction as well, with Richmond born slaves being moved to ports such as Norfolk to be sent to the Deep South.  Slave traders themselves were a varied group.  Some were rather unscrupulous men who sought to achieve great wealth quickly and had reputations for overabsuing their charges.  However, other slave traders were working in what they considered a family business.  They often took great pride in their work and on their reputations of delivering high quality slaves at reasonable prices.  In a fashionable metropolis such as Richmond, there can be no doubt that more then a few of the elite citizenry were heavily involved in the slave trade.  In fact, as this ledger indicates, both Templeman and Goodwin would have been in the upper strata of wealth in Richmond due to their very high income.  "],"display_date":"January 2, 1857 - January 31, 1857","search_date":"1857-01-16","locations":[{"id":14218,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2610,"title":"The Tobacco Trade in Virginia\n","course_id":1,"status":"P","start_date":"1853-01-01","end_date":"1853-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As an appointed Commission Merchant of Virginia, William Brown was responsible for reporting on many markets. However, in 1850's Virginia, there was really only one market that was truly booming, and that was tobacco. His analysis of the Virginia tobacco trade was the most important aspect of his job, as the economic prosperity of Virginia walked hand in hand with the fortunes of the tobacco industry. In January of 1853, he issued a report on the state of the tobacco market in Richmond. He described the physical properties of the yearly tobacco yield, as well as how farmers should pack and present them for sale and production. One measure recommended was to be sure to remove all impure tobacco so as not to taint the yield. Brown went on to claim that from 1840 to 1850, tobacco production dropped by ten percent in the United States; however, production increased by ten percent as well. He cited these figures as evidence that tobacco would be able to command a good price in 1853. Brown also stated that Virginia's tobacco crop would never be able to compete in terms of quantity with that produced in the western United States; therefore, farmers in Virginia should strive to tout the superior quality of their tobacco in order to make sales. He went on to advise that in order to achieve this quality, farmers should take proper care of their soil as well as the crops themselves."," There is little doubt that tobacco was at the heart of Virginia's prewar economy, and Richmond itself was the major trafficking point within the state. Farmers from the fertile hills of central Virginia and the Piedmont traveled to Richmond in hopes of securing contracts with large tobacco processors with factories in Richmond. In the city at this time, there were at least 17 major factories that sold and shipped high quality processed tobacco all around the state and country. Richmond's central location proved ideal, with major shipments going by rail and wagon to Washington and Baltimore, while barges carried other shipments down the James River to ports in the Tidewater. From there, Virginia tobacco found its way all around the world. The powerful Virginia tobacco market would again flourish during the hard times of Reconstruction, faltering only in the late twentieth century due to medical warnings over carcinogenic properties."],"display_date":"January 1, 1853","search_date":"1853-01-01","locations":[{"id":14218,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2611,"title":"The Effects of the Dred Scott Decision\n","course_id":1,"status":"P","start_date":"1857-03-10","end_date":"1857-03-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Dred Scott decision of March 6, 1857, brought to a head the tension surrounding the issue of slavery in the United States.In the case, the Supreme Court ruled that Scott was still a slave, and therefore, and no right to file suit in a United States court as he was not a citizen and did not have the rights of such.The Enquirer, a Democratic newspaper, greeted this decision with great applause.The author declared that the verdict in the case was a strong blow at the evils of the Missouri Compromise, and a victory for the people of the South.The author also stated that this was a major defeat for abolitionists, people who he referred to as enemies of the Union.It is also interesting to note that the decision was described as a victory over prejudice; assumedly the perceived prejudice to which  southerners felt abolitionists subjected them.","    The Dred Scott decision was a landmark case in that it drew a clear line of how the government stood on the issue of slavery, and further inflamed passions surrounding an already divisive topic within American politics.While southerners were ecstatic at the outcome, the massive abolitionist campaign to aid Scott led many southerners to claim that abolitionists were anti-southern and thus, enemies of a greater Union.Southern slave owners, as well as supporters of slavery, saw the Dred Scott case as a crucial precedent.It gave them a sense of legal standing to be able to say that the supreme law of the land had not only upheld the idea of slavery, but also dealt a crushing blow to the wildly unpopular Missouri Compromise.That act had sought to limit the spread of slavery into the new territories of the west and maintain the racial balance of power between North and South."],"display_date":"March 10, 1857","search_date":"1857-03-10","locations":[{"id":14218,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3583,"title":"White Response to African American Mob\n","course_id":1,"status":"P","start_date":"1867-05-09","end_date":"1867-05-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An escalating series of events led to armed soldiers charging at an African American mob of one thousand.  Although the evening had started with a small group of African Americans watching a trial of engines between the Richmond and the visiting Wilmington, Delaware Fire Companies, police soon arrested an African American man who allegedly attacked the firemen.  A riot followed, with the mob hurling paving stones at the officers all the way to the station-house.  Captain Junkins, two sergeants, and one private were all seriously injured.  The incident caused enough of a disturbance to compel General Schofield to arrive at the scene along with a company of the 11 Virginia Regiment.  Although the throng initially ignored the General's demands for disbandment, the soldiers ultimately proved to be a more effective catalyst for breaking up the mob.  ","      Following the incident, <em>The Richmond Whig</em> featured an editorial extolling the white policemen for their marvelous moderation:  When it is remembered that they were all armed, and that they were assaulted and in peril of their lives, and that they...forbore to fire...we cannot sufficiently commend their prudence and self-control.  ","      In this case, the non-violent response of whites was, in fact, noteworthy, as were the violent actions of African Americans.  In the postwar South, blacks widely suffered from brutal beatings and murders as white resentment of the freedom of African Americans grew.  Southern whites who believed in and were accustomed to the racial etiquette between a master and slave frequently attacked blacks for actions deemed impertinent and insolent.  Blacks bidding a white man good morning, for example, could provoke horror in the individual who expected blacks to remain silent unless a white person spoke to them first.  Despite this volatile nature of race relations, however, accounts of blacks assaulting whites were uncommon.  Whites often feared insurrections of their former slaves, but such rebellions rarely materialized.  Thus, the mob episode of May 9, 1867 represented an exception to the prevailing trends of the time."],"display_date":"May 9, 1867","search_date":"1867-05-09","locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3673,"title":"Northern Neck of Virginia Desires Immigrants\n","course_id":1,"status":"P","start_date":"1872-01-01","end_date":"1872-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Board of Immigration from the counties of Richmond, Westmoreland, Lancaster, and Northumberland assembled to compose their forthcoming pamphlet enticing immigrants to their regions of Virginia: ...our earnest desire is to attract to it and immigration not only from the northern and north-western states, but also from Canada and Europe. This immigration will bring the industry and capital requisite to cultivate our surplus lands and to develop all the varied resources of the country. The board highlighted the state's abolishment of slavery, the demand for a range of skills, equal rights accorded without regard to political affiliation, and low mortality rate. The pamphlet also emphasized the assurance of hospitality, and there was special mention of the Christian character of Rev C. L. Clausen, commissioner of immigration. Immigrants, often targets for fraudulent offers, would be in safe hands with Rev Clausen, who could sell farms at low fixed prices, and upon the most accommodating terms of payment. "," This advocating of immigration can be traced to the New Departure movement of the Reconstruction period. Supporters of New Departure promoted the idea of an economic, self-sustaining New South, which rejected overdependence on plantations and favored agricultural modernization along with industrialization. Under this theory, immigrants would become the new source of labor and contribute to a whiter South by replacing blacks. Reformers described scenes of white workers toiling on plantations and factories without giving much thought to the fate of displaced former slaves. The only suggestion that surfaced was that blacks would simply die off. On the other hand, some planters sought dependent labor from immigrants simply to replace lost slaves."],"display_date":1872,"search_date":"1872-07-01","locations":[{"id":14220,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3674,"title":"Soldier&#39;s Recollection of Capturing Richmond\n","course_id":1,"status":"P","start_date":"1865-04-02","end_date":"1865-04-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As T.S. Peck quietly lay near the Confederate picket line, trying to avoid whispering and hitting his canteen against his bayonet, the Union soldier reflected on the formidability of his Southern counterparts. His troop would move on toward their destination of Richmond under orders from General Grant, and Peck anticipated the danger of torpedoes planted around Confederate fortifications. Indeed, as they soon passed abandoned, but extremely sturdy (almost impregnable) works, Peck acknowledged his belief in the fruitlessness of trying to take Richmond by assault. Fortunately for Peck, his pessimistic outlook was disproved once he and his fellow soldiers reached the Southern capital. The city was ablaze and in chaos, with Confederate forces torching their own buildings, convicts from the Virginia State Penitentiary robbing or killing, and panicked citizens fighting over articles and rolling looted barrels of flour or molasses. Peck rejoiced at the tumult and later recollected, Never shall I forget that day It was, and probably will be, the greatest of my life. It seemed as though I was dreaming and that it could not be possible we were in the Rebel capital, the place that we had, on four different occasions, tried to capture.","The march of Federal troops into Richmond on April 3, 1865 marked the last stage of the Civil War. The South had been a victim of its collapsed economy, resulting in desperate soldiers trying to survive without food, shoes, or medicine. Intolerable conditions led to increased desertions -- 104,000 by 1865, or 10 percent of the Confederate force. The greatly depleting line at Richmond reflected a South losing willpower. Meanwhile, General Grant, with his well-quipped army, had embarked on a ruthless campaign to reach the city by destroying anything standing in his way, no matter how many casualties. The exhausted, demoralized Confederacy knew the end was near, and its capital government crumbled with the flight of President Jefferson Davis and his Cabinet, right before Grant seized Richmond. Six days later, General Grant and General Lee met at Appomattox Courthouse, where Lee surrendered."],"display_date":"April 2, 1865 - April 3, 1865","search_date":"1865-04-02","locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3675,"title":"Chastisement of Slaves\n","course_id":1,"status":"P","start_date":"1864-06-11","end_date":"1864-06-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Emma Mordecai was enjoying the pleasantly cool weather when a very disagreeable affair concerning the servants disturbed her afternoon. The conflict began when the henwife, Georgiana, asked her mother, Sarah, to help her manage the chickens. Sarah then complained of being overworked and provoked the ire of her mistress and the master. In addition, Emma mentioned that Cyrus, Sarah's husband, behaved similarly, or at least acted in such a way as to earn whippings from the master. Emma, wanting to avoid the worst parts of the incident, went for a walk."," This episode demonstrates the complicated relationship between mistresses and slave women. Mistresses, lacking the full authority of the master, sometimes encountered disrespectful behavior from their slave women. Mistresses and servants also often disagreed about standards of work, with female servants resisting as individuals and calling for the easing of work loads. Some particularly resentful slave women ignored their chores and openly defied their owners. The fact that Sarah was not whipped in the above case, however, does not reflect a rule. Female slaves could be whipped, and mistresses could and did whip their slaves. "," Cyrus' implied vocal or behavioral support of his wife could have been a way for him to exert at least a minimum form of protection over his wife. Slave men, lacking any status in the eyes of the law, could not offer legal security for their families, and obviously could not provide financial support. The master's whipping of Cyrus, meanwhile, may have reflected the tendency for younger masters to experiment with power and resort to physical punishments."],"display_date":"June 11, 1864","search_date":"1864-06-11","locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3676,"title":"Emma Mordecai Nurses Soldier\n","course_id":1,"status":"P","start_date":"1864-05-26","end_date":"1864-05-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Emma Mordecai regularly visited wounded soldiers at a nearby hospital, and on one particular day she was tending to a handless soldier whom she called my interesting Cavalry man. She bathed his wounds and rubbed his cold feet, but then she watched helplessly as he complained of an intolerable itch where his hand used to be, scratching at the amputated spot with his remaining hand. Having cared for the soldier on prior occasions, Emma noted that he was more agitated than usual and sought out some liquor to calm him, meanwhile also delivering the ice cream she had bought for another soldier who had mentioned craving the dessert. Hours later, she regretfully discovered that her Cavalry soldier would be transferred to a different hospital. "," In an effort to aid the Confederacy, Southern women enthusiastically tackled new challenges during the Civil War, including caring for sick soldiers. Many in the army were wounded during their first outing on the battlefield, and still others contracted illnesses such as dysentery, typhoid fever, and the measles. Without female-run hospital relief societies, thousands of men would have suffered from a lack of any kind of nursing, for the Confederate government did not have enough resources to provide medical attention for all its soldiers. "," One of the prominent goals of these organizations was to stock hospitals with both necessities and comforts like the ice cream and alcohol Emma provided. Women were tenacious in their mission to find supplies, often donating from their own kitchens, soliciting neighbors, and even smuggling medicines beyond the line in their full skirts."],"display_date":"May 26, 1864","search_date":"1864-05-26","locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3679,"title":"Debate Over State Debt\n","course_id":1,"status":"P","start_date":"1871-03-24","end_date":"1871-03-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Why should Virginians have to bear the entire debt? Zephaniah Turner raised this question repeatedly before the House of Delegates in Richmond. In the eyes of Turner, West Virginians were just as responsible for payment as Virginians, seeing as how the debt had existed before dismemberment of the state. Turner blasted Virginia's political representatives for rattling on about preserving honor when their priority should have been to prevent burdening the state's citizens with enormous taxes. When the people discover the unjust tax plans, Turner exclaimed, they would run out the current leaders and elevate to their places others who have less sublimated ideas of honor and fame and the past, and more practical ones as to the present and future."," In the aftermath of the Civil War, Virginia faced a significant economic hurdle-- a public debt of approximately 45 million. Although the debt, initially used to fund transportation initiatives like railroads and canals, started out as 33 million prior to war, the amount had swelled to its present state. Debates ensued over how to pay this sum. Since the westernmost counties of Virginia had only established the new state of West Virginia in 1863, some, like Turner, argued that the debt belonged to West Virginia as well and thus Virginians were not legally bound to pay anything. However, the main controversy of 1871 became whether Virginia should fund its entire debt plus interest or pay at a readjusted (reduced) level. This battle catalyzed the formation of two factions, the Funders and the Readjusters."," In 1871 the state government passed the Funding Act. This legislation pledged Virginia to pay the debt in full, marking the state as the only southern postwar government to fund its debt at such a high rate. As rationale, Funders pointed to the importance of saving the honor of Virginia, although additional motivation came from the fact that many were looking to profit from their state bonds. The Funders' decision eventually proved to be a strain for Virginia as it exhausted the state of its revenues and forced it to borrow just to continue operating its government. Leaders also severed funding for social services such as asylums, encouraged skyrocketing property taxes, and enforced new taxation on items such as dogs and liquor consumption. In addition, although constitutional requirements demanded the state to assume most of the cost of the new public school system, the Funders instead chose to shut down half of its schools, citing public education as a luxury. "],"display_date":"March 24, 1871 - March 27, 1871","search_date":"1871-03-25","locations":[{"id":14220,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3680,"title":"Congregation of African Americans \n","course_id":1,"status":"P","start_date":"1860-01-19","end_date":"1860-01-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Bishop Clark basked in the serene melodies and felt his heart rise with the crescendo of the chorus. Absorbing the scene around him, he noticed how the music held the audience members in rapt attention until everyone began swaying in perfect rhythm. It was as if everyone became gradually magnetized by the harmony, he later recalled.","Clark soon delivered his sermon, and at its conclusion asked a congregation member to offer prayer. A man eagerly stepped forth and passionately thanked God for being born in a land in which he had the opportunity to hear the Savior's word. Bishop Clark, a visiting white preacher from Rhode Island, couldn't help but feel moved by the enslaved man's petition to God. A fellow Bishop from New England remarked that he wished they could bring this man to their own region so that he might teach our good citizens how to pray. ","The church Bishop Clark visited consisted of approximately 1500 African Americans, most of whom were slaves. The purpose behind the clergyman's appearance could have been to fulfill the congregation's legal requirements, for whites often regulated black churches and demanded regular visits from white missionaries or ministers. Some churches were established only after white sponsors or trustees legitimized them, while others had regular white preachers but a black administration and pastoral staff. All African American congregations were subject to some form of surveillance.","Bishop Clark's awe at the worship style of the churchgoers was a common experience for whites. Even whites who attended mixed churches remarked on the differences, the most obvious being the exuberant clapping and dancing through which Blacks celebrated their connection to God, a connection which would one day deliver them from the bonds of slavery. The joyous prayer Clark heard from the slave further reflects how African Americans focused on this promise of a new life."],"display_date":"January 19, 1860","search_date":"1860-01-19","locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3681,"title":"Railroad Company vs. Richmond\n","course_id":1,"status":"P","start_date":"1874-01-01","end_date":"1874-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The feud between the city of Richmond and the Fredericksburg & Potomac Railroad Company reached Virginia's Supreme Court of Appeals. Fredericksburg & Potomac had violated Richmond's laws, the city claimed, by running its steam- propelled cars through Broad Street. According to an ordinance passed on September 8, 1873, no vehicle of any kind was allowed to traverse that specific lane, the most important and populous street of the city. The F&P Railroad Company, on the other hand, charged that when Richmond chartered the company in 1834, the city specifically granted the company's directors the power to place whatever vehicles they deemed necessary on the railroads. The court eventually ruled in favor of Richmond, deciding that the city's inherent right to guard the safety and welfare of its citizens did not violate any contract between Richmond and the F&P Railroad Company."," In the Reconstruction-era South, railroads played a prominent role, expanding in number (mileage doubled in the years from 1865 to 1880) while functioning as a symbol for urban development and economic growth. Between 1868 and 1873, white southerners touted railroad construction as the key to revitalizing their war-torn region, and indeed, Judge Christian mentioned in his opinion that when the railroad company was founded, Broad Street was a mere turnpike, neither graded nor paved, with scattered houses on the side. By the time of the case, however, Broad Street had become a site of many retail businesses and served as a bustling tourist site. "," At the same time, railroad companies suffered their share of critics. Many felt that the railroads exploited their lack of supervision to act like institutions beyond the reach of legislatures or courts. For example, railroads often charged excessively high fees, but denounced suggestions of rate regulations as violations of private property rights. In the Richmond vs. the F&P Railroad Company case, the railroad tried to convince the judge that its charter cemented a right by contract forever, and under all circumstances, to run its cars by steam, thereby exempting the company from any form of city regulatory laws. "],"display_date":1874,"search_date":"1874-07-02","locations":[{"id":14220,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3683,"title":"Importance of Education   \n","course_id":1,"status":"P","start_date":"1875-01-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A focused, open-minded man capable of sound reasoning and clear expression- these, according to John Broadus, were the characteristics distinguishing an educated man. The Baptist minister was a fierce advocate of higher education and lamented the fact that many young men attended schooling in their younger years, but, when about to enter the potential peak of their intellectual growth, chose to be practical and headed into business instead. Thus, Broadus set out in his essay to detail how college could benefit all men, including those destined for business as a merchant, manufacturer, agriculturalist, and so on. Latin and Astronomy, for example, were often dismissed as useless subjects, but Broadus pointed out that these branches could only strengthen the mind's thinking skills, which could then be applied to any field or situation. Wouldn't it be admirable if a merchant could make wise decisions based on complicated questions? An awareness of culture also contributed to the happiness of families, Broadus noticed, since men could teach their knowledge to their children. All in all, college, though expensive, would lead to enormous benefits in the future. And if a father's son refused to attend school? Argue with him, urged Broadus, exhort him, plead with him, and if he is still unwilling, make him go. "," The push for learning in this essay exhibits a wider sentiment that began in 1875 and continued through the twentieth century. A greater awareness of schooling had occurred during the early Reconstruction years due to state constitutions acknowledging citizens' right to education, but the general poverty of the South, combined with poor administration, led to a decline in schools and a high rate of adult illiteracy. In response, groups such as philanthropists, educators, and politicians aimed to remedy the situation by encouraging and providing education through various types of schools, including evening schools in textile communities and lay-by schools, schools that operated when cultivation of crops halted. "],"display_date":1875,"search_date":"1875-07-02","locations":[{"id":14220,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3684,"title":"Jefferson Davis Addresses Free States\n","course_id":1,"status":"P","start_date":"1863-01-05","end_date":"1863-01-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The people of the Union heard from a defiant Jefferson Davis on January 5, 1863. Northern leaders had degraded you and themselves, he criticized, by inviting the co-operation of the black race with Abraham Lincoln's proclamation freeing slaves in the Confederacy and inviting them into the North's army and navy. Just before, the Union had been condemning the South for seeking the intervention of the white French and English. "," In response to Lincoln's actions, Davis issued a statement of his own, declaring slave status for all free blacks in the South. Captured black Union soldiers would also be deemed chattel, as would all African Americans in any states taken by the Confederacy. Slavery is a corner-stone of a Western Republic, Davis emphasized, and the proper condition of the negro is slavery, or a complete subjection to the white man. "," The Confederate President composed his address during a bleak time for the South. A few months earlier, Southern troops had suffered defeats in both Kentucky and Maryland, obliterating any hopes of recognition and aid from England or any other European nations. Davis knew that Great Britain would not risk involvement in the conflict unless signs clearly pointed toward a Confederate victory. In addition, Lincoln's Emancipation Proclamation provided the North with the moral upper hand in the eyes of anti-slavery England and France. The South recognized its need to defend itself as the elimination of slavery became a major goal of the North, which had initially put forth preservation of the Union as its primary aim above all else. "," Davis' reference to blacks in the Union military reflected another significant difference between the North and the South. The North employed African Americans even before Lincoln's declaration; Union commanders sometimes recruited black troops, and in 1862 the War Department sanctioned the recruitment of African Americans. By the end of the war, almost one out of every ten Union soldiers was African American. "],"display_date":"January 5, 1863","search_date":"1863-01-05","locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3895,"title":"The Impact of Illness\n","course_id":7,"status":"P","start_date":"1825-08-22","end_date":"1825-08-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When Nancy Carr, the grand-niece of Thomas Jefferson, wrote to her good friend Elizabeth Coatler, of Spotsylvania, on August 22, 1825, the tone of her writing was a somber one.  Carr had just returned from nursing her cousin, Maria, who was sick with a fever. The threats of illness and death were prominent in her words.  At this time, the term \"fever\" was used to describe almost every kind of dangerous ailment.  Contemporary physicians believe that most southerners who were sick with \"the fever\" were victims of Malaria.  Carr told of Maria's feeble condition, noting, \"I had been nursing cousin Maria Carr who is recovering slowly, but so slowly that we rather hope than perceive the change from a tedious and dangerous fever and reduced to such hopelessness.\"  Most southern families, including the Carrs, did not use nurses.  Family members, especially the women, became the caregivers for the sick.  This often caused diseases to spread throughout the family, as the concept of germs was not understood in the 1820s."," The availability of legitimate doctors in the South was scarce.  According to historian Steven Stowe, the nineteenth-century medical profession was highly unregulated; many alternative healers disguised themselves as medical doctors. This, accompanied with the lack of available medications, made recovery from even a simple fever dangerous. Though no one in Carr's immediate family had recently died, she described that many of her friends felt the fatal effects of illness.  A close friend, Ms. Martha Minor, lost her six-year-old son. In her letter, Carr described the torturous emotions of losing friends: \"I maybe have been tedious in dwelling upon the scenes of sickness and death which have engulfed my time and thoughts for some weeks past, and which are not easily obliterated.\"  Carr embodied the emotion of all southern people in the 1820s.  The fever affected everyone, without regard of social status, and impacted all aspects of southern life."],"display_date":"August 22, 1825","search_date":"1825-08-22","locations":[{"id":14215,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3951,"title":"Southern Ladies\n","course_id":7,"status":"P","start_date":"1889-06-12","end_date":"1889-06-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    In an 1889 letter to her close friend, Mrs. Hannah Weisiger described her late mother as \"one of the noblest & dearest women on earth...so much good...yet so humble...of her good deeds.\" Throughout the nineteenth century, Southern women were idealized as the moral compass of the family, supposedly gentle and noble in deeds. Even in the latter part of the century, values firmly rooted in the pre-Civil War plantation culture remained prevalent. Mrs. Weisiger described her mother's virtues with special reverence as a woman whose life encountered many changes throughout the war and reconstruction years and yet still maintained her dignity as a Southern lady.  She declared her mother \"was as near right as any human could have been.\" Women who were born after the reconstruction era learned feminine ideals from their mothers, who passed on what it meant to be a lady.","    The \"southern lady\" idealized  femininity by subscribing to traits such as \"sweetness, beauty, gentleness, and ease...while remaining feminine, submissive, and sweet to the man who was her husband...\" This occurred while caring for all domestic functions of the household, which included providing clothing, preparing food, providing moral and religious guidance and to administering to the sick. Although slavery instituted household demands on a pre-war plantation wife that were very different from that of a post-war southern wife, women were still expected to fill the same role within the family with or without the duties of managing a contingent of household slaves. Slavery provided southern white women an opportunity to embody certain leisurely ideals from a public view. The southern lady's ultimate accomplishment was to appear to be leading a quiet and leisurely lifestyle while discreetly managing and commanding the household, all without appearing to be bossy or controlling. "],"display_date":"June 12, 1889","search_date":"1889-06-12","locations":[{"id":14221,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4034,"title":"Defending Honor---Ready, Aim, Fire","course_id":7,"status":"P","start_date":"1880-06-08","end_date":"1880-06-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Dissatisfied with local politics, editor of the Richmond <em>Whig</em> and secretary of the Virginia Commonwealth, William C. Elam, publicly criticized the Virginia Democratic Party in an article titled \"Political Poems.\" Insinuating the party had simply shed the name of the old Conservatives and portrayed themselves as Democrats, Elam blatantly insulted every Virginia leader since 1860. Upon reading Elam's critical political commentary, Ex-Governor William \"Extra Billy\" Smith became outraged, receiving the article as a personal attack.  Much too old to defend his honor physically, Smith employed his young son to do his bidding. Young Smith and Elam agreed to settle the quarrel with a duel at the Mordecai-McCarty ground near the eastern suburbs of Richmond, Virginia. Smith, Elam, and their seconds met at their destination and took their positions ten paces away from each other. At the sound of the word, each man fired his pistol, aiming it directly at his opponent. Elam immediately collapsed. Smith's shot nailed him directly in the chin, smashing his teeth and shattering his left jaw. Upon Elam's fall, Smith rushed forward to shake hands and to express regret for their need to meet. Like a true gentleman, Elam weakly replied that he was incredibly relieved that it was he who had been injured instead of Smith. ","            Few things mattered more to Southern men than honor. Grounded in masculinity, hierarchy, and outward appearance, honor encouraged highly emotional reactions to conflict. Since the seventeenth century, Southerners had commonly used violence to solve personal quarrels. Dueling, however, did not become popular until the 1770s when French and English military officers made it the trend in the American army. It quickly became fashionable to defend one's honor by dueling because it \"constituted not merely a pseudo-aristocratic affectation, but the most rationalized manifestation of a set of values.\" Southern politicians, like Governor William Smith, made use of this tactic whenever aggravated by insult or slander. ","As time went on, Southern honor culture increasingly came into conflict with the law. For obvious reasons, killing a man for his opinions was illegal. Thus, by the end of the Civil War the number of duels had significantly diminished.  Nevertheless, Southerners continued to equate honor with self-respect, and if someone violated another's honor, the perpetrator could expect bloodshed to occur. Although it was even less common after Reconstruction, some men still settled their disagreements by standing at ten paces and shooting upon the words, \"Ready, aim, fire\" "],"display_date":"June 8, 1880","search_date":"1880-06-08","locations":[{"id":14221,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4042,"title":"The Other John Adams\n","course_id":7,"status":"P","start_date":"1873-02-17","end_date":"1873-02-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["They were vultures, gorging shamelessly at the lifetime accomplishments of John Adams.  Though he was not the founding father with the same name, this John Adams led an equally compelling life as a free black contractor and plasterer in Richmond.  He was also one of the extremely few African Americans in the South who owned a substantial amount of property before the Civil War.  Now, seven and a half years after Appomattox, John Adams was dead.  Sensing its approach, he filled out his will on January 8, 1873, just six days before his demise.  In his will, before laying out his possessions, he stated that he wished his debts to be paid.  Everyone immediately swooped in on John's son Joseph, the new holder of the Adams estate.  Barely a month after the loss, a mister Samuel Adams, with the leverage of a justice of the peace, forced Joseph to cover a debt of 73.50, rather paltry in light of the Adams family's wealth.   ","Life for Adams was not typical of that for a typical free black person in the antebellum South.  While many lived in cities like Richmond, they were often low-wage laborers who competed with poor whites.  John Adams, by the evidence of his business records, managed a large number of resources and had a substantial financial base at his death, something few black people could say.","Living in a dominant slave state, John Adams undoubtedly had many difficulties.  Though this work focuses on South Carolina, Marina Wikramanayake's <em>A World in Shadow</em> accurately describes a free black's position as \"never well defined. He was not recognized as a citizen per se but classified as a 'denizen,' who enjoyed certain rights.\" To help counter persistent racism and scorn for being more than just a laborer, many free blacks like Adams had at least one influential white friend who could vouch for them.  Due to his freedom, he did not have to live with the constant fear of his family being broken up and sold.  Though in many ways an aberration, John Adams showed what an individual was capable of despite very difficult conditions."],"display_date":"February 17, 1873","search_date":"1873-02-17","locations":[{"id":14220,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4043,"title":"Politics and Religion at the Centennial\n","course_id":7,"status":"P","start_date":"1876-07-04","end_date":"1876-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The young man unfolded the newspaper tucked under his arm and read aloud: \"Ah-hem, 'To-day is the Fourth of July--the Centennial Fourth--and as it comes only once in a hundred years-'\"","\"That's interesting,\" interrupted a passerby.  \"What is happening here?\"","\"Well,\" the man scanned down the page. \"At sunrise some cannons were fired 38 times, one for each state... hmm.  This is interesting: a message from the mayor of Montgomery to the Centennial Committee in Philadelphia.\" After clearing his throat again, the young man read from the paper: \"the people of Montgomery--the birthplace of the Confederate Government--through its City Council, extend cordial and fraternal greeting to all the people of the United States, with the earnest prayer for the perpetuation of concord and brotherly feelings throughout our land.\" As he folded up the newspaper, the young man silently wondered whether any truth lay in that statement or not.","After their society had been undermined, many white Southerners clung to their Protestantism to retain some sense of sectional pseudo-autonomy.  Daniel W. Stowell writes in <em>Rebuilding Zion: the Religious Reconstruction of the South, 1863-1877</em>, that \"while avoiding frequent commentary on political issues, southern religious newspapers occasionally made their opposition to Radical Republicanism and their support for Democrats clear.\" By retaining their Southern Baptist, Presbyterian, and Methodist identities, white Southerners during the Reconstruction could keep some sectional identity, while interacting with a national association like the Democratic Party forced them to accept a cooperative stance with Northerners."],"display_date":"July 4, 1876","search_date":"1876-07-04","locations":[{"id":14220,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4053,"title":"Crop Diversity in Agricultural Virginia\n","course_id":7,"status":"P","start_date":"1824-07-31","end_date":"1824-07-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["        \"You wish to know how the Virginians live\" wrote L.W. Howe to his brother John, of Enfield, Massachusetts on July 31, 1824. In meeting his brother's request, L.W. certainly provided an extensive account of the principal facets of life in the state of Virginia. Not only did he recount that the preferred beverage of the state was Whiskey, but he was mystified by the details of cooking because the process was all done in a \"separate house called a kitchen.\" What a strange concept to those hailing from the wintry climate of New England, where a trip outdoors to a separate building was absurd The most palpable aspect of Howe's letter, however, is the prominent role of agriculture and climate in central Virginian life. He noted that the \"wheat has come in very well and the prospect for corn is as good as it every was.\" Yet, when he discussed tobacco Howe displayed concern, in that \"the present prospect is promising, but it is a precarious crop.\" After he bemoaned the \"oppressive heat\" in the state, he promised his brother a copy of the Franklin Almanac when the new edition was published. In describing, \"how the Virginians live,\" the New Englander emphasized not their dress or manner, but instead the weather, soil, and crop yields that dictated planter life in the Commonwealth. ","    By the 1820s tobacco had brought wealth to Virginia for two hundred years. Throughout this time period it made its way from the Tidewater region to the Piedmont and became the central economic factor that brought wealth to the state. Howe's discussions of the climate and the Franklin Almanac were common amongst Virginians, who relied so heavily upon agriculture. The Panic of 1819, however, hit the southern states hard. Along with the plummeting of cotton rates came the decline of other agriculture products, including tobacco. Howe understood that Virginians were no longer able to depend on tobacco as a single cash crop. Aside from the concerns of the fluctuating market, tobacco itself depleted the soil and would not grow in the same area for more than three to four years. This made it significantly less profitable when the crop prices were low. According to Joseph A. Cot, in the <em>Encyclopedia of Southern Culture</em>, a lack of crop diversity was a danger to the \"overall development of the South.\" Virginia farmers came to this same conclusion and shifted to other agricultural endeavors such as wheat and corn to supplant their livelihoods. As hardship became more commonplace, farmers found it necessary to provide food for their families and slaves. Wheat and corn comprised a significant portion of the crops grown throughout the state. After the economic difficulties surrounding the Embargo Act of 1807, the War of 1812, and most prominently the Panic of 1819, planters could no longer safely rely on the tobacco market to provide for all of their needs. "],"display_date":"July 31, 1824","search_date":"1824-07-31","locations":[{"id":14215,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4054,"title":"Voter Fraud in the 1879 Virginia Election\n","course_id":7,"status":"P","start_date":"1879-12-26","end_date":"1879-12-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    On December 26, 1879, Zack A. Cozzens gave testimony about a conversation he witnessed, the night before the November election, in the office of John Warwick Daniels, a Democratic Virginia State Senator from Lynchburg. In this conversation William Merchant remarked that he had \"a number of Republican tickets, and that if they could be marked with certain names, that a good many colored people desired to vote them.\" According to Cozzens, the men did not reach a consensus about such a proposition. This deceptive process of marking ballots incorrectly and giving them to illiterate blacks who would have voted in a different manner became common in the early 1880s. Race played a prominent role in the elections of the late 1870s and early 1880s, when African Americans traditionally voted Republican. According to Edward L. Ayers, in <em>The Promise of the New South</em>, \"to cast a Republican ballot was to attack the enemy, the Southern white who kept the black man down.\"","    In addition to \"voting blacks,\" the political scheme discussed by Daniels's supporters, Democratic and Republican politicians relied heavily on bribery to garner support. Throughout the South, candidates looking for a victory regularly purchased votes. As the New Orleans <em>Republican</em> stated, \"the right to suffrage is fast becoming an article of merchandise.\" Later in the testimony, Cozzens adamantly denied witnessing any discussion of bribery involving money or whiskey. He carefully stipulated that he did not \"see\" any of these crimes, but did not specify whether he believed that they had occurred. By the election of 1879, Southern Democrats could no longer count on easy success in the polls; in order to secure political power they often had to resort to illegitimate means. "],"display_date":"December 26, 1879","search_date":"1879-12-26","locations":[{"id":14220,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4055,"title":"The Inquest of a Dead Black Man in a Richmond City Jail\n","course_id":7,"status":"P","start_date":"1879-01-08","end_date":"1879-01-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    According to a Richmond jury, George Fagan, a black prisoner in the city jail, \"came to his death on the 8th day of January, 1879, from consumption,\" and \"the officers in charge are no way responsible.\" <em>The State</em>, a Richmond City newspaper relayed this story to the public as front-page news the following morning. The article went on to describe the jury's view that a hospital should be set up in the prison and greater accommodations should be made for the prisoners in the city jail. The report of a crime committed by a black person during the late 1870s and early 1880s was not uncommon in the South. According to Edward L. Ayers in <em>The Promise of the New South</em>, \"in the decades after emancipation the prison populations of the Southern States had burgeoned with black men convicted of property crimes.\" Newspapers perpetually published reports of African American criminals, murderers, and prisoners. If a local story could not be found, editors would scour the country for a promising byline. ","    The unique aspect of this article is the concern displayed by the city of Richmond over the death of a single black prisoner. The simple fact that George Fagan died a natural death, and not at the hands of an angry mob or corrupt officers, was a significant finding in the coroner's evaluation. Despite the evidence that Virginia had one of the lowest lynching rates in the South, the peak period of black lynching occurred during the early 1880s. Often white citizens would take justice into their own hands and carry out a sentence that the courts had not dictated. This report makes it clear that the jury absolved the officers of responsibility for the death of this prisoner, although the conclusion that the white jail officers might have played a part in the death would not have seemed improbable at the time."],"display_date":"January 8, 1879","search_date":"1879-01-08","locations":[{"id":14220,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4056,"title":"The Advent of Refrigerator Cars in the City of Richmond\n","course_id":7,"status":"P","start_date":"1874-07-15","end_date":"1874-07-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    Fruit growers all over the state of Virginia rejoiced on Wednesday, July 15, 1874 when <em>the Daily Dispatch</em> of Richmond reported that two refrigerated cars arrived in the city.  The article claimed, that \"this new feature in the express business meets a necessity our fruit growers have long felt, and secures a method for the swift transportation of their produce.\" Finally, a technology had arrived in Richmond that would allow local produce farmers to compete with the West. Refrigerated railway cars developed significantly over the period from 1860 to 1890, transforming from elementary cars with ice to sophisticated technological systems that involved insulated walls and ice bunkers. With this technology, fruit from Richmond could reach all of \"New York, Philadelphia, and Baltimore,\" greatly expanding the local market to a large network. The evolution of the railroad in the South and the advent of refrigerated cars appeared to be a positive advance for southern farmers. ","    However, what might have seemed to be a revolution actually brought great strife to poor rural farmers. A Virginia farmer complained that he could not \"'send a box of peaches, tomatoes, or other fruit to a friend without paying 20 cents at least, although we have bushels rotting on the ground.'\" According to James McCorkle, in his article \"Moving Perishables to Market,\" \"farmers chose to leave their crops unharvested rather than incur freight charges they would be unable to pay.\" Railroad companies set the price to transport goods at exceedingly high rates. Farmers simply could not afford the expense to utilize the new technology. Fruit and vegetables were sold at local markets, but the railroads' high price of \"freight and commission\" made it unfeasible for Virginia farmers to make good returns on crops sold in a larger market."],"display_date":"July 15, 1874","search_date":"1874-07-15","locations":[{"id":14220,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4059,"title":"Nullification Frowned Upon By Richmond Newspaper\n","course_id":7,"status":"P","start_date":"1832-12-04","end_date":"1832-12-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    On December 4, 1832, The Richmond Enquirer devoted several pages of its newspaper to discussion of the recent nullification crisis. In one of the articles, the editorial staff of the Enquirer expressed their feelings about nullification. The editorial staff of the Enquirer stated that although \"from the moment this paper saw the light, it has been the devoted friend of the Rights of the States,\" and they were \"opposed to the abominable Tariff system,\" they were \"equally opposed to the course which South Carolina has taken.\" ","The Enquirer was strongly Democratic; in the same issue there was an article celebrating the reelection of Andrew Jackson. The fact that it was both Democratic and Southern, make it seem likely that the editorial staff of the Enquirer would have supported--or at least sympathized with--John C. Calhoun's plan for nullification. ","Robert Remini noted in his biography of President Jackson that although most Southern states were angry about the tariff, none went as far as South Carolinians did. The fact that the Enquirer referred to nullification as \"an absurd and a dangerous heresy\" demonstrates that the political climate in South Carolina was much more radical than that of other Southern states in the early 1830s. By the 1860s, however when the Southern states began to secede from the Union, the political climate had changed dramatically. But in December of 1832, most Southern states--like Virginia--felt that nullification was a threat to \"this blessed Union.\"  The Enquirer stated that it was the wrong  \"time, and circumstance\" to throw off the laws of the Union. Thirty years later Southerners would be more aligned with that of South Carolina, but for now the Southern states still wanted to preserve the Union, and were not willing to abandon its laws for fear of threatening its unity. "],"display_date":"December 4, 1832","search_date":"1832-12-04","locations":[{"id":14216,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4061,"title":"Industrial Disparity Between the North and South\n","course_id":7,"status":"P","start_date":"1882-01-01","end_date":"1882-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1882 the Richmond Enquirer wrote an article about John D. Rockefeller who \"combined [his] disparate companies, spread across dozens of states, under a single group of trustees,\" creating the Standard Oil trust. The article, which appeared towards the back of the paper, was very short and contains only the very basics about the consolidation. It is hardly what one would expect, considering that it is about one the company that altered industry in this country perhaps more than any other. ","This lack of coverage illuminates differences between the North and South. It makes sense that a Southern newspaper would not pay much attention to an oil company because the South was not nearly as dependent on oil as the rest of the country was. After the Civil War there were attempts to industrialize the South, but in 1882 the South was still very far behind the North in terms of industry. In particular, there were still a disproportionate amount of railroads in the West and North compared to the South. The attempts to remedy the disparity had been largely unsuccessful up until this point. State legislatures gave railroad subsidies to companies hoping to spur railroad development; while the subsidies did add railroad lines throughout the South, the companies also abused the subsidies, using them for other purposes. Also, the lines were owned almost exclusively by companies in the North, so their effects on the Southern economy were limited. The difference in industry between the North and South was one of the things that lead to Southern secession from the Union, and even after the states were reunited the inequality in industry still remained a problem. "],"display_date":1882,"search_date":"1882-07-02","locations":[{"id":14221,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4082,"title":"Desertion Plagues the Confederate War Effort\n","course_id":7,"status":"P","start_date":"1865-02-15","end_date":"1865-02-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In February 1865, the <em>Richmond Enquirer</em> printed a general order for those who had lost faith in the Confederate war effort and deserted, offering them a way to honorably rejoin their fellow Confederates in the fight. As many Confederate soldiers deserted and returned to their families, General Robert E. Lee appealed to their \"honor and duty\" by presenting only two options: \"war [or] abject submission.\" The only logical choice seemed to be a continuation of the fight for self-government at any cost. Lee offered pardon to any man \"improperly absent\" as long as he returned \"within the shortest possible time within 20 days.\" He declared that \"no general amnesty [would] again be granted\" in this final effort to reabsorb deserters into the Army of the Confederacy. Unfortunately for Lee, offering a sweeping pardon did not significantly recoup his dwindling supply of men still willing to fight.","Historians have pointed to desertion as one of the primary reasons for the South's defeat in the Civil War. The notion of the Civil War being a \"rich man's war, and a poor man's fight\" was a huge factor in desertion rates. One school of thought believes that as the war progressed, the yeoman farmers who were doing the majority of the fighting came to resent the planter aristocracy that was often exempted from military service due to various Confederate policies. The war became increasingly difficult, and many soldiers deserted due to economics, family, and personal sentiments. The less a man identified with the cause he was fighting for, the more likely he was to desert. Yeoman farmers did not own slaves, and the principles of slavery were not worth fighting and dying for as the war proceeded. In the final months of the war, desertion rates escalated as it became clear that the South would not emerge the victors.","James McPherson examines the Confederate soldier's experience through various diaries and letters and disagrees with this position. McPherson claims that Confederate men did not gain the conventional disillusionment and cynicism that would logically lead to desertion. The sources that he examines show soldiers continuing to assert the importance of the ideals they were fighting for throughout the conflict. Reasons for fighting would include defending their government, their manhood, their families, and their comrades. Although the reasons for desertion are clearly a subject of great debate among historians, it is clear that desertion made it increasingly difficult to pursue the collective goals of the Confederacy on the battlefield and inevitably contributed to Lee's surrender several months later."],"display_date":"February 15, 1865","search_date":"1865-02-15","locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4147,"title":"The Last Rebel Paper\n","course_id":7,"status":"P","start_date":"1865-04-03","end_date":"1865-04-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By 1865, General Robert E. Lee and his Army of Northern Virginia had realized the disadvantage of being vastly outnumbered.  His men were put under siege by the Union's relentless attacks, and despite his valiant effort and brilliant leadership, the disproportionate numbers proved too much.  On the night of April 2, 1865, Lee regretfully ordered an evacuation of the confederate capital, Richmond.  Citizens hurriedly crossed the Old Mayo Bridge escorted by the Army of the Northern Virginia.  With the Confederates gone, the Union soldiers poured in and set crops, buildings, and warehouses on fire.  ","The following day, the Richmond Daily Dispatch distributed what it called \"the last rebel paper published in Richmond before the evacuation of the city.\"  In it was a picture of the Union General, Ulysses S. Grant.  The picture was a no frills, straightforward representation of the man.  He gave a stern look and penetrating stare into the camera with lips tightly pressed and eyebrows furled.  The rugged, mountain man look suited him.  Sporting a thick beard and mustache, his shoulders slouched slightly, and yet, an anxiousness to finish the war permeated the picture.  It was fitting that the man who broke Lee and his army was also the one who made reunion possible.  Less than a week after that \"last rebel paper\" was published, Grant offered very generous surrender terms.  These eased hard feelings and ushered a pathway towards reconciliation."],"display_date":"April 3, 1865","search_date":"1865-04-03","locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4152,"title":"Theater Dress Code\n","course_id":7,"status":"P","start_date":"1878-09-07","end_date":"1878-09-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Amongst the hundreds of people in attendance, a beautiful, wealthy southern belle sat in her chair and enjoyed the concert music.  The Mozart, an association known for its beautiful musicals, performed regularly in Richmond, but that night was a homecoming of sorts; the company had been performing out of town for eight weeks.  The blending of violins, quartettes, vocals, and clarionettes was exceptional.  Described by the paper as \"charming\" and \"admirably performed,\" the performance was a great success musically, and it received wide public attention as a result.","Still, a stir went over the crowd.  It was not a result of the musical genius; rather, the attire of some in the crowd caused turned heads and whispers shared.  The southern belle in the crowd did not '\"mind the music,'\" she continued; '\"good or bad that makes no difference; but I cannot stand the bonnets.'\"  The hideous bonnets worn by some of the women in the crowd disgusted her.  ","Her reaction underscored the idea that participating in theatre and almost all public life in the South made a person the object of intense scrutiny.  For every public decision, there was a social consequence. In simpler terms, every moment one was out of his house was a moment to showcase his or her wealth, style, and status.  Needless to say, bonnets failed to impress, and The Richmond Standard itself wrote, \"we wish The Mozart would follow the example of the Cincinnati Festival, and put its veto on hats.\""],"display_date":"September 7, 1878","search_date":"1878-09-07","locations":[{"id":14220,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4308,"title":"The Antebellum South: Up in Arms? \n","course_id":5,"status":"P","start_date":"1860-11-23","end_date":"1860-11-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    The South was up in arms. On November 23, 1860, the Richmond Daily Dispatch reported an account from the New York Journal of Commerce about the manufacturing and selling of \"Arms to the South.\" Before directly quoting the New York Journal of Commerce, the Richmond editor mentioned that the makers and sellers of arms were perhaps the only ones \"gathering any advantage from the present crisis.\"  According to the New York account, a firm in New York received anywhere from twenty to fifty orders for arms from South Carolina, Georgia and Alabama daily. The writer for the New York Journal of Commerce also mentioned that while those who did not know better might call the South's credit and financial dependability into question, the South actually concludes all business transactions with cash within thirty days. Adding significance to this article, the writer noted that all the orders came from Southern states, but \"but mainly from those in which secession is regarded as the only remedy for Southern grievances.\"","    The author of this article refers to the \"Colt's revolvers and rifles [sold] to Georgia,\" the arms for \"1,800 mensent to Savannah,\" and the order of one thousand \"death-dealing weapons\" for Alabama. The New York Journal of Commerce ended this article with another seemingly biased statement that, \"the wholesale houses and agencies in the city [New York City] have been hard pressed to supply the orders for every imaginable species of weapons.\" These figures seem slanted towards Unionist and Northern sentiments, but perhaps these astronomical figures and seemingly exaggerated sentiments by Northerners were not as far-fetched as they first appear. ","    At the onset of the Civil War, the South struggled to provide adequate arms for Confederate troops. Records exist, however, of these several thousand modern small arms that were shipped to the Southern states and that were provided by Northern industries pre-Civil War. When these supplies were cut off at the start of the Civil War by orders of the U.S. government, smaller Confederate states began to produce and manufacture small arms, but they never were able to catch up with the production by the Northern states. It was at this point that the Confederacy turned to Caleb House in Europe in 1861 and 1862 for their weaponry and supplies. Despite the constant gaining and losing of arms in various battles during the Civil War, at the end of the war, the Confederacy, provided by Chief of Ordinance Josiah Gorgas, reported that they possessed 1,306 field artillery pieces, 921,441 rounds of artillery ammunition, 323,231 infantry arms, and 72,413,854 small arms cartridges. So, while the North was not the sole provider of the arms for Confederate armies, their early supplying of Confederate weaponry provided the basis for the Southern states to never lack in arms and ammunition, even though the conditions of these Confederacy arms was negotiable. "],"display_date":"November 23, 1860","search_date":"1860-11-23","locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4633,"title":"Southern Outrage","course_id":23,"status":"P","start_date":"1835-09-08","end_date":"0000-00-00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Anti-abolitionists reacted violently and swiftly to the onslaught of antislavery literature that inundated post offices across the South during the fall of 1835. Northern abolitionists had hoped to amicably convert slaveholders through their postal campaign, yet had only further amplified the severity of the slavery issue to re-instill fear among the free black population in the South. After receiving antislavery mailings, fuming anti-abolitionists invaded the Charleston post office and snatched every letterand book in sight. They returned the following day and proceeded to torch any remaining mail in the flames of a large bonfire. Such anti-abolitionist mob behavior, with riots ensuing across both the North and South, had come to define the resistant and defiant reaction against Northern abolitionist activism.","It was in this contentious atmosphere that an anonymous Southerner wrote an opinion letter to the <em>Richmond Enquirer</em> in which he condemned acts of violent intimidation that suppressed both freedom of speech and freedom of assembly. His criticism, however, was not aimed at mobs in Charleston but rather at the seditious and traitorous agitating measures of those abolitionists who had exhibited a fanatical and intolerant spirit in Lowell, Massachusetts. According to the letter, a meeting held by a congregation of anti-abolitionists was abruptly disturbed with the sounds of violent screams and loud hisses, as fervent abolitionists attacked the building where the meeting was being orchestrated. The detailed account of abolitionist aggression provided in the letter mirrored the actions of many anti-abolitionist mobs, as the author attempted to redirect criticisms away from slaveholding anti-abolitionists. He called upon his fellow Southerners to take action against rising Northern activists, urging that immediate action was crucial to preventing any further abolitionist gains.","Specifically he called for a boycott of Northern goods. The suggestedboycott of Northern manufactured goods by Southerners countered a growing trend among anti-slavery proponents known as the Free Produce Movement. The movement was generated by abolitionists who recognized the sinfulness of slavery and who refused to contribute to an economy based on slave labor. Quakers and free black abolitionists initiated the movement in the early 1820s, but the collective effort to disrupt the production, purchase, and procurement of slave-free goods lasted up until 1867.Just as this Southerner's criticisms of Lowell abolitionists mirrored the abolitionists' condemnations of anti-abolitionist acts of intimidation, in calling for a boycott of Northern manufactured goods he once again borrowed and adapted an abolitionist tactic. The author'scareful literary manipulation is a notable rarity, as its existence demonstrates the rising tensions surrounding the issue of slavery, and the extent to which the matter had begun to affect the nation in its entirety. As the political implications of such strains surfaced nationally, the continued struggle for power between the North and South signified the magnitude of the slavery issue on a political, societal, and economic level. The cooperative balance that existed between the industrial North and labor intensive South was thus at risk with such boycotting tactics.","The implications of emancipation threatened the very foundation of the Souths economy and challenged the hierarchy of power that such Southerners were so accustomed to. The letter was one of numerous opinion letters published throughout various publications across the South during the aftermath of the abolitionist postal campaign, as Southern opposition began to manifest itself into formalized meetings, riots, and anti-abolitionist literature. Clearly, the beginnings of what would eventually become a decisive Southern antislavery movement had commenced.",""],"display_date":"September 8, 1835 - undefined 0, 0","search_date":"1867-10-19","locations":[{"id":14216,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":278,"tag":"boycott"},{"id":277,"tag":"anti abolitionism"}],"course":{"name":"The Abolitionists and American Society","school":"University of Richmond","course_id":23,"school_id":11}},{"id":4846,"title":"Patriarchal Slave System: How it worked","course_id":33,"status":"P","start_date":"1829-01-01","end_date":"1829-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["<br /> Patriarchy is a system where males are the head of the family and have all the rights of decision-making,a system that has persisted for many years in American History. Patriarchy was not only used in government bodies, but it was also used in determining a slave childs fate. In A Treatise on the Patriarchal or Co-Operative System of Society a humble servant by the name of Z. Kingsley allows to find out how a couples offsprings destiny was chose for them by their parents social status. <br /> Agriculture was a great foundation to the slave trade business, a business that soon became very popular among countries such as Spain, France, and the United States. Slaves were brought in from African countries and put to work in farms under the ruling of, more often than not, a white male. Sons and daughters of these slaves future all depended on the social status of their parents. Soon enough this procedure became a law, a law that entitles the children of free quarteroons, to all white privileges, if the father is white. Children, whose fathers were slaves, became slaves, and children whose father was white, was to have all of the same rights as a white would hold. <br /> Families were separated and many never reencountered after being transported to different parts to continue their lives as slaves. Children often loathed their parents for being slaves, and many ran away after search for freedom. White Americans benefited greatly from this new law. The reproduction of slaves greatly favored plantation owners since it added more slaves to work their land. Young children were not allowed to work in the fields, so masters often had children working in the house, doing chores such as cleaning. Many plantation owners allowed the children to stay in their house and play with the other children. After a certain age, they were placed along with the other slaves on the fields. <br /> Slaves offspring was not only way slave population augmented. The slave trade was the mechanism by which one of historys greatest mass population transfers was affected, and this was proven truth by the amounts of slaves that were being transferred over from Africa to America; men, women, and children. Ships were being sent over from all over African and European continent filled with slaves. While lives were being torn apart, and families were detached from their roots, American economy was increasing with every slave that stepped foot on slave soil. <br /> Slavery was a never-ending cycle, and slaves began to accept the fact that the slaves themselves and their children would be in bondage for the rest of their lives. Escaping the rigorous life of a slave was almost an impossible dream to achieve. The patriarchal system ruined the lives of young girls and boys who often dreamed of being free and returning to their homeland. The fight for their freedom was reflected on misconduct of many slaves, but such rebellions only cause them more pain. African Americans lives were changed, the only aspect being passed on from one generation to the next, was that of being a slave.","","","","","","","",""],"display_date":1829,"search_date":"1829-07-02","locations":[{"id":14215,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":135,"tag":"Zephaniah Kingsley"},{"id":4,"tag":"Slavery"},{"id":456,"tag":"Patriarchy"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":5001,"title":"Luxury Brooms","course_id":43,"status":"P","start_date":"1864-06-14","end_date":"1864-06-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 6, 1864, the Congress of the Confederate States prohibited its constituents from importing articles not necessaries or of common use. Such may be justified of a legislative body during wartime, but what is a foreign concept to the modern reader is the list of contraband: vegetables, fruits, meats, poultry, and game, sealed or enclosed in cans or otherwise, and brooms and brushes of all kinds.","The advent of the War Between the States brought not only bloodshed on the battlefield, but rationing, shortages, and hardships at home. The Richmond bread riot in 1863 was a striking example of how difficult life was for Confederate civilians, especially the women and children left behind  often permanently  by family members on the front lines.","Many Confederate civilians began to look to the government for aid  the same government that relied on Southern farmers to feed its soldiers.War altered the mindset of many Southerners, who before the war would have considered aid from the government almost sinful; however, private charities were consumed with war relief and neighbors were struggling to sustain their own families. Because inflation was so rampant, the government could often do nothing, leading to both government and civilian debt and forcing the prohibition of certain luxuries.","June 14, 1864 was the day the act was repealed. For over four months, however, brooms and packaged foods were considered luxuries in the Confederate States of America."],"display_date":"June 14, 1864","search_date":"1864-06-14","locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5020,"title":"Threats from a Union Leaderto a Confederate Leader","course_id":43,"status":"P","start_date":"1864-11-11","end_date":"1864-11-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Colonel John S. Mosby of the 1<sup>st</sup> Virginia Cavalry was known as the Grey Ghost because of his ability to elude and disappear from his Union opponents in the Civil War. His thoughts and memories are captured in a collection of writings that he wrote throughout the Civil War. These writings span from his early adulthood in 1855 to the end of the Civil War in 1865.","One letter specifically written by Mosby on November 11, 1864 to the very respected General P.H. Sheridan, of the Union, speaks specifically to the feelings and thoughts of both the Union and the Confederacy. In this letter Mosby directly calls out General Sheridan and says, Six of my men who had been captured by your forces, were hung and shot in the streets of Fort Royal, by order and in the immediate presence of Brigadier-General Custer. Since then another shared a similar fate. Mosby then goes on to say about seven of General Sheridans men captured by Mosby that, seven of your men were, by my order, executed on the Valley Pike  your highway of travel.","Although written by a Confederate Lieutenant Colonel and soldier, this letter reveals the way the Union was thinking towards the Confederate army. The killing of six of Mosbys men signifies the punishment that Union armies were planning to use against some of the Confederate Soldiers. These killings may have been due to the fact that Mosby was not respected by Union leaders because of his hit and run strategy of fighting. Mosby was known for eluding and quick strikes against Union regiments. Mosby would not stand up and fight. The Union leaders wanted to threaten Mosby and scare him away from these hit and run attacks. Not only did the Union Army not like Mosby, the Union Army would not save any of Mosbys men as signified by a sign hung around one of the six killed soldiers that declared that this would be the fate of Mosby and all his men. This would warn Mosby and the rest of his army that the Union would not stand for anything the Confederate Army would throw at them.","This letter also reveals the thoughts and treatment that the Confederate Army used during the war. The Confederate Army would not let the Union Army bully their way to a win. This was evident in the fact that Mosby ordered the same fate to the Union prisoners that the Union army had ordered to captured Confederate prisoners. This worked with great success as Mosby later says, No further acts of barbarity were committed on my men. Mosby and the Confederacy were not going to lie down easily even though the Union Army vastly outnumbered them. Thus, the Union idea that they could bully the South was quickly shot down."],"display_date":"November 11, 1864","search_date":"1864-11-11","locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":676,"tag":"John S. Mosby"},{"id":669,"tag":"Confederate Army"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5082,"title":"The Confederacy: Religion, Government, and  Diversity?","course_id":43,"status":"P","start_date":"1862-10-08","end_date":"1862-10-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Rulers, insisted the editor of the <em>Confederate Baptist</em>, were entitled<em> elahim</em>, gods, because, as the New Testament informs us, they are Gods ministers, ordained for the temporal welfare of the body politic. The October 8, 1862 article was written when the South and her religions were in the throes of the Civil War.","Ironically, a newspaper which had advocated secession two years previously was now urging its readers to cede their faith to a new governing body, Jefferson Davis, his cabinet, and the Congress of the Confederate States of America.","As the United States Congress had done, the Confederate Congress approved and funded a certain version of the Holy Scriptures, which would be used in the Confederate armies. Efforts were made to distribute the Bible to every soldier, and some locations saw shortages. The <em>Confederate Baptist</em>, local churches, and other organizations sought to convert as many men in uniform as possible. Several Johnnie Rebs were baptized, while 230 savage, degenerate Indians accepted the message of Christ.","Supporters and opponents of secession and the Civil War used religion to justify their arguments; however, few could have forseen savages responding more heartily to the Gospel message than the Souths renown warrior class. Religious awakening that had come and was to come in a series of waves was seized upon by both sides of the Civil War debate  warhawks and pacifists  and shows that the group of states often referred to as the solid South during elections was, and is, dynamic and opinionated even within its various religious traditions."],"display_date":"October 8, 1862","search_date":"1862-10-08","locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":79,"tag":"Religion"},{"id":17,"tag":"Government"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5165,"title":"Journey in the Seaboard Slave States","course_id":66,"status":"P","start_date":"1856-01-01","end_date":"1856-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"Slavery is such an atrocious debasement of human nature, that its very extirpation, if not performed with solicitous care, may sometimes open a source of serious evils,\" Olmstead quoted this from Benjamin Franklin. In 1856, an Englishman, Frederick Law Olmstead, wrote <em>Ajourneyintheseaboardslavestates. </em>It is about his long journey in the seaboard slave states of Virginia, North Carolina, South Carolina, Georgia, Alabama and Louisiana. In the chapter on Virginia, Olmstead expresses an unforgettable experience: he saw the whole process of slaves being sent to the market for sale just like merchandise. He went to the slave-market and asked for the price and information, witnessed the procedure of slave auction and bidding, and saw slaves forced to depart from their families. He even saw a black slave only cost $2.50.","During this period, the slave companies were all legal, and this kind of commerce flourished: I turned into a short, broad street, in which were a number of establishments, the signs on which indicated that they were occupied by Slave Dealers, and that Slaves, for Sale or to Hire, were to be found within them. They were much like Intelligence Offices, being large rooms partly occupied by ranges of forms, on which sat a few comfortably and neatly clad negroes, who appeared perfectly cheerful; each grinning obsequiously, but with a manifest interest or anxiety, when I fixed my eye on them for a moment, Olmstead says. He describes that many colored people, adults and children, were being sold like merchandise as home-servants or field-workers. They were forced to leave their families, but no one seemed to feel a thing; in the auction, Olmstead describes, there was an entire absence of emotion in the party of men, women, and children, thus seated preparatory to being sold. Afterwards, Olmstead tried to do some research on general views of slavery in its social and political relations, and he discovered that people were fairly satisfied as long as the slaves were better off  as he interviewed a farmer, he says, But what can we do that is better? Our free negroes--and, I believe it is the same at the North as it is here--are a miserable set of vagabonds, drunken, vicious, worse off, it is my honest opinion, than those who are retained in slavery. I am satisfied, too, that our slaves are better off, as they are, than the majority of your free laboring classes at the North.","On the other hand, Olmstead was shocked that even poor white people were more privileged than the black people and black slaves: they received higher wages than black people, and they refused to do the jobs that black people usually did. Their wages were from fifty cents to a dollar [a day], varying with the demand and individual capacities . . . No white man would ever do certain kinds of work, and if you should ask a white man you had hired, to do such things, he would get mad and tell you he wasn't a nigger. With that said, black people and slaves were totally oppressed by whites (even poor whites), which added more stresses and dejection to their lives.","Olmsteads story surely illustrates the picture of the slave trade through outsiders eyes, and he showed how common and acceptable the slave trade was in the 1850s. In 1863, Francis Fedric, who actually was a slave in Virginia and Kentucky, wrote a book named <em>Slave Life in Virginia and Kentucky,</em> which was about his life as a slave over fifty years, including slaves being bought and sold, the events of slave-market, and his slave life with his fellows. In the text, he states, My master has bought about 100 slaves . . . for my master, at the next slave-market, intended to purchase more slaves. Fedrics book depicts the reality of the slave trade and the frustration and distress that slaves had to confront."],"display_date":1856,"search_date":"1856-07-01","locations":[{"id":14218,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":96,"tag":"Slave Trade"},{"id":891,"tag":"Slave States"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5345,"title":"Timothy Webster Becomes First Spy Executed in the Civil War","course_id":74,"status":"P","start_date":"1862-05-04","end_date":"1862-05-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the day of April 29, 1862, Timothy Webster became the first person executed during the Civil War for acts of espionage. Convicted four days prior to his execution, a court-martial in Richmond, Virginia ruled that Webster, an alien enemy, should suffer death by hanging. The <em>New York Times</em> republished an original article from the <em>Richmond Dispatch</em> relaying the information of Websters capture and trial. Both articles included a brief synopsis of the proceedings, which cited Websters alleged offenses and the courts ruling.","The first charge stated that Timothy Webster had been caught on April 1, 1862, in the service of the United States lurking about the armies and fortifications the Confederate States in and near Richmond. Although the court brought another charge against Webster, they reached a not guilty verdict. This second accusation against Webster placed him in Memphis, Tennessee in July of 1861 also around Confederate fortifications. While the burden of proof for the second charge was not strong enough for a conviction, the guilty ruling on the first charge alone sealed Websters fate.","In the conclusion of the brief, a fair amount of detail regarding Websters final moments provided the reader with a clear picture of the events on April 29. The article went so far as to narrate the malfunction of the first rope used to hang Webster, stating The half-hung and partially stunned man was speedily raised and assisted up, and a new rope being ready, he was soon swinging, in accordance with his sentence.","The charges the Confederate court-marshal brought against Timothy Webster at the time of his execution turned out to be only a fraction of the Union spys activities. Born in the United Kingdom, in 1821, Webster immigrated to the United States and worked as police officer in New York City. At the wars onset, he became involved in detective work for the Union, which led to his career as a spy. Part of the new Secret Service ring, Webster was the most valued agent to the organizations creator, Allan Pinkerton. Prior to his capture, Pinkerton had sent Webster on numerous successful espionage missions to Baltimore. There, he infiltrated the Sons of Liberty group in February of 1861. This, supposedly, led Webster, and subsequently Pinkerton, to a plot in the organization to assassinate Abraham Lincoln.","Webster had also been employed as a double agent. Confederate Secretary of War, Judah Benjamin, used Webster to transport important document to Confederate agents that were across Union lines. With the documents in his possession, Webster made stops before delivering the dispatches allowing Union officials to read the contents of the messages.","When Webster was struck by a case of rheumatism on his mission to Richmond in 1862, Pinkerton sent Union spies Lewis Pryce and John Scully to locate Webster, who had been too ill to relay information back to Pinkerton. The two spies were captured while searching for Webster, and suspicion engulfed the valuable agent. Scully and Pryce received death sentences, but were released after their testimonies implicating Webster."],"display_date":"May 4, 1862","search_date":"1862-05-04","locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1145,"tag":"Timothy Webster"},{"id":97,"tag":"Espionage"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5348,"title":"J.E.B. Stuart Rides Around McClellan","course_id":74,"status":"P","start_date":"1862-06-12","end_date":"1862-06-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["J.E.B. Stuarts most celebrated act was his encirclement of the Union General George McClellans Army of the Potomac in June of 1862. Newly appointed commander of the Army of Northern Virginia Robert E. Lee and Jeb Stuart devised the plan to circle around McClellan and gather intelligence. The aggressive strategy stemmed from the knowledge that McClellan was hesitant to attack the Confederate troops, which he believed to be incredibly large in size and powerful in strength.","In a message to Stuart on June 11, 1862, Lee expressed caution, stating that he should be careful not to hazard unnecessarily your command or to attempt what your judgment may not approve but be content to accomplish all the good you can without feeling it necessary to obtain all that might be desired. The letter from Lee to Stuart stressed the importance of the reconnaissance mission and the need for discretion. Stuart saddled his troops, consisting of 1, 200 men from the first, fourth, and ninth Virginia Cavalry, and the Jeff Davis Legion, on June 12, 1862, to determine if the Army of the Potomac occupied the land between the Chickahominy and Totopotomy Rivers. The value of the land between both rivers was essential for the Confederacy and the Union. During the reconnaissance mission ordered by Lee, Stuart realized that his position had been discovered, forcing him to find an alternate route back to Richmond. The alternate route led Stuarts infamous ride around McClellans troops. Historian James McPherson stated Stuart gained fame from this event as well as great personal satisfaction from the enterprise, for one of the opposing cavalry commanders was his father-in-law, Philip St. George Cooke.","Stuarts mission resulted in his troops spending four days behind enemy lines in which they covered over 100 miles. The troops captured 165 prisoners as well as 260 mules<em>.</em> Stuart fulfilled the desires of Lee, who stated in his letter the importance of gaining intelligence of his operations, communications, &c., of driving in his foraging parties, and securing such grain, cattle, &c., for ourselves as you can make arrangements to have driven in. The encirclement of McClellan resulted in the recognition of the need for a reformed Union cavalry. After the successful raid commenced, Stuart felt that he had the capability to outride and outfight any Union cavalryman, boosting Southern morale even more. The intelligence that Stuart gathered allowed Lee to attack at Mechanicsville, which was the first of the Seven Days battles, and contributed in the failure of McClellans Peninsula campaign."],"display_date":"June 12, 1862 - June 15, 1862","search_date":"1862-06-13","locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5352,"title":"Display of the Confederate Flag in Richmond Sparks Anger in Congress","course_id":74,"status":"P","start_date":"1867-02-17","end_date":"1867-02-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 17, 1867 the <em>New York Times</em> reported on an act of reoccurring rebelliousness that happened within the city of Richmond, Virginia. The incident that sparked all of the emotion was the display of the Confederate Flag during an event within the city. Members of Congress and other Union loyalists decided that this act of rebelliousness proved that some of the southern states such as Virginia were, utterly unfit for reconstruction and that the rebellious spirit still lived and raged in the South.","Many called for legislation that would put the southern states under complete military rule. The article went on to explain that the incident in question was actually just two young boys, one white and one black, pretending to be soldiers with an old faded flag that did not resemble that of the Confederate battle flag. Union soldiers happened upon the young boys and asked them to surrender the flag at once. A female onlooker witnessed this and screamed, Oh no you dont! and grabbed the flag and fled from the soldiers. News then traveled that some citizens of the South waved a Confederate flag in the presence of Union soldiers.","The article concludes by imploring citizens of the United States to reconsider placing the South under military rule over a flag whether it was genuine or not. It is interesting to see this point of view expressed about the use of the Confederate battle flag given the volatile feelings that are present about it even a hundred and fifty years after the actual war occurred. Battles over the flag in the South have occurred in schools and classrooms for decades because of the negative connotation that some people associate with it.","Tony Horwitz discussed issues involving the flag and how it has even provoked crimes as reprehensible as murder so many years after Confederates had originally taken it to battle. It is not hard to believe that its display so soon after the war had occurred had drawn a sizeable amount of disgust amongst Unionists. People interpret the Confederate flag in several different ways. Some claim it is a sign of heritage while others see it as a symbol of hate."],"display_date":"February 17, 1867 - February 18, 1867","search_date":"1867-02-17","locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":9,"tag":"Law"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5620,"title":"<strong>James D. Bullochs Secret Commissioning of the <em>C.S.S. Florida</em></strong>","course_id":93,"status":"P","start_date":"1861-06-04","end_date":"1862-08-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Confederate States of America never focused on its navy, but their secret operations to acquire one are often overlooked when learning about the navies of the Civil War. In discussing these covert naval operations, one name is paramount, James Dunwoody Bulloch.","Bulloch had a naval background, and this was recognized by Confederate Secretary of the Navy Stephen Mallory. Mallory ordered Bulloch to travel to England to purchase and oversee the building of gunships for the Confederate Navy as well as to purchase any other necessary naval supplies. Upon arrival in Liverpool, England on June 4, 1861, Bulloch began his business by searching for a company that would be able to financially support the Confederate States of America in purchasing ships and supplies but all the while keeping it a secret. Finding financial backing turned out to be an easy task, though. According to Bulloch in his book <em>The Secret Service of the Confederate States in Europe Volume 1</em>, My early operations were greatly helped by the generous confidence of Messrs. Fraser, Trenholm and Co. Within a month after my arrival, I had not only been able to buy a fair quantity of naval supplies on their credit, but had laid the keel of the first foreign built Confederate cruiser.","The ship was to be built by two separate companies. The first was William C. Miller and Sons who were responsible for the building of the ship and its frame, and the second was a company called Fawcett, Preston and Co. who was responsible for the manufacturing of the engine. In his book, Bulloch says about William C. Miller and Sons, The firm was selectedbecause the senior of the firm had been in the Royal Navy as a shipwright, and had served in her Majestys dockyards as a naval constructor. Moreover, Fawcett, Preston and Co. was also conveniently located in Liverpool which made the secrecy of the operation that much easier.","Construction of the ship commenced and it was made known that the ships name was <em>Oreto</em>, and that it was being built for an Italian merchant fleet. This was necessary because the U.S. Consul in Liverpool at the time, Thomas Dudley, was watchful for Confederate war ships and tried to put an end to it by means of British neutrality laws. Unfortunately, Dudley was unsuccessful because of Bullochs immense knowledge for these laws. Bulloch made sure that the ship was never armed while being built so therefore, under law its manufacture was never in violation of the neutrality acts.","The <em>CSS Florida </em>sailed out of port in Liverpool destined to become a distinguished vessel for the navy of the confederacy, and Bulloch a silent hero."],"display_date":"June 4, 1861 - August 17, 1862","search_date":"1862-01-09","locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":755,"tag":"Confederacy"},{"id":113,"tag":"Navy"},{"id":1579,"tag":"Undercover"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":5662,"title":"Solomon Bayley: The Hope of Escaping Slavery","course_id":103,"status":"P","start_date":"1813-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Solomon Bayley touched the tender side of slavery in his narrative. Torn away from his enslaved family in Delaware and carried off in a wagon, Bayley jumped to freedom. It was only the chance to buy back his wife and son that motivated Bayley. On his adventure he was forced to journey by foot through Virginia, and ran into scheming slaves and slave owners. Bayley finally made it to the slave markets where his wife and son were being sold. The most revealing ordeal Bayley encountered is one in which he bought his wife. The ties of affection to his wife glistened brightly. Not only did the daughter of his wifes master plea for Bayley to succeed but other white southerners felt the need chip in as well. With a daughters sympathy and borrowed money, Bayley was able to strike a deal, in which he bought his wife and only had to be enslaved to a benevolent white slave owner for a year.","Bayley's narrative is evidently relatable to Walter Johnsons book, <em>Soul by Soul</em>. Johnson presents us with the rigors of slave trade. At the trading market it was common for slaves to use emotion in order to be traded where they wished to be or not. Case in point, Bayley has to rely on the use of emotion to appeal to the daughter and white men. By Bayley showing distress and despair, the white men and daughter decide to lend a hand. However, the slave owners want Bayley's family to be enslaved to them for the coming year. Bayley agreed to this deal. Bayley was exercising the little agency a free slave has when he or she has leverage (i.e an able-bodied family and money). The dream of reuniting his family on a plantation and eventually situating his family in a completely free lifestyle is Bayley's end goal. We are also able to see the struggle and anxiety slaves had to go through just to see their family again. Bayley was able to conquer his anxiety through prayer and see his goal to the end. This connects to Walter Johnson's <em>Sould By Soul</em> on page 180 when Johnson provides the example of the slave Henry. Henry bargained with the slave owners to be sold with his wife or else he would runaway. Johnson describes the Henry and Bayley's behavior perfectly on page 180 when he shares \"Slaves who were brave enough to meet insincere questions with a sincere response built upon the accreted experience of the slave market with unwilling slaves...\" Bayley was candid towards the benevolent owners in sharing his financial problems. It took alot of guts to stand up for himself and ask for his wife. After reading Johnson it is clear that slaves do have agency which enabled them appeal to owners."],"display_date":"1813 - 1825","search_date":"1819-07-02","locations":[{"id":14214,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":501,"tag":"Escaping slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":5812,"title":"A Black Union Soldier Demands Equal Pay","course_id":113,"status":"P","start_date":"1864-06-01","end_date":"1864-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In a recommendation for trial written by a First Lieutenant of the 2<sup>nd</sup> U.S Colored Cavalry in early June of 1864 there is mention of Private Sylvester Ray, also of the 2<sup>nd</sup> U.S Colored Cavalry, who demanded equal pay for the African-American soldiers. In this recommendation, he states that, he charges conduct prejudicial to good order and military discipline. At this time, black soldiers made seven dollars a month plus a three dollar clothing allowance while white soldiers of the same rank made thirteen dollars a month.","In many units, black soldiers were not permitted the same benefits as their white counterparts. It did not take long for the black soldiers to become aware of these discrepancies and start to demand equal pay. Private Sylvester Ray wanted pay that was the same as white soldiers because seven dollars a month was not enough to send home or pay for things that the black soldiers needed. Additionally, this discrepancy in pay was an injustice to African-American soldiers who were fighting for the same cause as their white counterparts.","According to historian Christian Samito, the pay disparity undermined army discipline but also energized black soldiers demands for equal treatment. When black soldiers realized that they were not being paid equally they threatened to desert the army or to rise against their white superior officers. Other places, the black soldiers rejected their pay, demanding equal pay. The tipping point for many of the soldiers was letters that had been sent from home. In many of these letters, their parents, wives, or children did not have enough money to survive on and were suffering. After receiving his letter, one unnamed soldier said, we have been tried in the fire both of affliction and of the rebels, and nothing remains but pure metal. This sentiment was reflected across most black units until equal pay was promised in late June, just a short while after Private Rays recommendation for trial. After enough troops protested the unfair conditions, the military started to listen. Samito believes that change occurred as white officers came to realize, black soldiers mutinied not out of nervous energybut as political action undertaken by men who felt newly entitled by their wearing of the uniform.","Private Sylvester Rays subsequent muster roll was also listed with his recommendation for trial. In the muster roll, it is clear that his pay for the month was raised to be equal with what was normal for white soldiers. It appears that his insistence on fairness and justice paid.","","",""],"display_date":"June 1864","search_date":"1864-06-15","locations":[{"id":14219,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":321,"tag":"Union Army"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6612,"title":"\n\nLincoln Removes General McClellan From Command","course_id":164,"status":"P","start_date":"1862-01-01","end_date":"1862-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In November, 1862, a change occurred in Union power as President Abraham Lincoln removed General George McClellan from command of the Army of the Potomac. <em>The New York Times</em> stated, during the fifteen monthshe has had virtual control of the war have been utterly barren of results...Few commanders in history have had such splendid opportunities, and fewer still have so ostentatiously thrown them away. McClellan commanded the Army of the Potomac satisfactorily from 1861 until November of 1862; as the war progressed, he quickly became paranoid about the size and talent of the Confederate Army. He was never outnumbered by the Confederates, and his paranoia put him at a mental disadvantage. ","","During the start of the Seven Days Battle of July 1862, McClellan ably commanded his army. McCllelan launched an attack on Robert E. Lee and his troops. The Federals did not make irreversible gains, but McClellan believed his troops were in control; yet he ordered them to fall back. The retreat gave Confederates the advantage of more time. Consequently, Lee and his troops defended their position and caused McClellan to retreat due to his fear of losing. After this failure, Lincoln decided to give McClellan another chance which came at the Battle of Antietam nearly two months later.","","The night before the Battle of Antietam, McClellan believed the Confederate Army had 120,000 plus men. Stephan Sears states, McClellan imagined three Rebel soldiers for every one he faced on the Antietam battlefield. Every decision he made that Septemberwas dominated by his fear of counterattack by phantom Confederate battalions. McClellan had a plan to send troops as a diversion; he believed this would prevent Lee from overtaking Joe Hookers division. However, he gave his orders too late, and this caused McClellan to lose control of the battle, and let his irrational fears of the Confederate Army take over.","","Lincoln wrote to McClellan to discuss his failures and give him a chance to respond; however, McClellan failed to impress Lincoln. After his failures in battle, Lincoln wanted to appoint someone more capable to the position of Commander of the Army of the Potomac. Lincoln talked to General Ambrose Burnside about becoming the new commander. Burnside had previously been asked to accept control after his success in North Carolina, but at that time Burnside denied the offer. This time the request was coming directly from the President, making it difficult to refuse. Burnside did not believe that he deserved this position, and he accepted it with reluctance.","","McClellan allowed his fear of failure to control his ability to succeed as commander of the Army of the Potomac. If he would have been able to think more systemically and put aside the pressure to be perfect, he may not have lost his position. He frequently overestimated the size and power of the opponent; ultimately, this led to failure. The refusal to pursue the enemy at the close of the Antietam battle and for weeks afterwards, was the last straw for Lincoln, and he removed McClellan from power. Ultimately, McClellan was replaced by General Burnside as the new commander of the Army of the Potomac.",""],"display_date":"January 1, 1862 - November 30, 1862","search_date":"1862-06-16","locations":[{"id":14214,"lat":37.5407246,"lng":-77.4360481,"zoom":7,"place":"RICHMOND, Virginia"}],"tags":[{"id":3170,"tag":"Seven Days"},{"id":3169,"tag":"Burnside"},{"id":3168,"tag":"McClellan"},{"id":1792,"tag":"Antietam"},{"id":311,"tag":"Union"},{"id":755,"tag":"Confederacy"},{"id":701,"tag":"Lincoln"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}},{"id":6651,"title":"Virginia Seccesion","course_id":170,"status":"P","start_date":"1861-04-17","end_date":"1865-04-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The act of secession was a very important topic when it came to the time before and during the Civil War. Through time you can still see the divide amongst our society from the effects of the war and secession of the southern states. One state that played an influential role in the Confederate states was Virginia. Virginia is a very history rich state, the first colony was in the state of Virginia and many political leaders of America were Virginians. I believe it is very important to discuss why Virginia left the union because many battles and the surrender of the war happened in Virginia. I believe the three main factor behind the secession of Virginia is their ties with slavery and the roots of their southern culture."," Slavery played a very important role in the time of the civil war. Virginia was the most populous state of the south and had very deep ties in the slave trade. Geography played a huge role for slavery in Virginia, the barrier which affected it was the Blue Ridge Mountains. East of the mountains slavery dominated, plantation agriculture ruled and was the main source of income for that area. The slave trade was also found its grounds in Virginia making huge headquarters in Petersburg and Richmond, Virginia. William A. Link speaks in his book <em>Roots of Secession</em> and states The entire Fabric of Virginias legal, constitutional, and political system was woven into the slave holding society, and the social interests and political imperatives converged around slavery. This quote shoes the importance of slavery in the Virginian society and how they base their society around it."," Even though Virginia was not the first to secede it had strong ties to its southern culture helped tip the balance when it came to the secession of Virginia. One aspect the kept the South so close is their pride in their society. The paternalistic ideals the south held kept unity across all of the southern states. The people of the south viewed the north as the people who wanted to start a revolution, and they were only doing what they believe was their right. In the <em>Declaration of Cause Secession of Virginia </em>it states Having declared that the powers under the said Constitution were derived from the people of the United States, and might be resumed whensover the same should be perverted to their injury and oppression In this quote, you can see that the people of Virginia felt that the southern way of live was being oppressed and it was there right to leave to preserve their rights."," To conclude, the secession of Virginia was mostly motivated by their strong ties to slavery and the southern culture built around it. Though Virginia was not the first to secede, the state is home to many battles of the civil war and the surrender of the war. These events not only effected the people that lived during that time, they also will affect people for years to come. Even today the issues of the Civil War can still be seen throughout the country. The secession of the South played a pivotal role in the history of our country, and it will forever be studied and looked at by historians for years to come.","",""],"display_date":"April 17, 1861 - April 1, 1865","search_date":"1863-04-09","locations":[{"id":14214,"lat":37.5407246,"lng":-77.4360481,"zoom":8,"place":"RICHMOND, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1879,"tag":"Secession"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}