{"id":2772,"place":"EDGEFIELD, South Carolina","lat":33.8449766897,"lng":-81.9100531274,"episodes":[{"id":21,"title":"Edgefield Anti-Tariff group meets.\n","course_id":1,"status":"P","start_date":"1827-07-02","end_date":"1827-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In early July, the spark of nullification struck Edgefield County and throughout the state of South Carolina.  Citizens of the community met to discuss as the Charleston News and Courier put it: A Memorial to Congress against the imposition of additional duties upon the importation of woolens.'  Jesse Blocks was named Chair and F.H. Wardlaw Esq. was elected Secretary.  Their statement was written in the July 14th paper of the News and Courier and therefore, spread to all those in the area who were literate.  &lt;br /&gt;&lt;br /&gt;This memorandum deals specifically with the tariff that so aversely affected the South during this time.  The South held a cotton monopoly at this time, and an import tax imposed on their trading partners worried many Southerners that their monopoly was in jeopardy.  In debating this tariff, the committee alluded to their forefathers knowing looking to them as an example as to know our duty, so we know it is our right.'   They found the tariff to be peculiarly unfavorable to us' and refused the shallow idea of a system forced upon us under the imposing name of American''.  &lt;br /&gt;&lt;br /&gt;It is interesting to note that many of these excuses these South Carolinians are makings are the same most slaves would be thinking.  That is our right' and peculiarly unfavorable to us' that is forced upon us.'  Nevertheless, these groups were unable to see the parallel, or simply chose to ignore it.  This meeting sparked others throughout the Palmetto State including one in Cheraw on July 25th.  Obviously, this issue would not go away and later on, when President Jackson permitted the Tariff of Abominations', talk of nullification (voiding a law that is seen as unfavorable to a particular area) began to stir first in the Palmetto State.  The road to nullification passes right through in Edgefield, South Carolina in 1827."],"display_date":"July 2, 1827","search_date":"1827-07-02","locations":[{"id":11502,"lat":33.8449766897,"lng":-81.9100531274,"zoom":8,"place":"EDGEFIELD, South Carolina"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1080,"title":"South Carolina state Baptist convention convenes in Aiken\n","course_id":1,"status":"P","start_date":"1879-11-20","end_date":"1879-11-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 20, 1879 the South Carolina Baptist convention met in Aiken South Carolina to deal with a variety of issues.  This convention illustrated the degree to which Southern Baptists had become intertwined with Southern culture by 1879. Included in these issues were management of the 37,000 allocated the state's 95 missionaries and 2000 foreign converts, as well as plans to increase financing for the Baptist-run Furman University.  Rev. A. W. Lamar told the convention that South Carolina had a total of 64,000 white Baptists in the state in 1879.&lt;br /&gt;&lt;br /&gt;While the convention portrayed the day to day aspects of the organization of the Baptist denomination it was also a sign of several major developments in Southern religious life.  The convention's relatively high level of organization and involvement in higher education show the extent to which the Southern Baptist congregations had grown together more tightly since the Southern Baptist Convention had begun in 1845 as an organization to coordinate missionary activity.  Moreover, the mention of 64,000 white Baptists portrays the disunity between the white Southern Baptist Convention, and the black Baptists churches that had developed after the civil war.&lt;br /&gt;&lt;br /&gt;Another interesting aspect of the convention is the role played by women in religious life.  The convention included a report about Ladies' Central Committee which was an umbrella organization for 70 other women's Baptist groups.  The presence of a separate women's organization shows the way in which women to became involved in religious activities within the constraints placed upon them by 19th century sexist assumption regarding the separate role of women."],"display_date":"November 20, 1879 - November 23, 1879","search_date":"1879-11-21","locations":[{"id":11507,"lat":33.8449766897,"lng":-81.9100531274,"zoom":8,"place":"EDGEFIELD, South Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3688,"title":"Speech of Benjamin C. Yancey \n","course_id":1,"status":"P","start_date":"1848-12-13","end_date":"1855-12-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The bank of United States had been extremely controversial but South Carolina had chartered a state bank in 1812 for 22 years and then re-charted it. During debates for the December Legislative session, several people, including the governor, presented their opinions to defend the bank. Benjamin Yancey, after summarizing the previous remarks, passionately defended the bank. He provided a brief history of the bank in the state and differentiated it from the national bank. He explained why the state bank has served a public good even though most citizens were unaware of it. The bank, according to Yancey, had paid profits into the state treasury department that went to pay off public debt that financed public projects. Furthermore, the bank had never been in better condition and was financially sound where all available assets met its liabilities. Another example of the public good given emphatically was the loan to the Georgia Rail Road Banking Company. This loan provided resources to a company that would build railroads that will bring more connections to the state and bring in untold millions. Finally, Yancey demonstrated how the bank had kept the prices of slaves from depreciating. He cited an example in Alabama to persuade others to realize without the bank, the economy would not be in good shape. ","As seen during the 1830's, the issue of the bank of the United States became ever more important. The historian Michael O'Brien discusses the role Andrew Jackson and John C. Calhoun played in matters of the bank of the United States. O'Brien provides support to the position that the bank played a very important role in politics. Jackson, against the bank for ideological reasons, fought to defeat it. He removed the bank deposits, effectively killing the bank in 1834. Directly as a result of this, the Whig Party formed in opposition to Jackson. John C. Calhoun, another opponent to Jackson, favored the bank and fought against Jackson when he removed the bank deposits."],"display_date":"December 13, 1848 - December 13, 1855","search_date":"1852-06-13","locations":[{"id":11504,"lat":33.8449766897,"lng":-81.9100531274,"zoom":8,"place":"EDGEFIELD, South Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3831,"title":"A Fourth of July Celebration Gone Wrong\n","course_id":7,"status":"P","start_date":"1876-07-04","end_date":"1876-07-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    On July 15 and 16, 1876, the United States House of Representatives met in Washington, D.C. to debate the meaning and consequences of a racial disagreement and subsequent massacre that had taken place in the city of Hamburg, South Carolina on the fourth and fifth of July in that same year, the nation's centennial. A seat of racial tension, particularly because of an established African American population that controlled many prestigious government and military positions, Hamburg had undergone nearly eleven years of Reconstruction that had, in the opinion of South Carolinian Sam Aleckson, brought some \"tranquility to the state and people.\" Nonetheless, the success of Reconstruction (especially in Hamburg) was blemished when a white Ku Klux Klan mob assaulted a black militia group led by South Carolina National Guard Captain Doc L. Adams. ","    At the time of the incident, Adams' regiment had been parading legally on the streets of Hamburg in celebration of the Fourth of July. Two white men, Messrs. Henry Gatzen and Thomas Butler, approached them and instructed them to move to the side of the road, which they did begrudgingly. This action, however, was not enough for Mr. Butler, and he reported the militia company for \"obstructing the highway\" to the local trial justice, Mr. Prince Rivers, who printed out a warrant against Capt. Adams. This action Mr. Butler carried out in accordance with South Carolina law. The second action Mr. Butler took, however, was much less lawful. Butler related the stubborn response of the militia company to his cousin, General M.C. Butler (an ex-Confederate general and a participant in Ku Klux Klan activities), who took the law into his own hands, demanding that the militia company turn over its legally-held weaponry as well as summoning an armed mob from Augusta, Georgia, to assault the black National Guard regiment.","    Soon after, Butler's mob forced the militia men into a local house and threatened to blow up the house with cannon fire. Weary of this threat, the militia company escaped the building, but was unable to evade General Butler's mob, which murdered five and severely wounded three of the captured African Americans. This violence occurred for no other reason than the company's immediate refusal to move from a public road.","    The Hamburg Fourth of July incident, while cheerless in outcome, portrays race relations in South Carolina during Reconstruction, specifically whites' blunt refusal to end antebellum traditions and accept society's newly freed members. Regrettable though it is, this was the true Reconstruction South, one that had not changed as drastically as emancipation had demanded."],"display_date":"July 4, 1876 - July 16, 1876","search_date":"1876-07-10","locations":[{"id":11507,"lat":33.8449766897,"lng":-81.9100531274,"zoom":8,"place":"EDGEFIELD, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}]}