{"id":2776,"place":"PICKENS, South Carolina","lat":34.811393256,"lng":-82.9187403935,"episodes":[{"id":3690,"title":"The Southern Press\n","course_id":1,"status":"P","start_date":"1849-05-25","end_date":"1849-05-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The <em>Keowee Courier</em> published Senator Butler's contention that shocked the local town of South Carolina that the Southern Press was not to be found in the North. His statement read that not a Southern newspaper is to be seen in a large newspaper reading room in Washington D.C. Finally, the Courier insisted that Southerners must open their eyes to the truth and tyranny of the North. The way to counteract these, the paper suggested, was to stop buying Northern newspapers. Shall we continue to make Northern men wealthy in order to promote their abolition doctrines These acts menaced the institution of slavery. Southerners must rally around Southern newspapers and bear in mind that each dollar spent to help the wealthy Northerners was only helping them challenge freedoms enjoyed by the South. ","The South always felt the North did not respect Southern society nearly as much as it should. William Freehling argues that South Carolinians thought they were special for representing the 'old South' and for the intellectual stature. This newspaper article matches the scholarship of Freehling and indicates the importance of how Southerners thought they were viewed in the North. They had a high sense of 'self-worth and would challenge anyone who did not agree. By not granting the Southern newspapers on the same stature as Northern newspapers, Northerners were perceived as insulting South Carolinian. ","This reflects the larger concerns over slavery. South Carolinians, even in 1849, feared the abolitionist intentions of the North. The Free Soil Party had run as a moderately successful third party in the 1848 election but was nowhere close to being popular. However, Southerners were aware of Northern abolition intentions, even if they were on a small scale and feared that any disrespectful action towards the South meant that abolition of slavery was coming. The narrative, moreover, reflects the great desire to defend slavery by making it seem like North always wanted to attack the South. "],"display_date":"May 25, 1849","search_date":"1849-05-25","locations":[{"id":11627,"lat":34.811393256,"lng":-82.9187403935,"zoom":9,"place":"PICKENS, South Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3691,"title":"Reaction to the death of John C. Calhoun\n","course_id":1,"status":"P","start_date":"1850-04-12","end_date":"1850-04-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was a solemn scene to witness wrote the Keowee Courier on April 1st, 1850. One of the greatest political figures of the 19th century had just died and the atmosphere surrounding his death was incredible. Both Chambers were crowded to overflowing, and the stillness that pervaded the vast assemblage told plainly that some great calamity had happened to the country. Calhoun, born in Abbeville in 1782, had served the state of South Carolina on a national level for many years. The entire front page of the Courier devoted its coverage to his death. Senator Butler, in his remarks about the death of Calhoun, called him one of the nation's great gentlemen, who treated everyone with justice and fairness. Butler further emphasized Calhoun's love of the nation, his devotion of service to the institutions of the country. As head of the Senate, he presided over the chamber with dignity and with efficiency and with a true devotion of service to the country. The following day's coverage further demonstrated the deep love and admiration of Calhoun. His body was brought into the Congressional chamber for a viewing which was filled with the President, Vice President and many officers of the army and navy. As Butler noted, one of the brightest luminaries has been extinguished from the political firmament. ","The death of Calhoun marked the end of one of the great compromisers of the ante-bellum South. Even though he did not see live to see the Compromise of 1850, he played an instrumental role in the compromise. He did propose ending slavery in the District of Columbia because he feared the potential consequences of maintaining it there. ","Furthermore, William Freehling discusses Calhoun's role within South Carolina. South Carolina viewed him as a hero, someone to be proud of. He was their senator and the vice president and played a critical role in the nullification crisis during the 1830's. The Courier's tribute to his life demonstrated the deep affections local communities had for Calhoun, and Freehling concurs with the newspaper in describing how important Calhoun was to South Carolina. Even though Calhoun had been a defender of slaveholders' rights, he still agreed to compromise. But he only wanted to compromise to a certain degree. Calhoun was a champion of state's rights and this attitude would later contribute to the secession crisis in 1860. The nullification crisis demonstrated Calhoun's belief in the fundamental sovereignty of South Carolina which would be used to justify secession from the union ten years after his death. After his death, the old guard of Clay and Calhoun gave way to a new generation which would have to deal with new compromises and new challenges and new threats to break up the union. Nevertheless, the affection and admiration shown to Calhoun matched those granted to any political leader of his day."],"display_date":"April 12, 1850","search_date":"1850-04-12","locations":[{"id":11628,"lat":34.811393256,"lng":-82.9187403935,"zoom":9,"place":"PICKENS, South Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3692,"title":"The California Bill\n","course_id":1,"status":"P","start_date":"1850-08-30","end_date":"1850-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Following the death of John C. Calhoun, Congress passed a bill concerning the admission of California as a state. The bill, classified as unfair to the Southern cause by the Keowee Courier, was protested by Southern senators in particular Senator Badger. The Courier reflected on the prudence of how to protect Southern rights within the senate proceedings. Concerns were expressed regarding what the future would hold in store if California were admitted in the Union as a free state. The great discussion involved several senators, Badger, Downs and Pratt, and whether or not they should enter a formal protest into the bill. Debates continued in the House of Representatives and involved whether or not to establish a territorial government for Utah. Nevertheless, the Bill passed the Senate with Senator Pratt of Maryland voting against the bill and Senators Downs and Badger abstained from voting on the bill. ","The compromise of 1850 had a tremendous effect on the country. Both Northern and Southern loyalists felt the compromise weakened their positions. As argued in the book, The Civil War and Reconstruction, Henry Clay, usually given credit for enabling a compromise, did play a pivotal role, but he did not lay out all of the terms of a compromise. Clay's dramatic Senate speech early on in the year summed up his life as a politician and continued the approach that slavery was bad and evil but did little to actually bring it to an end. Calhoun, before his death, gave a speech in the Senate saying how the union had lost its old republic sense that the hostility towards the South and slavery had to be stopped or else secession could be justified. Donald, Baker and Holt provide evidence to support that point and seem to indicate that secession could be close at hand. "],"display_date":"August 30, 1850","search_date":"1850-08-30","locations":[{"id":11628,"lat":34.811393256,"lng":-82.9187403935,"zoom":9,"place":"PICKENS, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3695,"title":"Slave Trade\n","course_id":1,"status":"P","start_date":"1850-04-12","end_date":"1850-04-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Enticing a willing buyer to purchase a slave was not easy. But there were characteristics that Norton and Steele dramatically emphasized to gain interest in the slaves they wanted to sell. They offered young boys and girls who were desirable, because they are smart and 'copper coloured' and also posses other skills like being good nurses. Choosing to find a willing buyer through the newspaper, they were hoping to find one who needed house servants or young workers in the field. No prices were given for their worth, indicating that a price could later be negotiated. The demand for enslaved persons determined their worth. ","The lack of human dignity in the slave trade was confirmed through advertisements such as this. The cold description of slaves for sale is disturbing because the worth of the individuals centered on how well could he/she serve a new master. The historian Walter Johnson, in his book Soul by Soul, argues that selling children was common and done without concern about breaking up families. This narrative supports with Johnon's portrayal of the slave trade; it was inhuman and even included children without regard to how that may affect families. ","Moreover, the adjectives used are equally revealing as to the attitudes taken by slave owners. When trying to sell slaves, no bad adjectives were used but rather adjectives that make a slave seem to be more valuable. To many people who traded, slaves were just another account entry. In order to determine appropriate prices, however, categories were established by traders who had knowledge of what a slave might be worth. Even paradoxically, slaves were treated well prior to being sold in order to fatten them up and make them seem to be healthier; a healthier slave earned more in return. The appaling treatment of people in the slave trade cannot be overstated."],"display_date":"April 12, 1850","search_date":"1850-04-12","locations":[{"id":11628,"lat":34.811393256,"lng":-82.9187403935,"zoom":9,"place":"PICKENS, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3696,"title":"The Ball continues in motion\n","course_id":1,"status":"P","start_date":"1849-09-01","end_date":"1849-09-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Controversy surrounding the Wilmot Proviso built up in 1848 and 1849. A Southern paper, the <em>Keowee Courier</em>, denounced the Proviso and called it unconstitutional and against the spirit of the union. However, according to the paper, Northern Democrats were beginning to unite against the proviso. It will be a glorious day for the Republic when the people of the States determine to unite upon and permanently maintain the true principles of the Government. The Proviso advocated that the new territories be free of all slaves; that position was unacceptable to the people of South Carolina. It will be a glorious day when the Constitution shall be regarded as the bond of union, and its plain instructions on the subject of rights delegated and those held in reservation, obeyed and respected by the people of each State to the letter. ","Politicians began to unite by region instead of by party either for or against the Wilmot Proviso. Northerners were tired of Southerners always controlling party politics and Southerners believed that any restriction of slavery or the expansion of slavery was unacceptable, as evidenced by the newspaper article. David Donald, Jean Baker and Michael Holt argued in their book, <em>The Civil War and Reconstruction</em>, that Southerners even began to question the meaning of the Union and what to do if a provision, like the Proviso which struck at their rights to slavery, passed Congress. The newspaper wrote in protest of the Proviso in order to mobilize support against it, but it is debatable whether or not the Proviso truly caused fear in South Carolina. Nevertheless, at the heart of southern society, slavery did exist, and it had to be protected. ","The House passed the bill twice but the Senate prevented it from becoming law each time Even though the Proviso ultimately did not pass, the issue of territorial slavery expansion did not go away; the issue of slavery expansion remained salient throughout the 1850's."],"display_date":"September 1, 1849","search_date":"1849-09-01","locations":[{"id":11627,"lat":34.811393256,"lng":-82.9187403935,"zoom":9,"place":"PICKENS, South Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}