{"id":2778,"place":"LANCASTER, South Carolina","lat":34.7010245216,"lng":-80.7110385817,"episodes":[{"id":3694,"title":"A narrative of the adventures and escape from American Slavery of Moses Roper\n","course_id":1,"status":"P","start_date":"1838-01-01","end_date":"1838-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Moses Roper was born in North Carolina, but after being sold several times, he ended up in South Carolina in Lancaster and also spent time in Cashaw County. Born a mulatto, he experienced both the advantages of being too white and also the disadvantages of being too black. For example, while slave traders attempted to sell him, he suffered because he was considered too white and spent time in horrible slave conditions as a result. After settling in South Carolina, he decided to escape numerous times but was always caught. He received as punishment numerous floggings and lashings; he was also chained and beaten. Those conditions only made him more determined to gain his freedom. He eventually escaped because he was white enough to convince others he was not a slave. He eventually reached Liverpool, England. ","The treatment of slaves was reflected in the treatment of Roper. Slaves responded by either individual resistance or group resistance through spirituals, work songs, or general work ethic. Overall, the treatment of slaves, as argued by Donald, Baker and Holt, reflected the white supremacists' views that they were fundamentally different than whites. Roper's narrative also reflects the treatment of mulattos since even some black blood in a person meant that a person did not deserve freedom. After arriving in England, he joined a Christian Church even though he was not allowed to practice in the Christian Church in America because he was a slave. He held no grudge against Americans but he wants America to be a true land of freedom and not susceptible to the delusions of the slaveholders. This narrative reflects the delusions of the slaveholders and the merciless treatment of the slaves by the slave traders."],"display_date":1838,"search_date":"1838-07-02","locations":[{"id":11561,"lat":34.7010245216,"lng":-80.7110385817,"zoom":9,"place":"LANCASTER, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}