{"id":2791,"place":"HAMPSHIRE, Virginia","lat":39.3500959342,"lng":-78.7256835689,"episodes":[{"id":2076,"title":"Charity for a Minister\n","course_id":1,"status":"P","start_date":"1885-01-27","end_date":"1885-01-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a crisp evening in January of 1885, Mrs. John H. Barney, a minister's wife, expected to have a quiet night socializing with a few close friends. However, she was pleasantly surprised to find that what was expected to be a few friends turned into a large number of congregants from the Timber Ridge Christian Church of Hampshire County. However, the one person missing from this engagement was her husband, John Barney, because he had been conducting a series of meetings in the neighboring town of Edinburg, Virginia and also was unaware of the party. But even with one of the guests of honor missing, the night was still filled with love and goodwill accompanied by music, food and social conversation. Each person brought with them a substantial token of their friendship, which by the end of the night totaled between forty and fifty dollars worth of necessities. ","Mrs. John H. Barney was so touched by the thoughtful occasion that she wrote a thank-you note in the <em>Herald of Gospel Liberty</em> a few days later for all her guests to see. She found the evening to give her the pleasant memories and dreams that would fill the lonely hours of a minister's wife. Overall, Mr. and Mrs. Barney were touched by the friendship, support and charity provided by the members of the Timber Ridge Church."," One interpretation of the events taking place in Mrs. Barney's home is that this was a pseudo-revival meeting for the Baptist congregants. During this time in the Appalachian region, the organization of the church itself was loose and uncertain. Records of members were usually not kept, neither was money given to the church. The only systematic activities that occurred within the church were occasional revival meetings, annual meetings of the disciples, and funeral meetings. When these events did occur, people would travel from many miles to attend, which would explain why the members of a church in Hampshire County would come to visit a minister in Hook's Mills, Virginia. It was during these meetings that the monotonous daily routines were replaced by a renewed sense of faith, courage and good-will among neighbors and families, thus playing an important role in these church members' lives. "],"display_date":"January 27, 1885","search_date":"1885-01-27","locations":[{"id":14610,"lat":39.3170609543,"lng":-78.614169839,"zoom":9,"place":"HAMPSHIRE, West Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}