{"id":2793,"place":"AUGUSTA, Virginia","lat":38.162938219,"lng":-79.1288846564,"episodes":[{"id":989,"title":"The Bayonet Election Law\n","course_id":1,"status":"P","start_date":"1871-02-28","end_date":"1871-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The United States Congress passed a bill called the Bayonet Election Law which placed all elections for Representatives in Congress under the control of the United States marshals and their deputies. Congress felt the need to pass the bill in order to protect the rights of citizens to vote. The bill was regarded as an intrusion of states' rights throughout the South. &lt;br /&gt;The first section of the bill mandated that the registry of voters of every state would be in the possession of the federal government and that the federal government would control all the officers in the state registration office. Other provisions of the bill included the appointment of United States Circuit judges to supervise elections in cities and towns with a population greater than 20,000 and made the violation of state election laws a federal crime. The most offense section of the bill to Southerners was that the U.S. marshals were granted the right to call the U.S. Army and Navy if necessary to protect elections if necessary. The ability for the marshals to use the military was a sensitive issue in the South in 1871."],"display_date":"February 28, 1871","search_date":"1871-02-28","locations":[{"id":13640,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1005,"title":"European Immmigration to the South\n","course_id":1,"status":"P","start_date":"1871-01-01","end_date":"1871-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["After the Civil War, there was a vast migration of Southerners to Northern States. Many parts of the South were ruined by the Civil War because most of the battles occurred in southern states. The population in the south decreased significantly by the end of the Civil War because of death and because many African-Americans left the south.&lt;br /&gt;In order to raise the population, many southern cities encouraged European immigration. European immigrants could be used as cheap labor to rebuild the South. For many white southerners, European immigrants represented a cheap labor source which they felt they lost with the end of slavery. Furthermore, European immigrants were seen as more favorable new neighbors than the carpetbaggers coming from the northern states. European immigrants worked on projects in Louisiana, South Carolina, Florida and Virginia. &lt;br /&gt;The effort to bring in immigrants was motivated by economic possibilities throughout the South. The urban areas of the southern states experienced the greatest European immigration as these cities began to become more industrialized."],"display_date":1871,"search_date":"1871-07-02","locations":[{"id":13640,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1019,"title":"Horace Greeley Visits Southern States\n","course_id":1,"status":"P","start_date":"1871-06-21","end_date":"1871-06-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Horace Greeley, a Northerner from New York and Republican, took a tour of the American south in 1871 and then returned to New York to deliver an address of his trip to the Union Republican General Committee. Greeley said that the purpose of his trip was to vindicate the North from the popular opinion that the North was trying to oppress the South and to explain to southerners that the northerners and southerners were all Americans interested in the prosperity of united country. &lt;br /&gt;Southerners did not agree with all of Horace Greeley's report, but they did give him credit for accurately describing the corruption and misrule that was prevalent in the South during Reconstruction. Greeley's report focused on the Ku Klux Klan activity and the carpetbaggers. Greeley admitted that many of the carpetbaggers in the South were in fact thieves, but not all of them were trying to exploit the South while it was vulnerable. Greeley also offered suggestions to the Republican Party for how it could fix some of the problems in the South."],"display_date":"June 21, 1871","search_date":"1871-06-21","locations":[{"id":13640,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2172,"title":"A Family of Slaves Torn Apart?\n","course_id":1,"status":"P","start_date":"1853-04-13","end_date":"1853-04-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One of the horrors associated with the institution of slavery was that it constantly tore families apart because slaveholders would sell off members of black families to different and often distant locations. While this was a common occurrence, the benevolence of a significant portion of slaveholders who tried to keep slave families together is often ignored. The sale of a family of slaves by a Jacob Ruff of Augusta County to his daughter Jane Wilson provides illustrates such an example of benevolence. He sold a mother and her three children to Jane for the meager price of 1. The black family consisted of a 33 year old black woman named Lilly, a 5 year old boy named Toney, a 3 year old named Jane, and a one year old named Easter. The contract stated that the slaves were to be passed down from generation to generation indefinitely. The record of this sale contradicts the argument made by historian Walter Johnson in his history, <em>Soul by Soul</em>. One of the major themes in this book is that slaveholders manipulated slave families in order to get what they wanted from their slaves. Johnson argues that slaveholders frequently bargained with their slaves, promising not to sell the slave's family if he/she complied with their wishes. He reveals however, that slaveholders often broke their end of the compromise by selling members of the slave's family anyway. This occurrence in Augusta County provides evidence that Johnson's argument is by no means infallible considering the fact that Ruff sold a mother and all of her children to the same owner and furthermore that they were to be passed down from generation to generation. There are always at least two sides to history, and while Johnson's novel depicts the evil of slavery and the malicious actions of slave owners, he fails to acknowledge that this was not always the case."],"display_date":"April 13, 1853","search_date":"1853-04-13","locations":[{"id":13638,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2173,"title":"Improving Schools in Augusta County, Virginia","course_id":1,"status":"P","start_date":"1842-07-28","end_date":"1842-07-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Pride was the driving force of Augusta County, Virginia- pride and patriotism not only for the country, but for the county as well. Augustan citizens therefore became quite disgruntled when one of the adjoining counties earned the venerable title, Athens of the Valley due to the assiduous efforts it made to improve its county's schools. One agitated Augusta resident in particular took it upon himself to rally his brethren to address the need to improve schools within Augusta. In an article he had published in the <em>Staunton Spectator</em>, this passionate citizen questioned the county's efforts in utilizing its resources to educate its children by asking, What are we doing for ourselves? Are we tutoring the minds of our youth up to the standard which would seem to befit our physical advantages? Furthermore, he delegated to the patrons and trustees of Augusta County schools the responsibility of giving energy to those who taught so that they could then stimulate their pupils. Finally, he argued that at the heart of the issue in improving the county schools was the need for cooperation amongst the communities and neighborhoods internally. He stated that only then [would they] see the cause of education advancing. ","Augusta County citizens viewed schools not only as a means of receiving academic education, but moral education as well. The author of the aforementioned article in the Staunton Spectator stated that another benefit of improving county schools was the inevitable correction of a variety of evils which [then marred] their prosperity. Historians William J. Cooper and Thomas E. Terrill identify the reasons why Augusta County needed to make such an appeal in their novel depicting the history of the American South. They state that there was not a public school system in Augusta until 1853. Until then, Southern states instituted charity schools for those who could not afford to pay for education. In order to receive the services of these charity schools however, citizens would have to formally declare their inability to pay for education. The ardent pride of Augusta County citizens many times prevented those who could not pay for education from formally declaring so, and therefore these schools were often undersubscribed."],"display_date":"July 28, 1842","search_date":"1842-07-28","locations":[{"id":13637,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2174,"title":"A Desperate Plea to the Whigs of Virginia\n","course_id":1,"status":"P","start_date":"1836-10-06","end_date":"1836-10-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The nomination of a candidate for president proved to be a trying issue in Augusta County in 1836. The South was weakened by growing factionalism. It was divided between Southern Democrats in favor of Martin Van Buren and Southern Whigs in favor of William H. Harrison. An anonymous Whig within the vicinity of Augusta County published an earnest appeal in the Staunton Spectator to his fellow Whigs in Virginia, relaying the importance of this election and the significant weight their votes were bound to carry in determining the future of their nation. He condemned the negativity of those Whigs who viewed the election of William Harrison as hopeless, stating that the strength of the Democratic Party resided in the fact that they displayed no such feelings of apathy towards their candidate. ","This patriot identified the Whigs' cause as the cause of freedom and ensured that victory would be theirs if they vocalized their views and had faith in their candidate. He called his fellow Whigs not only to imitate the Democrats in their loyalty to their candidate, but to surpass it, because this and only this would ensure that their state would be redeemed and their country would be free.","The argument made by Harry L. Watson in his account of the election of 1836 identifies the reasons why Augusta County citizens feared the ascension of Martin Van Buren to the presidency in the critical election of 1836. He states that Virginia viewed Van Buren as a compromiser, and ardently believed that once in power, he would align himself with the abolitionists of the North. Because Virginia's economy relied so heavily on slave labor, they could not afford to see an abolitionist in office who they feared would push for legislation that would destroy their economic prosperity."],"display_date":"October 6, 1836","search_date":"1836-10-06","locations":[{"id":13636,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2176,"title":"Institution of the Deaf, Dumb, and Blind School","course_id":1,"status":"P","start_date":"1839-10-10","end_date":"1839-10-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An article in the Staunton Spectator informed its readers that the Deaf, Dumb, and Blind School would open for admission in November of 1840. It was located in Staunton, Virginia. The article further informed its readers of the logistical information it had acquired regarding the new institution. Annual tuition would be 120. The School also required that each pupil enroll for a minimum of two years. Deaf mute applicants had to be between the ages of seven and 25, and blind applicants had to be between the ages of seven and 18. Exceptions to these prerequisites would be considered by the executive committee. However, these exceptions had to be of good natural intellect, free from any immoralities of conduct or any contagious disease. ","The construction of such an institution is most likely a Whig reform. In <em>Virginia Reconsidered</em>, historian Elizabeth R. Varon illustrates the Whigs as a party interested in moral reform, public education, and giving societies. The Whig Party dominated Augusta County before the election of 1840, believing that its emphasis on education and wealth affirmed its superiority to the emerging Democratic Party in the South. The Deaf, Dumb, and Blind School may even have been a strategic political move made in the home stretch of the election in an attempt to mobilize voters to support the Whigs."],"display_date":"October 10, 1839","search_date":"1839-10-10","locations":[{"id":13636,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2177,"title":"Death of the Respectable Adam Grove\n","course_id":1,"status":"P","start_date":"1842-02-24","end_date":"1842-02-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Shermariah Church, the Presbyterian Church of Augusta County, Virginia lost a valuable member of their congregation when Mr. Adam Grove died suddenly and unexpectedly on February 24, 1842. Mr. Grove's spirituality transcended Shermariah into the educational realm in that he served as a professor of religion for 20 years. His religious beliefs manifested themselves in his charitable nature. He donated a significant portion of the land on which Shermariah Chuch was constructed and also donated funds to help build the Shermariah Academy. Unlike many of the deaths that occurred in Augusta County in the antebellum South, Mr. Grove's was unique in that he died free of debt. His lack of debt can also be attributed to his religious beliefs. Grove was very familiar with the scriptures and lived by them. One such scriptural saying was, owe no man anything.","It was said that Mr. Grove's farm reflected many of his admirable characteristics such as his good management and industrious habits. Though he possessed only a small piece of land, it was lucrative due to its high state of cultivation. At the time of Mr. Grove's death, the land was worth two to three times more than if he had bought two to three additional pieces of farmland. Perhaps the most interesting aspect of Mr. Grove's death, however, is the fact that one of his servant women died about 15 minutes after he did. She was also a member of Shermariah Church and it was believed by the citizens of Augusta County that they had both gone to the same blessed reward. ","The dichotomy of this obituary lies in the fact that during life of earth, slaveholders of Augusta County treated African Americans not only as their inferiors, but as their property; meanwhile, they sat through church services in the same sanctuary. They worshipped the same god and believed that they experienced the same afterlife. The role churches played in race relations of the antebellum South is a major theme in Melvin Patrick Ely's <em>Israel on the Appomattox</em>. Ely portrays a culture similar to that of this obituary, where blacks and whites attended the same churches. These churches nurtured the moral similarities of people of both races. Furthermore, according to Ely, churches leveled the playing field between whites and blacks by acknowledging the spiritual gifts of each, and by identifying their equal ability to sin. During the 1840s and 1850s, white evangelicals felt it was their duty to bring black members into their churches. Spending on ministries to slaves increased dramatically. In the Methodist Church in particular, it increased from 167,258.87 in 1829 to 1,706,207.70 by 1864. This may give us some insight as to why Mr. Grove and his servant participated in the same church service. "],"display_date":"February 24, 1842","search_date":"1842-02-24","locations":[{"id":13637,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2179,"title":"Augusta County and the Election of 1840\n","course_id":1,"status":"P","start_date":"1840-03-05","end_date":"1840-05-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It is not hard to fathom why Augusta County, Virginia showed overwhelming support for the Harrison/Tyler ballot in the Election of 1840. One of the newspapers that circulated in Augusta County, the <em>Staunton Spectator</em>, commented on the results of the county's nomination for president. The Spectator was certain that their nomination of William Harrison and John Tyler would receive a hearty response from the county, triggering a patriotic outburst of feeling worthy of Old Augusta, and worthy of the crisis. The newspaper praised Augustan citizens by saying that a vote for the Harrison/Tyler ballot was a vote for sound judgment, patriotism, and most notably, uniform obedience to the constitution and laws. ","The Whigs of Augusta County, Virginia knew, however, that the battle for the White House was far from over. They had to execute a strong national campaign in order to secure the victory. They did everything in their power to mobilize voters to support General William Harrison in his campaign for the presidency. Residents across Augusta worked together towards this common goal. One William Kinney of Staunton wrote to Newton Steele in another part of Augusta County regarding a club they had formed to help Harrison gain support. They called it the Tippacanoe Club after the nickname General Harrison had earned due to his victory over the American Indians in the Battle of Tippacanoe in 1811. Kinney enclosed club membership papers in his letter to Steele, asking him to mobilize the Whigs in his region of Augusta and to recruit as many people as possible to join their club. Kinney stressed the urgency of their purpose, writing, we ought to be active in getting every man we can to join [our club] before they can join them... He furthermore expressed his satisfaction in the effectiveness of their club, believing it to be the most powerful and effective means of promoting General Harrison...","The Spectator's mention of obedience to the constitution and laws obviously implied the Augustans' beliefs that, with Harrison and Tyler in the White House, the institution of slavery would be preserved, an imperative issue to the county's Whig majority, and most likely the crisis to which the article refers. Whigs viewed the practice of slavery as their constitutional right. Their faith in Harrison resided in the fact that he had sided with the South during the Missouri crisis, and that he openly denounced abolition. Furthermore, Tyler was a known advocate of state's rights, and right that was designated to each state was its ability to decide on the issue of slavery."],"display_date":"March 5, 1840 - May 23, 1840","search_date":"1840-04-13","locations":[{"id":13637,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2205,"title":"Youthful Misconduct in Celebration of Christmas\n","course_id":1,"status":"P","start_date":"1878-12-24","end_date":"1879-01-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The members of the City Council of Staunton, Virginia voted against the suspension over the Christmas holiday of an ordinance that forbad the use of pop-crackers in the streets.  Christmas was to be celebrated in a joyful, yet quiet manner, not with the use of small explosives, which are noisy and might interfere with private celebrations.  On the twenty-fourth and twenty-fifth of December, a serenade of horns and pop-crackers outside their doors interrupted the holiday jubilations of those City Council members who voted in favor of the ordinance.  The boys of the city celebrated Christmas as usual with  the sharp bang of the small pop-crackers and the deeper boom of a cannon-cracker, but the spirit of the noise had changed from religious merriment to civic disobedience.The council members accepted the protests in good spirits at first and all in the city enjoyed the Christmas festivities.  The police were wholly unable to determine the source of the exploded firecrackers, though they tried faithfully.  The boys actions, though regrettable, seemed simply to be an example of youthful disobedience until the following week when the investigations of police misconduct began.  Stauntons city council formed a special committee to investigate the negligence and efficiency of the police force in fulfilling its sworn duty.  The actions of the boys, though likely simply a desire for youthful activity, demonstrated a disrespect for the law which the community could not tolerate.  The noise and dazzle of fireworks has been a traditional way for Southerners to celebrate Christmas since the French in Louisiana first fired their rifles and set off firecrackers in honor of the holiday.  The boys of Staunton reminded all of their rights as Southerners with this bold display, seeking to assert that tradition dominated over the law.  Though not an egregious example of law breaking, the City Council chose to elevate the incident with its investigation of the conduct of the police force.  In the periods of Reconstruction following the Civil War, it was necessary for city officials to assert the authority of the law.  Many of the rules governing past Southern behavior had changed, especially regarding slavery; consequently, tradition was no longer an adequate justification for disobedience.  The City Council could not excuse the actions of the boys on Christmas Day due to the need to be consistent  the rules that they set as the governing body of the city had to be obeyed, even if they went against popular will."],"display_date":"December 24, 1878 - January 8, 1879","search_date":"1878-12-31","locations":[{"id":13640,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2206,"title":"Youthful Misconduct in Celebration of Christmas\n","course_id":1,"status":"P","start_date":"1878-12-24","end_date":"1879-01-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["  The members of the City Council of Staunton, Virginia voted against the suspension over the Christmas holiday of an ordinance that forbad the use of pop-crackers in the streets. Christmas was to be celebrated in a joyful, yet quiet manner, not with the use of small explosives, which are noisy and might interfere with private celebrations. On the twenty-fourth and twenty-fifth of December, a serenade of horns and pop-crackers outside their doors interrupted the holiday jubilations of those City Council members who voted in favor of the ordinance. The boys of the city celebrated Christmas as usual with the sharp bang of the small pop-crackers and the deeper boom of a cannon-cracker, but the spirit of the noise had changed from religious merriment to civic disobedience.","  The council members accepted the protests in good spirits at first and all in the city enjoyed the Christmas festivities. The police were wholly unable to determine the source of the exploded firecrackers, though they tried faithfully. The boys' actions, though regrettable, seemed simply to be an example of youthful disobedience until the following week when the investigations of police misconduct began. Staunton's city council formed a special committee to investigate the negligence and efficiency of the police force in fulfilling its sworn duty. The actions of the boys, though likely simply a desire for youthful activity, demonstrated a disrespect for the law which the community could not tolerate. ","  The noise and dazzle of fireworks has been a traditional way for Southerners to celebrate Christmas since the French in Louisiana first fired their rifles and set off firecrackers in honor of the holiday. The boys of Staunton reminded all of their rights as Southerners with this bold display, seeking to assert that tradition dominated over the law. Though not an egregious example of law breaking, the City Council chose to elevate the incident with its investigation of the conduct of the police force. In the periods of Reconstruction following the Civil War, it was necessary for city officials to assert the authority of the law. Many of the rules governing past Southern behavior had changed, especially regarding slavery; consequently, tradition was no longer an adequate justification for disobedience. The City Council could not excuse the actions of the boys on Christmas Day due to the need to be consistent - the rules that they set as the governing body of the city had to be obeyed, even if they went against popular will."],"display_date":"December 24, 1878 - January 8, 1879","search_date":"1878-12-31","locations":[{"id":13640,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2207,"title":"Fighting in the Schoolyard\n","course_id":1,"status":"P","start_date":"1873-01-10","end_date":"1873-01-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The schoolyard of the Colored Academy at Pine River was alive with excitement on the afternoon of the tenth of January, 1873. George Green, a sturdy young man of around eighteen years, attempted to kiss the little bronze beauty Roberta. When Professor Thomas Henaforth discovered what had transpired outside of his school, he set out to punish the mischievous youth. At four o'clock in the afternoon, the Professor found Green and hit him over the head with a heavy cudgel, inflicting several open, bleeding wounds. The battle seemed to be a clear victory for the Professor until later that day when Green attacked him as he exited the building. Green triumphed in this round, beating Professor Henaforth until he yelled Nuff.","R. E. Porter, the Staunton Spectator's editor, drew four conclusions from this incident. Young darkies should take care in their efforts to kiss girls at school, as only the professors may claim this benefit. Schoolteachers should mind how they try to discipline the older male students since the stronger will win out in the battle. Women are responsible for all disobedience as they lead others into temptation. Finally, Porter suggested that if it had been a white professor assaulting a black student the incident would have gained much greater publicity, but since it occurred among individuals of the same race, it is not as notable."," Implicated in this incident are the state of the school systems in the Reconstruction South and the quality and character of race relations. The historian Eric Foner describes how public education collapsed during the Reconstruction as a result of widespread tax cuts, sinking to the point that a state governor considered it a luxury. Black students endured the worst of this educational ruin, but their situation was markedly better than it had been during slavery when education was altogether forbidden. The difference in the quality of education and the creation of a Colored Academy to separate the races revealed the tension between the black and white populations. The language used by Porter to describe those involved in the fight supports Foner's argument for the beginnings of the system of racial subordination, especially in Porter's description of Green as the brawny young Buck whose muscles have been developed at the plough handle and the anvil. White southerners still saw African Americans in terms of their roles during slavery, despite the new constitutional amendments guaranteeing equal rights. Although positioned as a professor at an educational institution, Porter impugned Henaforth's qualifications by suggesting sexual relations between a teacher and his students and placing Henaforth's title in quotations (Professor). Though the fifteenth amendment said it must be so, blacks were still not equal to whites in the eyes of the inhabitants of Augusta County."],"display_date":"January 10, 1873","search_date":"1873-01-10","locations":[{"id":13640,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2208,"title":"Memorial Day Address at Staunton\n","course_id":1,"status":"P","start_date":"1883-06-09","end_date":"1883-06-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["  It was a day to honor the memories of those who died in battle and to think about the history of their great nation. Captain Micajah Woods of Charlottesville delivered a stirring Memorial Day address to the people of Staunton, just twenty-two years since the Civil War. Captain Woods spoke as one who had fought in the fields as a Southern soldier during the war and could relate to the experiences of the young men lying in their graves all around him. He described how the growing economy and population of the North had seemed to overshadow the South prior to 1860. Before the war the South was characterized as reliant upon her ancestral background rather than any merit of her own, but the valiant fighting of her sons during the war proved her strength and honor. The soldiers were compared to the heroes of Thermopylae and Merathon while the Southern women were suggested as the Carthaginian maidens, allusions to the ancient world used to conjure the heroic efforts of all involved. Captain Woods reminded the Virginians mournfully viewing the graves of their loved ones that these martyrs to cause that failed have not died in vain.","  The Captain's address turned from ruminations on the past to implications for the present when he cried, It is for us to do our duty while we still live. Southerners must write their own history and not allow it to be mediated through the prejudice and judgment of alien and foreign intellect, mainly Northerners. Woods encouraged all present to record their memories of battles and the names of their lost sons as this knowledge of heroic deeds will allow the South to retain its image of glory. This allowed Virginians to rest secure in the knowledge that Virginia could rise again to bravely fight should she be threatened by an invading foe. Following his address, Captain Woods was presented with flowers on behalf of a Northern lady whose husband fought in the Union. The Captain responded to her gift by describing how the blue and the grey would join together to fight should the need arise and vie with the other in defense of a common flag and the honor of a common country.","  The Memorial Day address closed with contradictory assertions of the new bonds existing between the North and the South and the declaration of the South's brilliance in comparison with the North. These opposing attitudes support historian Michael Perman's argument for the contradiction that formed the core of the federal Reconstruction policy in which the North used radical policies to enact traditional goals. The South was consequently left to function with a novel political system set up as though nothing had changed. Captain Woods's address illustrated an awareness of this dichotomy with a speech containing ruminations of past glory in combination with a conscious declaration of Virginia's role in the Union. Reconstruction united the North and the South politically, but the Union did not extend to public opinion. On that day of remembering, it is obvious that the Southerners were still very aware of the Northern attitudes that led to their succession in the first place. "],"display_date":"June 9, 1883","search_date":"1883-06-09","locations":[{"id":13641,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2209,"title":"Reverend J. B. Haskell versus Reverend J. I. Miller: The Court Battle of two Lutheran Reverends\n","course_id":1,"status":"P","start_date":"1878-03-24","end_date":"1880-06-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Reverend J. I. Miller did not follow the regulations of the General Synod of the Evangelical Lutheran Church in North America when he tried to baptize and confirm a group of adults on March 24. He was not authorized to perform the rites of baptism and confirmation without prior approval, which would have been given by Reverend J. B. Haskell. Tellingly Reverend Haskell, the prosecutor in the court case, and Reverend Miller, though both of the Central Evangelical Lutheran Church of Staunton, just did not get along. Reverend Miller was also charged with intentional negligence in his failure to admit the newly baptized adults into Church membership and his failure to require the confirmation of baptismal vows. He explained to the Synod that the young ladies he baptized were members of the Staunton Female Seminary and the baptism occurred without the knowledge of their non-Lutheran parents. They desired to publicly profess their faith in Jesus Christ, but had to become regular members of their home church due to the expectations of their parents. The Synod excused Reverend Miller though he had been guilty of this charge, stating that many other members of the Synod were guilty of the same act as the justification for their decision. Further charges against Reverend Miller describe his misconduct toward Reverend Haskell and the dissatisfaction he provoked in the congregation."," The Synod's Constitution holds its members amenable to its authority for a violation of doctrines, morals, and practices. Though Reverend Miller's actions were against the rules described in the Constitution, the Synod accepted Miller's explanations as satisfactory. The council and congregation of the Lutheran Church of Staunton were appalled by the decisions of the Synod, which in their opinion stemmed from the failure of the Synod to observe its own rules of procedure, to decide the grave questions involved according to the evidence. So upset were they by this ruling, the council and congregation decided to dissolve their connection with the Virginia Synod on the sixth of June, 1880 with a vote of 59 to 30."," Historian Donald Mathews argues that early believers in Evangelicalism perceived their religion as liberating thousands by raising them from their low positions to the higher planes of sophistication and enlightenment. This same notion of liberty dictated the actions of the Staunton Lutheran Church, reflecting Mathews's argument. Like the American Revolution that promoted independence from governing by an outside party, the southern states at the time of the Civil War encouraged the autonomy of state government from the greater nation. The division of governments that resulted from these quests for greater liberty demonstrated why the Staunton church separated from the state Synod. The disagreements between the two reverends was raised by their congregation to a question of state versus local power when they decided to criticize the decisions of their governing body. The belief that the congregation was the true unit of Lutheran church placed the power in the hands of the worshippers so that their beliefs took precedence over those of the Synod. The shift from state to local control paralleled the shift that occurred when the southern states demanded their right of succession."],"display_date":"March 24, 1878 - June 6, 1880","search_date":"1879-04-30","locations":[{"id":13640,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":9,"tag":"Law"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2210,"title":"The Trial of John W. Guiteau\n","course_id":1,"status":"P","start_date":"1882-01-23","end_date":"1882-01-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["   Among an enormous crowd of four hundred newspaper reporters and interested visitors, the verdict of the trial of John W. Guiteau was delivered at the courthouse on the morning of the twenty-third of January. Although the court officers continually shouted for silence, Guiteau never ceased his criticisms of the court and Judge Porter even as the judge read off the charges against him. Judge Porter compared Guiteau to John Wilkes Booth, suggesting that the murderer of Lincoln shared with Guiteau a desire to win notoriety at any cost. Guiteau was accused of the assassination of President Garfield, with his only real hope of defense lying in a plea of insanity. The jury declared Guiteau guilty as indicted, followed by applause from the crowd and Guiteau's statement that the verdict was an outrage upon the American people.","   The Valley Virginian described the popularity of this trial that enthralled the entire public for the entire eleven weeks of its duration. Though guilty, sympathy often awaits the condemned as the consequences of the verdict come to be considered. However, the case of John W. Guiteau evoked less public sympathy than any crime resulting in capital punishment before it. The desire for a guilty verdict was universal as the nation felt that its own character, as well as the fate of the miserable assassin, was on trial. ","   The Virginian's editorial on the verdict of the case spoke to the faith of Augusta County in the legal system and its desire to protect the president of the nation. Though a national event, the Staunton newspaper published its own thoughts on the outcome of the trial, trying to reconcile the pity felt for those sentenced to a public execution and the outrage of an assassination. The strength of the public outcry upon Garfield's assassination is ironic considering he won the 1880 presidential election against Winfield Scott Hancock with a plurality of only ten thousand out of more than nine million votes. Garfield was the Republican candidate carrying most of the Northern states and none of the former slave states, including Virginia. James Garfield was not installed in office for much time before his assassination; historian James M. McPherson details how he was consequently unable to fully enact his plans to form coalitions between the Republican Party and the newly forming independent parties in the South. The outrage of Guiteau's actions described by The Virginian was not due to admiration for Garfield, but for the office he held. Though the South was often suspicious of Northern attitudes, they were bound enough to the Union to have an emotional investment in its commander-in-chief. "],"display_date":"January 23, 1882","search_date":"1882-01-23","locations":[{"id":13641,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2211,"title":"Preaching on the Steps of the Courthouse\n","course_id":1,"status":"P","start_date":"1873-11-20","end_date":"1873-11-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["   A stranger preaching on the steps of their courthouse interrupted the daily chores of the citizens of Staunton on Thursday. Andrew Jackson Kearney, supposedly of Loudon County, had been drifting from city to city, traveling from Harrisonburg to Staunton to spread his religious fervor. A curious crowd gathered to hear the sermon that followed his public singing and praying, eloquently speaking to answer the question, Why is a man better than a sheep?.","   The following week, Kearney appeared in Charlottesville where he was arrested for carrying a concealed weapon. Upon an accusation of being an imposter, Kearney pulled out a pistol and threatened to fire into the group of onlookers gathered in front of him. It seemed that Andrew Kearney had previously been imprisoned in Maryland for seven years. The Staunton Spectator suggested, in the spirit of his sermon in Staunton, that Kearney should feel sheepish for his deceit of the public regarding his criminal record.","   In the South, preaching has been preferable to other forms of religious expression because it focuses on the style of faith most applicable to the region's enthusiastic character. The preacher is one of few figures in the South able to overcome racial and religious boundaries due to his centrality to religious life. One of the roles played by the preacher is that of sage, placing him in a role of mediation between political and religious life. James M. Dabbs argues that Southerners have a propensity to substitute religion with politics, politics with religion, and to unite the two under morality. The combination of politics, religion, and morality presided over by a preacher is the same grouping of elements which Andrew Jackson Kearney tried to appropriate, thus supporting Dabbs's claim. His decision to preach on the steps of the courthouse in Staunton showed both his desire to make his message public and to unite religious thought with the law. He asserted that his doctrine was lawful with his position, following the traditional Southern pattern of enforcing religion as an official system of belief. Kearney's violent reaction to the questioning of his authority showed the power inherent in the position of preacher. He believed himself to be a religious leader, and as such, beyond public criticism. The newspaper's mockery, however, revealed that those witnessing his sermon refused to grant such an important role in the community. "],"display_date":"November 20, 1873","search_date":"1873-11-20","locations":[{"id":13640,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2212,"title":"A Jealous Murder\n","course_id":1,"status":"P","start_date":"1884-08-18","end_date":"1884-08-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["   The possessive feelings that accompany jealousy occasionally lead to violent actions, as in the case of Elzy Middlebrook. On a Saturday evening Elzy Middlebrook was arguing with Thomas Brown outside the house of Wilson Goings, the father of Middlebrook's wife. Middlebrook accused Brown of being overly familiar with his wife, showing jealousy to be the source of the conflict that emerged. Wilson Goings, after listening to the quarrel outside his home, asked Brown inside. Middlebrook's wife was in the house and when Middlebrook was denied entry to the residence he became furious and tried to force his way inside. He managed to open the door enough to fire his pistol and hit Goings, resulting in a severe arm wound. Middlebrook then made his way to another door, gained entrance, and fatally wounded Brown.","   Elzy Middlebrook was arrested on Sunday morning without any attempt at escape. He was indicted on Monday for murder and malicious maiming, all a result of his suspicious love for his wife, barely mentioned throughout the article. The Valley Virginian specifically indicates that all of the parties involved [were] colored.","   The newspaper's report on the race of the individuals involved in the crime is essential to understanding its significance. It is an assertion that violent actions of this sort occur only within a certain set of people, implying that white Americans could rise above such crimes of passions. While under slavery Middlebrook was obliged to accept his wife's sexual contact with men other than himself due to his subservience under his master, his new freedom granted him the liberty to defend what he believed should be rightfully his. The wife becomes a question of property, evident in her absence in the reporting of the incident, and Middlebrook had a right to his property. Steven Hahn contends that the South following the Civil War was formed out of black struggles such as this one, illustrating the nature and complexity of race relations in the nineteenth century. The racial identification is indication of a level of racial prejudice, but the Middlebrook's indictment and trial indicate the due process of law given to every criminal regardless of race. "],"display_date":"August 18, 1884 - August 20, 1884","search_date":"1884-08-19","locations":[{"id":13641,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2213,"title":"Performance by the Stonewall Brigade Band in honor of the Mayor of Winchester\n","course_id":1,"status":"P","start_date":"1879-10-09","end_date":"1879-10-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["  Music is a form of communication that does not require its attendants to share a common language, thus allowing it to serve as a unifying medium. The performance of the Stonewall Brigade Band of Staunton confirmed the friendship that existed between the two sister cities of the Valley of Virginia, Staunton and Winchester. The Brigade Band performed to the general delight of all present outside the Commercial Hotel in honor of Captain W. L. Clarke, an old citizen of Staunton and the mayor of Winchester. One listener named the band the capstone of the civic virtues, illustrating the pleasure the music gave those in attendance. Mayor Clarke, as well as many other men, responded to the tribute made by the concert with addresses discussing the feelings of friendship existing between the neighboring towns.","  The performance highlighted the value that the inhabitants of Augusta County placed on an amiable alliance between sister towns and the qualities they treasure in their citizens. An attendant of the performance observed that brass was usually recognized as essential to success, and that he did not know any equal number of men who had more brass or knew how to use it better than the Stonewall Brigade Band. His comment highlights not only an appreciation of the skill of the musicians, but also the importance of brass, strength and confidence in a man, which is necessary for him to be triumphant. ","  The time for the South to remain confident came prior to the 1880 election. After the decline in Republican votes in the South in the election of 1878, the Radical Republicans identified a need to change the political distributions to dominate Congress if they were to attempt any government action in the South. Historian James M. McPherson describes how by 1879, they realized that a unified North had to outvote the solid South. While the North sought to show the South that they would no longer dominate the government, the South continued to reinforce the bonds that kept them politically united, furthering McPherson's argument by suggesting the implications of the attempts to form a solid North on the South. The playing of Staunton's Stonewall Brigade Band connected Staunton to her neighboring city of Winchester, strengthening the sisterly feelings that existed between these two cities of the Valley. Communication between cities allowed the sharing of ideas and news, both political and social. When election time arose, it is more likely that these cities would vote similarly because they had a vested interest in one another. It is connections such as these between Staunton and Winchester that formed the solid South, relationships that the North would like to break after the 1878 election. "],"display_date":"October 9, 1879","search_date":"1879-10-09","locations":[{"id":13640,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2214,"title":"Railway Disaster Prevented by the Courageous Deeds of One Man\n","course_id":1,"status":"P","start_date":"1882-01-14","end_date":"1882-01-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["  If it were not for the courageous actions of Mr. I. P. Irving one Wednesday evening in 1882, disaster assuredly would have befallen the railway system outside Waynesboro. Four trains were supposed to meet and pass four sections of extra trains traveling in opposite directions on the C. &. O. road. When the extra trains were tardy, eleven trains on Waynesboro's main tracked were unable to travel as they had to wait for the arrival of the extra trains. Three of the extra trains finally came and so the number 14 started out on the main track, probably rushing to make up for lost time. Unfortunately, inclement weather made the climb up the steep grade to the tunnel difficult for the train and it needed help. Mr. Irving, engineer of the train following the number 14, detached his engine from his own train and hooked it to number 14 to push it up the hill. He had just begun to reverse back to his own train when he spied a section of the number 14 speeding down the track toward him. The uncoupling of these thirteen cars on the steep seventy-five foot slope of the track created a treacherous situation as it seemed very likely that the cars would ram into Mr. Irving's train at a very high speed, resulting in a loss of life and property.","  Mr. Irving acted quickly and with confidence, starting his engine toward the oncoming cars in order to reduce the strength of the impact. He pushed the train engine to full power and then reversed immediately prior to the collision to lessen the crash. He braced himself for the collision of the runaway cars and his engine, enduring a crash likely greater than the shock of an avalanche. His plan succeeded and the escaped section of number 14 ceased its flight. While one car was pushed up over the boiler of the engine and another wrecked, these were minor damages compared to the tragedy that would have resulted without Mr. Irving's courageous intervention.","   Railroad development was one of the most commanding attractors of Northern capital, helping to unify the North and South through a common interest in the progression of transportation. Construction rapidly increased in 1879, a period in which the amount of rails laid per mile doubled that of any previous year since 1873. The North invested huge amounts of money in the Southern railway system, suggesting why this event was of enough significance to be published on a national level in both Washington, DC and New York. This wide publication supports historian C. Vann Woodward case that Southern railroads were more important that Southern land for generating capital by showing a widespread interest in the accident that would not occur if the disaster was with a tract of land. Mr. Irving's heroism was applauded because it helped to save thousands of dollars in damages. Though the newspaper mentioned the bravery of Mr. Irving's actions, it never specifically mentioned what injuries he sustained as a result of the violent collision. Of interest to those Northerners reading the news article was not the individual survival of a railroad engineer, but the amount of money his heroism saved them. The development of the railway system was necessary for the technological progression of the American South by making transportation and migration much simpler and shortening the effective distance between cities. "],"display_date":"January 14, 1882","search_date":"1882-01-14","locations":[{"id":13641,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2215,"title":"Duel Outside Waynesboro\n","course_id":1,"status":"P","start_date":"1883-06-30","end_date":"1883-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["  They decided to meet in a wooded area around two miles outside of Waynesboro in the mist of the early morning. At six o'clock on June 30, 1883, Mr. Elam and Mr. Beirne met one another to settle the score as gentlemen always had before - with a duel. The procedure was decided in advance, specifying the use of Colt's six-shooters at eight paces. All men not directly involved with the business were asked to leave and the location was clear of lawful authorities due to the early hour. Once the physician questioned the two men for readiness, they had to discharge their weapons between the yell of Fire and the count to three. As soon as the physician called out one the gentlemen fired, but no one was hit in this first round. Mr. Beirne requested a second opportunity and so the process repeated itself. Once again, both weapons fired at the counting off of the first number, but this time someone was injured. ","  Mr. Elam stumbled once hit in the leg, believing at first that Mr. Beirne had injured both of his legs. As the wounded Elam was lowered to the cushions on the ground by his second, Beirne saluted his opponent with his hat and escaped in his carriage. Once Mr. Elam realized that his wound was only in one leg, he wished that he had demanded a third shot. Though not fatal, Elam's injury to his upper right thigh would be dangerous to repair because the bullet had embed itself in his flesh. Following the duel, both parties appeared calm and collected, content that the shots had not proven fatal. There had been no attempt to arrest or even investigate the battle after its occurrence, though their original meeting had been delayed due to three attempts to arrest Beirne.","  Antidueling laws rarely functioned to stop the duel because most law enforcement officials acknowledged that the men of honor fighting in such battles were held to a different code. Historian Kenneth Greenberg claims that men of honor valued their words and their views of the truth above all else; consequently, they were willing to fight to defend a public appearance. However, after the Civil War dueling began to be replaced by shooting-on-sight, promoted by the fact that in some areas of the South almost everyone kept a pistol. Immediate shooting lacks the equality of opportunity provided by a duel, revealing an act of vengeance based on impatient emotion. Mr. Elam and Mr. Beirne chose not to publicize the reasons for their duel, but the choice of method clearly demonstrates that it was a question of honor, thus supporting Greenberg's contention. Following the bloodthirsty violence of the Civil War, anything less than honor would be settled with an informal shot at one's enemy. "],"display_date":"June 30, 1883","search_date":"1883-06-30","locations":[{"id":13641,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2463,"title":"Thanksgiving Day\n","course_id":1,"status":"P","start_date":"1886-11-06","end_date":"1886-11-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" The November 6, 1886, edition of the <em>Goodson Gazette</em> of the Virginia Institute for the Education of the Deaf and Dumb and the Blind ran the announcement by President Grover Cleveland who declared Thursday, November 25 as a day of thanksgiving and prayer. He asked the families of the country to gather and show their thanks and gratitude for their lives. Two weeks later, the paper ran Governor Fitzhugh Lee's follow-up announcement that concurred with the President's request. Lee told the families in Virginia to render thanks to Almighty God. The paper dedicated two lines to the abundance of partridges, pheasants, and wild turkies in the markets. The paper of the 27th provided an analysis of the holiday and its effect on game. The article praised the idea of the holiday and its success, but it reminded the readers that the North initiated this custom and It is hard for an innovation to take root among the old established social customs of the South.... The article also promised that the holiday would not subtract from the Christmas holiday because people gave thanks for daily blessings at Thanksgiving and thanked God for the Saviour at Christmas. With that problem settled, the opposing page reminded readers that they killed many turkeys so that they could celebrate that day. "," This national Thanksgiving caused quite a stir for this small newspaper to dedicate so much space to the holiday. Normally, the paper ran stories written by the students and multiple observations about the weather and the students' health in each issue. Also by mid-November, the paper had a countdown to Christmas and a reminder to parents that students could not go home for the holiday. "," Grover Cleveland won the Republican White House for the Democrats in 1884 and 1892. The American South explains that during Cleveland's presidency, his job included keeping the country united, especially because the Republicans and Democrats seemed to be at odds more so than normal. In addition, the pain of the Civil War remained strong in people's hearts. One way to unite everyone without politics was the reaffirmation of Thanksgiving Day's place in America. This way, the people could view Cleveland as a president who cared for his citizens and the union of the country. He also affirmed Christian ideas in the nation. He could try to win over votes by reinstituting a holiday that people enjoyed and boosting the economy through turkey sales. ","Sarah Isabelle Scruggs"],"display_date":"November 6, 1886 - November 27, 1886","search_date":"1886-11-16","locations":[{"id":13641,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2464,"title":"1900 Elections\n","course_id":1,"status":"P","start_date":"10/26/00","end_date":"10/26/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One week before the November 1900 presidential elections, the <em>Staunton Spectator and Vindicator </em>gave its readers a public forum for their political opinions. In the local section, no less than nine anonymous editorials gave the citizens their neighbors' opinions concerning the election. Two in particular mentioned Roosevelt and his relationship with the negro. The first included the phrase Teddy hugs the negro. The second called Roosevelt a demagogue and hypocrite, and attacked his play to the negro and apparent boast of his son sitting next to a black student. The other editorials concern Mr. Bryan and McKinley and their speeches and parties. Those editorials also attacked or praised the other candidates, but not with a racist angle. "," These editorials are short and to the point. This forum for Augusta County allowed the citizens the opportunity to voice their concerns and hopes. The paper also provided longer articles on the candidates and their positions and politicking to give structured and informative answers to the citizens' questions and concerns. The county felt fully involved in the elections and not isolated in the Great Valley from Washington. The attitudes towards Roosevelt and blacks reflect the growing racism and fears of the South after the Civil War. Though Augusta County is on the border of the South, the city held allegiance to the South and its attitudes"," By 1900, Jim Crow had taken a hold of the South, and laws for segregation, especially of the railroads, had been on the books for years. These citizens of the South attacked Roosevelt for his friendlier than most attitude toward black people. They made their opinions known to the public in the newspaper, almost guaranteeing that county residents could know what view they should take. As Edward Ayers explains, the newspapers played a vital role of spreading ideas and opinions in the county. Alfred Stone believes that Roosevelt's actions during the campaign and then during his first few months in the White House insulted the South in a way that no one had done for many years. He also believes that the attitude most held was that Roosevelt had damaged the relations between the races, not that he improved them by trying to make their lives better. The Democrats campaigned against Roosevelt by attacking his warm relations toward blacks and encouraged the growth of the fear that the South had toward Roosevelt. "],"display_date":"October 26, 1900","search_date":"1900-10-26","locations":[{"id":13642,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2466,"title":"A Blind Man Can See\n","course_id":1,"status":"P","start_date":"1897-01-21","end_date":"1897-01-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On the seventh day, Dr. Edson said, Let there be light and there was for the blind man John Martin in 1897. Dr. Edson administered X-rays to Martin every day for a week as a treatment for blindness. He based his hypothesis on the improvement patients with atrophied muscles had when they received massages. Dr. Edson believed X-rays would accomplish the same for an atrophied optic nerve. Before the treatment, Martin could only discern the difference between night and day. By the end of the week, Martin could distinguish 'a sort of green', and Dr. Edson felt confident in his procedure."," There does not seem to be a follow up article to this one, so it is hard to know whether this treatment actually cured Martin or if the green he saw was simply a side effect from the X-rays penetrating his eyes. The article made no mention of the patient or doctor showing concern about the treatment, nor did it explain any safety measures Dr. Edson took. Augusta County's weekly, the <em>Staunton Spectator and Vindicator</em>, did not have much to report other than the above about an event as important as a blind person's increase in sight. Maybe the paper was reserving the celebration for more proof. "," The nineteenth century held the revolution of modern medicine in America and the world, according to Todd Timmons and W. F. Bynum. Discoveries occurred in germ theory, the importance of inoculation, and use of anesthesia for surgery. The founding of medical schools and the first health advisory board occurred. Most importantly for John Martin, Wilhelm Rontgen discovered x-rays in November 1895, only about a year before Dr. Edson used them to cure blindness. X-rays became widely popular very quickly for burning moles, treating acne and lupus vulgaris, and carcinomas in various organs. Extended exposure to x-rays left the skin browned and sometimes burned, only nurturing the developing idea that brown skin is healthier than white. Bynum does not cite the use of x-rays for eye problems, but Dr. Edson recognized the potential for x-rays for other health issues. Staunton was a small city with only 7,289 inhabitants in 1900, but within one of the most populous counties in Virginia. In 1886, one newspaper even ran an article boasting of the city's attributes: electricity, lights, telephones, music band, and opera house. Now, the city could boast that they had a doctor current to the science of the world because of their connections to other cities and states from the railroad that ran through it and telegraphs. These new means of communication allowed scientists and doctors all over the world to reach one another unlike ever before. ","<em>Sarah Isabelle Scruggs</em>"],"display_date":"January 21, 1897","search_date":"1897-01-21","locations":[{"id":13642,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2498,"title":"The Revolution of the Immigrant Vote\n","course_id":1,"status":"P","start_date":"1861-01-08","end_date":"1861-01-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Political propaganda was not unique to the nineteenth-century South. The Staunton <em>Spectator</em> published an article, in its paper for January 8, 1861, which depicted a French man who, ave loss ma vote The article was published in a broken English-French hybrid language, intended to show that he was indeed a foreigner. The immigrant explained how he had work ver hard tree four months for Messer Leencon, ze honest man vot spleet ze rail to mak free countree of tam neeger. Ultimately, the man went to vote for ze big pig for ze republican ticket, tre cheer for Leencon and he was denied the right to vote. There was, supposedly, a mix-up in the address of Jacques Flam, preventing him from registering correctly. The implied message is that this was a tactic of the Republicans to keep immigrants from voting. After going through the trouble, Jacques decided that he has had it with the Republicans and he gives tree cheer for Douglas. Ultimately, this article was an attempt to rally immigrants in support of the Democrat Party by showing that supporting Republicans would not give immigrants equal rights.","During the 1840s, the composition of America's workforce underwent a dramatic makeover. Immigrants came from predominantly two countries, Ireland and Germany, but also from an array of other European countries. This influx of foreign people would impact American society in virtually every way possible, whether through art, the economy, ideology, or culture. The newcomers provoked resistance to change and adaptation. The opposition to immigrants appeared in third-party platforms denying foreign-born citizens full political rights and eventually wove itself into the foundation of the Republican Party, with the Democrats as the opposition.","This article in the Staunton paper, January 8, 1861, shows how local activists encouraged immigrants to vote against the Republicans. Clearly Southern Democrat propaganda, this article promotes that party as a support of full citizen rights for foreign-born whites. Historian Gregg Kimball traces the immigrant impact of local and national politics, when European immigration sparked hostility during the Know-Nothing era of the 1840s and 1850s. Yet nativism and alienation of rights were undermined when local and national politicians needed the vote of the new immigrants. Where desire for disenfranchisment once existed, the Democratic Party had incorporated immigrants into the interests of its platform. This represents the transition from the immigrant vote being denied, to political candidates vying for the vote of foreigners."],"display_date":"January 8, 1861 - January 9, 1861","search_date":"1861-01-08","locations":[{"id":13639,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2518,"title":"News of Fort Sumter Rallies Supporters in Augusta County, Virginia","course_id":1,"status":"P","start_date":"1861-04-20","end_date":"1861-04-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["James M. Schreckhise wrote to, and received, many letters from many people during the Civil War. He lived with his parents in Augusta County, while many members of his immediate family served in the Confederate Army. Having received information from a first-hand source in South Carolina, he provided a patriotic description of the local reaction to the attack on Fort Sumter on April 12, 1861. Augusta County rallied to support Virginia secession after no diplomatic answers came from the respresentatives that met with President Abraham Lincoln. Schreckhise's own brother was called out and sent to Harpers Ferry. Schreckhise embodied the jingoism that overwhelmed the county when he exclaimed, The Old Dominion has at length arisen from her slumber to shake off the chains of the abominable abolition tyrant. Schreckhise boasted confidently that he doubted there are a thousand votes that could be obtained for this state to remain in the Union. Schreckhise, like many of his neighbors, embraced his state's decision for war and prepared himself for the death and suffering that he would likely witness, in order to defend Souther rights and principles.","Edward Ayers does not portray the nation's craving for resolution as an irrational goal; diplomacy was a possibility right up to the beginning of the Civil War. After the attack on Sumter, the stage was set for war. No individual county caused the war or was the first to jump to battle. Relations between North and South had steadily declined prior to the bombardment of Fort Sumter. Virginia was a strong supporter of states' rights, and Lincoln's response to the bombardment was in clear violation of those rights. South Carolina had seceded, and Virginia believed that it was the right of South Carolina to do so. Lincoln's unwillingness to let South Carolina leave the Union, propelled Virginia into secession. ","Secession was not a rash choice for Virginia; it had been deliberated constantly. When Schreckhise mentions that there are not a thousand votes for Virginia to stay in the Union, this did not reflect irrationality, rather, people's mind were set carefully. Virginians, particularly those in Augusta County, had worked hard for reconciliation, but they would rather submit to war than have endured the ambiguity of war or peace any longer. People were ready to defend their rights and the rights of their states; and they were prepared to prove their patriotism and unwavering will."],"display_date":"April 20, 1861 - April 21, 1861","search_date":"1861-04-20","locations":[{"id":13639,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2531,"title":"New York Abolitionism Leads To Southern Profit\n","course_id":1,"status":"P","start_date":"1860-11-06","end_date":"1860-11-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Abolitionism led to the failure of many lucrative Northern businesses. This was the assumption made by one advertisement of the Red Flag Store, whose proprietor had recently purchased quality Ready-Made Clothing from Pumperle, Geven & Co. following their bankruptcy. The store, like many others, had been shut down and its workers made unemployed. These stores had attracted business mainly from Southern customers, and prior to secession and growing divisions between North and South, this market was dramatically reduced. Bankruptcy of Northern stores provided wealthy Southerners with a sound investment. Not once did the advertisement mention the Abolitionist contribution to the failure of these stores, other than Abolitionism existed where these stores collapsed. Apart from providing a cheap bargain for patrons of the Red Flag Store, the advertisement dissuaded potential ideological views by connecting inferred Northern thinking with failed economic endeavors. Those who discarded these ideological views were assure not to witness the effect of abolitionism in New York.","While certain aspects of the advertisement are propaganda, Southern economic expansion was a reality. James McPherson establishes the precedent for economic growth in the North and the South. In an effort to create Southern economic independence, Southerners revived the Southern Commercial Convention, which met through the 1850s. This organization ensure that Southerners would only buy Southern goods, and it promoted the construction of railroads, steamship lines, port facilities, banks, factories, and any other institutions that would create a more independent South. When secession was immanent, trade relations soured even more between the North and the South. The economic independence that the South strove for a decade earlier, would help that region create some of its own manufactories and allow for essential products to be made within the region. The North, while growing steadily faster than the South in a commercial and industrial fashion, lacked the raw materials formerly provided by the South. In the article from the Staunton <em>Spectator</em>, the author explains that abolitionism has led to economic hardship; when actually it was secession, perhaps inspired by Northern abolitionism, which bankrupted many Northern businesses."],"display_date":"November 6, 1860 - November 7, 1860","search_date":"1860-11-06","locations":[{"id":13639,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2534,"title":"Runaway Property\n","course_id":1,"status":"P","start_date":"1863-05-12","end_date":"1863-05-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the back of the Staunton <em>Spectator</em>, May 12, 1863, there appeared a section for Advertisements and Lost Property. Directly under and advertisement of ten pigs for sale, there is the section of lost property, for which rewards are offered. There are six articles that report lost animals or slaves. 50 is offered for a stolen black horse, as well as 50 for a dark bay mare. Intermixed with these ads for horses, are rewards for runaway slaves, ranging from 50 to 300 per slave. Descriptions of color, markings, age, and last known location are given for slave and animal alike. The only difference in description between the two categories of lost property is that the horses are reported stolen, while the slaves are reported as runaway; logically showing that the horses could not have let themselves out of their gates. ","This underscores the status of people, slaves at the time, were property. The moral ambiguity and hypocritical self-justification did not matter as much as the value that slaveowners attributed to this human commodity. Slave traders would have associates search the country for good bargains on slaves. They would attempt to buy low and sell high and would willingly risk loss if a slave sold for less than purchases or even died. The slave demand had a clear connection to the cycles of the agricultural economy, the harvesting of various crops in different regions.","Walter Johnson outlines the methodical process in which slaves were separated from every part of their person identity, except their unbreakable souls. Slaves were stripped down of their personal character and taught new skills in order to provide a commodity to the customer; whatever type of slave was needed was offered, whether a field hand, a butler or a mistress. Out of this systematic trade of humans, the beginning of self-emancipation was born, Slaves sometimes stood up in defiance of being sold, even if it meant suicide, and all slaves became unified in slave communities, while they waited in pens to be sold."],"display_date":"May 12, 1863 - May 13, 1863","search_date":"1863-05-12","locations":[{"id":13639,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2537,"title":"General Early Protects Augusta County, Virginia&#39;s Economy","course_id":1,"status":"P","start_date":"1864-11-12","end_date":"1864-11-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During 1864, General Jubal Anderson Early commanded the Confederate Army in its last invasions of the North. Early routed almost two-thirds of Sheridan's forces at the Battle of Cedar Creek (October 19, 1864), but Sheridan's forces quickly rallied to defeat Early in a decisive victory there, leaving the remaining troops hungry and exhausted. After the defeat, most of Early's troops would rejoin Lee at Petersburg in December. Between those two events, General Early issued a broadside to troops, detailing expected actions in the counties of Augusta and Rockbridge. Even though his troops were severely undersupplied, General Early demanded that wheat and corn were not to be impressed from Augusta County. If corn was acquired, a proper receipt would provide documentation to ensure that nothing was impressed. Augusta County's economy was based on agriculture, and had these crops been used for Confederate soldiers, financial hardship for the county would have been even larger than it already was.","This broadside depicts an important relationship between the land of individual counties and the Confederate Army. Many citizens had grown angry with the Confederate government because of the infractions on their individual property. Civilians considered impressments an invasion of their individual rights, as well as a hypocritical function of a government that advocated states' rights. Despite the overwhelming need of General Early to acquire resources for his troops, he ordered that none of Augusta's supplies be impressed. General Early commanded his troops at a time where Confederate citizens saw slim chances of the Civil War resolving in their favor.","David Donald, Jean Baker, and Michael Holt confirm the need for the Confederate Army to issue commands such as this broadside in late 1864. Yielding supplies to troops, while suffering economic setbacks, further frustrated Souther supporters of the war. Since citizens felt that their personal liberties were violated, they took it upon themselves not to honor the prohibitions on trading with the enemy. The lack of economic support of the Confederate Army, as well as the lack of moral support from the citizens, because of impressments, created a situation that increasingly threatened Confederate ability to wage war. Early's broadside might have been one of the last-ditch efforts to save face for the Confederate cause and appease the land-devastated citizens."],"display_date":"November 12, 1864 - November 13, 1864","search_date":"1864-11-12","locations":[{"id":13639,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2542,"title":"A Family Divided By War\n","course_id":1,"status":"P","start_date":"1861-09-15","end_date":"1861-09-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 15, 1961, Sue Carter wrote a letter to her dear cousin Mary A. Heirs. She addressed familial concern which drastically shaped her opinion of the war in general. Carter exclaimed that writing to her cousin is a most exquisite pleasure, yet the letter contained only heartache and anger over uncertainty and separation. Carter expressed her anger towards secession, that our once prosperous & happy nation must be divided and that, where peace & happiness, once shed their smile to gladen the hearts of the people, now <u>civil war</u> is devastating our land. Yet Carter resigned herself to the purpose and resolution of the war, in the hands of merciful God, whose ways are mysterious. The Civil War has separated her from her Cousin Will and her Cousin Tom, who fought on opposite sides. While considering never being reunited with her family, she acknowledged her pain and suffering, but advocated her faith in God and prayed that her Cousin stays strong in faith.","          Throughout the course of the Civil War, women faced dramatic emotional abuse. David Donal, Jean Baker, and Michael Holt argue that women had to cope with emotional stress and also carry a tremendous amount of responsibility during the Civil War. In addition to losing their male companions, women had to run their homes, raise their children, nurse the sick, and take care of the plantations. Emotional duress was not unique to the Civil War; in every war, women have had to deal with losing a family member or a friend, or have helped friends to cope with their losses. Sue Carter took the position at the beginning of the conflict that many women came to by the end of the war. Carter foresaw the heartbreak and possibility of never seeing members of her family again, a sacrifice that was not worth the war. At the outset of the fighting, other Confederate women believed that mourning for someone who died for the Confederate cause was a glorious privilege. As the bloodshed continued, despair took away the honor of sacrificing family."],"display_date":"September 15, 1861 - September 16, 1861","search_date":"1861-09-15","locations":[{"id":13639,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2896,"title":"A Different Type of Honor\n","course_id":1,"status":"P","start_date":"1850-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["University honor systems meant something very different in nineteenth century South from what they do in the twenty-first century. The Honor Systems essentially were guides on how to be a Southern Gentlemen. The University of Virginia's Honor Code, which in the twentieth century the university defined as only outlawing lying, cheating, and stealing, included rules against spitting in public and other such guidelines. These rules theoretically helped the school produce good Southern gentlemen. Washington College's honor system originated from General Robert E. Lee, a former president of the University, who said, We have but one rule here, and it is that every student must be a gentleman. ","In a letter to his aunt Elizabeth Ann Willson of Fairfield, Virginia, William M. Willson admitted to having troubles at Washington College (now Washington and Lee University of Lexington, Virginia). His family was not particularly wealthy, and he recognized how his father sacrificed in order to fund his education. However, Willson felt that he was completely justified in his affairs. Two of his schoolmates, his friends, were found to be drinking in their dormitories. The faculty, led by two professors in particular, subsequently expelled them from the University. Most of the student body challenged the faculty, feeling that the punishment was too harsh and that the two faculty members were acting on political motives. Suddenly, the school was divided between the faculty and the majority of its students, both sides too proud to back down. Was the university's honor code itself the cause of the open rebellion? The young men, as gentlemen, could not admit defeat; they had decided to stand by the two wronged students. Willson told his aunt that his father would be disappointed but would understand the need to do this. He assured her that he had not fallen in with a rough crowd and that all the best men were involved. The faculty faced a similar dilemma; they could either let the two students back into the university, thereby keeping all the other students, or the school could lose the majority of its young men. The all-male faculty also felt that they could not back off the issue. In fact, in the letter, Willson believed that he would soon be expelled. He desperately wished he had not been involved, but he knew that now that he was, he had no choice but to deal with the consequences. It was the honorable thing to do.","Both the North and the South displayed this stubbornness in the early days of the Civil War. The fired shot at Fort Sumter drew Lincoln into the war because he had made a threat and he was too honorable to back down. With each step the North made, southerners were faced with their baseless rants that they had made, and in order to be considered gentlemen they had to secede or fight or send their sons to fight. In a sense, all those lives were lost because the men were too proud and honorable to admit that they had been wrong or hasty."],"display_date":1850,"search_date":"1850-07-02","locations":[{"id":13638,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3206,"title":"Property of a Newspaper Owner\n","course_id":1,"status":"P","start_date":"1856-10-15","end_date":"1856-10-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Joseph Addison Waddell was a wealthy and influential man in nineteenth-century Augusta County, Virginia. He owned the Staunton <em>Spectator</em> from 1856-1860. The <em>Spectator </em>reached many residents of Augusta County. He kept an extensive diary during his life, of which the years 1855-1865 are still preserved. On October 15, 1856, after having contemplated the hopeless Know-Nothing campaign of Millard Fillmore and having acknowledged the local impact of national politics, Waddell thought of the assessment of his father's property, earlier that day and gave an estimate of his own possessions. Among those, he noted his printing office, stocks, bonds, two of his slaves, furniture, silverware, and a slew of other commodities, totaling to an understated 8700. His slaves Selena and Moses were mentioned in the middle of Waddell's list of property, but later on in the diary entry, Waddell alluded to a moment earlier in the day when a Dr. McGill offered 1000 for Selena. Waddell wrote that he would not have sold Selena for 20,000, unless she desired to go, or had grossly misbehaved. He continued to espouse his philosophy that, Speculating on human flesh is utterly horrible to me and he explained that he wished slavery were extinct, yet claimed to be no abolitionist and advocated that he lived in a time when emancipation was not prudent."," There was a socially accepted hypocrisy for the slaveholding Southerners. Slaveholders, like Waddell, separated the morality of slavery and the slave market. The slave market was a disgusting profit-driven business, owned by those merchants of disease and disorder slave traders. Historian Walter Johnson illuminates the contradiction that slaveholders could sell slaves as well, but believed that it was not with the intent of making a profit; there was always a noncommercial reason for selling a slave. This invisible line provided enough self-justification for slaveholders to shift the guilt of human exploitation onto those slave traders. Slaveholders were able to control and decide the actions of their slaves because they were property. The hypocrisy lies in the question, if slave traders only sold sub-human property, then why the disgust with slave traders? And if slave traders were trading people, not just property, than how could slaveholders justify owning people? This self-justifying hypocrisy lies at the heart of slave-ownership."],"display_date":"October 15, 1856 - October 16, 1856","search_date":"1856-10-15","locations":[{"id":13638,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3250,"title":"Youthful Misconduct in Celebration of Christmas\n","course_id":1,"status":"P","start_date":"1878-12-24","end_date":"1879-01-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["  The members of the City Council of Staunton, Virginia voted against the suspension over the Christmas holiday of an ordinance that forbad the use of pop-crackers in the streets. Christmas was to be celebrated in a joyful, yet quiet manner, not with the use of small explosives, which are noisy and might interfere with private celebrations. On the twenty-fourth and twenty-fifth of December, a serenade of horns and pop-crackers outside their doors interrupted the holiday jubilations of those City Council members who voted in favor of the ordinance. The boys of the city celebrated Christmas as usual with the sharp bang of the small pop-crackers and the deeper boom of a cannon-cracker, but the spirit of the noise had changed from religious merriment to civic disobedience.","  The council members accepted the protests in good spirits at first and all in the city enjoyed the Christmas festivities. The police were wholly unable to determine the source of the exploded firecrackers, though they tried faithfully. The boys' actions, though regrettable, seemed simply to be an example of youthful disobedience until the following week when the investigations of police misconduct began. Staunton's city council formed a special committee to investigate the negligence and efficiency of the police force in fulfilling its sworn duty. The actions of the boys, though likely simply a desire for youthful activity, demonstrated a disrespect for the law which the community could not tolerate. ","  The noise and dazzle of fireworks has been a traditional way for Southerners to celebrate Christmas since the French in Louisiana first fired their rifles and set off firecrackers in honor of the holiday. The boys of Staunton reminded all of their rights as Southerners with this bold display, seeking to assert that tradition dominated over the law. Though not an egregious example of law breaking, the City Council chose to elevate the incident with its investigation of the conduct of the police force. In the periods of Reconstruction following the Civil War, it was necessary for city officials to assert the authority of the law. Many of the rules governing past Southern behavior had changed, especially regarding slavery; consequently, tradition was no longer an adequate justification for disobedience. The City Council could not excuse the actions of the boys on Christmas Day due to the need to be consistent - the rules that they set as the governing body of the city had to be obeyed, even if they went against popular will."],"display_date":"December 24, 1878 - January 8, 1879","search_date":"1878-12-31","locations":[{"id":13640,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3298,"title":"The Peculiarity of William Knoth&#39;s Insanity\n","course_id":1,"status":"P","start_date":"1853-09-14","end_date":"1853-09-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William Knoth, an inmate of the Insane Asylum located in Augusta County, Virginia, escaped the facility and fled to Canada. He was described as being in a deranged state prior to his flight. Knoth had believed that the people of Augusta were hostile towards him because he was prejudiced against slavery. This is assumed to be the reason why he left for Canada. In addition, the inmate took with him 300, which he wasted away. ","After receiving the unfortunate news, Knoth's family became very disturbed at the peculiar direction their loved one's insanity led him. They spread word of his escape and their desire to have him brought back to them. Is Knoth's behavior really that peculiar? Historian Edward L. Ayers would probably disagree with this characterization of Knoth's behavior. In his work, <em>In the Presence of Mine Enemies</em>, Ayers places slavery at the heart of Augusta County's economy. He notes that in the 1850's over sixteen hundred white households owned fifty-five hundred slaves within the county. With this newly gained knowledge Knoth's actions; that previously seemed rash and contingent with his insanity; now appear rational. Ayers further ascertains that slavery stood as a fundamental fact in Augusta County. In fact, its roots dug even deeper into the heart of the county when slave prices inflated dramatically in the 1850s. This inflation reassured Southerners that slaves were a good investment, and further intensified their desire to protect the institution that accounted for their prosperity from the growing threats that were prevalent in the years leading up to the Civil War. It is no wonder why Knoth, though insane, was able to recognize and fear the hostility that Augusta citizens felt towards abolitionists, and those who harbored abolitionist beliefs."],"display_date":"September 14, 1853","search_date":"1853-09-14","locations":[{"id":13638,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3302,"title":"A Woman&#39;s Worth\n","course_id":1,"status":"P","start_date":"1851-01-01","end_date":"1851-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When reading novels from nineteenth century, one often sees an overbearing mother whose only joy in life is finding suitable matches for her infinite number of daughters. In these stories, the daughter does not normally have much, if any, say as to whom she will wed. On Tuesday October 25, 1851, Mary Jane Boggs Holladay of Virginia was busy in preparation for her marriage. She was confronted with afflictions that face modern brides: finances for the wedding, leaving her family and the house she loved, and creating a home for her future husband with their very limited resources. Ms. Holladay wanted to prove her strength to her family and friends who believed her to be weak, and her solution was to have a happy marriage and a happy home. I am expecting Mr. Thompson this evening. He has been down to our future residence to make some repairs. It is an indifferent house and we shall be obliged to live economically, but: Better is a dinner of herbs where love is than a stalled ox and hatred therewith. I shall not fear poverty of distress if I can only feel assured that we shall always love each other and do our duty to the best of our ability.","It is clear in diaries and letters from women in the antebellum South that the desire to be loved was just as strong as it is now. Diaries from the time are full of hopes for the future, but it turned out that life for women on plantations was not easy. White women were essentially isolated. Mary Kendall, a Northerner living with her new husband in the South, wrote to her sister to describe the feelings of loneliness. While slave-owning men were businessmen and often traveled for trade, their wives were left to run the plantations. Kendall wrote that she had recently gone three weeks without seeing another white woman. This was not the case for all Southern women. According to a census from 1810-1860 in Virginia and the Carolinas, 35% of families were made up of two parents and children, whereas 41% of families consisted of extended family as well. After marriage, Mary Jane Holladay Thompson lived with her husband, her daughter, and her uncle-in-law, whom she found insufferable. Even so, she tolerated him for her husband's sake.","White women lived in close proximity to slave women, but lives of the two were very different. Black women on plantations did not often see their husbands, fathers, and sons in positions of power, and in turn were more equal to their men than were white women. According to Fox-Genovese, like wives of plantation owners, slave women also dealt with isolation; they were in a constant battle against the institution of slavery that bound them to a life without basic human liberties. A black woman had the added uncertainty of the constant threat of the master selling and splitting up her family."],"display_date":1851,"search_date":"1851-07-02","locations":[{"id":13638,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3343,"title":"Contraception of the 1840&#39;s and 1850&#39;s\n","course_id":1,"status":"P","start_date":"1851-01-01","end_date":"1851-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["NEW EDITION OF DR WEISSELHOFF'S SCIENTIFIC WORK ON THE SUBJECT OF CHILD-BIRTH screamed an ad in Lexington's The Valley Star. The proclamation, which ran on Thursday, February 26, 1849, advertised a new book containing insights into birth control. Years before John Stuart Mill and his wife handed out condoms in a London subway, this paper in a small Virginia town danced around the issue a bit more. At first glance, it is not even completely clear what the product is: It will be found of special value to those whose means, health or other circumstances, do not permit them to increase the number of their family, without great inconvenience, suffering, or perhaps risk of life.","In Contraception and Abortion in Nineteenth-Century America, Janet Brodie describes causes for the decline in white fertility in the Nineteenth Century. She does not attribute it to new forms of contraception; rather, she believes that a change in values caused it. The most common forms of contraception were douching, withdrawal, the rhythm method, and condoms. Condoms, however, were associated with prostitution and therefore frowned upon.","Although people needed contraception in many cases, especially for economic reasons, infant mortality rates were high. In her diary, Mary Jane Boggs Holladay (Thompson) described the fear that accompanied her young daughter's illness. Her daughter, who developed pneumonia, was extremely weak and was bedridden. According to her diary, Mrs. Thompson's household work fell to the wayside as she spent all of her time at Elizabeth's side, trying desperately to bring her fever down. There was no shortage in the papers of advertisements for medical guides. The authors of these guides clearly intended them for housewives. In the above edition of <em>The Valley Star</em>, John M. Wilson, druggist and chemist, put in two advertisements for his business: one for Pile ointment (the only sure and permanent cure for the Piles [hemorrhoids]), the other for Medical Port Wine. An accomplished Southern woman needed a basic knowledge of home remedies."],"display_date":1851,"search_date":"1851-07-02","locations":[{"id":13638,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3415,"title":"A Good Christian\n","course_id":1,"status":"P","start_date":"1851-01-01","end_date":"1851-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As a sociable southerner, one expected certain attributes from you: manners, dress that suited your means, Christianity. Although Mary Jane Holladay wrote in her diary that it was her constant prayer that she should be able to please her husband and have a loving marriage, she was quite anxious when it came to religion. In her opinion, it was better to spend time wrestling with and testing her faith than to put up a front that she was a perfect believer. When the local minister called on her and invited her to a prayer meeting, but she struggled over whether or not to attend. Holladay was very self-conscious about her faith, especially after her cousin insulted her by saying that if anyone had ever uttered a prayer in her house, she certainly couldn't tell. ","Coinciding with the American Revolution, the Great Awakening occurred in the late eighteenth century. According to <em>The American South: a History</em>, the colonists lashed out at the Anglican Church, arguing over monetary issues, saying that they were too concerned with secular values. The spread of evangelism rocked the established Anglican Church. At prayer meetings, these traveling preachers from new branches of Protestantism animated crowds of people and left a wake of new converts in their trails. ","Slave-owners freed more slaves at this time than in any time in southern history, for with the spread of the new evangelical Christian beliefs came the idea that slavery was a sin. This disturbed many planters who considered themselves good Christians yet apparently were sinners. This new form of Christianity threatened the lifestyles of wealthy planters. Christianity is perfect for the poor and weak; slaves could easily latch onto teachings of Jesus and understand that he came from humble beginnings just as they did. Christianity also educated slaves, which many plantation owners disliked."],"display_date":1851,"search_date":"1851-07-02","locations":[{"id":13638,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3483,"title":"Staunton Convention of 1816: The Tyranny of Eastern Virginia\n","course_id":1,"status":"P","start_date":"1816-08-19","end_date":"1816-08-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["RESOLVED that this meeting will now proceed to elect two fit persons to meet delegates from other counties in this commonwealth at Staunton on the 19th of August next, for the purpose of concerting... judicious means of reforming the representation of the state legislatures,  stated the resolution of an Augusta County, Virginia citizens meeting. For the county seat, Staunton, state politics became local in the August of 1816, when a statewide convention was held in the town to, according to the Columbian of New York, amend or propose amendments to the [state] constitution. The delegates came specifically to debate questions of representation in the state legislation. As more settlers crossed the Blue Ridge Mountains to settle in the Shenandoah Valley, they agitated for more representation in the House of Delegates-still dominated by lowlanders from the Eastern tidewater region."," Representatives from twenty-four of the western counties and 12 of the eastern counties came to Staunton on August 19. By the end of the convention five days later, the convention had drafted a memorial to be presented to the General Assembly. Noting that despite having less than half of the total population, the 49 counties in the southern and eastern parts of the state had a majority in the legislature, the memorial exclaimed that in a republican government the will of the government should be the law of the land and yet in a state boasting of the pure republican institutions, this first and fundamental principle of republicanism does not exist. The memorial received support from a commission formed by the state government to hear the results of the convention, and a resolution was drafted to hold another convention to rewrite the Constitution. The resolution passed the House of Delegates but was defeated by a vote of twelve to nine in the Senate."," While it did not pass, historian A.E. Dick Howard in his article for the Virginia Law Review, 'For the Common Benefit': Constitutional History in Virginia as a Casebook for the Modern Constitution-maker sees the Augusta Convention of 1816 as a part of a larger sectional conflict between the eastern and western parts of the state. Waves of migration during the eighteenth century, into Shenandoah Valley counties like Augusta, and subsequent prosperity and population boom resulted in political tension between the two parts of the state. These stresses were further exacerbated by economic slumps in the east and a general unwillingness among Tidewater residents to relinquish the power they had held in state politics since the state's creation, as reflected in the appearance of only 12 eastern counties at the Convention. The matter would not be settled until a convention was held in 1828 to reform the constitution."],"display_date":"August 19, 1816 - August 24, 1816","search_date":"1816-08-21","locations":[{"id":13634,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3494,"title":"Wanted: Experienced Cook, World Traveler, Runaway Slave","course_id":1,"status":"P","start_date":"1815-06-15","end_date":"1815-08-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A black enslaved man named Henry ran away from the Staunton, Virginia plantation of John G. Wright on the 14th of June, 1815. By August 7th , Mr. Wright had placed an advertisement of a twenty dollar reward for his capture and return in the Washington D.C. <em>Daily National Intelligencer</em>. This was Henry's second attempt at escape; he had made the first while owned by a Doctor Trent in Richmond. Henry apparently was headed for Baltimore when he was first captured, and Mr. Wright had surmised he might have the same destination. "," Mr. Wright went on to write a surprising description of his slave, mentioning that Henry had been frequently at sea and has made trips to the West Indies and other places. He was also said to be a very good cook and known throughout Richmond for his skills. Wright noted too, that Henry is 5 feet 5 inches high, has thick lips...a grum countenance but pleasing when spoken to. "," A runaway enslaved man was not necessarily an uncommon occurrence-a newspaper search of advertisements in America's Historical Newspapers from 1815 to 1830 yields over 600 advertisements-but it is the descriptions of Henry which are of special interest. Much as the free blacks in Melvin Ely's <em>Israel on the Appomattox </em>have a surprising amount of mobility, so does this enslaved man-even if it was with his former master with whom he went to sea so frequently. Walter Johnson in his history of the antebellum slave market, <em>Soul by Soul</em>, relates how as the cornerstone of the southern economy, slavery came to permeate all aspects of white life. If what his owner said was true, the fact that the skills of a black slave garnered a certain amount of attention in Richmond seems to underline how prominently black slaves figured into the white collective consciousness."],"display_date":"June 15, 1815 - August 7, 1815","search_date":"1815-07-11","locations":[{"id":13634,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3507,"title":"Augusta County, Nat Turner, and Abolition","course_id":1,"status":"P","start_date":"1831-01-01","end_date":"1831-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1831, the news of Nat Turner's rebellion provoked a seemingly unexpected response from women in Augusta County, Virginia: a call for abolition. While the women called their actions unexampled, and they felt all the timidity incident to our sex in entering the sphere of politics, they worried that the revolt was but a partial execution of a widely projected scheme of carnage. They could not hide the fears which agitate our bosoms, and the dangers which await us, as revealed by recent tragical deeds. Apparently the women believed that the slaves, once emancipated, would have little incentive to revolt. Further, the women were ready to take on the lost labor themselves.  Tell us not of the labors & hardships we shall endure when our bondservants shall be removed from us. They have no terrors for us, the petition continued."," The <em>Annals of Augusta County</em>, a historical record of the county, would later publish additional information on what is perhaps the same push for local women for emancipation. The <em>Annals</em> relate how, in 1831 John McCue, one of the State Delegates from Augusta, presented a memorial to the State Legislature signed by 215 Augusta women praying for emancipation. While emancipation was not granted, the Women were not alone. The Annals report that there were numerous other petitions from Augusta County as well."," Although contrary to the conventional view that slavery in the South was immutable, the women's' petition probably did not fall on deaf ears in the Virginia Legislature. Historian Scot French notes that the State Legislative session of 1831 and 1832 following Nat Turner's Rebellion, became a debate over the future of slavery, the specter of black insurgency, and the possibility of solving this problem through abolition and removal of African Americans from the state. French quotes James McDowell, from Augusta's neighboring county, Rockbridge, as commenting on the large number of black victims killed in a frenzied white response to the revolt: Was it the fear of Nat Turner and his deluded and drunken handful of followers which produced or could produce such effects? Was it this that induced distant counties where the very name of Southampton was strange to arm and equip for struggle? No, sir, it was the suspicion eternally attached to the slave himself, the suspicion that a Nat Turner might be in every family. It was as if Nat Turner had in one vicious stroke exposed the violence at the very heart of the slave system, to the point that more than a few in Augusta County and Virginia wanted to abstain."],"display_date":1831,"search_date":"1831-07-02","locations":[{"id":13636,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3509,"title":"A Falling Deck of Cards: The Panic of 1819\n","course_id":1,"status":"P","start_date":"1819-06-15","end_date":"1819-06-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Citizens of Staunton, Virginia came together June 15, 1819 to navigate the pitfalls of the antebellum economy.  Their official business was to  take into consideration the depreciation of the notes of certain banks, for the economy was at the bottom of a large dip - the Panic of 1819. The citizens decided that the notes of the State Bank of North Carolina should no longer be received at normal value, but rather at a discount that was fixed to same discount in Richmond."," Further, the citizens decided that the merchants in the town should hold onto the   bank notes they received. When there were enough notes to support a trip to North Carolina, the council resolved to send down a confidential person to trade the North Carolina notes for current notes of other states or just plain gold specie."," These were issues being debated throughout the Union that year as they had been, asserts literary historian David Anthony in his article Banking on Emotion, ever since an economy based on national debt and credit rather than on a gold standard had been set in motion in the 1790's by Alexander Hamilton. By the second decade of the eighteenth century, institutions such as the Bank of North Carolina were offering credit with nothing tangible to back it up. The situation was made more precarious as people became cavalier with their debts: it was a time of economic booms, and great speculation in the South. As Melvin Ely notes, in <em>Israel on the Appomattox,</em> people were often debtors and creditors at the same time. During the periods of inevitable busts, like the Panic of 1819, the intricate system of debt and credit came tumbling down, forcing communities like Staunton to face the tough economic reality of the de-evaluation of their bank notes."],"display_date":"June 15, 1819","search_date":"1819-06-15","locations":[{"id":13634,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3512,"title":"Blackburn&#39;s Emancipation\n","course_id":1,"status":"P","start_date":"1835-03-02","end_date":"1835-03-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["General Samuel Blackburn, a lawyer, general in the militia, prominent and popular resident of Augusta County, died on March 2, 1835. While this would be of note in itself, of special interest is that in his will, according to the <em>Annals of Augusta County</em>, General Blackburn liberated his forty slaves on the condition that they would immigrate to Liberia. Their trip was paid by his estate. No mention is made if the slaves reached Liberia, or if his wife, who survived him by five years, liberated the enslaved peoples immediately following his death. The <em>Annals </em>do stress his evangelical Christianity, including an excerpt of his will in which General Blackburn writes,  I die, as I trust, a Christian, believing as I must in the doctrine for the atonement by the death, the suffering and mediation of the Lord Jesus Christ..."," General Blackburn was not alone in Augusta County in his desire to send enslaved peoples to Africa. In December of 1831, a petition with the signatures of 28 Augusta men was sent to the Virginia Legislature asking for their support of United States Constitutional amendment which would give the United States Congress the ability to raise and appropriate money to transport free persons of color to the coast of Africa, and also, the power to purchase slaves then transport them likewise."," A belief in slavery was anything but static in the white South. Rather, opinions on thepeculiar institution varied widely. Melvin Ely's <em>Israel on the Appamattox</em>, recounts how slaves from Prince Edward County, Virginia, are set free, given land, and co-exist relatively peacefully with their white neighbors for over forty years. Yet Ely also notes that Blackburn's response, Colonization, was not uncommon among whites with qualms about slavery, although informal surveys taken just after Nat Turner's revolt seemed to show that much of Virginia's enslaved black population had little desire to move from their birthplace to Africa.   "],"display_date":"March 2, 1835","search_date":"1835-03-02","locations":[{"id":13636,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3517,"title":"Mr. Clay comes to Staunton, Virginia","course_id":1,"status":"P","start_date":"1832-07-27","end_date":"1832-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Augusta County, Virginia was clearly Whig Country come the election of 1832. The <em>Annals of Augusta County</em>, a historical record, speaks of an imposing and influential political convention in 1832. Attended by people from all over the State, the delegates called themselves National Republicans and adopted resolutions which called for Henry Clay for president. Four years earlier, the <em>Staunton Spectator</em> ran a little piece explaining just how much Virginia, and especially Augusta County was stacked against Clay's rival, Andrew Jackson. James Madison and James Monroe are opposed to the election of gen. Jackson...John Marshall is opposed...four out five judges of the high court of appeals are opposed to gen. Jackson. The <em>Spectator</em> then spoke of Augusta: There are thirty-six justices of the peace in the county; of which 31 are opposed to Gen. Jackson... The mayor, recorder, three (out of four) alderman and five councilmen (out of six, with the sixth on the fence), Unsurprisingly, the <em>Annals</em> claim that when President Jackson came through the Shenandoah Valley on his way down to Tennessee on July 27, 1832, he as usual avoided Staunton, preferring to stay in the neighboring town of Waynesboro."," On the other hand when Henry Clay came through town just two days later, he was called on by many citizens. He had visited four years earlier as well, and the <em>Spectator </em>related a charming story about the man as he passed through the County. Clay was walking by a schoolhouse where a lot of boys were out playing and he asked one of them if he could have a cup of water. After Clay had drunk his fill, the boy emboldened by his friendly manner asked Clay his name. Mr. Clay, he exclaimed, from Washington City? As soon as Clay responded, the air reverberated with the cry of Huzza for Clay and Adams-We are all for Clay and Adams here-Huzza for Clay and Adams"," Of course, Jackson would have the upper hand in the end, defeating Clay in the national election of November 1832. But in a way, Augusta's staunch allegiance to the Whigs-even under greater sectional tension in 1859, Augusta still claimed a Whig majority-demonstrates the idea that Edward Ayers espouses when examining party affiliations in the first half of the eighteenth century, that once formed, political loyalties were hard to break. People in the first half of the nineteenth century did not join political parties purely out of individual ideology, but rather they often followed their neighbors, especially the prominent ones because they could then stand to receive political prestige and influence. It simply did not make sense then to betray the sense of loyalty that grew between party followers."],"display_date":"July 27, 1832 - November 30, 1832","search_date":"1832-09-28","locations":[{"id":13636,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3525,"title":"Ghost Story: The Strange Case of the McChesney Household\n","course_id":1,"status":"P","start_date":"1825-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["It was 1825, and strange happenings were occurring around the house of Dr. John McChesney in Augusta County, Virginia. According to the<em> Annals of Augusta County</em>, a historical record of the County, it all had started when Maria, one of Dr. McChesney's enslaved children, came to dinner one night very much frightened, apparently having been chased by an old woman with her head tied up. Soon after, stones began to fall on the McChesney's roof in intervals-both at night and day. The <em>Annals</em> record that the stones averaged about the size of a man's fist, and some of them were too large to be thrown by a person of ordinary strength. Occasionally, some of the stones were hot, and scorched the dry grass on which they fell."," The McChesney's tried sending Maria to their in-laws, the Steeles. The situation was no better there. As Maria approached, the white family found themselves with all the furniture in their large room piled up promiscuously. Sods of dirt began to rain down on their house. Soon, Maria began to complain of being beaten with slaps that the Steele's could hear but could do nothing about. Maria would eventually fall down exhausted and the beatings would stop. As the Annals recount, worn out with these troubles, Dr. McChesney, as a last resort, sold Maria, and she was taken South. As soon as she left the disturbances ceased and they never followed her in her new home. ","   Questions of the supernatural aside, a certain paternalism towards his slave permeates Dr. McChesney's behavior-paternalism that Walter Johnson describes at length in his history of the Slave Market, <em>Soul by Soul</em>. Much of this ideology implied that the owner knows what is best for his slaves, a fantasy readily seen in the way the slave owner's decision to send the child down South is also her cure. The logic of paternalism leads to the justification that it was burden of the child's troubles which forced him, only as a last resort, to sell her. Johnson displays this pattern repeatedly in examples throughout the South."],"display_date":1825,"search_date":"1825-07-02","locations":[{"id":13635,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3537,"title":"Mr. Jefferson&#39;s University\n","course_id":1,"status":"P","start_date":"1818-08-01","end_date":"1819-01-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Thomas Jefferson's dream of a truly public university for Virginia came a step closer to being realized when the appointed commissioners of the yet-to-be built university met at Rockfish Gap, in Augusta County Virginia, on August 1, 1818. The purpose of the meeting was to pick a location for the university from three different choices: Lexington in Rockbridge County, Staunton in Augusta, or the site of Central College in Charlottesville, in Albemarle. Key to their decision was the degree of proximity and centrality to the white population which alone constituted the important point of comparison between these places, and the commissioners decided that Central College in Charlottesville, being on the eastern side of the Blue Ridge Mountains, was that central point. The commission, Jefferson included, went on to lay out a sketch of the University, naming its curriculum, the cost of buildings, and its general goals."," However, the controversy was not yet over. In January of the following year, there was a motion in the Virginia House of Delegates to strike out the Charlottesville location and reintroduce the possibility of Staunton or Lexington. According to the Alexandria Herald of January 20, 1819, a Mr. [Briscoe] Baldwin spoke in favor of Augusta County. After a debate, in which fine bursts of eloquence relieved the dryness of geographical details and arithmetical calculations, the motion was voted down 69 to 114."," The formation of public universities, like the University of Virginia, provided a means for Southern elite to come together and deepen ties of shared experience. Mr. Jefferson's University was the first of a wave of public schools chartered between 1819 and 1860-Alabama in 1820, Mississippi in 1844, and Texas in 1858. As the historian Charles F. Irons notes, this trend highlights the strategy of southern leaders and elites to educate successive generations in a shared ideology and groom them for public service. With the centrality of slavery to the southern economy and psyche, it was important that those with the most at stake develop tools, like the public universities, to continue a sense of political community. The extent that this was successful becomes clear in Edward Ayers account of Augusta County from 1859 to 1863, <em>In the Presence of Mine Enemies</em>, in which most of the prominent men of Augusta were schooled at the university that almost found itself situated in their county."],"display_date":"August 1, 1818 - January 20, 1819","search_date":"1818-10-26","locations":[{"id":13634,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3574,"title":"Another Train Wreck\n","course_id":1,"status":"P","start_date":"1890-04-30","end_date":"1890-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Rather than going to bed early Sunday night after a long day of church and family time, the city of Staunton spent the evening putting out a fire, only to then have a serious train wreck in the early hours of Monday, April 28, 1890. The No. 2 train on the C&O line from Cincinnati had cars derail after losing air power to the brakes. The train picked up even more speed because there is a descent into the Staunton station. Along with the increased speed, the engineer had to maneuver the train along the curves of the rail. The engineer managed to prevent the whole train from jumping track and saved many lives. The derailed sleeper car caused the most damage by destroying the 6-inch iron columns lining the platform. As this was a night train, there were many people sleeping in this car and they suffered the most injuries. The wreck caused the death of a young girl of the Pearl of Pekin Company, a Dramatic Corps. Her body, on which there was the silver cross of the King's Daughters Organization, was taken to a local funeral home and prepared for the journey to Jackson County, Missouri. The other townspeople took the injured to two residences and the Virginia Hotel. "," This article was not the front-page headline of the <em>Staunton Spectator </em>of Augusta County. Instead, it ran as the longest column under the headline A Night Horror on the second page with mostly local events. Oddly, the news writer did not comment about the lack of a hospital. A group of local women, the King's Daughters Organization, did note this absence and started a campaign to build the first hospital in Staunton. "," This one train wreck illumines so many new themes of life in the 1890's. There is the strong danger of railroads. From 1890 to 1900, there were over 6,000 accidents involving mail-carrying trains and the <em>Staunton Spectator </em>listed train accidents and wrecks frequently. Alfred D. Chandler has explained how railroads drastically changed life in the United States. Small Staunton connected to greater America and her almost 200,000 miles of operating line in a way that horses and boats never could have. These railroad connections created opportunities for the citizens. The trains delivered mail demonstrably faster and more efficiently, and kept people who moved (increasingly because of trains) connected. There were new economic opportunities for builders, operators, and those who wanted to sell products to other cities. The grain of Staunton had a new market that enabled farmers to produce and sell more than ever. Railroads also represented the possibility of mobility. People could travel and see cities the average person twenty years before never would have and people could simply travel quicker. The girl who died originally had been a telegraph operator, another important development of the nineteenth century. The young girl imagined a greater life for herself and railroads provided the means of pursuit. She left a steady job in the Midwest and moved to New York City to become a star, as so many people continue to do so today. This one newspaper article intimated to its readers that Staunton was not just a dot on the map. "],"display_date":"April 30, 1890","search_date":"1890-04-30","locations":[{"id":13642,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3590,"title":"Graduation Day\n","course_id":1,"status":"P","start_date":"1886-05-28","end_date":"1886-06-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["For four days, the Augusta Female Seminary, under the leadership of Mary Julia Baldwin, held commencement exercises for the class of 1886. Miss Baldwin reported that the school enrollment was at capacity and there was even a wait-list. There were many delicate pupils whose parents sent them to Staunton because of the healthful climate and atmosphere. The school's students hailed from 23 states. Miss Baldwin even noted that there were no deaths that year. She also believed that the school had succeeded in teaching the pupils practical skills for life and a deeper sense of their personal responsibility to God. The school gave awards for many different subjects, including Latin, French, German, Faithful Practice on Piano, and English composition. Seven young women received diplomas for Music and Book-keeping."," <em>The Staunton Spectator</em>, the Augusta County weekly newspaper, ran the article as the lead local article. The paper reported the programme for each day's celebration and all participants' names. For the concert section, the names were given in a standard formal formula of Misses M Bingham, C Woodard, A Wine.... For the awards section, there was a less formal tone. The professors and instructors had titles, but the paper did not list the young women's names with Miss and some were in their common form, such as Annie instead of Anne and Lizzie instead of Elizabeth. "," Some young women attended Augusta Female Seminary for health reasons, but there were women attending because they had families who believed Catharine Beecher's principle that women needed a practical education to be successful mothers and wives and, eventually, she believed, have a profession. For the expanding middle class created by industrialization and urbanization in America, there began a trend to send young women to schools because the importance of women's work grew. According to Janet James, the question of to what extent women should be educated was entertained by everyone and in magazines, novels, plays and books. Three young women received diplomas in Music, but four young women received diplomas in Book-keeping, an economically and domestically practical education. Baldwin had been a pupil at the school and her tenure as principal led to the name change to Mary Baldwin College, also reflecting the more public role of women as leaders in education in the second half of the nineteenth century and fulfilling Beecher's desire. That the young women came from so many different states indicates the new connectivity that Staunton experienced because of the railroads."],"display_date":"May 28, 1886 - June 1, 1886","search_date":"1886-05-30","locations":[{"id":13641,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3591,"title":"A Meeting of Staunton&#39;s Black Residents\n","course_id":1,"status":"P","start_date":"1891-12-09","end_date":"1891-12-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Early December, 1891 made the city of Staunton more aware of its racial makeup and power of black people in the city. In the evening, the colored people of the city met and formed a group called the Afro-American League. They wrote a preamble and resolutions against the laws requiring separate railroad cars and waiting rooms for blacks and whites. While demanding change in the law, they also wished to educate the population. Their league's object shall be the creation of a healthy public opinion and they will use the church, the press, meetings, and the court system to appeal the laws. "," Whether this League is a branch of the Afro-American League, founded in 1890, is hard to determine from this one article in the <em>Staunton Spectator</em> and Vindicator, the weekly paper for Augusta County. The paper did not say it is, and only listed the fourth resolution. The members said they were organizing a league to be known as the Afro-American League and not anything about being a branch league. The paper made no comment for this event and ran no other articles that day which had racism, black people, or blacks' rights as the subject. There were not any follow-up articles the next week either."," By 1891, Reconstruction had ended, the Thirteenth, Fourteenth, and Fifteenth Amendments had been passed, and Jim Crow laws regulating railroads were already in effect. Jim Crow had not fully seized the South though, and Booker T. Washington and Tuskegee Institute were working for blacks' rights. C. Vann Woodward has noted that by 1890, the hope that Reconstruction and the Civil War had brought was nearly gone. Edward Ayers, however, has noted the uncertainty and lack of concrete rules and regulations governing the South in the 1880's. He also intimated that newspapers bear some of the blame for inciting tension because of their stories and skewed coverage of blacks. This type of story of a meeting was not uncommon because black people continuously worked to retain their rights and gain new ones. They saw themselves losing the enfranchisement and losing the possibility of gaining political positions in society. Meetings like the one in Staunton were not everyday occurrences but groups such as the Afro-American League were beginning to form and trying to exert some influence in towns and cities. A South Carolina woman wrote in her diary that, The negroes are evidently in an excited state. It is important to note that the black people of Staunton had a plan of action. They did not meet to complain about their situation but to improve it. They had a document that explained their goals and beliefs. They knew they had to act and knew that using the court system and press were the best routes. This minority group in a city with 7,289 inhabitants in 1900 made their presence and wishes known to everyone and to those many other readers in the surrounding counties. ","<em>Sarah Isabelle Scruggs</em>"],"display_date":"December 9, 1891","search_date":"1891-12-09","locations":[{"id":13642,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3593,"title":"A New Courthouse\n","course_id":1,"status":"P","start_date":"12/27/00","end_date":"12/27/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 27, 1900, Staunton, the county seat of Augusta County, laid the cornerstone for its new courthouse. Most of the city attended the ceremony, which was complete with an unveiling of the stone and speeches by prominent local lawyers, clerks, and judges. They spoke of historical events and the importance of the new courthouse. To signify this step towards the future, they made the cornerstone a time capsule. The city implanted many relics which will be of great future interest. The weekly paper, <em>The Staunton Spectator,</em> noted that the stone came from the same quarry as the Washington Monument. "," Readers should note the date of the laying of the stone. Augusta County receives only a few snowfalls each year, but the weather is cold. City officials, however, felt that the Christmas time and the cold weather would not hinder the city from celebrating. In fact, the city could build momentum off the holiday spirits. The <em>Washington Post</em> did not list the important relics, probably feeling that the citizens of Washington, D.C. would find this ground breaking interesting because of the quarry for the stone. This article lay above more dynamic articles concerning explosions and riots in other southern states. "," Mary Ryan has written that during the nineteenth century, the contests for public spaces were an indicator of the spread of democratic politics, but as Wayne Durrill pointed out, democracy itself did not necessarily spread just because people wanted to control these public spaces. Lynchings, for example, occurred in public places and are not indicative of spreading democracy. The city of Staunton recognized the importance of the courthouse and its strong role in the community. In the past, Staunton citizens prided themselves for their gas and music. They needed an equally impressive courthouse that could reflect the citizens' feelings of importance. Durrill also notes that the best way to gain political influence was through having the power to regulate and build the civic space, such as the courthouse. Based on the honorific titles of the men who gave the speeches at the ceremony, they were some of the most powerful men in the county. Their presence at the laying of the cornerstone of the courthouse let the city know the power and influence that they held. E. Lee Shepard has noted the importance of court days as political focal points. During these days, people bought and sold things, and they met socially to catch up and enjoy each other. Courthouses were public places meant for the law, and had power from their symbolic purposes and connections."],"display_date":"December 27, 1900","search_date":"1900-12-27","locations":[{"id":13642,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3595,"title":"Uncle Tom\n","course_id":1,"status":"P","start_date":"1830-01-01","end_date":"1840-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["At some point in the early 1830's-all the author knows is before 1840-the <em>Annals of Augusta County</em>, a county historical record, relate the death of a free black man who lived in Staunton, Virginia. Tom Evans was his name-or Uncle Tom as he was called. Mr. Evans had been, at one point, the body servant of a Major Willis and had served with his master in the Revolutionary War. He had lived in Staunton for some time."," Evans was a small, very black, and very pompous negro, the author, Joseph Wadell wrote. He never forgot that he was 'a hero of the Revolution,' and therefore never laughed and rarely smiled. Wadell goes on to point out that Tom liked to use big words. His main claim to celebrity though, came from his propensity to wear his Revolutionary War uniform-cocked-hat, coat, and red short-breeches- on the 4th of July. He promenaded the streets to the public amusement and his own profit in the way of small coin levied by him on patriotic citizens. In Wadell's words, it is possible to hear a hint of ugliness that is reminiscent of the way free blacks were upbraided in Franklin, Pennsylvania in Edward Ayers',<em> In the Presence of mine Enemies</em>. The free blacks were denigrated as saucy and were chided for being too confident in the presence of whites. The same sense of perceived threat can be seen in Wadell's words as well. Tom seemed to hold himself with the respect of a white man for having taken part in the Revolutionary war and so he is called Very pompous and is made fun of for using long words. The sarcasm with which Wadell calls a hero of the Revolution is readily apparent. The disparagement of the black man is a sign of the insecurity which pervaded white and black relations in the North and South."],"display_date":"1830 - 1840","search_date":"1835-07-02","locations":[{"id":13636,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3713,"title":"A Local Hero\n","course_id":1,"status":"P","start_date":"1891-11-22","end_date":"1891-11-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" In 1891, a little over one hundred years after the death of Staunton's founder, John Lewis, the city decided they should build a monument to their leader.  The paper gave no description of the desired monument, but gave bountiful detail of the great deeds and history of John Lewis and his family.  Lewis came from Ireland, and, according to tradition, brought red clover to the continent.  The Indians attributed this red color to the blood that the Lewis family spilled from the Indians they frequently fought.  The article expounded Lewis's heroism, durability, and courage.  Lewis had a simple tombstone that proclaimed him a true patriot, especially for producing five sons who fought in the Revolutionary War.  The proposed monument, according to the article, would serve as his resting place in Gypsy Hill Park.  The article concentrated on Lewis, but also provided many details of his father's and grandfather's roles in Europe.  Because Lewis had such a large family, the paper suggested that surviving direct descendants would gather for the ceremonies.  ","    <em>The Washington Post </em>ran this article with the subheading of The Romance of a Virginian, surely catching the eye of the readers.  This piece is filled with history, romance, war, and action.  A reader wanting a trip into the past or out of the city and into the country could find it in this article.  A reader also wanting to know of heroes before the Civil War would find this article less taxing. The fact that the paper does not describe the monument at all suggests that the monument is either very unattractive or boring, or that there were no plans yet for it. ","    After the United States had settled down to a degree from the Civil War, commemorative statutes and memorials building occurred. Kirk Savage has noted an that during the nineteenth century, people increasingly built commemorative monuments to preserve and possibly redefine memories and the past.  He argues that people felt the need to control the past and memories, and thus built monuments to portray what they believed and felt, even if the perceptions were not fully truthful.  The Staunton people wanted the correct and proper portrayal of the story for the founding of their city.  Though John Lewis had died long before, he had lived his life fighting for what he had believed and had descendants who fought for their rights.  Lewis was the type of hero that Augusta County wanted.  Having died long before the Civil War meant the County did not have to deal with the pain of the Civil War and task of properly honoring a man who fell in a war that defeated the South.  There was no problem of strong emotional ties or recent wounds.  Anyone in the North or the South could be proud of this man because they had no need to tie him to the present.  Building a monument to John Lewis and not one of the many Augusta County soldiers who died gave the County a past they could all respect and upon which they could agree. There would be no debate on whether Lewis was a Democrat or Republican, secessionist or Unionist.  John Lewis was a man for America and that was all the County needed.  ","<em>Sarah Isabelle Scruggs</em>"],"display_date":"November 22, 1891","search_date":"1891-11-22","locations":[{"id":13642,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3744,"title":"Methodist Episcopal Church, South Conference","course_id":1,"status":"P","start_date":"1886-03-14","end_date":"1886-03-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During mid-March 1886, The Methodist Episcopal Church, South hosted their conference in Staunton, Virginia. During the conference, the church had different ministers primarily speak on the state of the church and other business matters. Theological matters had a strong presence, also. The church was active in giving money to the Foreign Missionary Society and had increased the amount given each year, much to the pleasure and surprise of the organization. They also up held their pledged amount for the year. The church also debated whether to change the name to Methodist Episcopal Church in America, but voted against it. Only two men voted for the change, but the article does not give their reasoning. The conference adopted a memorial on temperance and elected delegates for the following conferences. The most interesting event, the article author felt, was the chairman's concern over a sermon. The chairman disapproved of a trial sermon, but the rest of the committee determined it to be orthodox. Upon this approval, the chairman asserted that if this was the case then there was no line between paganism and Christianity."," The Washington Post and the New York Times published these original articles. Washington was not too far from Staunton by way of the railroad, but New York was much farther. That New York paid attention to what the Methodist Episcopal Church, South was doing in the south intimates that religious matters were a concern for all, even though this was the southern branch of the M.E. church. Virginia was also the most northern state to make up the M. E. Church, South and must have had influence to hold a meeting so far from the members in the Deep South."," <em>Encyclopedia of Religion in the South</em> explains that the Methodist Episcopal Church, South divided from the Methodist Episcopal Church (Northern) during the Civil War, and, because of death and this divide, lost many members. Their strategy to gain and replace members required holding conferences that moved annually throughout the region. This 1886 meeting is their annual conference and a continuance of their efforts to maintain membership. Also during this period, revivalism started gaining force. The meetings the church held concentrated on proper behavior of its members, and instructed them that gambling did not belong in their lives while dancing had a shaky position. The test sermon to which the chairman objected could have pushed the boundaries concerning social issues. In addition, the church became more active with missionary work at this time and that is why their large donation was such a surprise. It was not until 1939 that the M. E. Church, South and the Northern division reunited into the Methodist Church. ","<em>Sarah Isabelle Scruggs</em>"],"display_date":"March 14, 1886 - March 16, 1886","search_date":"1886-03-15","locations":[{"id":13641,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3745,"title":"A Great City\n","course_id":1,"status":"P","start_date":"1886-12-04","end_date":"1886-12-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By 1900, Staunton had a population of 7,289, and in 1886, the city already boasted of its greatness. <em>The Goodson Gazette</em>, a small circulation paper, ran a few lines devoted to the city's attractive characteristics. Not only did the city have electricity, but also they had streetlights on some of the main streets. They had a telegraph since the 1850's, but did not mention it, nor did they mention their railroad connections. Not only did the citizens of Staunton enjoy these technological advances, they had a strong arts program. The citizens enjoyed the finest Opera House in the State of Virginia and the largest and best band of music in the South. A troupe from New York even traveled to Staunton to perform, and during travel one of its members met her death in a train accident in the city and the show was cancelled. "," The newspaper featuring this article was not widely circulated and a news wire would not have any reason to pick up this story and publish it nationally. There were plenty of other cities just like Staunton in the United States and nothing special about the technology there, but the arts might have been. They had the telephone and failed to mention their railroad connections, but it had been there since the 1850's and had become such a part of everyday life in so many other areas that it was not unique to Staunton. They did not have to boast of their railroad because it was assumed that a great city like theirs would have a railroad. Space in the paper might have limited the lauding of the city, or there was nothing left to praise. The article mattered to the inhabitants though and could only have fostered their sense of accomplishment. "," Edward Ayers has noted Augusta County's position as a border state before the Civil War. Its position in the Great Valley created connections in the North and in the South. The Valley Turnpike provided direct access northward for everything. After the War, Augusta had the same geographic location, but a different mindset because the country held a different attitude. It enjoyed the economic prosperity that the railroads and other technology had brought, but the city was a Southern city at heart. The citizens had a relationship with the South and its customs but there was a constant exchange of ideas, people, and products with the North, too. They could not ignore the stories of Northern events in their newspapers or the information a traveler on the B&O brought from Cincinnati. The Northern influence was strong, but so was that of the South. The Virginia Central Railroad connected the cities in Virginia and strengthened the Southern hold. It is important to note that in the late 1880's when the North and South were separating culturally, the city boasted of their opera house and band in relation to the South. This statement was a sign to the readers that the citizens of Staunton still firmly held their connection to the South, even if they used technological inventions that held greater prominence in the North. ","<em>Sarah Isabelle Scruggs</em>"],"display_date":"December 4, 1886","search_date":"1886-12-04","locations":[{"id":13641,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3833,"title":"Staunton Citizens Make Excursion with Various Temperance Organizations\n","course_id":7,"status":"P","start_date":"1876-07-11","end_date":"1876-07-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["      In July 1876 the various temperance organizations of the city of Staunton, Virginia organized a day-long excursion by train involving between two and three hundred citizens, almost all of whom were organization members.  The day was filled with an atmosphere of goodwill and entertainment.  According to the local newspaper, <em>The Spectator</em>, upon arrival at the excursion's destination \"[t]he day was pleasantly spent in amusements and games of different kinds-ten pins, croquet, dancing, &c.\"  Such activity was a relatively common feature of the temperance movement in the American South after the Civil War.  The main goal of this movement was to eliminate, or at least reduce, alcohol consumption among the populace.  According to historian Thomas Pegram, the movement was filled largely with women who often engaged in public, grassroots activities to spread their message.  Lacking the right to vote and often appealing to the idea that they were the moral authority on the domestic scene, such women saw public action as an important way to express their ideals.","      Other broad trends in the post-Civil War South contributed to increased emphasis on temperance.  Historian Jack Blocker Jr. has noted that, especially in areas where economic growth was more rapid and the idea of the \"New South\" held sway, people began to realize that traditional drinking patterns were not compatible with the new culture of economic progress and productivity.  Many saw temperance as a step toward advancing the South into modernity.  In this context one can understand the positive manner in which <em>The</em> <em>Spectator</em> described the local temperance excursion: \"Many persons will remember the temperance excursion to Millboro with a great deal of pleasure so long as they shall live, and we hope they may all live to enjoy many more such occasions of joy and hilarity.\"  In using such words as \"pleasure,\" \"joy,\" and \"hilarity\" to describe this event, the editors of the Staunton<em> Spectator</em> displayed a sense of approval for what these temperance organizations were doing."],"display_date":"July 11, 1876","search_date":"1876-07-11","locations":[{"id":13640,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":9,"tag":"Law"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3846,"title":"Agricultural Survival and Wealth\n","course_id":7,"status":"P","start_date":"1856-05-02","end_date":"1856-05-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 2, 1856 in western Virginia, Congressman John Letcher wrote a letter to his friend Alexander H.H. Stuart, who was also a politician.  Letcher was born in Lexington, where he owned a law firm and began his political career.  He later served as the governor of Virginia beginning in 1859.  Stuart, on the other hand, was born in nearby Staunton where he was greatly involved with politics.   Although both of these men were politicians, they also owned land that they farmed.  In his letter to Stuart, Letcher seemed very concerned that Stuart had received some particular seeds for his farm.  These seeds were more than likely either wheat or corn because these two crops were the most popular in the Shenandoah Valley.  Also, Letcher showed much interest in making sure the seeds pleased Stuart.","This letter proves how much agriculture was important to the South.  Even though the two men were politicians, they depended on agriculture to supply food for their families as well as wealth to further their political careers.  Farming provided economic and social well-being for many other families in the South.  Without farms many people would not have been able to survive.  Particularly in western Virginia, much of the most fertile land was depleted, so many families resorted to subsistence farming.  They also tried to grow enough crops to profit from their hard labor.  The Stuart family was definitely one of these families who practiced both for-profit and subsistence farming.  The great concern for the delivery of the seeds demonstrates how these seeds were important.  The Stuart family needed these seeds to continue the preservation of their family.  They needed the seeds for food and to sell their crops on the market.     ","  Congressman John Letcher knew the situation of his friend and fellow politician because he was also in the same position.  Letcher hailed from Rockbridge County where agriculture played a similar role as it did in Augusta.  Letcher and his family practiced subsistence as well as market-based farming just like the Stuarts.  Numerous Southern families, such as the Letchers and Stuarts, relied on agriculture to provide food for the family and to represent the family's entire economic well-being.  "],"display_date":"May 2, 1856","search_date":"1856-05-02","locations":[{"id":13638,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3940,"title":"Schoolteacher Sees Importance of Religion in Education\n","course_id":7,"status":"P","start_date":"1874-10-27","end_date":"1874-10-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["      An Augusta County, Virginia schoolteacher named Mary Susan Gregory recognized the importance of using her devotion to God to show her students how to live their lives properly.  In a diary entry dated October 1874, she noted, \"as teachers we should set an example worthy of imitation, (for there is a fearful responsibility resting upon us,) and there is no better way of doing it than by showing reverence for God's word and seeking his guidance.\"  Being religious herself, Gregory desired to imbue her pupils with an appreciation for having a relationship with God.  Lynn Lyerly, a historian who has studied women and religion in the South, discusses how many women in the late-nineteenth- and early-twentieth-century South sought to engage in mission work outside of home and the church.  Numerous organizations of Protestant women sought not only to witness the Gospel to the public, but also to perform acts of kindness and charity for the less fortunate.","      According to historian Charles Wilson, Southern religion has always been heavily influenced by the Calvinists' negative attitude toward human nature.  For this reason, churches in the South tend to emphasize the need for a conversion through God's grace and a subsequent life of morality.  Wilson's assertions help explain Lyerly's description of many Southern women as motivated to evangelize and perform mission work outside their traditional spheres of influence.  Gregory seems to have been one of these women, seeing as she used her position as a teacher to spread the word of God in hopes of positively influencing the lives of her students.  In her own words, \"for the past two mornings our principal has opened the school by reading the Scriptures and prayer.  I am decidedly in favor of it-it will make a lasting impression upon the minds of the children.\"  Gregory's support of prayer and Bible-reading in school suggests a belief that children who are taught in a religious environment are likely to live more proper lives. "],"display_date":"October 27, 1874","search_date":"1874-10-27","locations":[{"id":13640,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":5382,"title":"Women in Education During the 19th Century","course_id":81,"status":"P","start_date":"1878-06-01","end_date":"1878-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["From my own personal knowledge of the school, I cordially commend it, as one of the very best female schools within my knowledge, in the Southern states. This is just one of many testimonials taken from an advertising pamphlet from the Virginia Female Institute, published in June 1878. During the 19<sup>th</sup> century, women were finding new ways to exert freedom and attempt to obtain power. One of the ways they found a voice was through education. Upon the creation of female schools, often called female seminaries or institutes, women finally had access to education. There are many similar pamphlets from female institutes and seminary schools located in various parts of the country, primarily the South. The goals of such pamphlets were to advertise the school and ideals it put in value. Most were descriptive of what a female institute involves. The documents outline everything at the school, describing the location, buildings, courses of study, and costs. However it goes beyond just mere descriptions. The testimonials from female students that studied at the school, in this case the Virginia Institute, had the goal of clearly expressing the morals and meaning behind the school. Many of the women thank the school for changing their lives, along with a few religion based comments, which seems to be a strong part of The Virginia Institutes dynamic. Although the documents goal was to advertise the school, it also was selling the ideal female role that was prevalent at this time. It portrays that women can have the best of both worlds: education, while still upholding womanly traditions. Women are allowed this gift of education, while still being told to maintain the expectancies of society while receiving this gift.","Historian Mary Kelley illustrates this interesting dynamic between women and education during the period of the eighteenth and nineteenth centuries that many were encountering in such institutes like this one in Virginia. Women began to be afforded opportunities that never would have occurred before. Kelley points out that education proved to be a powerful tool for women, with some choosing to use their new knowledge to partake in social action, such as the anti-slavery movement. Education could be seen as a training tool for such ventures. However, adding education to their lives did not suddenly change everything and make them equal citizens in society. Women experienced two spheres during the 19<sup>th</sup> century, with education being promoted, yet they often were encouraged to still remain silent and continue their duties in the home. Some spoke out, such as Catherine Beecher agreeing that womens role in the home gives them power. This left women with conflicting messages at the time; one message prompting women to become educated, while the other prompted women to keep their new found knowledge to themselves in the home or use it only in the profession of teaching.",""],"display_date":"June 1878","search_date":"1878-06-15","locations":[{"id":13640,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}}]}