{"id":2797,"place":"Prince Georges, Virginia","lat":37.1906306855,"lng":-77.2352563232,"episodes":[{"id":308,"title":"The Panic of 1873\n","course_id":1,"status":"P","start_date":"1873-09-25","end_date":"1879-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Jay Cooke and Co., a major Philadelphia investment firm, set off the Panic of 1873 when it declared bankruptcy on September 18.  The boom in railroad reconstruction in the South coupled with successful westward expansion projects such as the Union Pacific Railroad had caused investors and speculators to bet heavily on new transportation projects (like a second transcontinental railroad, the Northern Pacific).  Once Cooke realized his firm had overextended itself financially in rail investments and was unable to meet its debt obligations (loans), he had to declare bankruptcy.  Fearing more defaults, banks around the country began calling in loans, causing more firms and investors to default, cutting off the rail industry's cash flow, causing more banks to call in more loans, and so on to cause a major financial depression; the New York Stock Exchange was closed for 10 days.  Between 1873 and 1879, employment reached a high of 14%, 89 of the nation's 364 railroads went under, and 18,000 businesses failed.  &lt;br /&gt;The aftershocks of the financial crash were soon felt in the Deep South, despite initially hopeful reporting that the worst has been seen;In Petersburg, Virginia several banks have been suspended; But off in the South and West no trouble is apprehended save some monetary stringency for a while' (Atlanta Constitution September 25).  The diary of a Northern Pacific Railroad employee named Thomas Rosser reveals the profound and rapid downward spiral Cooke's default initiated.  On September 18, 1873, Rosser learned; that Jay Cooke & Co. had failed. and [sic] the future of our co. is dark and uncertain.'  By October 13, less than one month later, the railroad had to send Rosser to Fargo in the Dakota Territories to represent the company at an auction sale to liquidate the last of the Northern Pacific's quartermaster dept. [property].'  In Rosser's words, the Northern Pacific [was] uttering its last gasp.'  The Alabama and Chattanooga Railroad soon joined the Northern Pacific in bankruptcy; by mid-November it was in the hands of receivers appointed by the Circuit Court of the United States, sitting at Mobile' (Montgomery Daily Advertiser).&lt;br /&gt;In this context of financial failure, Southern whites found it easy to blame Republican politicians in Washington and in their state governments, which in many cases had promised state funds to rebuild war-ravaged railways throughout the region (over 10 million alone to three North Carolina railroads).  The repercussions of the Panic reached across the South, as financial malcontent coupled with Republican corruption, lingering Civil War hostilities, and racial polarization lead to the North's retreat from Radical Reconstruction, making way for the Bourbon Redemption in 1876.  The South's large and influential agricultural sector took an especially large hit in the months following Northern investment failures, hurting black and white alike.  Crop prices dropped sharply: in just six short months, cotton prices fell by 50%, from around 20 cents per pound in July 1873 to just 10 cents per pound by December (prices quoted in the Atlanta Constitution). The double-whammy of a precipitous decline in profitability and steady deflation caused by a shortage of gold with which to back currency (the U.S. was still on the gold standard at the time) meant that farmers' debts were becoming more expensive at the same time that their crops were bringing in less money to pay those debts.  Property sales and bankruptcies were common, leading farmers to unite their collective woes and demand government aid, touching off the rapid expansion of the Grange Movement and the entrenchment of sharecropping."],"display_date":"September 25, 1873 - December 31, 1879","search_date":"1876-11-11","locations":[{"id":14181,"lat":37.1906306855,"lng":-77.2352563232,"zoom":10,"place":"Prince Georges, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":439,"title":"Siege of Petersburg\n","course_id":1,"status":"P","start_date":"1864-06-09","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Siege of Petersburg began when the Union General Ulysses S. Grant moved his target from Richmond to Petersburg.  The Confederate soldiers successfully defended against the first attack, on June 9th in which the Union army, with 5,000 troops, made a desperate attempt' to capture Petersburg.  During this initial attack, some of the best citizens of Petersburg' were wounded or killed. (Charleston Mercury, 1)  The Confederate soldiers successfully defended the second attack as well from June 15th -18th, a battle in which 40,000 Confederate troops withstood 60,000 Union troops.  Gen. Grant took command in Petersburg during the latter attack, while Confederate General Robert E. Lee moved from Richmond to Petersburg on June 18th.  &lt;br /&gt;&lt;br /&gt;Word of Petersburg spread quickly to others.  There was definitely a contradiction between how the Union and the Confederacy viewed the attack.  William H. Smith, a prisoner at Andersonville, wrote in his diary on June 6, 1864, that Grant was within 6 miles of Richmond and he thought that Richmond was going up.' (Smith)  On June 10, 1864, he wrote, Richmond is ours.'  However, in the Charleston Mercury, there was an article (originally written in Richmond) with the title, The Enemy Repulsed.'  Although the Confederate Army did successfully defend Petersburg in the beginning, it became more difficult as the siege continued.  Richard Johnson, a Confederate soldier stationed in Petersburg wrote in mid-July that the Union Army shelled the city every day and every night, and that the city was already shelled to pieces.  &lt;br /&gt;&lt;br /&gt;Although Gen. Lee's move to Petersburg was largely beneficial to the Confederate forces because of his great skill in military tactics, his ability to succeed was stunted because of a lack of troops and food supplies, partially due to Union Gen. Sherman's troops in Georgia.  The siege ended on April 2, 1865, and the Confederate troops retreated to Appomattox, Virginia, where they surrendered less than a week later."],"display_date":"June 9, 1864 - April 9, 1865","search_date":"1864-11-07","locations":[{"id":14180,"lat":37.1906306855,"lng":-77.2352563232,"zoom":10,"place":"Prince Georges, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1419,"title":"Meeting and debate over future of the Petersburg Railroads\n","course_id":1,"status":"P","start_date":"1878-02-11","end_date":"1878-02-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The evening of February 11, 1878, many concerned citizens of Petersburg, Virginia met to discuss the future of the Petersburg Railroad. The main issue at hand was whether the city would control it or not. Citizens were fiercely divided on this issue and the meeting of February 11 was to oppose city control of the railroad. Discussion was lively and detailed about the issues merits.&lt;br /&gt;Concern over railroads was a big issue in Virginia and the South as a whole during this time period. In Virginia where Civil War battles had ravaged the land, often the building of a railroad was seen as an economic savior. Examples such as the railroad that saved the economy of Luray County, Virginia, and the importance of the Texas-Pacific Railroad Company in getting funding point to the extent which railroads meant to the economy and livelihood of people after the Civil War and Reconstruction."],"display_date":"February 11, 1878","search_date":"1878-02-11","locations":[{"id":14181,"lat":37.1906306855,"lng":-77.2352563232,"zoom":10,"place":"Prince Georges, Virginia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":6516,"title":"Hampton Roads to Peace","course_id":159,"status":"P","start_date":"1864-11-01","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Civil War would come to an end April 9, 1865 at Appomattox Courthouse, Virginia with General Robert E. Lee’s surrender to General Ulysses S. Grant. But what led up to this momentous event were a series of exchanges between the two belligerents. The beginnings of this process towards peace, at least for the sake of this article, begins in 1864. The fact of the matter is by 1864 the Navy blockade of the South was proving more effective than ever. Atlanta had fallen and Sherman was advancing to the sea with little effective opposition from the Confederate Army. Lee was hold up within Petersburg under siege by Ulysses S. Grant. Richmond too felt the burden of relentless Union shelling. The Confederacy was being driven apart by disputes over military and government policy, particularly as the military situation worsened.","In 1864 the calls for peace were becoming increasingly loud from both sides. In the North former Union General George B. McClellan ran for president against Abraham Lincoln as a Democrat with a platform that advocated the speedy conclusion to the war. In the South, Confederate President Jefferson Davis stood defiant towards popular movements in all the southern states, particularly North Carolina and Georgia. The greatest voice for peace in the South was none other than that of the Confederate Vice President Alexander Stephens.","In the North another individual was actively working to bring about peace: Francis Preston Blair, Sr. The idea of a diplomatic mission to Richmond was first proposed longtime peace advocate Horace Greeley, editor of the New York Tribune. Greeley proposed someone with sufficient diplomatic backing from Lincoln to go negotiate peace with North Carolina individually, given the strength of its peace movement. Blair was just the person. Blair agreed but felt instead that he should negotiate peace with the whole of the Confederacy. Blair, the seventy-three year-old former newspaper editor, had been a long-time advisor of presidents and an influential founder of the Republican Party. But beyond these important credentials he was also a close personal friend of Jefferson Davis.","Lincoln was receptive to Blair’s plan but told him to wait until Savannah, Georgia fell, and once it did Lincoln granted Blair a pass to go into the Confederacy and return. On January 12, 1865 Blair met privately with Jefferson Davis. Blair’s pitch to Davis was to conclude a cease fire and then once tempers had calmed down the two nations would undertake a common military mission to enforce the Monroe Doctrine in Mexico where they would depose the French backed Emperor Maximillian. In doing so the two nations would restore fraternal relations and provide for a lasting peace. Davis was skeptical but consented. Blair promised to return to Washington and propose the plan to Lincoln. Blair returned on January 18 and promptly met with Lincoln. Lincoln was not at all susceptive to the Mexican plan but offered instead to send Blair back with offers to meet with anyone willing to negotiate peace, so long as it meant the restoration of the Union in its entirety.","On January 20, Blair returned to Richmond. He conveyed to Davis Lincoln was not interested in the Mexican plan. He was unable to make any such agreements because the extreme men in Congress and therefore any further peace agreements would have to bypass the politicians. Blair instead suggested a meeting between Lee and Grant, to which Davis agreed, feeling confident in Lee’s abilities to negotiate a peace. But when Blair returned Lincoln denied authorization of any such meeting between the generals. Grant in turn was able to secure a meeting between the two sides, he was able to convince Lincoln to consent to meeting with Confederates at Fort Monroe. On January 28, Davis appointed three commissioners and gave them instructions to explore all options for peace short of sacrificing independence. Those three commissioners included: Robert Hunter, John Campbell, and Alexander Stephens. On January 31, Lincoln sent a telegram to Grant at the Union headquarters in City Point, Virginia. He indicates to Grant that a messenger is on the way to him and he is to act upon the message he receives. There is no word to what that message is about in the telegraph itself. It also indicates that a gentleman, or possibly gentlemen, are coming to pass through the Union lines. Another general is mentioned in the telegraph also, General Edward Ord, more on him later. It is possible to assume this the gentlemen in question are the three Confederate delegates en route to this peace conference. On January 29, a flag of truce was waved at the siege of Petersburg to announce the passage of the three commissioners.","On February 3, the Confederate delegation met with Lincoln personally. Lincoln quickly dismissed any notion of an alliance against France or invasion of Mexico. He clearly stated that the only peace he would consent to meant the restoration of the Union as it had existed before the war. The future of slavery was still in question, Lincoln played his cards close to the chest so as not to alienate the Confederates. He readily denied the breadth of the scope of the Emancipation Proclamation. Secretary of State Seward used the Thirteenth Amendment as bait, offering to the South the opportunity to deny passage of the amendment if they were to rejoin the Union. The only real accomplishment achieved at this meeting was the establishment of a more efficient prisoner exchange system and Lincoln’s promise to grant amnesty to former Confederates and $400,000,000 for Southern states if they ended armed resistance and ratified the Thirteenth Amendment. Campbell and Lincoln would meet twice in March where further agreements were made to follow a peace treaty. Also in March 1865, General Edward Otho Cresap Ord, the general mentioned in Lincoln’s telegraph, was assigned command of the Army of the James. During a prisoner exchange Ord to the opportunity to speak with Confederate General James Longstreet. During their conversation they discussed the possibilities of a peace agreement. They both agreed the best plan of action would be for Grant and Lee to meet to try and reach an agreement to end hostilities. Grant was open to the possibility and passed the plan on to Lincoln. Lincoln was still committed to full surrender of Lee’s army and ensured Grant would deny any form of surrender unless it was complete surrender.","Meanwhile fighting still raged around the city of Petersburg. On April 2, a corps of Ord’s Army of the James played an influential role in the breakthrough at Petersburg which resulted in flushing out Lee to Appomattox. On April 9, Ord led a forced march to relieve Major General Philip Sheridan’s cavalry and force Lee’s surrender. Ord would be present as Lee made his final surrender to Grant.","In the popular historiography for many years the South was, and in many ways still is, portrayed as the glorious “Lost Cause.” The Confederate Army was heralded for is gallantry and bravery. It would prove detrimental to that memory to show the Confederacy agreeing to peace talks so readily. In this view the noble army of Robert E. Lee fought until the bitter end when all hope in preserving the Old South was lost and there was no other choice than to surrender. It is an American tendency to memorialize loss and glorify the war effort, and historical writings have proved that sentiment. It has only been in recent memory that this peace narrative has emerged more into the popular conscious of Civil War memory."],"display_date":"November 1, 1864 - April 9, 1865","search_date":"1865-01-19","locations":[{"id":52913,"lat":37.3570894,"lng":-78.8252911,"zoom":8,"place":"Appomattox Courthouse, Virginia"},{"id":52912,"lat":37.2995049,"lng":-77.299554,"zoom":8,"place":"City Pointe, Virginia"},{"id":52911,"lat":36.9190246,"lng":-76.2699215,"zoom":8,"place":"Hampton Roads, Virginia"}],"tags":[{"id":2994,"tag":"Edward Otho Cresap Ord"},{"id":2972,"tag":"Preston Blair"},{"id":683,"tag":"Abraham Lincoln"},{"id":2554,"tag":"Alexander Stephens"},{"id":2525,"tag":"Hampton Roads Conference"},{"id":2648,"tag":"peace movement"},{"id":32,"tag":"Civil War"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}},{"id":6703,"title":"Photography During the Civil War","course_id":170,"status":"P","start_date":"1861-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Photography During the Civil War"," "," "," ","            The camera was invented around 1816, and many people didn’t know what to think about it. At first, it took a photographer about 8 hours to take one picture. As technology advanced, the camera did as well. In a few short years, the time it took for pictures to be taken went from 8 hours, to about 30 minutes. Still not nearly as fast as we know today, but many people around that time say an opportunity to shift their focus to different subject matters. From portraits of wealthy land owners to graphic scenes of the Civil War. Many photographers risked their lives to capture gruesome scenes and carnage from the Civil War so everyone back home could see exactly how “romantic” war is."," ","            The Civil was the first major conflict to be photographed. This meaning that The Civil War is the first war we have extensive knowledge of with the help of photography. Many historians believe that the camera actually changed the war as we know it. The camera did a lot for the war. As previously stated, it brought people back home closer to the war. Showing them how terrible it actually was. It also gave women back home keepsakes of their loved one’s photo to remember them if they were to tragically die in battle. But more importantly it helped both the North and South spy on one another. “…military leaders on both sides also hired photographers to gain intelligence about enemy emplacements, roads, bridges and railroads.”[1] Gaining intelligence on the enemy was a crucial part in planning your next attack."," ","Being a photographer in the late 1860’s was not an easy task. Today, all we have to do is pull out our phones and we can snap a picture in seconds. Back then, a photographer had to carry all his equipment by wagon to the battlefield. The equipment included a darkroom, chemicals for processing the photo, and stands to hold up the camera. Whenever they moved, they had to make sure all their plates and chemicals were secure. It wasn’t recorded exactly how many photographers lost their lives while capturing photos of battles, but many historians believe it wasn’t many."," ","A famous photographer of the time period was a man by the name of Mathew Brady. He was practically a pioneer of war-time photography. He was President Lincolns photographer at one point as well. Brady’s first battle he documented was the Battle of Bull Run where he was under direct fire but managed to escape. His famous works come from the most gruesome battle, the Battle of Antietam. Brady came under a lot of criticism for allegedly moving dead bodies around and staging scenes to make them worse than they actually were. We have all seen Mathew Brady’s works and we just don’t know it. Brady is responsible for the portrait on the five-dollar bill and the penny. In 1874, the War Department purchased all of Brady’s pictured for roughly 28,000 dollars, or 6 million dollars in today’s money."," ","Photography did quite a bit for the war. Whether it be helping one side spy on another, or give wives and mothers pictures to hold on to, the camera and photography helped shaped and war and give historians a better understanding of how it all occurred."," "," "," "," "," "," ","[1] <a href=\"https://www.seeker.com/how-civil-war-photography-changed-war-1766077826.html\">https://www.seeker.com/how-civil-war-photography-changed-war-1766077826.html</a>"],"display_date":"1861 - 1865","search_date":"1863-07-02","locations":[{"id":17965,"lat":37.2279279,"lng":-77.4019267,"zoom":8,"place":"Petersburg, Virginia"}],"tags":[{"id":1161,"tag":"Photography"},{"id":3273,"tag":"spy"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6715,"title":"James Green","course_id":171,"status":"P","start_date":"1853-01-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Born on John William’s plantation in Petersburg, Virginia, James Green worked side-by-side his mother all his life. His father was a free Native American who had helped a powerful court official and was rewarded with a favor in return: James’ freedom. James says, “He was a full-blooded Indian, and had done some big favor for a big man high up in de courts, and by and bye Mr. Williams comes to my mother and says I am a ‘free boy’”.","After obtaining James’s freedom papers, his father presented them to James’ owner who honored them, but the child continued to live on the planation with his mother. One day while taking a break from helping her, William asked James’ mother if James could take a walk with him. She begrudgingly approved. William took the twelve-year-old to a slave market, and forced James onto the block where he was auctioned off to a Texan named John Pinchback for eight hundred dollars."," While James was just one boy, this experience is one of many. Stealing free African Americans was prevalent within the community of people who supported slavery. Once a person was kidnapped, it became nearly impossible to get their freedom back because kidnappers destroyed any evidence of freedom papers. Even if their case went to court, most judges would turn a blind eye on the kidnapping.  Free relatives could not help their stolen family members because African Americans were rarely allowed to testify in court. Overall, the federal anti-kidnapping laws were not enforced across the country. Although the issue of kidnapping was prevalent everywhere in the US, it was particularly difficult in Northern states, especially after the 1850 Fugitive Slave Act was passed. This Act enforced the recapture of runaway slaves even when they were in free states. Slave kidnappers on occasion would steal a free African American and claim they were a runaway slave–even if they did not match the description.","James spent the next 13 years under the violent hand of John Pinchback, who scared the idea of running away from James’ head on his first day by showing him what the consequences were. James’ story tells us of how there were very few places that were completely safe for African Americans in the nineteenth century; as a free African American, the fear of slavery rarely ended. Even with the protection of freedom papers, slaves could be uprooted at any second by a kidnapper. Few people and laws prevented free African Americans from being stolen and sold into the deep South where they would be subjected to inhuman practices and unrealistic work expectations."],"display_date":"1853 - 1866","search_date":"1860-01-01","locations":[{"id":17965,"lat":37.2279279,"lng":-77.4019267,"zoom":6,"place":"Petersburg, Virginia"},{"id":53069,"lat":29.7066232,"lng":-96.5396933,"zoom":6,"place":"Columbus, Texas"}],"tags":[{"id":3350,"tag":"kidnapping"},{"id":3351,"tag":"free"},{"id":3352,"tag":"free African Americans"},{"id":3353,"tag":"freedom papers"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":171,"school_id":11}}]}