{"id":2804,"place":"PRINCESS ANNE, Virginia","lat":36.6743486041,"lng":-75.9181406429,"episodes":[{"id":1968,"title":"Sports of the Turf\n","course_id":1,"status":"P","start_date":"1822-05-12","end_date":"1822-05-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Portsmouth, Virginia the Greens Course hosted a series of horse races on Friday, June 15, 1822. <em>The American Beacon and Commercial Daily </em>posted advertisements for the event starting a month before officials scheduled for it to take place. This allowed time for news to spread throughout the region. It cost 20 dollars to enter a horse into the race, but owners who lived within a 50 miles radius of the racecourse did not have to pay an entrance fee. The horse races held at the Greens Course consisted of two laps around the track per heat. Horse races centered around gambling; a popular activity of southern men at the time."," The horse races at the Portsmouth Greens Course differed from quarter racing; the form of horse racing that Americans in the West created. Quarter horse races were far cheaper and easier to run because they did not require formal tracks. According to historian Earl L. Grinols, the races consisted of quarter mile sprints. The organizers laid the course out on a field or straight stretch of road that almost always ran next to the local tavern. Owners usually raced two horses against each other. This created a large amount of betting between the two owners as well as the crowd of spectators. Breeders crossed English saddle horses and Indian Ponies to create the new breed of quarter horses."," Races on the Portsmouth Greens Course tended to be far more controlled than the quarter horse races of the West. Spectators and contestants at the Portsmouth Greens Course concerned themselves with the rules of racing, while quarter horse races were anything but sedate events. Westerners accompanied quarter horse races with shooting matches, cockfights and boxing bouts. Since quarter horse races took place next to the local tavern, they often turned into very loud events with numerous members of the public under the influence of the local brew. Occasionally the Portsmouth Greens Course experienced the rowdy nature of western quarter horse races. Gamblers sometimes encountered corrupt bookmakers who dominated the betting by shortening their odds. These men disappeared from towns when they lost too heavily, and sometimes got caught bribing trainers and riders. Such events resulted in an uproar among the gamblers at the Portsmouth Greens Course.","Southerners found gambling to be an enjoyable activity while northerners viewed gambling as a vulgar European pastime. The differences in gambling between the South, the West and the North reflected the ways in which different cultures began to develop across America as the country continued to grow."],"display_date":"May 12, 1822 - May 13, 1822","search_date":"1822-05-12","locations":[{"id":14194,"lat":36.6743486041,"lng":-75.9181406429,"zoom":9,"place":"PRINCESS ANNE, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2621,"title":"Railroad Revolution\n","course_id":1,"status":"P","start_date":"1860-07-04","end_date":"1860-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Railroads were the transportation craze of the nation during the 1840s. In the early 1860s, tracks exceeded 30,000 miles in length. The North was certainly far more connected than the South, simply because they were more industrialized and had the money to do so. Often in the South, the majority of money spent was for land purchases or slaves. The railroads of the South were not evenly dispersed. Virginia, North and South Carolina, and Georgia often supported the development of the railroad while other Gulf states were more in favor of transportation via waterways to ship their products to seaports. According to the <em>Encyclopedia of the Antebellum South</em>, on the eve of the Civil War, Southern Atlantic coast states railway mileage was in excess of 5,000 miles while larger states such as Louisiana Mississippi, and Alabama had less the 1,800 miles of track. Tracks were often dead ends, leading from a plantation to a waterway and nowhere else. Similarly the railroads in Texas and Arkansas were equally as sparse. Tennessee and Kentucky were far advanced in comparison having strategically placed 1,300 miles by 1860. ","There was no uniform plan for railroad development at this time; however, both lines did met in Richmond, which provided the only direct line to the nation's capital in Washington, DC. The first railroad on the Eastern Shore was an infamous tease. There were parties where guns and bells rang and flags waved in celebration of the passage of a bill in the legislature that allowed for its creation. However, because of a financial depression, no tracks were laid, only some preliminary surveying done. Twenty-five years later, the first actual railroad emerged, owned by a company named the Eastern Shore Railroad Company. Delaware's railroad ended at the state line and Marylanders organized its extension to the town now known as Crisfield. (John W. Crisfield of Princess Anne County was the lawyer and Congressional associate of Abraham Lincoln, of whom the town was named.)","Two years later, and on the brink of the Civil War, the railway finally was completed from Delmar to Salisbury. A celebration was in order; for twenty-five cents, passengers could travel on a three and one half mile trek aboard the small steam locomotive. Many on the Eastern Shore had never seen such a sight in their lives. There was fear, excitement, and hope in the air. People traveled from miles around to join in the celebration of the opening of the railroad on July 4, 1860. ","After the celebrations, the train began to run on a regular schedule. The extension of the railroad through the Eastern Shore created many opportunities for entrepreneurs. Hotels were established for guests to stay after arriving from their journey on the train and trade became far more accessible for the watermen and farmers of the area. After the war ended, the railroad was extended further southward to include Princess Anne and Cape Charles Counties. Marylanders needed and wanted a direct line from northern manufacturing cities for expansion to more southern markets.  The railroad allowed for dramatic improvements in trade and communication. Even so, there were often problems in connecting networks. Differences in track width, lack of maintenance, and weak bridging technology all caused major slow downs. Inefficient braking prohibited trains from exceeding more than twenty-five miles an hour without risking derailment. Even with the twenty-five mile per hour limitations, railroads still drastically sped up the economy of the South. Technologically, railways were still extremely primitive, but they were a modern marvel of that generation. "],"display_date":"July 4, 1860","search_date":"1860-07-04","locations":[{"id":14198,"lat":36.6743486041,"lng":-75.9181406429,"zoom":9,"place":"PRINCESS ANNE, Virginia"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2955,"title":"Binding Contracts\n","course_id":1,"status":"P","start_date":"1832-12-20","end_date":"1832-12-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mary James had in front of her a valuable contract of exchange that would benefit her a great deal; She was to acquire 775 worth of goods in this posthumous division of James Henley's property. In this particular transaction, however, others' loss far outweighed her gain. The property divided was Henley's eight slaves, valued from 50 for the young to 350 for the adults. These enslaved people were losing one of their most likely chances of gaining their freedom.","Enslaved people often sought manumission, but manumission in the 1830s in Norfolk, VA was tricky business. If freed from slavery, a person was forced to leave the state, in accordance with an 1806 VA state law. The only reprieve from this forced emigration was to get a special dispensation from the state legislature on account of a good record. Many petitions were made, but few granted, especially in the wake of the Nat Turner Rebellion. More often, manumission was made on the condition of emigration to Liberia, a state on the West Coast of Africa established for the purpose of harboring former slaves. For example, when Billy Pugh, a slave owned by the Overseers of the Poor of Norfolk County, was recommended for such a dispensation in December 1832, he was denied; This man had spent thirty years of his life raising several thousand dollars for the poor, and his only reward was the option to leave his home continent for Africa. Only three former slaves were permitted to stay in Virginia during the mid-1930s, all of whom were elderly and had provided significant service to the white population. The economy of Norfolk at this time was inextricably tied with slavery. Most enslaved men were considered semi-skilled or skilled workers, and the women filled scores of domestic positions. The shear numbers of slaves speak to how dependent upon slave labor the county was: In 1830, in a population of 9,814, slaves numbered 3,756, about 38 percent of the population. So with close to forty percent of the population providing free labor, it is clear that Mary James' position as recipient of these human goods was common in this society."],"display_date":"December 20, 1832","search_date":"1832-12-20","locations":[{"id":14195,"lat":36.6743486041,"lng":-75.9181406429,"zoom":9,"place":"PRINCESS ANNE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3737,"title":"Battle at Suffolk \n","course_id":1,"status":"P","start_date":"1863-04-11","end_date":"1863-05-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" As Confederate troops marched towards Suffolk led by General James Longstreet they could hear the shells and see the signal lights over the site of the battle. They were marching to Suffolk because a Union garrison had taken over Hill?s Point and Fort Huger, which opened the Union to shipping. When they arrived at Suffolk the Confederates attacked a Union garrison led by Brig. Gen. John Peck. The confederates quickly realized that they were outnumbered by around five thousand troops. Realizing the size disadvantage that they had they pushed the Union army down the Nansemond River and set up on Hill?s Point. This was a great position because it cut off shipping to the Union garrison. That was the case until Union gunboats tried to push the confederates out of that great position. The gunboats didn?t work, however, the Union troops set up batteries while the gunboats were occupying the Confederates. They then opened fire and pushed the Confederates away. After this Gen. Robert E. Lee dispatched the troops to leave Suffolk and to rejoin him and the Army of Northern Virginia. "," The battle at Suffolk was not a very decisive battle in the whole of the civil War. It was just another blow to the Confederate army by making them retreat without any clear winner or loser. A similar scene was seen at the battle of Yorktown a year earlier. These small defeats wore down the Confederates bit by bit on their home ground. Many small battles like Suffolk contributed to the overall outcome of the war, even if just slightly."],"display_date":"April 11, 1863 - May 4, 1863","search_date":"1863-04-22","locations":[{"id":14198,"lat":36.6743486041,"lng":-75.9181406429,"zoom":9,"place":"PRINCESS ANNE, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3738,"title":"Troubles between blacks and police in Princess Anne County\n","course_id":1,"status":"P","start_date":"1869-01-07","end_date":"1869-01-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One January day, Lieutenant. Rogers of Princess Anne County Sheriff's Department ordered a detachment of twenty men headed by Lieutenant Farragut to serve a warrant to two black men living on the Baxter farm and the one adjacent to it. This detachment was sent because the last deputy that tried to serve was met with resistance. The whole detachment arrived at the farm and proceeded to the house without resistance from the neighbors. When Lt. Farragut announced their presence and ordered that they surrender, he was met by the discharge of a shotgun into the chest of his fellow Sergeant. Lt. Farragut then proceeded to shot the man who fired the shot and pin him to the ground. The Sergeant that was shot was mortally wounded and died later that day. The blacks in surrounding areas began to arm themselves and threaten attack after this incident. "," This incident is a perfect example of how many blacks felt during the reconstruction period of the United States. Most aspects of life were still unequal to them and they resented that. They felt like they were still not free even though they were not slaves anymore. Many whites, especially in the south were still very hostile towards the newly freed blacks. This time in history was a very hostile period where there was not much understanding between the black and white population in the south. This conflict resulted in a lot of violence between the two groups throughout the country."],"display_date":"January 7, 1869","search_date":"1869-01-07","locations":[{"id":14198,"lat":36.6743486041,"lng":-75.9181406429,"zoom":9,"place":"PRINCESS ANNE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}