{"id":2820,"place":"WARWICK, Virginia","lat":37.1073629696,"lng":-76.6012221324,"episodes":[{"id":3301,"title":"A Strike at the Docks\n","course_id":1,"status":"P","start_date":"1887-01-15","end_date":"1887-01-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Chesapeake & Ohio Railroad Company lay powerless, while over 300 mostly black dockworkers armed themselves with any object they could find. Once organized, they forced their way through the barricaded doors of Pier 2. Now inside the docks, they struck out at the scabs, filling their jobs, and ravaged the offices, where they stole a barrel of whiskey. The effects of their new capture only further soured their demeanor, and resulted in them acting like demons. The dockhands' violence emerged as the culmination of a strike, led by a man named Kelly, a member of the Knights of Labor. Effectively organized, the workers had gone on strike for higher wages, but had received no promise from the Company's agent, Col. Bremond, who claimed to lack the proper wage authority. This disappointment prompted the reckless decision to break into the pier, and subsequently, a Warwick County judge's call for five companies of armed troops. The military unit, of both white and black companies, quickly restored order and forced the rioters to disassemble. Accepting failure, many of the dockhands hoped to eventually to return to work for the railroad company. "," The Knights of Labor emerged in the early 1880's in response to the Industrial Revolution, opposing the increasing trend of concentrated corporate power and monopoly in American business. Though more popular in the North (Kelly hailed from New York), union leaders did travel throughout the South, organizing whites and blacks, and men and women. By 1886, the Knights could claim over 50,000 members, spread out over 10 Southern states. This particular strike resembled typical labor disputes led by the Knights, in that they usually demanded a combination of better wages, better working conditions, or shorter workdays. In fact, the Newport News strike existed as one of twenty-two different strikes by the Southern Knights during that decade, but like Newport News, few affected any measure of change."," Very unique to the Knights of Labor, blacks and whites were treated as equals, despite most leadership still remaining white. Yet, compared to other Gilded Age organizations, such as the Farmer's Alliance, the Knights appeared remarkably interracial. Blacks of the Farmer's Alliance would actually comment on the differences when the two unions formed a tenuous alliance in 1889. An Era of Good Feelings existed for the black and white workingmen in the organization, as interracial solidarity and democratic idealism were fearlessly proclaimed. Sadly, this feature contributed to the union's downfall, as newspapers, across the country, attacked the group for blurring the color line. Coupled with failed strikes and uncooperative economic conditions, by the turn of the century, the Knights had faded out of sight. In their place, though, would emerge the American Federation of Labor (AFL) and its leader, Samuel Gompers. Hoping to organize resistance to affect the same types of changes, this union chose to exclude blacks, preferring that they form their own organization. "],"display_date":"January 15, 1887","search_date":"1887-01-15","locations":[{"id":14402,"lat":37.1073629696,"lng":-76.6012221324,"zoom":10,"place":"WARWICK, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3764,"title":"Unsuccessful Attack On Rebel Battery near Newport News\n","course_id":1,"status":"P","start_date":"1861-06-10","end_date":"1861-06-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["June 10, 1861 General Butler of the Union army learned that Confederate forces were forming a camp near Great Bethel, near Hampton. Butler had the desire to dislodge them so he sent forces from Fortress Monroe and Newport News. At least four different Union regiments began their trip to the Confederate camp to take care of the problem. They were accompanied by a German regiment and there was a misunderstanding with the signals because of the dense fog. The German regiment began to fire upon Col. Townsends Union regiment. The regiments exchanged fire for a short period. The fire was harmless except for that of the Germans, which fatally wounded three men. The Zouaves regiment heard the fire and began firing upon the Albany regiment as they were retreating. More troops were sent in the morning from Fortress Monroe. At daybreak the regiments ran into heavy Confederate fire. The Union troops couldn?t see the Confederates because they were heavily masked. The Union therefore retreated and realized that the whole expedition was a fiasco."," This event shows how unorganized many of the battles during the civil War really were. The Union regiments began firing at each other with no enemy in sight. This has been consistent with war throughout history in that many mistakes are made and sometimes soldiers get shot by friendly fire. It also shows how the Union army had foreign armies helping them in some aspects of the war. In the case of this event it was the Germans. The Germans caused the initial misunderstanding that began the fire. The Civil War was not organized enough to be a full scale war, that is one reason for all of the casualties. This small battle is not the only one of its kind during this time period."],"display_date":"June 10, 1861","search_date":"1861-06-10","locations":[{"id":14400,"lat":37.1073629696,"lng":-76.6012221324,"zoom":10,"place":"WARWICK, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}