{"id":2824,"place":"GEORGETOWN, South Carolina","lat":33.1820917038,"lng":-79.1977192455,"episodes":[{"id":2511,"title":"Nullification Controversy\n","course_id":1,"status":"P","start_date":"1830-01-01","end_date":"1833-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As early as 1830, three years before the Nullification Compromise, South Carolinians in the coastal Georgetown area became agitated with raised tariffs.  This financial strain, however, concerned Southerners less than its implications for domestic policy.  They warned, If it is not, it ought to be understood that the Tariff is only one of the subjects of complaint in the South.  The Internal Improvement, or general bribery system, and the interference with our domestic policy are things which will, if necessary, be met with something more than words.  More specifically, slave owners feared Federal interference with South Carolina slave policy.  These grumblings represented a prelude to more conflict, including the Nullification Controversy and later, the Civil War.The nullification confrontation of 1832 and 1833 dealt with whether or not a state could nullify federal law.  South Carolina senator John C. Calhoun, a supporter of states ability to nullify federal law, threatened secession to President Andrew Jackson in 1832 and 1833 if the federal agency encroached upon states' rights.  In addition, he noted that a state convention, while remaining in the Union, could use its absolute sovereignty to render a federal law null and void within that particular state's limits.  South Carolina, and the coastal areas in particular, were especially invested in nullification.  David Houston explores why this was the case.  As the first Southern state to delve into cotton cultivation, South Carolina was the first to see its soil lose its fertility.  This led to a disastrous decline in cotton prices from 1819 to 1835 and to progressively higher American tariffs.  William Freehling adds that these tariffs threatened the establishment of slavery, an explicit South Carolinian interest.  The South Carolina coastal plain was the most densely enslaved Southern area and, therefore, particularly sensitive to America's first antislavery stirrings.   In an interesting turn of events, Calhoun rendered nullification unnecessary by joining with Henry Clay in early 1833 to implement the Compromise Tariff, which very slowly lowered the duties.  This compromise temporarily quelled tensions, however South Carolinian dissatisfaction continued well beyond 1830 and fueled controversy that would contribute to the Civil War."],"display_date":"1830 - 1833","search_date":"1832-01-01","locations":[{"id":11522,"lat":33.1820917038,"lng":-79.1977192455,"zoom":9,"place":"GEORGETOWN, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2522,"title":"Mail Robbery\n","course_id":1,"status":"P","start_date":"1820-03-27","end_date":"1820-03-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mr. Hipps had lived in the Georgetown area two years before he was brutally murdered. The regions mail carrier, Mr. Hipps was making his route towards Georgetown on a Saturday afternoon when his mail carriage was robbed and he was murdered.  When members of the community noticed that the mail carriage hadnt arrived, a number of men went out on their horses to check on the delay.  These men encountered wheel tracks and followed them, promptly finding the upturned carriage.  The letters it once carried were strewn across the ground and torn apart.  Nearby, laid Mr. Hippss corpse.  The incident greatly upset the town.  Mr. Hipps had garnered tremendous respect in the short time he resided there and was sorely missed. The antebellum South, and South Carolina in particular, was a region characterized by crime and lethal violence.  Assault crimes were the most common in eighteenth and nineteenth century South Carolina while the instances of property crimes were strikingly low, thereby conforming to the stereotype of Southern violence.  During the first half of the nineteenth century, South Carolina indicted one out of 334 people in the state.  Law enforcement was in effect, however, few legally appointed officials resided outside the Charleston area, leaving regions such as Georgetown particularly vulnerable.  Kenny Williams investigated the consequences of the absence of legal authority throughout the state.  Some South Carolinians took police duties upon themselves.  This was especially true in areas outside of Charleston, where there were few law enforcement representatives protecting the area.Whenever a demand for authority existed but was not satisfied by existing legal structures, extralegal forms were likely to emerge, justified by the claim that they provided a remedy not given by law.  Notions of honor, class deference, and race control all encouraged the growth of extralegal and informal action.  It is conceivable that after the men of Georgetown discovered the demolished carriage, efforts were made to seek out the criminal and bring about his or her demise on Mr. Hippss behalf."],"display_date":"March 27, 1820","search_date":"1820-03-27","locations":[{"id":11521,"lat":33.1820917038,"lng":-79.1977192455,"zoom":9,"place":"GEORGETOWN, South Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2533,"title":"The Beginnings of a Planter-Capitalist\n","course_id":1,"status":"P","start_date":"1819-01-01","end_date":"1835-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Ten years after his fathers premature death, eighteen-year-old Robert Allston witnessed the estate's division.  One hundred and thirty slaves appeared for the division, faces plastered with looks of terror.  In a classic rationalization of a slave master, Robert's mother wrote, I feel for them, but it is evident they all cannot belong to me.  By the time Roberts younger brother and mother died, Robert had inherited a total of 33 slaves and half of Chicora Wood, 370 acres of uncultivated land suitable for the agriculture of rice.  By 1834, he found himself managing all of his father's once-divided lands and cultivating the affection of his wealthy aunt who would visit him and bring her own barouche, horses, coachman and footman, and her own maid and laundress.  She later bequeathed to Robert a valuable Waccamaw rice plantation and 97 slaves, setting him up to become one of the most skillful managers in the rice kingdom.Timing is everything.  Robert acquired most of his land between 1819 and 1835, a time of relatively low rice productivity due to the mid-nineteenth-century cotton boom.  Thus, he learned the tricks of the trade at an optimal time in agricultural history and was an expert by the time the crop peaked, causing him to have some of the highest rice yields in all of the Coastal Carolinas. Historian William Dusinberre traced particular elements leading to Roberts financial success.  Robert spent four years at West Point, where he was educated in both military discipline and surveying.  After serving four years as South Carolina's surveyor general, he took up the full-scale management of his plantation in 1827 and used his surveying skills to stake out claims to the uncultivated areas of his plantation.  From the time of the division of his fathers estate to the acquisition of additional lands in the 1830s, Robert Allston laid the foundation for his becoming the ideal planter-capitalist entrepreneur and later, South Carolina's governor."],"display_date":"1819 - 1835","search_date":"1827-07-02","locations":[{"id":11521,"lat":33.1820917038,"lng":-79.1977192455,"zoom":9,"place":"GEORGETOWN, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2934,"title":"Reverand Glennie Baptizes in Litchfield\n","course_id":1,"status":"P","start_date":"1857-02-06","end_date":"1857-02-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 6, 1857, Reverend Alexander Glennie visited a plantation in Litchfield, South Carolina. On this particular morning, he performed morning services and conducted three adult baptisms. The act of baptism is a vital part of Christianity, and was highly regarded as an important event in one's life during this time. To Christians in South Carolina, and in the general region, to be baptized as an adult was the only legitimate manner that was recognized by the Bible, never as an infant or child. A person, they argued, must be able to consciously make the decision to become a part of the faith of Jesus Christ, and to do this, he or she must be of a mature age. South Carolinians, as well as Southerners in general, were very fervent and proud about these fervent religious convictions.","These passionate beliefs came from the South's strong spiritual character and the effect this had on its identity. The developing division between the South and the North carried into its inhabitants' religious attitudes. Evangelicalism was popular during this time, and as the historian Matthew Donald claims, it was very common for Southern Evangelicals to think that the South was more Christian than the North. One of the major sects of Christianity was the Episcopalian Church.  Up through the time of the Civil War, the Evangelical Church was in its National Period, which was characterized by missionary expansion.  ","Part of this Episcopalian mission included various preachers stationed through out the South that would spread the good word to plantations and small towns. One of these men, as evidenced in his reports of services in Litchfield, was Reverend Glennie Parish. He was a rector of the All Saints Episcopal Church in Georgetown South Carolina. Part of his responsibilities as an Episcopalian reverend in the South was to make calls to plantation chapels, such as the one in which he performed the baptisms, to bring the message to as many people as possible. His running records kept track of the progress and happenings at each location. Reverend Glennie's efforts helped to spread the Episcopalian mission of Evangelicalism, and they strengthened the South's strong religious identity."],"display_date":"February 6, 1857","search_date":"1857-02-06","locations":[{"id":11524,"lat":33.1820917038,"lng":-79.1977192455,"zoom":9,"place":"GEORGETOWN, South Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3287,"title":"Poor Whites in the Low Country\n","course_id":1,"status":"P","start_date":"1843-03-31","end_date":"1843-03-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Edmund Ruffin, a Virginian planter, was constantly observing his surroundings as he journeyed from the Santee River to the Waccamaw River. Making his way through a swampy pine barren, Ruffin found little trace of any cultivation or civilized inhabitation. The few people in the area raised cattle and, since their animals grazed on the open land, the concept of property ownership was completely foreign to these miserable people. Ruffin scorned the crude capitalists, for some of them owned 500 to 1,000 head of cattle and not a single acre of land. In his private diary, Ruffin noted that these men belonged to a peculiar class: In about a space of 10 miles square of Williamsburg and Georgetown districts, the inhabitants are wretchedly poor, have no slaves, scarcely any other property, and almost no agricultural labor or regular industry of any kind. The men live by hunting, often helped out by petty pillage or trespass on the neighboring properties. These people, and even the more industrious and honest of the poor in lower S. Ca. are a most wretched and worthless population - compared to those whose condition that of the slaves is one not only of greatly superior comfort and happiness, but also of respectability and dignity.","Edmund Ruffin had been commissioned by James Hammond, then governor of South Carolina, to perform an agricultural and geological survey of the state. Ruffin had developed new methods of using calcerous manures to improve the fertility of soil, and some South Carolinians hoped that agricultural reform would help develop the economy and preserve the institution of slavery. Ruffin was always a renowned advocate for secession and an ardent believer in the inferiority of the black race.","Ruffin's disdain for the poor whites of South Carolina's coastal plain demonstrates the power of class in antebellum society. Notions of class were always intertwined with the institution of slavery. In his account, Ruffin immediately emphasized that these people owned no slaves, consigning themselves to a pitiful class. But as Stephanie McCurry demonstrates in <em>Masters of Small Worlds</em>, the intricate relationships of power within the yeoman household were just as significant as those more conspicuous class tensions between plantation owners and yeoman farmers. Poor white men set boundaries of power within their household that defined the roles of their wives and their laborers. The yeomen and the powerful planters of the low country were not socioeconomic equals, but they shared a position of power over their respective households, a power rooted in gendered symbols of inequality, command over dependents, and a fundamental assertion of manly independence."],"display_date":"March 31, 1843","search_date":"1843-03-31","locations":[{"id":11523,"lat":33.1820917038,"lng":-79.1977192455,"zoom":9,"place":"GEORGETOWN, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3768,"title":"The Nullificaton Controversy\n","course_id":1,"status":"P","start_date":"1830-01-01","end_date":"1833-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As early as 1830, three years before the Nullification Compromise, South Carolinians in the coastal Georgetown area became agitated with raised tariffs.  This financial strain, however, concerned Southerners less than its implications for domestic policy.  They warned, If it is not, it ought to be understood that the Tariff is only one of the subjects of complaint in the South.  The Internal Improvement, or general bribery system, and the interference with our domestic policy are things which will, if necessary, be met with something more than words.  More specifically, slave owners feared Federal interference with South Carolina slave policy.  These grumblings represented a prelude to more conflict, including the Nullification Controversy and later, the Civil War.The nullification confrontation of 1832 and 1833 dealt with whether or not a state could nullify federal law.  South Carolina senator John C. Calhoun, a supporter of states ability to nullify federal law, threatened secession to President Andrew Jackson in 1832 and 1833 if the federal agency encroached upon states' rights.  In addition, he noted that a state convention, while remaining in the Union, could use its absolute sovereignty to render a federal law null and void within that particular state's limits.  South Carolina, and the coastal areas in particular, were especially invested in nullification.  David Houston explores why this was the case.  As the first Southern state to delve into cotton cultivation, South Carolina was the first to see its soil lose its fertility.  This led to a disastrous decline in cotton prices from 1819 to 1835 and to progressively higher American tariffs.  William Freehling adds that these tariffs threatened the establishment of slavery, an explicit South Carolinian interest.  The South Carolina coastal plain was the most densely enslaved Southern area and, therefore, particularly sensitive to America's first antislavery stirrings.   In an interesting turn of events, Calhoun rendered nullification unnecessary by joining with Henry Clay in early 1833 to implement the Compromise Tariff, which very slowly lowered the duties.  This compromise temporarily quelled tensions, however South Carolinian dissatisfaction continued well beyond 1830 and fueled controversy that would contribute to the Civil War."],"display_date":"1830 - 1833","search_date":"1832-01-01","locations":[{"id":11522,"lat":33.1820917038,"lng":-79.1977192455,"zoom":9,"place":"GEORGETOWN, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}