{"id":2825,"place":"MONTGOMERY, Virginia","lat":37.1727325831,"lng":-80.3913305885,"episodes":[{"id":1985,"title":"The Need for More Ships\n","course_id":1,"status":"P","start_date":"1899-03-03","end_date":"1899-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Need for More Ships"," In the late nineteenth century, as the steel and iron industries of the United States slowly became larger and more powerful, newly developed Southern industrial areas began to show interest in the building of a stronger, more powerful merchant marine. A Virginia newspaper, The Montgomery Messenger, shows great interest in the economic benefits of a more extensive merchant marine. In an article written on March 3, 1899, it cited the London Statist, claming that since the United States has developed its iron and steel industries, outlets for such products would be highly beneficial. The paper went on to affirm this, explaining that trade with other nations is only natural, and almost necessary in light of the country's growing industrialism. Thus, because naval vessels were the only way to reach countries on the other side of the ocean, more ships had to be built. The paper calls for the government to subsidize shipbuilding to a degree in order to put more American trading ships on the water."," The United States' iron output grew tremendously in the years following the Civil War and Reconstruction, specifically southern iron output. Over twenty years (1880-1900), southern iron output increased from 397,000 tons to close to 2 million tons. Thus, the interest Southerners may have had in building more ships with which to trade seems very reasonable, almost natural. The desire to enlarge the shipbuilding industry in the United States stemmed from the desire to put more American raw materials on a global scale in larger quantities, and the South with its rapidly growing industries was particularly interested in this. The South was a huge source of natural resources for the country, its goods ranging from timber, minerals, and of course, the many agricultural products that were produced in huge quantities during that time (cotton, grains, livestock goods, etc.). With a powerful merchant marine (and even more significantly, a Southern-based merchant marine) these myriad goods could be transported more efficiently and in larger quantities to any foreign buyer. The stronger merchant marine may even be beneficial during wartime, which it proved to be in World War I as the United States used the Europeans' war as a huge source of income. As money continued to pour into the South, the desire to expand its trade increased as well.","Date: March 3, 1899","Location: Christianburg, Montgomery County, Virginia","Episode Keywords: Agriculture, Economy, Urban Life/Boosterism","Episode Scope: Local, State, Regional, National","Montgomery Messenger, March 3, 1899. (Micfilm N-US VA-33, Alderman Library, University of Virginia.) ","William J. Cooper, Jr., Thomas E. Terrill, The American South: A History, (United States of America: McGraw-Hill, 1996), 452, 461, 464, 487.","John B. Boles, South Through Time Vol. 2, (Upper Saddle River: Prentice-Hall, 1999), 410-446.","Encyclopedia Britannica Online, s.v. World War I, http://www.britannica.com/eb/article-9110198/World-War-I (accessed October 24, 2006)"],"display_date":"March 3, 1899","search_date":"1899-03-03","locations":[{"id":14069,"lat":37.1727325831,"lng":-80.3913305885,"zoom":9,"place":"MONTGOMERY, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1986,"title":"Roads for Progress\n","course_id":1,"status":"P","start_date":"1895-08-23","end_date":"1895-08-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Roads for Progress"," It is not denied, neither in the past nor in the present that transportation was one of the most important factors in the boosting of the new Southern economy and industry. The Montgomery Messenger, of Montgomery County, Virginia recognized this fact and in an article written on Friday, August 23, 1895, the writer discussed the benefits of a good roads convention. The convention was meant to be statewide and one delegate from each county was expected to attend; thus the event was of statewide significant importance, most especially to farmers and industrialists who wanted to get their materials across the state more efficiently. Furthermore, everyone interested in improving the state's roads was invited. The article goes on to explain that the State Good Roads Association had been very active in improving the infrastructure of the state, and that citizens of the state have every reason to feel satisfied and encouraged with the results of the association's work. The paper estimated (though the accuracy of this statement cannot truly be determined) that some 90% of the population believes in the importance of good roads. The article also went so far as to say that the remaining 10% would agree, if they simply thought about it for a moment. In addition, they estimated that the number of workers employed to improve the roads increased tenfold from the previous year."," Though these numbers seem rather outrageous and are likely to be incorrect and under-researched, the article is still testament to the importance of infrastructure improvement in the South. The burgeoning iron, steel, mining, and timber industries of the South called for better roads for transportations, to accommodate the moving of goods and the travel of northern prospectors and investors. Better roads needed to be built to transport raw materials to the newly built industrial centers located now in the South, unlike prior to the industrialization of the South where materials were either shipped overseas or sent north. Improving the infrastructure of the South (through roads and railroads) was crucial to the development of the quickly growing Southern economy and its important industries.","Date: August 23, 1895","Location: Christianburg, Montgomery County, Virginia","Episode Keywords: Politics, Government, Economy, Migration/Transportation, Urban Life/Boosterism","Episode Scope: Local, State, Regional, National","Montgomery Messenger, August 23, 1895. (Micfilm N-US VA-33, Alderman Library, University of Virginia.) ","Elizabeth Atwood, The Edge of the South, Life in Nineteenth-Century Virginia: Saratoga of the South: Tourism in Luray, Virginia, (University of Virginia: Rector and Visitors of University of Virginia, 1991), 158.","John B. Boles, South Through Time Vol. 2, (Upper Saddle River: Prentice-Hall, 1999), 410-416, 444-446."],"display_date":"August 23, 1895","search_date":"1895-08-23","locations":[{"id":14069,"lat":37.1727325831,"lng":-80.3913305885,"zoom":9,"place":"MONTGOMERY, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}