{"id":2880,"place":"ALACHUA, Florida","lat":29.7296251981,"lng":-82.4202056031,"episodes":[{"id":76,"title":"The Third Seminole War\n","course_id":1,"status":"P","start_date":"1856-08-21","end_date":"1856-08-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Seminole Wars were bitter fights between the white settlers of Florida and the Seminole Indians, a tribe founded in the 1700s after tribes migrated further south.  The First Seminole War began in 1817 when Andrew invaded Eastern Florida, backed by the U.S. Army.  While the first war only lasted a year, the Second Seminole War began in 1821 and did not end 1842, although no peace treaty was ever signed.  The Third Seminole War was the decisive conflict which ended warfare between the two parties and decimating the Seminole population.&lt;br /&gt;&lt;br /&gt;The Third Seminole War, the last war between the settlers and the Seminole Indians in Florida, lasted from 1855 until 1858.  The war was also known as Billy Bowleg's War because Billy Bowlegs was the main Seminole leader in this third and final installment.  War broke out for the third and final time between the settlers and the Seminole Indians primarily over land disputes and by the conclusion of the war, there were less than two hundred remaining Seminoles in Florida.  After the war, Billy Bowlegs and his family migrated to Indian Territory in Oklahoma under the terms of surrender.  &lt;br /&gt;&lt;br /&gt;On August 21, 1856 an attempt to resolve warfare in Florida was made with the recently ratified treaty between the United States and the Creek and Seminole tribes.  The treaty called for the Creeks and Seminoles to submit there land and move west.  Once these people moved west, they would be given a Seminole government independently of association with any other tribes (The New York Daily, Aug 22, pg. 4).'  The treaty however did not put an end to the violence between the Seminoles and the white settlers and in the end, the Seminoles were forced to relocate west, but without an independent government or the pecuniary and the civil advantages (The New York Daily, Aug 22, pg. 4)' that the treaty promised."],"display_date":"August 21, 1856","search_date":"1856-08-21","locations":[{"id":1284,"lat":29.7296251981,"lng":-82.4202056031,"zoom":9,"place":"ALACHUA, Florida"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":85,"title":"Seminole Chief Billy Bowlegs and His Tribe Refuses to Leave Florida\n","course_id":1,"status":"P","start_date":"1853-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1832, the Seminole tribe in Florida entered into a treaty with the state agreeing to emigrate west of the Mississippi within three years or extend the period by which they were permitted to remain within the state. However, the Chief, Billy Bowlegs,' and his tribe had refused to vacate the land on which they lived. In response, the Florida Legislature had authorized the raising of two regiments of volunteers to drive out the tribe. President Millard Fillmore claimed that the presence of the Indians will always continue to be a source of alarm to the contiguous inhabitants, and that both the Indians and the whites would be benefited by the removal of the former.' &lt;br /&gt;&lt;br /&gt;The residents of Florida had reservations about forcibly removing the Seminoles, worried that, owing to the great extent of country which [the Seminoles] occupy and its peculiar adaptation to their mode of warfare, a very disproportionate force of American soldiers would be required to expel them.' However, they also feared that the Seminoles would create unrest in Florida and that their slaves would join the tribe in rebelling and inspiring insurrections in the state.&lt;br /&gt;&lt;br /&gt;In an editorial published in the Georgia Macon, a writer recommended that Florida offer monetary rewards for volunteers to kill and capture Seminole Indians, saying, unless they be still hunted, I despair of ever seeing them removed.' The incident made evident that even though the Seminole population in the State consisted of less than 500 at that point in time, the Florida state government as well as the United States government remained suspicious about their activities and strength, could not imagine peacefully co-existing with the tribe, and had no doubts as to their own right to strip the native population of any possible land claims."],"display_date":1853,"search_date":"1853-07-02","locations":[{"id":1284,"lat":29.7296251981,"lng":-82.4202056031,"zoom":9,"place":"ALACHUA, Florida"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3587,"title":"Florida Depression \n","course_id":1,"status":"P","start_date":"1889-12-23","end_date":"1893-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A native of Florida, Mr. Cooke jumped on the cash-in bandwagon and attempted to retrieve his money but The Land Mortgage Bank of Florida was unwilling to return Mr. Cooke's assets. Mr. Cooke then moved to sue the bank and the case was passed up to the High Court of Justice in Florida similar to a state supreme court. The apprehension of an uncertain economy left many citizens feeling insecure about their assets that they had just started to recover after the Civil War only forty years prior. Many people flocked to Florida after the civil war and there was little work to be found outside of the fruit trade. Nevertheless, the fruit trade was susceptible to world market prices and bad winter, which left Florida residents without a steady source of income. This lack of steady funds heightened the tension created by meager frontier life and left citizens protective of the property.","The scare brought on by a pre-war economy of the mid 1890's reached its climax in 1893 when a depression hit the Florida economy and American economy as a whole. Bank failures were commonplace across the country when people tried to cash in their silver notes for gold notes after a run on the gold supply. Florida's economy was able to battle through the winter, especially farmers who survived disastrous freezes to their crops. Nevertheless, it was Florida's trade of oranges and grapefruits, tobacco, and later phosphate that allowed Florida to fully recover from the Panic of 1893 and establish a progressive economy."],"display_date":"December 23, 1889 - December 31, 1893","search_date":"1891-12-27","locations":[{"id":1287,"lat":29.6872611611,"lng":-82.4771020049,"zoom":9,"place":"ALACHUA, Florida"}],"tags":[{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3588,"title":"Watermelon and Sun\n","course_id":1,"status":"P","start_date":"1885-04-01","end_date":"1885-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["One plantation owner who was drawn away from his home near Montgomery, Alabama to Alachua County, Florida (near Gainesville) was James B. Bailey. After his resettlement, Bailey became an active participant in government serving as Superintendent of Labor for the Engineers Department of the Eastern District of Florida and was even a candidate for Alachua County's commissioner of roads. In his personal letter to his friends and relatives back home in Alabama Bailey describes a business transaction in which he was trying to decide between a bond for title or a mortgage. This description shows the lack of bank involvement with citizens on personal transactions. It is hard to imagine writing a check for a piece of gum now without a paper trail to a bank, let alone depending on someone for documentation of your property. In addition, Bailey goes on to describe life in Florida in 1885 with trips to Augusta, highlighting the freedom of mobility created by the new railroads. And who could write a letter on Florida without commenting on the warm sunshine and delicious watermelon, both bountiful in Florida? Mr. Bailey showcases the appeals of Florida during this time period after Reconstruction and illustrates why people flocked to see this frontier of America. ","A bitter battle of Reconstruction brought an idle economy and uncertainty about the future. However, Florida Democrat William D. Bloxham believed that the woes caused by Reconstruction and the panic of 1873 could be fixed by raising property assessment values. Subsequently, the value of property rose from 31,500,000 in 1881 to 70,677,000, just four years later. Florida was an attractive location to nestle down and start a family. The pleasing Florida climate and profitable agricultural society caught the eye of many wealthy and not so wealthy emigrants who settled in Florida from the late nineteenth century on. James B. Bailey jumped on the opportunity to establish a prominent life in the illustrious Florida frontier and is an example of the emigration of United States to Florida during the late nineteenth and early twentieth centuries. "],"display_date":"April 1885","search_date":"1885-04-15","locations":[{"id":1287,"lat":29.6872611611,"lng":-82.4771020049,"zoom":9,"place":"ALACHUA, Florida"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4015,"title":"Defeated at Last: The End of the Third Seminole War\n","course_id":7,"status":"P","start_date":"1856-05-01","end_date":"1856-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The ongoing Seminole Wars between the Seminole Indians and the U.S. army began in November 1817.  According to an issue of the <em>New York Herald,</em> the U.S. army and the Seminoles renewed this guerilla-style conflict in May of 1856, marking the Third Seminole War.  Billy Bowlegs led the Seminoles in this Third War, but did not enjoy much success against the U.S. troops.","In the article, reports depict that an increase in U.S. troops near Tampa Bay led the Seminoles to attack U.S. forces near Billy's Town.  The article highlighted prominent officers such Captain Dawson, Second Lieutenants Langden and Garner, and Assistant Moore.  These figures, along with 108 enlisted men, arrived about a half of mile from Billy's Town before being ambushed by Seminoles.  An estimated 80-100 Seminoles attacked the U.S. troops after waiting for their arrival from a nearby swamp.  After both sides exchanged a few hundred shots, Lieutenant Garner issued a command to counter the Seminole attack.  The Seminoles then retreated to Billy's Town, where the U.S. troops triumphed in their final confrontation with the Florida Indians.","The victory by Lieutenant Garner and his troops near Billy's Town would force the Seminoles to withdraw into the Everglades region of Florida. The removal of Billy Bowlegs and his family to a reservation in Texas would further secure U.S. control of Florida.  The Seminole Wars reflected an increase in Indian resistance and prompted the United States adopt a policy of deporting Seminoles, and all Indians, to \"Indian Territory\" in Oklahoma. "],"display_date":"May 1, 1856","search_date":"1856-05-01","locations":[{"id":1284,"lat":29.7296251981,"lng":-82.4202056031,"zoom":9,"place":"ALACHUA, Florida"}],"tags":[{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}]}