{"id":2914,"place":"NOTTOWAY, Virginia","lat":37.1430658685,"lng":-78.0512288847,"episodes":[{"id":4069,"title":"Remembering the Confederacy: Helpful or Hurtful?\n","course_id":7,"status":"P","start_date":"1889-01-01","end_date":"1889-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    In 1889 Thomas D. Houston, formerly a Captain in the Eleventh Virginia Infantry, wrote about a letter a man named Captain James had written to his family after the Battle of Gettysburg. Houston's writing demonstrated that more than ten years after the Civil War, Southerners were still haunted by the devastation and eventual loss they faced during the Civil War. At the same time, they still felt a reverence towards the Confederacy. He wrote that James' letter shed light on recent \"discussion between two distinguished Southern generals concerning alleged delay of one of them in getting his troops into the line, at the battle.\" Houston also prefaced the letter by talking about how excited the troops were before the battle to go \"into the land of our enemy. . . Virginia our native state, was now for a time at least to be freed from the desolation and cruelties incident to the presence of an armed foe.\"  He concluded his writing by praising James because \"he did not die in battle like so many others, but for the South he gave his youth, sacrificed his health and poured his blood.\" ","    Houston demonstrated nostalgia towards the Confederacy that was typical of Southerners during this time period. The fact that more than ten years after the war ended, Southerners still discussed what had gone wrong, feeling both real anger towards the North for the havoc they caused to Southern lands and veneration for the Confederacy, explains why there were such problems after the war and why Reconstruction was ultimately unsuccessful. ","    In the book Cities of the Dead, William Blair discusses the political and social ramifications of the continued veneration for the Confederacy. Blair suggested that Southern politicians encouraged and manipulated nostalgia about the Civil War for their own political gain due to  \"the struggles over politics and power in the postemancipation South.\" Many have claimed that reverence of the Confederate flag, reenactment of Civil War battles, and Memorial Days were part of the healing process for white Southerners. The negative effects of these memorials cannot be overlooked, however. Hero-worship of the Confederacy and its leaders led to increased social, political and racial tensions after the war. It kept the resentment that Southerners felt alive, rather than allowing them to move forward."],"display_date":1889,"search_date":"1889-07-02","locations":[{"id":14122,"lat":37.1430658685,"lng":-78.0512288847,"zoom":10,"place":"NOTTOWAY, Virginia"}],"tags":[{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":6690,"title":"Distribution Of Virginia Slave Population","course_id":170,"status":"P","start_date":"1861-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" "," ","During the civil war and reconstruction era, the slave industry was beneficial to the south’s economy. Slavery was the most successful industry in the United States when even over the booming railroad industry. The main cause of the civil war is slavery because of its importance to the south. The south threatened and eventually left the union due to abolishing slavery. Abolishing slavery within the states would affect the each state economy. The states that had a larger population of slaves would be more affected if slavery was to ever be abolished. The state of Virginia held the most slaves throughout the south, nearly five hundred thousand slaves."," ","By 1861, Slavery in the south was understood as the reasoning behind the cause of the civil war and secession. Since the state of Virginia held most the enslaved population in America, the state played a vital role in the possible secede. Voters at the Virginia Convention who lived in greater enslaved population voted on more supporters for the secession. Voters who lived in smaller enslaved population did not vote as much to support the idea of secession. Lewis E. Harvie discussed the secession by representing Amelia and Nottoway County, two counties that held seventy percent of their population in slavery. <br />","The picture above showed the slave population distribution in Virginia in 1860 based on the state's population. The map features the list of counties in Virginia and its population of whites, slaves, and a number of slaves in the county. It also shows Virginia western counties that are now part of West Virginia which were insignificant in slave population. It also showed the percentage of the slave population in Virginia Blue Ridge Mountains. Most of these counties plantations held more than fifty slaves. The Shenandoah Valley and the Appalachians had fewer due to the geography and environmental disadvantages that discouraged plantations.The map shows the reality of the mass population of slavery within Virginia.","<br />The southern state's economy depended on slave labor, it continued through the civil war to the thirteenth Amendment in 1865. The eastern part of Virginia, an agriculture-based economy, had the highest percentage of slaves. The mountain area in Western Virginia depended more on an industrial industry, had a fewer population in slaves. Slavery in Virginia was vital to Civil War and Reconstruction era, due to its majority of the slave population."],"display_date":"1861 - 1865","search_date":"1863-07-02","locations":[{"id":53053,"lat":37.1148487,"lng":-78.0195387,"zoom":8,"place":"Nottoway County,Virginia"},{"id":53052,"lat":37.3212714,"lng":-77.973865,"zoom":8,"place":"Virginia, Amelia"}],"tags":[{"id":3313,"tag":"slave population"},{"id":32,"tag":"Civil War"},{"id":2930,"tag":"Virginia"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}