{"id":2944,"place":"HILLSBOROUGH, Florida","lat":27.6286133698,"lng":-82.7216318391,"episodes":[{"id":1397,"title":"Beginning of Third Seminole War\n","course_id":1,"status":"P","start_date":"1855-11-29","end_date":"1858-05-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Native-Americans still occupied territory desirable by white settlers hoping to expand into Florida.  The Charleston Mercury reported debts of Governor Brown of Florida that included 73,000 for the protection of the frontier from Indian depredations.'  It also reported the desire of Samuel S. Hamilton, President of the Indian Emigration Society of the Creek Nations, to propose to the General Assembly the removal of Indians from Florida. &lt;br /&gt;Thirty warriors attacked the detachment of Lt. George Hartstuff for the apparent reason of the troops having vandalized one of Billy Bowleg's camps.  Billy Bowlegs was one of the three main Seminole leaders.  This encounter left four of ten killed and four wounded.  These attacks made the removal of Indians even more desirable for the Floridians.  The Southern Banner reported the public meeting held in Tampa on December 22nd that adopted a variety of resolutions.&lt;br /&gt;These resolutions called for a higher amount of protection and if necessary, to wage a war of extermination against them.'  Also included was the desire to remove the remainder of the Seminoles into the Western territories.  These resolutions, resulting from the attack, put into motion the Third Seminole War, which ended with Billy Bowleg's tribes being moved to Texas, and only about 300 Seminoles remaining, primarily in the Everglades."],"display_date":"November 29, 1855 - May 8, 1858","search_date":"1857-02-16","locations":[{"id":1363,"lat":27.6286133698,"lng":-82.7216318391,"zoom":7,"place":"HILLSBOROUGH, Florida"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4580,"title":"This is an example of the types of encounters within the Third Seminole War or Billy Bowlegs War","course_id":21,"status":"P","start_date":"1856-01-01","end_date":"1856-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Indian Revolt"," Over the course of time as White colonists kept pushing their culture onto the Indians a lack of patients was stirring amongst the tribes. Seminoles in Florida had been involved in long lasting wars with the government and had quickly resolved to violence. A total of three Seminole wars were ignited and the last of which ended in 1858. This third Seminole war or Billy Bowlegs war had many violent encounters, but as with many Indian wars disputes were over land. A new guerilla tactic was used in the third war. \"The Billy Bowlegs War was the final clash of an intermittent guerilla conflict between the Seminole Indians of Florida and the United States\" (Online Highways 2008).  "," A particular guerilla encounter was on the 25th of January 1856, where a group of Seminole Indians attacked a group of White men and their mules. Details of the encounter state that the Indians also shot the mules right behind the ear implying that the Indians had purposefully killed the animals. Although this series of events can be looked at as irrational, it stems from built up frustration over the past two Seminole wars. Mass destruction and reduction of land had finally been expressed through the events of late January. ","     What is interesting about the article is that it is obvious that it had been written from a White individual's perspective. There is an all out attack of the Seminole tribe and the author goes on to state, \"The Seminoles must leave Florida, or the last one be exterminated, is the verdict of the people. To accomplish this, the Indian Territory should be flooded with troops\". Obviously this angered the White settlers, however the struggles of this tribe have to at least be taken into account by the oppressors and this may add some justification to the situation."],"display_date":1856,"search_date":"1856-07-01","locations":[{"id":1363,"lat":27.6286133698,"lng":-82.7216318391,"zoom":7,"place":"HILLSBOROUGH, Florida"}],"tags":[{"id":161,"tag":"Seminole Revolt"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}}]}