{"id":2952,"place":"STEWART, Georgia","lat":32.0631498029,"lng":-84.7548301865,"episodes":[{"id":4170,"title":" Seventh day festivities\n","course_id":7,"status":"P","start_date":"1859-03-03","end_date":"1859-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 3 1859, Francis Kemble noted in her diary the death of one of her neighbors and subsequent partition of his estate. One of the largest human chattel holding in North America-- 436 men, women, and infants according to Mrs. Kembles journal-were divided among the heirs. The slaves were brought to Savannah in small convenient groups. \"Half a Negro stock on major butlers plantation, fell to one of the 2 heirs of that estate\" Kembles noted. Also, the slaves were given a full body examination in preparation for the auctioning held on their seventh day in captivity. Slaves had experienced their mouths being pulled; and limbs pinched, to test their muscle structure. ",". Joseph Bryan was a slave broker who managed the sale of the slaves on the auction block. It was Bryan's job to keep the slaves fed, housed, and healthy up until the day of the auctioning. Slaves were placed in cages before they were sold. The floors that the slaves slept and ate on were bare and cold. The clothing they received during this transition phase was minimal and uncouth. The children were more carefully dressed and cared for than adults. The examinations slaves went through were to test their abilities and give their future masters insight into their productivity levels. As historian Walter Johnson has demonstrated, these rituals were common in the larger more prominent slave pens of late antebellum New Orleans. Whether sold locally or over long distances, black men, women, and children faced similarly dehumanizing experiences in the domestic slave trade."],"display_date":"March 3, 1859","search_date":"1859-03-03","locations":[{"id":2215,"lat":32.0631498029,"lng":-84.7548301865,"zoom":10,"place":"STEWART, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}]}