{"id":2968,"place":"NELSON, Virginia","lat":37.7873885597,"lng":-78.8867512571,"episodes":[{"id":1389,"title":"Accident on the Virginia Midland Railroad\n","course_id":1,"status":"P","start_date":"1882-08-23","end_date":"1882-08-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As Edward Ayers explains in the Promise of the New South, even though the railroad had an aura of glamour' in the South, working on the railroad was dangerous. Many accidents occurred, varying from simple unimportant incidents such as a hand crushed, to as serious incidents such as a black man's head cut off when a train ran over him. Often accidents happened on the tracks, and trains collided with other trains and other objects. &lt;br /&gt;At about 11 o'clock on Monday morning, a freight train ran into the back of the material train, which was stationary on the tracks. Because of this collision, six cars of the material train were smashed to pieces' and the freight train's engine forced the material train off the tracks. According to the State, the accident happened at the end of a deep cut which winds through a hill,' and as the train was traveling rapidly, no danger signal was given.  Supposedly the collision could not have been stopped by the men on the freight train to whom no blame can be attached.' &lt;br /&gt;The fireman and the brake man, Lilbern Craig and P.H. early respectively, jumped off the train before the collision and were wounded. The engineer, John Lambeth, however did not jump, but was fortunately knocked off by the broken timbers and he received painful injuries, but not serious ones. The article reported that these were the only three men injured during the collision. A black man who was lying asleep in the caboose car in the material train was thrown twelve or fifteen feet, and was aroused from his slumbers by the noise of crashing timbres. He, however, received no injuries, just a terrible fright.'&lt;br /&gt;The freight train engine was completely destroyed, and the freight train for the most part remained on the track with the exception of the front wheels of the engine. The work needed to clear the track was pushed forward with great energy,' and because this great of damage had not been witnessed before, several women and children gazed eagerly at the work going on below.' The article suggests that the accident was the result of the two men in charge. They were either ignorant,' or had forgotten the time of the new schedule which went into effect Sunday.' The accident had lead to the damage of the track and the following trains were delayed for some four or five hours.'"],"display_date":"August 23, 1882","search_date":"1882-08-23","locations":[{"id":14086,"lat":37.7873885597,"lng":-78.8867512571,"zoom":9,"place":"NELSON, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2575,"title":"Education for Disabled Veterans\n","course_id":1,"status":"P","start_date":"1867-01-01","end_date":"1867-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Concern with morality and charity dominated the thoughts of many devout Christians in the South. W.D. Cabell, a graduate of the University of Virginia and principal of the Norwood High School in Nelson County, Virginia, was just such a man. In his journal he often pondered the effect his own life would have on those around him, and beseeched the Lord for help in doing good works. In 1867, Cabell decided to use his position as principal of Norwood High School to help those he saw as most in need: disabled ex-Confederate soldiers. The normal tuition for one semester at his school came to 150; he offered 12 spots at half price for those who met the following conditions:","I. Satisfactory evidence that he is unable to meet the expense of a full academic course,","II. That he was disabled in the discharge of his duty as a Southern soldier,","III. The he will, when his course is completed, engage in the cause of education as a teacher, and give to some poor, honest boy an equivalent for the advantages now offered to him,","IV. That if this is impracticable, he will, as soon as he is able, pay the balance of the regular rates of the school, but without interest.","Cabell identifies himself as thoroughly and permanently identified with the cause of southern education, and as such takes it upon himself to make his charitable offer only to those that are held in high esteem by the fallen southern aristocracy, such as ex-Confederate soldiers. He contends that I confine this offer to no particular state or locality, and in discriminating between applicants will decide (other things equal) in favor of the most unfortunate. He does not, however, extend this offer to other destitute southern citizens, such as newly freed blacks, and thus still reflects the limited moral attitudes of his time. ","According to Fred Arthur Bailey, author of Free Speech and the Lost Cause in the Old Dominion, Southern teachers after the Civil War attempted to inject the Lost Cause mentality into school curricula within the entire South, including Virginia. Once established as the arbiters of Southern thought, Bailey asserts, they expunged offending works from schools and libraries, silenced dissident teachers, and indoctrinated Southern children with antebellum aristocratic social values. The ideas of the Lost Cause range from old southern ideas of chivalry and honor to race and gender relations and roles within society. Also, an integral part of the Lost Cause idea was the portrayal of the South as a valiant yet defeated region now forced to live under corrupt Yankee rule, whose ideals and social mores must not be lost in favor of northern values. Although the specific curriculum from the Norwood School is not available, it's very possible that Cabell fit this description to some degree. He obviously sympathized greatly the Confederacy, and was a self-proclaimed champion of Southern Education. "],"display_date":1867,"search_date":"1867-07-02","locations":[{"id":14084,"lat":37.7873885597,"lng":-78.8867512571,"zoom":9,"place":"NELSON, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2692,"title":"Henry Clay&#39;s 1824 Speech\n","course_id":1,"status":"P","start_date":"1824-01-01","end_date":"1824-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Floyd L. Whitehead saved an article that reviews Henry Clay's 1824 speech. Clay spoke on a major economic issue that began to drive the North and South further and further apart in the eras leading up to the Civil War - the tariff. Henry Clay argued in favor of the Tariff of 1824. He declared that the Union had diminished exports of native produce, the depressed state of our foreign navigation, our diminished commerce, successive unthreshed crops of grain, perishing in our barns and barn yards for the want of market. The South was an agrarian society that depended upon agriculture to survive. The North, on the other hand, was beginning to develop urbanized societies and depend more and more upon industry and less on agriculture. The Tariff of 1824 was a pivotal decision to the South in order to keep their culture alive. "," This speech had a far - reaching effect on the South. Henry Clay was a prominent politician of the time and his opinions were heard throughout the country. Virginia wanted to protect its profit on tobacco, while South Carolina was concerned about falling cotton prices. The tariff would have protected the American market from cheaper foreign goods. Southerners, lead by John C. Calhoun opposed this tariff because they saw it as favoring the North. The South needed open markets to sell their products, which were popular in overseas markets. If the tariff were not passed then the economy of the South would continue to flourish. On the other hand, if the tariff were passed, then the markets in the South would slowly diminish because of less interest because of the lost overseas markets. This was a debate that sparked come of the conflict leading up to the Civil War. "," The major markets of the South, including the tobacco markets in Virginia, were in danger with any thought of a tariff. Southerners were not only trying to protect their income, but also their agrarian way of life. This debate was a major political discussion at the time. The South did not support Henry Clay and his opinions in the debate over the tariff because he was placing them in danger of loosing their foreign markets."],"display_date":1824,"search_date":"1824-07-01","locations":[{"id":14080,"lat":37.7873885597,"lng":-78.8867512571,"zoom":9,"place":"NELSON, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2933,"title":"Wyatt&#39;s Imprisonment\n","course_id":1,"status":"P","start_date":"1863-01-05","end_date":"1863-01-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The common practice of hiring out one's slaves ensured that even when work was less plentiful on the plantation, a master's investment in a slave would still be lucrative. A slave in this position identified only as Wyatt landed himself in jail after attempting repeatedly to be sold back to the plantation where his family resided. The current owners who had been trying to sell him wrote a letter to George W. Hamner, owner of Wyatt's family, informing him that Wyatt was for going off with you at all events - we therefore put him in jail - where we will keep him until we hear from you...we think he is too much a man of his own head to hire out anymore. They then proceeded to offer to sell him to Hamner for two thousand dollars, insisting that the considerably lower price (than the market value of 2,500) was due to their consideration for his family. ","The transparency of their facade of decency is quite apparent, however, by the following line now if you think you can give that sum for him please let us know it without delay as we intend to take him to another market soon. It is clear that the owners are businessmen and do not actually care deeply about Wyatt or his family. They even state that they wish to do everything that is reasonable without sacrificing too much on the negro. ","Walter Johnson discusses in-depth the callousness of slave traders in his book <em>Soul by Soul</em>. He writes that at the slave markets, consumers are often able to maintain a moral high ground in comparison to the traders, however misguided. However, in this example we see that even slave owners who are not engaged in the African slave trade often exhibit the same disregard for the needs or wants of their slaves. Thinly-veiled attempts at humane treatment are not enough to conceal the truly vicious nature of slavery. However, Johnson's book focuses mainly on New Orleans in the antebellum period, and this episode took place in Virginia in the midst of the Civil War. This may explain Wyatt's assertiveness - the Emancipation Proclamation had actually gone into affect four days earlier and many slaves pressed for their rights even when resentful masters and slave traders refused to grant them. In fact, in many states in the deeper South, slaves often did not even find out they had been emancipated until after the war ended. However, Virginia's proximity to the North and Washington, D.C. made it difficult for owners to conceal the news of emancipation. "],"display_date":"January 5, 1863","search_date":"1863-01-05","locations":[{"id":14084,"lat":37.7873885597,"lng":-78.8867512571,"zoom":9,"place":"NELSON, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2944,"title":"They Danced &#39;til Dawn\n","course_id":1,"status":"P","start_date":"1866-05-26","end_date":"1866-05-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Entertainment was a little-known pursuit in the South in the years during and after the Civil War. However, for those white Southerners who did not lose everything, maintaining some of their old traditions was of the utmost importance. In May 1866, W.D. Cabell of Nelson County, Virginia, wrote to his wife Mary in Philadelphia of a large party which he had recently attended. He tells her that he went with 25 young gentlemen from the school of which he is principal. The party quickly evolved into a dance, which was quite entertaining for the young people. Cabell left the dance at 1 a.m., but it was apparently still going on at that time. He tells his wife that I hear they danced 8 sets after day light by the best music, violins and piano. They are coming in now looking quite broken down. ","Far from adopting the disapproving tone expected of a teacher and authority figure, Cabell seems to take comfort in the young people's revelry. He was known to be a staunch supporter of the Confederacy, and perhaps the dance reminded him of the more carefree antebellum period. ","Virginia, in particular, wished to rebuild and retain its cultural identity after the war. In his dissertation on post-Civil War Virginia, James Douglas Smith writes that In the midst of Reconstruction the need for social diversions was not forgotten...their daily lives were frequently brightened by the famed, but now less expansive, Virginia hospitality. Parties, dances, picnics, tournaments, hunting, fishing, baseball, lectures, plays and tableaux were all popular amusements...In the background, generally avoided, were the men in blue, the Federal occupation forces. In addition to the presence of the Federal troops, Virginians had to deal with loss of property and money, yet even in the face of financial ruin Virginians attempted to maintain a vibrant culture and society. In fact, Smith goes on to write that the fondness of Virginians for visiting relatives and friends, holding parties and dancing all night was only slightly abated by the pecuniary distress of these years."],"display_date":"May 26, 1866","search_date":"1866-05-26","locations":[{"id":14084,"lat":37.7873885597,"lng":-78.8867512571,"zoom":9,"place":"NELSON, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3064,"title":" Cabell comments on 1896 election\n","course_id":1,"status":"P","start_date":"1896-11-29","end_date":"1896-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["For the first time, William Cabell voted Republican and broke his loyalty to the ","Democrats. 1896 was a major year for presidential elections, and silver was the major ","political issue of the election year. At the time there were three political parties: ","Republicans, Democrats, and Populists. In a letter to his wife, William D. Cabell wrote ","about a conversation he had with his friend and neighbor, Alex Brown, a historian. After ","returning from the voting polls for the new president, Brown asked Cabell for whom he ","had voted. Cabell immediately replied McKinley. Brown responded that he would not ","mention Cabell's vote and that he [Cabell] would regret it for silver was the money of ","his grandparents. The poorer populations called for a changed from the gold standard ","to the silver standard so there would be an influx of money and inflation, thus farmers ","and others could pay off their debts quickly from the depression of the 1890's. The ","Democrats were pro-silver, the Republicans pro-gold, and the Populists oscillatory. ","Cabell responded that he did not mind Brown mentioning the vote to others for he was of ","little political influence and he believed that McKinley would improve the South. Cabell ","threw aside his party alliance and voted for who he truly believed would help build up his ","community and make it flourish. ","In the end, the Populists decided to fuse with the Democrats instead of putting out ","their own candidate. There was little chance that the Democratic Party could win in this ","election especially because of the unpopular leadership of Democrat, Grover Cleveland, ","and also because of the popular candidate that was nominated for the Republican Party, ","William McKinley of Ohio. Finally they chose William Jennings Bryan. Bryan ended ","up with 6,500,000 votes, more than any other Democratic candidate but so did McKinley ","with 7,100,000 for the Republican Party. The U.S. majority voted almost strictly along ","the geographical line of North and South, with McKinley receiving northern votes and ","Bryan receiving Southern votes, although the majority in this election for each state did ","not lead by a very high percentage. During this time period most of the South voted for ","the Democrats. Thus, Cabell represented one of the many people that chose to vote ","against the majority of the South, and voted for the man not the party that he thought ","would do the South justice. His last quote of this section of the letter signified his loyalty ","most of all. The man who makes two blades of grass grow where ours grew before is ","worth all the politicians put together."],"display_date":"November 29, 1896 - December 31, 1896","search_date":"1896-12-15","locations":[{"id":14087,"lat":37.7873885597,"lng":-78.8867512571,"zoom":9,"place":"NELSON, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3678,"title":"Raising the Stakes in Southern Culture\n","course_id":1,"status":"P","start_date":"1839-08-12","end_date":"1839-08-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Gambling has played a significant role in southern culture since the colonial period and still is an important part of our society today. During the 1830s and 1840s in central Virginia, betting and gambling were indicators of social status within the community. Those who bet on card games and dice were seen a part of the wealthy class. They had much more money and therefore were able to toss it around in different games of chance without worry. "," Games such as cards, backgammon and billiards were fun, but the real money lay in horse racing. On August 12, 1839, John W Cocke, a Virginia resident, wrote a letter to his friend Joseph Cabell from Nelson County concerning the business of horses. Mr. Cocke bought a breed mare from his friend Peyton for 250. The mare was nine years old, of pure blood, and was in much more superior form than the last mare Cocke had bought. It was descended from a distinguished group of racing horses, of which were very good breeders. In this letter Mr. Cocke offered this new mare to Cabell as a better bargain than one he had offered him before. Cocke also mentioned a colt by the side of the mare which was expected to be worth 125. Therefore, the purchase of the mare with the colt by her side would total at 375. Cocke encouraged Cabell to take him up on this offer and that one of his servants could come and pick them up whenever he liked. "," After the introduction of thoroughbreds in the mid-eighteenth century, the sport of horse racing took off in the South, especially in the farm country such as Central Virginia. With it came a whole new meaning of gambling. The stakes were higher as the men betting at the race track were seen as the best of the best among the wealthy plantation owners. It was no longer a game of chance, for horses could be bought, trained and bread into champions that rolled in the money for the southern owners. They took pride in their winnings as the races created competition among them and their fellow wealthy class citizens. John Cocke's letter gives insight into the personality and lifestyle of the plantation owners in central Virginia. Horse racing was seen as a sport only for gentleman. The letter demonstrates how important the idea of social status was to the people in Virginia and how through gambling southerners could exemplify their status to the rest of the community."],"display_date":"August 12, 1839","search_date":"1839-08-12","locations":[{"id":14081,"lat":37.7873885597,"lng":-78.8867512571,"zoom":9,"place":"NELSON, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3905,"title":"Improvement and Success in the Railroad System of Western Virginia\n","course_id":7,"status":"P","start_date":"1892-01-01","end_date":"1892-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["    Successful transportation had finally arrived On January 6, 1892 the first article on the front page of The Daily Virginian, under the heading \"Local Matters,\" spoke of the Lynchburg citizens' excitement regarding the success of their railway service and the current development of western Virginia railroad systems.  The previous morning, railroad workers had started running the engines of the cars before it had begun to snow, yet the tracks were already frozen with a \"sheet of hard frozen sleet.\"  This situation would normally have caused a huge problem even in Richmond and Norfolk; however, because of recent improvements in the railway system and the car's standard motor and double gearing, however, the problem did not exist in Lynchburg.  The first car was easily able to move at a quick speed and remove all impediments on the track.  Not only did it clear the path successfully, but also made it possible for other trains to run safely for the entire day.  The article stated that the system had not only been improving drastically for the past two months, but also that shortly all the cars would be equipped with the double gearing, making the Lynchburg and western Virginia railway system would be \"second to none.\"","    The reason for this strong success in the railroad system was because of the recent purchase of the Shenandoah Valley Railroad Company by the Norfolk and Western Railroad Companies.  While the Norfolk and Western Railroad Companies took indirect control of the Shenandoah Valley Company in 1883, improvements were slow, and because of bad tracks and still uneven tracks, profits hit an all-time low.  Money intake increased, and this final purchase in1890 was the key to success.   The new owners had a strict development policy and were attempting to improve the lines for the general welfare of the people and the growth progress of their towns.  This new and improved system meant a safe and successful route from Washington D.C. to Tennessee, encompassing many important counties in western Virginia.  Consequently, the Lynchburg newspaper had articles like the previous one as well as many comments made by citizens of the town in the \"Items of Interest\" section about their excitement for easy and safe travel as well as future growth of industrialization in their counties.  More specifically, almost every day The Daily Virginian reported the increasing profits of the Norfolk and Western Railroad Companies.  The people were proud of both the improvement of the railroad system and the growing development of their western proportion of Virginia, and were excited to talk about it frequently in their newspaper. ","    These same developments were occurring all throughout the South in the early 1890s as well.  While railroads had been prevalent for many decades, they were never completely safe and successful.  Because of the multitude of railroad companies, tracks were uneven, times were uncoordinated, and wrecks were frequent.  However, the post-Reconstruction period brought a time when the railroads could improve not only in large cities, but also in the less populated counties throughout the southern states.  In Lynchburg and surrounding counties, the Norfolk and Western Railroad companies attempted and later succeeded in doing this exact thing. Essentially, the railroad made it possible for Lynchburg and other small towns in western Virginia to further industrialize and grow in many ways that they were incapable of doing before.    "],"display_date":"January 1, 1892 - January 30, 1892","search_date":"1892-01-15","locations":[{"id":14087,"lat":37.7873885597,"lng":-78.8867512571,"zoom":9,"place":"NELSON, Virginia"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3913,"title":"Disaster on the Carolina Railroad\n","course_id":7,"status":"P","start_date":"1856-05-01","end_date":"1856-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["On May 19, 1856, C.M. Siller wrote a letter to his friend J.L. Twyman, a resident of Buchanan County, Virginia. From his room at the Washington Hotel in Lynchburg, Virginia, Siller described the details of his train ride to Anderson, South Carolina two weeks earlier. His three-page letter discussed in great depth the landscape of the various towns he saw, as well as the agricultural production of each farm he saw. Evidently, the type of soil – whether it was healthy red clay or nasty swampland – was very important to him and his letter's recipient since nearly half of the letter was a commentary on the fertility of the land. Siller additionally described the crops grown in each area, a reflection of his obvious interest in farming. Despite the fact that Twyman was a doctor and Siller presumably a businessman, this interest in agriculture was not uncommon at the time. ","Siller's account of the route his train took comprised a significant part of the letter.  He went into great detail to describe the fares – ranging from three dollars to six fifty per leg – as well as the length of the journey in miles and hours.  His account of the train ride was extensive in part due to the considerable number of stops and connections that the voyage to South Carolina from Virginia required.  Siller described many different towns along the route and mentioned constantly getting on and off the train to have a meal or take a break. At one point during his journey, he was required to descend the train and meet at a steamboat, where the boat took him to switch railroad services. ","The last portion of his letter to Twyman was a description of an accident on the train before the passengers reached Anderson. A piece of iron from the train track broke from the worn out trestles and caused the passenger car to flip and fall into a sand bank. The injuries Siller sustained were worse than most passengers' because his seat was in the front of the train; while most travelers left without a scrape, Siller dislocated his left shoulder and broke his arm. Although he was thankful that his life was spared, Siller was aggrieved by his eventful journey; his letter mentioned that his injuries caused him great discomfort and he was unable to sleep at night. ","Siller's letter to Twyman illustrated that transportation through the antebellum South by train was neither an effortless nor an enjoyable undertaking.  The South did not have a well-organized rail system that allowed for people and products to be moved around the region effectively. According to John Majewski, author of A House Dividing, \"Southern railroads took weeks to transport supplies and raw materials between eastern and western theaters.\" From Siller's emphasis on the agricultural rather than technological aspects of the train voyage in his letter, he demonstrated how much the South relied on agriculture. To a Southerner, farming was the main source of revenue and was considered the single most important aspect of life; technological development did not seem entirely necessary in the mid-nineteenth century. However, Majewski notes that \"a bountiful harvest counted for little if local railroad tracks were destroyed by foes… or if wagons… were impressed to serve the army\". The issue became a major setback for the Confederacy during the Civil War when the South's obsolete railroads created a severe disadvantage against the North's highly industrialized system. "],"display_date":"May 1, 1856 - May 30, 1856","search_date":"1856-05-15","locations":[{"id":14083,"lat":37.7873885597,"lng":-78.8867512571,"zoom":9,"place":"NELSON, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3939,"title":"Traveler Surprised to See Companion Survive Illness\n","course_id":7,"status":"P","start_date":"1822-12-21","end_date":"1822-12-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["      Nathaniel Blaine, a resident of Nelson County, Virginia, received a letter from his friend Richard Perkins, who had been traveling by horse and buggy.  Dated December 21, 1822, the letter described some of the details of Perkins' journey, including an illness that befell one of his traveling companions, Betty: \"...all well exept bety and she has bin very sick on the road hardly expected her to liv and was very trobesom on the road with that not in her side....\"  The description of the \"not in her side\" seems to imply that Betty suffered from some kind of pain, or possibly even a bulge, on the side of her body.  Historian Thomas Wertenbaker asserts that medical knowledge in the antebellum South was rudimentary at best.  Especially in rural plantation societies like Virginia and Maryland, doctors were hard to find, and even if found they were not always likely to be consulted.  Many in the South believed that doctors did more harm than good, which is probably true considering their widespread use of such treatments as bloodletting and their lack of knowledge concerning germ theory.  In this light it is understandable why Perkins did not hold out much hope for Betty's survival.","      According to F. N. Boney, a number of Southern doctors in the antebellum period performed medical experiments on slaves.  Doctors used the prevailing belief that blacks were inferior to whites to justify the often grotesque procedures to which they subjected slaves.  They performed many experiments, including the trial of a new (and highly dangerous) vaccination procedure and even an effort to discover an effective surgical method for sealing clefts that caused bladder leakage.  Slaves endured unimaginable pain and suffering due to such atrocities, but in the doctors' minds it was all in the name of science.  Regardless of the means through which discoveries were made, medical science in the antebellum South left much to be desired.  Concepts that are considered self-evident today, such as germ theory, were unknown at the time.  Perkins described most of his traveling as such: it \"...was water Bound three times and was very mody....\"  Frequently surrounded by water and mud, his traveling party must have come into contact with an untold amount of pathogens.  Although these days it is viewed as common knowledge, many people in the antebellum South may have had no idea that such conditions could be breeding grounds for disease.  Unfortunately, Betty suffered the consequences of this lack of knowledge. "],"display_date":"December 21, 1822","search_date":"1822-12-21","locations":[{"id":14080,"lat":37.7873885597,"lng":-78.8867512571,"zoom":9,"place":"NELSON, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":16,"tag":"Science/Technology"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}]}