{"id":2992,"place":"ORANGE, Florida","lat":28.7108435556,"lng":-81.3703448213,"episodes":[{"id":4164,"title":"Town Improvement Association of Winter Park\n","course_id":9,"status":"P","start_date":"1887-03-03","end_date":"1887-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            The city of Winter Park was established in 1881 as a main trading center for fruit companies throughout Central  Florida. This flourishing trading spot transformed itself into a popular resort where northerners came to flee from the harsh cold northern winters. According to the Seminole Hotel Booklet, the Winter Park area was ideal for northern settlement since it was full of natural beauties such as \"crystal lakes\" and \"southern pines\".  To conserve the natural beauty of this community, the Town Improvement Association was established in 1887.","            Since its establishment in 1881, Winter Park has gone through many developmental changes in order to accommodate its growing population.  Northerners saw Winter Park as an opportunity to gain wealth through the planting of citrus. Transportation became more accessible as a railroad line was placed in between Sanford and Orlando by the end of 1881. In 1882, Winter   Park received its first train station. Its first schools began to open in 1883 including the establishment of Rollins College in 1885. All of these advancements in Winter   Park lead to an economic boom which resulted in its incorporation as a town in 1887. In order to sustain the towns economic success, conservation organizations like the TIAWP were installed.","    A look at the TIAWP's constitution, one can see the conservation methods taken by community members to preserve the towns renown beauty. Article II of the Constitution states the object of the Association is to \"improve and ornament the streets and public grounds of Winter Park\". Members of the TIAWP planted trees as well as cultivated them. Other member duties included cleaning and repairing broken sidewalks as well as embellishing the streets.  Becoming a member consisted of planting a tree in the community or paying a small fee. Becoming a life member entailed subscribing in paying annual fees to the Association. According to Article VIII, members were promised a \"system of premiums\", where they were awarded for their service to the community.","            The Town Improvement Association of Winter Park was necessary for not only conservation reasons, but mainly for tourism. Due to its beautiful landscape, the town seems attractive to northerners. Hotels around the regions thrived due to this natural scheme. The Seminole Hotel Booklet profited from such claiming how the entire state of Florida was \"challenged to produce a prettier or healthier spot\". These hotels can accredit most of their success to conservationist organizations such as the Town Improvement Association of 1887."],"display_date":"March 3, 1887","search_date":"1887-03-03","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"}],"course":{"name":"United States History to 1877","school":"Rollins College","course_id":9,"school_id":5}},{"id":4214,"title":"Ocklawaha River\n","course_id":9,"status":"P","start_date":"1881-03-25","end_date":"1881-03-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1880's people who visited Florida were astounded by its many mysterious assets, \"grand, impressive, strange, tropical-now gloomy and awe-inspiring, now fairy-like and charming, and again weird and wild\" nature, as writer George Barbour described in his book for Florida tourists. The Ocklawaha River flows north from Central Florida, ending near Palatka, Florida. The river stretches over 100 miles, flowing into several large lakes in the Central Florida region. In the 1860s, the Ocklawaha River was cleared to provide a steamboat transportation route to Silver Springs, Florida, the end of a popular tourist journey (especially for Northerners) on the river. Many of the people who describe the entrancing nature of Ocklawaha River traveled it by steamboat. Once the railroad arrived in Silver Springs, however, the Ocklawaha River steamboat route was abandoned.","            The exotic nature and beauty of the Ocklawaha  River inspired one notable poet, Robert Paine Hudson, who wrote lyrics about the river in a poem titled \"Ocklawaha\". The lyrics were published on May 25, 1881 in Sanford, Florida and later published into a book of poetry titled <em><u>Love, Home, and the Southland</u></em>. The lyrics describe the people who traveled the river, such as the Indians who \" 'Gainst the white man here rebelled\", and Hudson writes about how the white man pushed the Indians to vacate their land. Again and again, Hudson reiterates the beauty of the Ocklawaha, \"What though we bade young Spring adieu, there's left a still more glorious hue\". From these passages a reader today can imagine how natural, and untouched, the river once was.               "],"display_date":"March 25, 1881","search_date":"1881-03-25","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"United States History to 1877","school":"Rollins College","course_id":9,"school_id":5}},{"id":4215,"title":"Florida in 1887: Malaria and Alligators\n","course_id":9,"status":"P","start_date":"1887-01-01","end_date":"1887-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"It was a malaria-cursed desert, a barren wilderness swarming with poisonous snakes and repulsive reptiles.\" Travel author Iza Hardy observed that this was the resounding view of Florida in 1887 held by those in the northern, eastern and western United States. The statement is only one of many Hardy presents in his 1887 book, <em><u>Oranges and Alligators</u></em>, that illustrates the verbal abuse other U.S. regions heaped on Florida. In defense of the state, Hardy wrote about the exotic nature and beauty of Florida that he discovered on his own journeys through the area. ","            Hardy relays an interesting personal story in this document about the assumption that Florida was malaria ridden. While Hardy was traveling in Orlando, one man in his group fell ill with a high fever and aching pains. The group assumed he had contracted malaria. In response one gentleman said, \"Malaria?...He can't have malarial fever, for there is no malaria here-Unless, he has been imprudent enough to be out-of-doors after sunset.\" ","            Insurance companies were as particular then as they are now. To the Hardy group's dismay, they discovered that because of the risk of malaria, most insurance companies declined to provide life insurance below a latitude line of 30° south. At that time the group was traveling considerably below 29° south. The rumor that malaria was rampant in Florida was not entirely false. Gordon Patterson's scientific journal stated that mosquitoes bred well in the many bodies of water covering the state. It took a yellow fever epidemic in 1888, one year after the publication of Hardy's book, for the government of Florida to develop a board of health for disease control. ","            Alligators were a big attraction for Florida tourists in 1887, just as they are today. While Hardy was traveling by Lake Maitland, a young man in his group heard of an alligator that had been spotted by the bank of a lake near a neighborhood. The young man, thinking it was dangerous, found it, shot it, and brought it home to display. Soon after, a resident wrote him a letter, saying he had, in fact, slaughtered a pet alligator the resident had raised from a baby. Hardy's description of the whole scene includes the observation that at the time, alligators were popular domestic pets in South Florida. Hardy also states that it was possible to mail an alligator to the North (alive, unless it died in the process); all it took was a box to put it in. Promoters pushed alligators as ideal domestic pets; they only needed to be fed once a week."],"display_date":1887,"search_date":"1887-07-02","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"United States History to 1877","school":"Rollins College","course_id":9,"school_id":5}},{"id":4561,"title":"The Hannibal Square Elementary School","course_id":21,"status":"P","start_date":"1883-02-11","end_date":"1887-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Location: Winter Park, Florida","Date: 1883/02/11 ","Tags: First African American Public School","In 1883, Hannibal Square Elementary School was the first public school for African American children, which was located in Winter Park, Florida. On February 11th, 1890, a brand new facility was established. The facility included Loring A. Chase, founder of Winter Park and philanthropist and S. A. Williams who served as Principal. In 1892 it was thus announced that both the election and the Hannibal Square area was not included in the incorporated limits of Winter Park. The City Council gave black citizens the option to use the building as a school house. There was one catch, the black citizens could not use it for free, it was twenty-five dollars for the school term (1893-1894). Thus, they declined the offer. ","            The town counsel was initially in the wrong according to the town solicitor. The town solicitor stated that they had no legal authority what so ever to neither remove the school building nor maintain a school, which was outside its specific town limits. He concluded that it should be the decision of the Orange Country Board of Public Instruction for black educators, and it was. ","            The building that served as Hannibal Square Elementary School faced Pennsylvania Avenue in 1890. Soon after a six room block structure was built in 1926. This building was part of the school and was on the north side of West New England Avenue. It accommodated first through eighth grade, and first, second and eighth grade was taught in separate rooms. As for the remaining grades, they were taught in three rooms. The rooms were well lit and equipped with a teacher's desk in the front of every class. ","            Enrollment was flourished with Two hundred and fifty students in 1927, with approximately twenty students per classroom. Free textbooks were provided for reading, writing, mathematics, history, geography, and spelling. These books were mostly used books that came from white public schools. Books were not given for practical arts of sciences. ","            All students from the Hannibal Square Elementary School walked in large groups t school each day and arrived to school ready to line-up by grade outside the rear of the school building. The youngest grade went into the school first and then so on and so fourth until everyone was in the building. Though facilities at the school was limited they did have a basketball clay court where many of the children liked to play. However, students had to bring their own balls, marbles, yo-yos, etc from home if thy wanted to play basketball or any other activity that required recreational tools. ","            The Hannibal School was one of the first great opportunities for children to become educated. They were taught the basics of reading, writing, and arithmetic, as well as spelling, history and geography. Though the Hannibal School only provided for grade first through eighth and no high school there is no doubt that the children were prepared for it. Many student moved to find high schools in which they could attend or were just satisfied in graduating elementary school. If students did wish to move to high school they would attend Hungerford in Eaton Ville, Florida, where they could continue their studies and prepare for their futures. "],"display_date":"February 11, 1883 - January 18, 1887","search_date":"1885-01-29","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"},{"id":1448,"lat":27.9426871515,"lng":-81.6937337321,"zoom":8,"place":"POLK, Florida"}],"tags":[{"id":142,"tag":"african americans"},{"id":143,"tag":"school"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":4841,"title":"<strong><strong>African Americans in the Seminole Hotel</strong></strong>","course_id":33,"status":"P","start_date":"1886-01-01","end_date":"1886-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Observing the history of Winter Park, the Seminole Hotel which was built in 1886 is one location that is significant in many ways to the American Life, especially for African Americans. The Seminole Hotel was a grand resort in Lake Osceola and it was a vacation destination which attracted many wealthy northerners who were escaping the unpleasant weather from their home towns. While it is evident that white northerners enjoyed the warm weather and the great destination, African Americans who were already in the area were not affluent enough to enjoy the properties of the Seminole Hotel. Instead African Americans were offered a different way to step foot onto the premises, they were the employees that hosted the white wealthy guests.","As mentioned in the Winter Park Historical Association website, the Seminole Hotel boasted <em>“that more millionaires and beauties were gathered on its piazzas than any other space in Florida.”</em> In this regard we easily understand that during 1886 when the Seminole Hotel was built, African Americans were just fortunate enough to be employees of the Seminole Hotel. Across the South during this period, African Americans were denied employment and equal opportunities by whites for various reasons, but were fortunate enough to find some opportunities at the Seminole hotel. As observed in the photos of the Seminole Hotel, Steve Rajatr in the Winter Park Magazine reveals that  “a large portion of their Winter Park staff of porters, bellhops, cooks, and maids were black residents who lived in Hannibal Square and who were neighbors of white families who lived on the east side of town. The hotel was one of the major companies in the area that employed black residents.”","While looking back at the importance of the Seminole Hotel we must recognize that a picture found in the Rollins College Archives with an African American woman boating wealthy white northerners on Lake Osceola depicts both positive and negative interpretations. While I rather see a picture of both African American’s and Whites enjoying the sites of the Seminole Hotel, it is still beneficial that African Americans were hired by one of the only employers that would employee them. “The city’s founding fathers intended Winter Park to be a resort destination for affluent families who wanted to escape harsh winters in the Midwest and Northeast and African American’s were apart of making these wealthy families feel welcomed.” Through the Seminole Hotel the African Americans contributed to the American experience in many ways, some more obvious than others."," "," "],"display_date":1886,"search_date":"1886-07-02","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":11,"tag":"Economy"},{"id":21,"tag":"Race Relations"},{"id":142,"tag":"african americans"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4842,"title":"Eatonville and the Robert Hungerford Industrial School","course_id":33,"status":"P","start_date":"1888-01-01","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Dr. Robert Hungerford is best known for the school in Maitland, Florida that was named after him, however, his willingness and selfless attitude in preaching education is what best characterizes the type of person he actually was. Hungerford was a young white physician from Seymour, Connecticut who spent a winter in Maitland, Florida in hopes of bettering his health.  While in Maitland, he became interested in a group of African Americans and preached to them the importance of education.  After returning home to Connecticut, from his trip to Florida, Dr. Hungerford contracted the typhoid fever from an ill African American youth and eventually passed away in 1888.  The following year, the group of Negroes he first worked with in Maitland came together and started a small black school near Maitland, naming it the Robert Hungerford School in memory great memory of their mentor.  The principle of the school was Russell C. Calhoun, who gained a college education and one of Dr. Hungerford’s brightest scholars.  A few years after the school opened, Dr. Hungerford’s father gave the school one hundred and sixty acres of land as a memorial to his son and the school greatly expanded.","The Robert Hungerford Industrial School was soon established and it provided African Americans with means of learning as well as direct industrial work experience.  The school owned more than two hundred acres of suitable land for farming and building.  The students of both sexes would attend school for half of the day and work the other half of the day.  The county of the school was given two hundred and forty dollars a month to cover the wages of the teachers, however, the principle nor the treasurer received any pay for their work.","In a time where the country was going through much racism and hatred toward African Americans, education was not viewed as very important.  This was until Dr. Hungerford came into the scene and ultimately transformed education for the African American people of the South.  His generosity and willingness to help poor African American children was taken very seriously and opened the door for many young men and women.  The creation of the Industrial School provided real life work experience, as well as many different learning opportunities.  Students came from all over Florida to take part in this excellent program that quickly took off from the very beginning.  The early 1900’s were a very tough time for African Americans, although Dr. Hungerford wasn’t directly apart of the creation of the school, his willingness to reach out and help the African Americans went a long way in establishing some of the first means of education in the South.  Black students were provided opportunities that at the time were unheard of in many parts of the U.S.  Several years after the original creation of the school, Hungerford graduates were successful students in Florida, Georgia, North Carolina and Virginia.  Although the original school is no longer present, the name still lives on as the name of an elementary school in Eatonville."," "],"display_date":"1888 - 1910","search_date":"1899-07-01","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":445,"tag":"Education for blacks"},{"id":142,"tag":"african americans"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4856,"title":"Job Opportunities at the Seminole Hotel","course_id":33,"status":"P","start_date":"1886-01-01","end_date":"12/31/02","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1886 an impressive hotel was built on Lake Osceola called the Seminole Hotel. This hotel was a huge addition to the Winter Park community. It consisted of two hundred rooms and provided plenty of activities to entertain the guests, such as a bowling alley, croquet, tennis, and a billiard room. A bonus of being on the lake was that they were able to offer sailing, rowing, fishing, and two steam yachts. It was located close to Rollins College, so many family members of the students stayed there while visiting. It drove in famous and wealthy people such as President Grover Cleveland and William Rockefeller.","Along with the good business came numerous job opportunities for the African-Americans in the surrounding area. With only twenty-one years after slavery was abolished by the Thirteenth Amendment (1865), it was very difficult for African-American to get jobs, never mind jobs with good salary. During the Reconstruction Era, plantation owners hired the newly freed African Americans to keep production up. These arrangements did not work well, and therefore a great deal of the land was occupied by both white and African American farmers and sharecroppers.","The Seminole Hotel was a one of the only businesses that employed African-Americans in the South during this time. Some of the jobs included maids, bellhops, landscapers, cooks, baggage carriers, and caddies. They employed men, women and children to carry out these duties. Also when important figures stayed at the hotel, there would be the additional job of driving the mule and carriage to the train station just down the road, to pick up and drop of the guest. The workers were treated well here and made a reasonable pay. In a picture, dating between 1886 and 1902, shows eleven young African-American men dressed in caddy uniforms, scrabbling on the dirt ground in search of money. Most of the young men are piled on top of each other or sprawled out on the ground, while only one appears to already have some money in his hand, because he is away from the group and is looking down at his cupped hands. Written on the back of the picture it says, “Scrambling for money thrown by Seminole Hotel guest.” This picture suggests that not only did the hotel treat their workers well, but the guests did as well. They generously threw out money to these workers that were working to help support their families.","While other businesses were discriminating against the newly freed people, the Seminole Hotel invited them in with open arms. Their hard work and helping hands helped keep the hotel open for six years until a fire in the kitchen burned down the hotel. The hotel was not re-built and many people became unemployed. The Seminole Hotel exemplified how an establishment in the late nineteenth century could have interracial employees and still flourish as a well-known business."],"display_date":"1886 - 1902","search_date":"1894-07-01","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":468,"tag":"employment"},{"id":142,"tag":"african americans"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4857,"title":"Zora Neale Hurston: Impact on Music Folklore","course_id":33,"status":"P","start_date":"1/1/39","end_date":"12/31/39","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Music belongs to all humans. Race, size, or color does not matter. When it comes to music, all cultures come together, one voice is heard. Folklore music is a prime example of this, and Zora Neale Hurston played an extremely important role in it. Not many African Americans had the opportunity to publish any type of works, or even to express their opinions on music, but Hurston was able to and represented all those who did not have the opportunity to do so. She introduced folklore and showed us how important music is, and the role it played in African American’s lives. <br /> Folklore music really represents cultures, their beliefs as well as religion. Much of music is written to express our feelings about certain topics, Africans viewed music as a getaway, they believed that through music they were able to achieve a lot more than by actually physically reacting to a certain issue. When music was made, spirits were lifted, and feelings were expressed; much of folklore music was played during special celebrations such as weddings and burials. It brought people together, and as Hurston mentioned “it does not belong to any special time, place, nor people”. Hurston taught us so much about the evolution of folklore here in Florida, and the role it played in both white’s and African’s lives. She once mentioned that a verse is “just a talking sentence,” to show us how powerful music was really is. To prove her point Hurston included in her book Frontiers: A Journal of Women Studies, Vol. 12, No.1 fragments of folklore songs from various parts of Florida. These songs had powerful verses and stanzas that reached out to many, and painted a picture of what African American’s lives were like. <br /> Hurston often wrote about folklore music, but she also wrote “narratives and hoodoo practices.” She published many different books on music and its impact in states such as Florida, and Alabama; she also included examples of typical songs that were often popular among Africans in such regions. Her books were very descriptive and often told stories in form of songs about certain characters and their everyday lives. The characters portrayed in her books were mostly based on a non-fictional character; often people she knew and was close with. The songs reflected events that often took place in this person’s life, just told the story of their life. A perfect example of this would be Mules and Men, in which the “book really yields a valuable account of our Southern United States Negro.” <br /> Hurston’s books are known all over the country, and her works are greatly recognized in states such as Florida. History owes a great deal to Hurston, thanks to her we now know a great deal of how and what music folklore was influenced and how it was brought about here in our own Floridian backyards. We are also able to get a glimpse of what life was like during the slave trade periods, just as well as how, not only people were affected by slavery, but how culture and music were also impacted."," "," "," "],"display_date":1939,"search_date":"1939-07-02","locations":[{"id":23214,"lat":28.7169229525,"lng":-81.2362806752,"zoom":10,"place":"Seminole, Florida"}],"tags":[{"id":437,"tag":"Zora Neale Hurston"},{"id":460,"tag":"African American Folklore"},{"id":471,"tag":"music"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4892,"title":"African American Schools","course_id":33,"status":"P","start_date":"1865-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the spring of 1865, slavery successfully ended in the United States when the Confederate army surrendered. All slaves in the Confederacy were freed by the Emancipation Proclamation set by Abraham Lincoln in 1863, which said that slaves in Confederate-held areas were free. Slaves in the border states and Union controlled parts of the South were freed on December 6, 1865, by the Thirteenth Amendment. Between 1861 and 1865, about four million black slaves were freed.","In the beginning of the nineteenth century, the education of African Americans was not a main concern in the United States. The South had strict laws against educating African Americans to protect slavery. The North however did have schools for African Americans but they were inferior to white schools. The buildings were crowded, the teachers were not as experienced and there were not as many courses offered in the curriculum. In the South, most of the education that took place with in churches. By 1834, many Sunday schools had reading as part of the course; this was because they had to be able to read the Bible in order to be a good Christian.","In a picture from 1890, it shows the first school for African Americans built in Winter Park, FL. There are thirty-five colored children and two colored men standing outside a building that appears to be quite small. The boys are dressed in a clean shirts and pants and the girls are wearing clean dresses. Although the conditions of the building were still inferior to the white, it was a huge step for African American education progress in the South.","The nineteenth century was an important period for African American education in the country. The beginning of the century saw little to no schooling available to African Americans and in the end there was the assimilation of public schools. Education for African Americans was not even close to being equal to what the white children was offered. But education was in progress and free public education was a major accomplishment for African Americans."],"display_date":"1865 - 1890","search_date":"1877-12-31","locations":[{"id":1441,"lat":28.7108435556,"lng":-81.3703448213,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":238,"tag":"African American"},{"id":467,"tag":"Black Schools"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":5568,"title":"The Building of Many Firsts: Ergood's Hall","course_id":88,"status":"P","start_date":"1882-09-01","end_date":"1882-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1882, Oliver Chapman and Loring Chase, founders of Winter Park, erected a 30x65 foot store making it the third building in Winter Park at this time. Both Chapman and Chase decided they would rent it out to Washington D.C. natives, John R. Ergood and Robert White Jr., officially opening the store to the small public of Winter Park in September of that same year. Located at the corner of North Park Avenue and Morse Boulevard Ergood's Hall was more than just a store. It would become the town hall, the first public school in Winter Park and the first town hall. The first floor of the building was the actual store, the second floor functioned as the town hall and by 1887 the rear of the store would eventually become the first post office (moving from a nearby hotel) with John R. Ergood ultimately given the title as Postmaster. As far as the functions of the town hall, not only were they held for the obvious, town meetings or political meetings but the hall also functioned as a public school and church services were held there weekly. A Sunday School was established as well as different churches, whether Methodist or Congregationalists, held their services there. This building clearly was an important center for the town where many people came and went and more than likely became central to the townsfolk’s everyday lives. But by 1887, a proprietor of the Pioneer Store by the name of A.H. Paul would eventually purchase Ergood's entire stock of merchandise moving his own store and its new stock to the corner of Park Avenue and Welborne Avenue, presumably buying the store from Ergood but leaving its other functions intact. However by 1908 a Dr. Jerry Trovillion would buy the entire building from John R. Ergood, transforming Winter Park's building of many firsts, into another first, the town's soda fountain as well as a new drug store."],"display_date":"September 1882","search_date":"1882-09-15","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":1496,"tag":"Florida"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5569,"title":"Journey to Work: Walter B. Simpson","course_id":88,"status":"P","start_date":"1887-10-12","end_date":"1887-10-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 12, 1887 Walter B. Simpson and fellow Hannibal Square resident Frank R. Israel were elected as Winter Park Aldermen. They were the first black men to have ever been elected into any type of political office in Winter Park at that time. This vote came during a tumultuous time when Hannibal Square was taken out of the Winter Park boundaries and during this 1887 election was once again reincorporated to the annoyance of the white Winter Park settlers. Walter B. Simpson would be reelected for city Aldermen during a second election, serving from 1887 to 1893. Both Simpson and Israel would be the last African Americans to serve on the City Commissions. Simpson's election win was also during a time where the majority of the south did not allow African Americans to vote due to a special polling tax put in place to discourage any Blacks from voting. However just because Simpson won city Aldermen, sitting among fellow political leaders who were White and probably didn't expect him to win, did not mean that he left his original living area. No matter that Hannibal Square was part of Winter Park, Walter Simpson could not live nor always attend all town meetings (if White women were present) on the White side of town. His home was located diagonally across from Frank Israel's home and store (current day Dexter's on the corner of Pennsylvania Avenue and New England Avenue) on New England Avenue (current day Armando's Pizzeria). In order to attend meetings and make his way to the Town Hall, located in Ergood's Hall, his journey might have taken him eastward on West New England Avenue. Once he crossed the railroad tracks (which seems to be an unofficial marker that separates the Black neighborhood from the White site of town) he would have made a left onto Park Avenue. He would have had to cross at least two streets, including Morse Boulevard to get to his end destination. Simpson's journey might have been an uncomfortable one, yet necessary to achieve the work needed to be done that directly affected his community."],"display_date":"October 12, 1887","search_date":"1887-10-12","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":28,"tag":"Work"},{"id":1496,"tag":"Florida"},{"id":1495,"tag":"Winter Park"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5605,"title":"Naval Air Station Sanford and Its Impact on The United States and The City of Sanford, FL","course_id":88,"status":"P","start_date":"1/1/50","end_date":"12/31/68","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Orlando Sanford airport stands east of state road 17-92 about twenty miles north of Orlando. Today the Orlando Sanford is a small commercial airport, dwarfed by Orlando International Airport only thirty miles away. While Orlando International may be bigger, it was a product of the Disney Empire, which moved in during the 1970s. Orlando Sanford Airport, however, was originally an important naval air base, and a direct byproduct of the Cold War. Its history is tied directly with its location and the time in which it was operational, and is an important look into Florida’s Cold War history and impacted Sanford in the decades that followed.","Commissioned in 1942, Naval Air Station Sanford, or NAS for short, was chosen as a major training and staging area for carrier-bound aircraft. During the war it had supplied pilots to about half of the US navy. After the war, the base was decommissioned and the field opened to private businesses. While it was a public space between 1946 and 1950, the field hosted the New York Giants training camp, a retirement home, a hospital, and a clothing company.","The onset of the Korean War showed that the US government still had their eyes on the field. When it reopened in 1951, NAS became instrumental in the aeronautic war effort, as well as in the onset of the Cold War. The facilities were made permanent and the runways repaired, but the most substantial addition was the on-base living facilities built in the adjacent swampland. In 1961, NAS Sanford was responsible for the first flight of the RA-5C Vigilante: a carrier-based bomber that was one of the first designed to deliver nuclear ordinance from the sea. As the Vietnam War gained momentum, the Vigilante was repurposed as a reconnaissance strike craft.","The impact on the city of Sanford, however, was far more apparent. Prior to NAS, Sanford was a rural celery farming community made up of predominantly African American residents. When the base moved in during the war, racial tensions grew as black residents were being pushed out of their neighborhoods by enlisted whites and their families. During the Cold War, the demography turned away from the historically black county. In the 1940 census, half of the population of Sanford was black; by 1960 it was only 11 percent. When the NAS Sanford was decommissioned in 1968, it dealt a massive financial blow to Sanford. The base indirectly provided jobs for thousands of Sanford citizens, and the closure eventually lead to a migration of middle class whites away from Sanford and Seminole County as a whole.","The NAS was incredibly influential in the construction of modern day Sanford. NAS Sanford was important during the Cold War as a staging area, but had unforeseen effects as an important demography shaper. Without NAS Sanford’s influence, Sanford would be a very different place than it is today."," "],"display_date":"1950 - 1968","search_date":"1959-07-02","locations":[{"id":29415,"lat":28.7169229525,"lng":-81.2362806752,"zoom":10,"place":"Seminole, Florida"}],"tags":[{"id":291,"tag":"Cold War"},{"id":603,"tag":"United States Navy"},{"id":46,"tag":"gentrification"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":6139,"title":"“A Southern Jaunt”: Winter Park and the Seminole Hotel","course_id":131,"status":"P","start_date":"1885-01-01","end_date":"1885-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The city of Winter Park was and is still known for its beautiful weather, its attractions, and for its amenities offered to tourists traveling through Florida. Hotels in Winter Park helped draw people from the northern states to the Southeast during the winter season. During the 1880s and 1890s, the United States was experiencing a time of innovation, and Winter Park’s amenities promoted these new inventions and attracted wealthy citizens to vacation in the town.","Winter Park was a new and popular city after its founding in 1881. Those who helped found Winter Park, such as Loring Chase and Oliver Chapman, were hoping to attract northerners to the area. The Seminole Hotel was Winter Park’s main attraction, providing a place for tourists or natives to stay. The Seminole hotel advertised that it could hold 400 visitors, and that it had the newest innovative amenities, including elevators, private bathrooms, and electricity. While advertising the numerous amenities it possessed, the hotel was also promoting that all of the employees at the hotel were white men from the north. This was advertised because of the racial tensions between whites and African Americans at the time. The Seminole Hotel attracted many northerners, often referred to as “snowbirds.” Winter Park was successful in attracting tourists from the Northeast, as well as tourists from different areas of Florida.[1]","The Seminole Hotel opened on New Years Day of 1886.[2] Although the Seminole received much attention from tourists, it was not the first hotel to be built in Winter Park. The Rogers House was a small bed and breakfast opened in 1882, just after the founding of Winter Park.[3] These hotels were attractive to wealthy individuals of the North. Many believed that Florida was a place to visit to better one’s health because of the warm climate and moderate weather. Because the winter months were the most profitable times of the year, The Rogers House and the Seminole Hotel were only open from November to April. Many wealthy and prominent people visited the Seminole Hotel during its prime, including President Grover Cleveland, and President Benjamin Harrison and his wife. Visitors of the Seminole Hotel could participate in games of tennis, and croquet; they could also take a boat out on to the lake, and take horses out for a trot.[4] The Seminole Hotel was in operation from 1886 to 1902, when it burned down during its off-season of September.[5]","Along with the hotels that made Winter Park a desirable vacationing destination, there were other leisurely activities offered in the city. Boating on Lake Osceola, golfing, and shopping on Park Avenue were some of the activities offered in Winter Park. Traveling to the town was made easier with the building of the rail line through the town, called the Dinky Line.[6] The inviting hotels, the countless activities offered, the preferable weather, and the location of Winter Park were the deciding factors that made Winter Park such a popular place for a “southern jaunt.”"," "],"display_date":1885,"search_date":"1885-07-02","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":2319,"tag":"\"Dinky Line\""},{"id":2318,"tag":"\"The Rogers House\""},{"id":2317,"tag":"\"Seminole Hotel\""},{"id":2316,"tag":"\"Winter Park\""}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}},{"id":6140,"title":"Occupy Winter Park: The Negro Influence","course_id":131,"status":"P","start_date":"1881-12-01","end_date":"12/1/06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Argueably, nothing shaped Southern history more dramatically and quickly than the integration of African American citizens into the newly liberated lifestyle. For, the subsequent conflict and tug of war between politics, racism, and the constitution resulted in many structural changes in voting, economics, and progression towards a more industrialized future, many of which to the detriment of negro citizens. The new inhabitants of Florida often carried the same traditions, biases, and customs, resulting in the same issues of the more developed states. However, while complete, universal freedom seemed bleak under the heavyweight of opression by Jim Crow laws, many of the black population adapted to create a functional form of society and become an integral system of  vocality and even influence. Due to the advancements of the economic and political success in Hannibal Square, the African American population proved a steadfast sufficiency to coping under white-dominant pretenses.","In earliest planning of Winter Park, the city’s co-founders Loring Chase and Oliver Chapman gridded out a specific and distinct living space where the black population was to reside. For, as African Americans proved to be the main source of labor for the greatly and economically successful Seminole Hotel, many of the current residents were welcomed and encouraged to migrate for permanent residence in Winter Park[1]. The evident seperation of Hannibal Square from the rest of the town created a comfortable and nonthreatening enviroment for many of the white citizens. There was a regiment balance and order to the co-existance and symbiotic relationship between the two races. However,  as Winter Park experienced a steady increase of African American citizens, the political correlation and impact also rose and dramatically changed. Numerically, out of 297 black citizens 64 were registered to vote as compared to the white population of 203 with only 47 registered to voted[2]. Therefore, the political tides disrupted what had been previously viewed as an ideal balanced system of life in Winter Park. The evidence of political shift to Republican Party or the ‘Party of Lincoln’, based upon the logical predictions according to the demographic, created such a panic within the Democratic Party that when Hannibal Square demanded incorporation with Gus Henderson provoking the insentive in 1887, it was met with strong adversay despite economic advantages that could benefit Winter Park[3]. The influence of Hannibal Square even managed to elect two black men, Frank R. Israel and Walter B Simmons as two of six on the official council of Winter Park, and allow them to maintain their position despite multiple petitions and attempts of impeachment[4].","As stated by an article in the Lochemeade, the local Winter Park newspaper, “A score of citizens colored and white I wondered what they gathered around to even meet one individual is rare. Together who hail from the precipents of Hannibal Square”. [5]The rise of tolerance and influence led to overall success of Hannibal Square though much dissent and adversary were still present and active in its growth. Hannibal Square may be the more of the exception than the rule when it came to the lifestyle of the black citizens during the 19<sup>th</sup> century, however, it still sparked the hope for future change and despite the obvious setbacks, there was still a growing chance to survive with diligence in such a world. As Fredrick Douglas once stated “Without a struggle there cannot be progress.” Hannibal Square stands a shining example that through the struggle, the cultivation of progress prevails and illuminates in our history today."," ","[1] The Editors of Encyclopædia Britannica. \"Winter Park (Florida, United States).\" <em>Encyclopedia Britannica Online</em>. Encyclopedia Britannica,"," ","[2] Gayle Prince Rajtar and Steve Rajtar, <em>Winter Park Chronicles</em> (Charleston, SC: The History Press, 2011), 19.","[3] Gayle Rajitar, “Building a Strong Foundation.” Winter Park Magazine, n.d,","[4] Notice of Incorporation of the Town of Winter Park” (transcript, City of Winter Park, 1887), 8.","<sup><sup>[5]</sup></sup>Winter Park scrapbook, 1881-1906: Loring Chase scrapbooks Vol. 01, 1886."," "],"display_date":"December 1, 1881 - December 1, 1906","search_date":"1894-06-01","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":2320,"tag":"hannibalsquare"},{"id":2313,"tag":"WinterPark RollinsCollege"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}},{"id":6141,"title":"African Americans Find a Voice in the Post-Reconstruction South","course_id":131,"status":"P","start_date":"1889-05-31","end_date":"1889-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 31st, 1889, amidst the hostilities of the post-Reconstruction South, the first issue of the black-owned Florida newspaper, <em>The Advocate</em>, was published. At its head was Hannibal Square, Winter Park, Florida resident Gus C. Henderson, who acted as the paper’s manager. A staunch Republican, Henderson began the newspaper with the goal of providing the citizens of Hannibal Square and Winter Park with political updates as well as local social news. Clearly stated in its “Introduction” article, <em>The Advocate</em> pledged its responsibility to, “take a stand that we may never be afraid or ashamed to advocate.” To Henderson, publishing editorials and informative articles about the political occurrences in Winter Park was of the utmost importance, and for this reason, he willingly, “[entered] the journalistic life with all its difficulties and bankruptcy…” As the article acknowledges, many black-owned and operated newspapers in the South remained unsuccessful due to both economic hardship as well as the high illiteracy rate among black populations. The 1886 Constitution of Florida also all but eliminated black individuals from political relevancy. <em>The Advocate</em>, however, reached great success, as the paper would go on to capture the attention of black and white citizens alike, and remained one of the two black-owned newspapers in Florida for a time. Henderson himself worked not only as the business manger, but also became a reporter, editor, and advertising salesman for the paper.","Although Henderson confirmed that this newspaper would not become a “political machine,” he made it clear that <em>The Advocate</em> would never hesitate to promote views that are right and just. What Henderson is referring to is not specified, but the context in which the newspaper was originally published suggests that political advocacy for the Republican party, as well as the rights of black individuals were both on the paper’s agenda. At the time of the first publication, the predominantly black Hannibal Square district of Winter Park had recently been incorporated into the rest of the city due to a great deal of political activism on Henderson’s part. Like Henderson, the creators of Winter Park and Hannibal Square, Loring Chase and Oliver Chapman, were also members of the Republican party. For these reasons and more, Henderson had long been a proponent for the Republicans, even crediting the party with aiding in the abolishment of slavery. Such political views hinted at in this introductory article would later be clearly reflected in the articles and editorials published in the paper’s future issues, and politics would play a key role in making <em>The Advocate </em>a voice for the black individuals of Winter Park, Florida in the late 19th century."],"display_date":"May 31, 1889","search_date":"1889-05-31","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":2322,"tag":"Gus Henderson"},{"id":2321,"tag":"post-reconstruction"},{"id":2273,"tag":"Newspaper"},{"id":142,"tag":"african americans"},{"id":1496,"tag":"Florida"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}},{"id":6142,"title":"<strong>Hamilton Disston: The Man Who Reshaped Florida</strong>","course_id":131,"status":"P","start_date":"1881-01-01","end_date":"1896-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Hamilton Disston's mission was to transform Florida from a state full of swamps to an almost tropical paradise. He put down his famous saws and left his home in Philadelphia to travel down to Florida and take on the highly risky and tough job of finding a way for people to want to move to Florida.","Hamilton was born on August 23, 1844 in Philadelphia. His father, Henry Disston, was the head of the Keystone Saw, Tool, Steel, and File Works which would eventually be renamed to Henry Disston and Sons. Hamilton worked at the factory as an apprentice. During the Civil War, Hamilton Disston and others from the factory left to join the Union Army, and he returned after the war ended in 1865. When his father died in 1878, Hamilton Disston took control of his father's company, which was renowned for the saws that they produced. William D. Bloxton, governor at the time, eventually was able to get Hamilton Disston to sign a land deal in 1881 to make Florida more appealing for people to move down there, especially the wealthy. By 1855, five years after Florida was given almost seven million acres of land, the state established an Internal Improvement Fund. The fund was created to help build various construction projects, like railroads, to improve Florida overall and its economy. However the poor amount of money the fund received from the land it sold caused it to go into massive debt."," ","In 1881 Hamilton Disston signed a deal to drain the lands that were being filled with water from the Kissimmee River and Lake Okeechobee. To drain out the lands and to keep them from filling up with water again, Hamilton Disston had Lake Okeechobee drained, by connecting it to the Caloosahatchee River which would effectively allow the lake to flow right into the Gulf of Mexico. For the Kissimmee River, Hamilton Disston had a series of canals built that would allow the river to flow into a series of lakes. After he successfully completed draining out most of the land in the area he was working on, Hamilton and others were able to start farming on the land. Hamilton Disston and his workers were able to successfully drain out the lands and allow Florida to be developed into a better area to live in. Farming became big, even Hamilton Disston grew his own sugar canes; on the land he drained. Towns sprung up across Florida, including Winter Park. While Hamilton Disston was in Florida he became sort of a celebrity. During the dedication of the Lyman Gymnasium at Rollins College, Hamilton Disston, nicknamed the Florida Sugar King at the time, and his wife were some of the distinguished guests invited to attend it. The couple even stayed at the Seminole Hotel, which was famous for hosting wealthy visitors to the town of Winter Park.","Despite his success in transforming Florida, Hamilton Disston's good fortune would eventually run out. Although Hamilton Disston was able to profit off the selling of his land, much of the land was still not being sold. To go along with his inability to sell the rest of the land in 1893 there was a big economic panic, and a huge freeze in Florida that destroyed a lot of the crops in the area, which hurt Disston even more. Hamilton Disston also did a good deal of investing in steamboats as well as the land in Florida, but the steamboat investment was short lived due to the emergence of railroads in Florida that were now able to be built on the newly drained land. Hamilton Disston would eventually commit suicide on April 30, 1896, most likely due to the economic burdens he was dealing with. Hamilton's brother William Disston would take over the factory after Hamilton's death, and restore it almost to its former glory.","Hamilton Disston, a wealthy northern saw maker born into his wealth and position, had a goal to transform Florida into a habitable area for people to move down south and make a successful living. He was able to reshape Florida into wet, swampy land, to a state where people could move down and restart their lives through various ways, like farming. Although his success only lasted about ten years and ended in economic failure and suicide, he still was able to make an impact to the overall condition Florida was in."," "," "," "],"display_date":"1881 - 1896","search_date":"1888-12-31","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":2323,"tag":"Hamilton Disston"},{"id":1496,"tag":"Florida"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}},{"id":6248,"title":"Ghosts in the Political Machine: Black Disenfranchisement in Winter Park","course_id":131,"status":"P","start_date":"1889-10-01","end_date":"1889-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["There was little that stood out in the reporting of the October 1889 elections in the young town of Winter Park. Of the 103 registered voters, 85 casted votes with the almost unanimous re-election of the officials.[1] Upon further examination of later elections, a trend forms when it comes to voter turnout. In 1890, fifty-five people voted in the municipal elections, forty-three in 1891, and thirty-nine in 1892.[2] The drop coincides with the southern movement of disenfranchising the black vote. During those years, Winter Park included Hannibal Square, a black community where the registered black voters outnumbered all the white voters of the rest of the town. As Reconstruction ended and Republicans were pushed out of the South, various laws and barriers, including poll taxes, began to be passed into law.","Poll taxes are taxes applied to people eligible to vote that must be paid before their vote can be casted. Poll taxes have been used in all of the American colonies at one period or another, but the South embraced the concept at the turn of the century.[3] The Florida constitution of 1885 authorized a two dollar poll tax and the legislature carried out the provision in 1889.[4] The two dollar tax to vote was not a great hindrance to most whites, but the effect on blacks is undeniable. It was said that the law virtually disfranchised two-fifths of the state's voters and reduced the Republicans (then known as the ''black party'') to impotence, at the same time that it purged the Democratic Party of an unwanted element, and it made Florida a one-party state.[5] By the time the tax was repealed in the South, it no longer mattered as there were other racially exclusive laws that kept the vast majority of blacks from voting.[6] With no blacks voting, no blacks were elected to office. Between the years of 1873 to 1895, blacks in the Mississippi legislature went from a high of 64 to zero. In 1901, the last southern black congressman relinquished their seat and a black congressman from the south would not be elected until the 1970s.The disfranchisement continued down to the local level.[7] A few years after the 1889 elections, Winter Park executed their own disenfranchisement of the black community of Hannibal Square.","The mythology around the history of Winter Park and Hannibal Square is painted as one of a black community and white community working together. The reality of the situation was a conflict for power. Of the total number of registered voters in Winter Park, 64 were black and 47 were white in 1893, so any measure that blacks were against could be voted down if enough people voted.[8] The Democrats in Winter Park understood that as long as Hannibal Square was part of the town, the Republicans would have control of the local government. Unable to redistrict the town through a straight vote, a petition was successfully sent to the Florida State legislature to redraw the town borders. Without the support of Hannibal Square, the power of Winter Park shifted away from the elected government to the new, Democratic Party controlled government, symbolic of the southern return to white-only politics. In the report of the 1889 election, one note was left out about who was re-elected. One of those re-elected to office was F.R. Israel, a black man. In five years, Israel would no longer be a citizen of the town he once aided in governing. Blacks made progress after the Civil War to gain a political voice, as illustrated by the election of F. R. Israel. The transformation of Winter Park in five years mirrored the new South. The black population was pulled away from their political accomplishments and prevented from the regaining of the voice they once possessed. Once again, they were the ghosts fighting to be heard."," ","[1] \"The Town Election Last Thursday,\" Winter Park Scrapbook, Archives and Special Collections, Olin Library, Rollins College, Winter Park, Florida. 319-1.","[2] Claire Leavitt MacDowell, “Winter Park – the Second Decade, 1890-1899” in <em>Chronological <br /> History of Winter Park</em>, (Winter Park, FL: Winter Park Herald, 1950) 48-53.","[3] <em>Dictionary of American History</em>, ed. Stanley I. Kutler (New York: Thomson and Gale, 2003), s.v. “Poll Tax”","[4] Frank B. Williams, “The Poll Tax as a Suffrage Requirement in the South, 1870-1901“, <em>The Journal of Southern History</em> 18, no 4 (1952): 469. http://www.jstor.org.ezproxy.rollins.edu:2048/stable/2955220.","[5] Ormund Powers, “End of Poll Tax and White Primaries Lastingly Changed Blacks’ Voting Status,” <em>Orlando Sentinel </em>(Orlando, FL), July 26, 1995.  http://articles.orlandosentinel.com/1995-07-26/news/9507250745_1_poll-tax-slot-machines-gibson","[6] Alexander Keyssar, “The Quiet Years,” in <em>The Right to Vote: The Contested History of Democracy in the United States, </em>(United States: Basic Books, 2009) 183.","[7] Michael J. Klarman, <em>From Jim Crow to Civil Rights: The Supreme Court and the Struggle for Racial Equality, </em>(United States: Oxford University Press, 2004) 32.","[8] Fairolyn Livingston, “A Window on Hannibal Square: A View of Life in Early Westside Winter Park and a Portrait of the Lives and Careers of Walter B. Simpson and Frank R. Israel, The only Black Men to Ever Hold Office in the City of Winter Park, Florida,” (Archives and Special Collections Olin Library, Rollins College, Winter Park, Florida, 1997), 6-7."],"display_date":"October 1889","search_date":"1889-10-16","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":2444,"tag":"Hannibal Square"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}},{"id":6224,"title":"The Great Florida Migration","course_id":131,"status":"P","start_date":"1880-01-01","end_date":"1/1/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the Civil War Florida became a beacon for people from other stated to change environments from the cold north to the almost year long tropical climate of Florida. Mainly towards the 1890's Florida experienced a rapid increase in population, due to people migrating down south. Many of the people that decided to migrate down were white New Englanders and colored people, many of whom were former slaves.  However, with the influx of migrants from other states tensions followed, mainly racially with the influx of former slaves.","The majority of the migrants coming down to Florida were mainly white northerners. A vast number of them came from New England. From a period of twenty years from 1880 to 1900 the white population more than doubled from 142,605 to 297, 333, while making up almost 60% of the Florida population.[1] Some of the New Englanders tended to form societies of their own containing other New Englanders. These societies they formed were called New England Societies. [2]These societies of New Englanders included permanent residents of Florida who used to live in New England, and even included the New Englanders who only stayed down in Florida for the winter. The New England Society in Florida would meet on various occasions and places throughout the year, one of these places was the City of Winter Park.[3] One of the main reasons people tended to migrate to Florida, besides the tropical winters, was the increase in jobs due to the development of Florida. The second main group to come into Florida were the former free slaves. Between 1880 and 1900 the black population in Florida had increased from 126,690 to 230,730. [4]Some of the more popular reasons that African Americans came down here for was work. Many either worked on the construction of the railroads under Henry Flagler or started or helped out on farms in the area.[5]","Despite the increase in migration, many southerners did not enjoy having these new residents in their state. Besides the white northerners, some of the groups experienced heavy discrimination in the south, including Florida. The main group to be exposed to a negative view on their influx into Florida and the rest of the South, were the blacks. One of the most basic and widely used discrimination tactic against the blacks were the Jim Crow Laws[6]. The Jim Crow Laws were a series of legal acts that enforced segregation mainly in the South. Anti black movements throughout the South were effective for the southerners in keeping the blacks separated from their daily lives, and giving them the least amount of freedom they could possibly get, which was easy for them to do in the south despite the fact that in some areas, like the entire state of Florida, blacks made up more than a third of the population. The white northerners on the other hand were more accepted by the residents of the state of Florida. As long as they could be considered white, the residents presented little aggression towards them. They were allowed to stay in hotels, move down here, and open their own businesses without the risk of segregation. Some of them, like the New Englanders, even created their own societies to stay connected with other people that were from their area.","The migration of fellow Americans into the state of Florida continued a trend of population expansion within not just Florida, but the South. Many of these migrants came from former slaves and white northerners mainly from New England. However, despite the massive increase in population for Florida some of the migrants, mainly the former slaves, were unwelcome in many areas of Florida and the South."," "," "],"display_date":"January 1, 1880 - January 1, 1900","search_date":"1889-12-31","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":366,"tag":"Migration"},{"id":2442,"tag":"New England Societies"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}},{"id":6507,"title":"Rosenwald School's and African American education in Walton County, FL","course_id":154,"status":"P","start_date":"2/19/16","end_date":"2/22/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Paige McFarland"," ","The primary source I chose to use in this project is a picture of the Rosenwald Black Branch School in Walton County, Florida. This school was built in 1922 and served as a one-teacher type school. Historically this picture gives a good idea of what the Rosenwald schools looked like after they were built. It’s nice to be able to put a picture to all that we are learning about. The picture shows a black and white image of a small wooden building with one door and windows surrounding the building. Along with the picture, this website as shows what part of the community contributed financially with this school. It shows that the Rosenwald project gave $500.00, Negroes gave $295.00, whites gave $10.00, and the public gave $848.00. Therefore, the public gave the most money when it came to making sure this school got built. That makes sense because according to the book <em>History of Walton County</em> by John L. McKinnon, Walton County was a place that thought highly of African Americans. In the book <em>History of Walton County</em> it goes into great detail of how slave owners treated their slaves in Walton County. The book says that if a married couple was split up and sold into different families, they would make sure to let them spend weekends with each other at one of the others homes. This is an example of white people in Walton County at least showing some kind of compassion and respect towards African Americans. Therefore, going back to my primary source picture and financial records of the Black Branch School, it makes sense that the public of Walton County would have put the most money into the making of this school. I think it also worth noting that this school was just one out of five Rosenwald Schools that was built in Walton County. Five schools may not seem like that many, but with my research on other counties in Florida at the time, some only had one school with a larger population. Walton County definitely had the most schools within its county region than any other county that I personally researched."," ","However nice slave owners are made out to be in Walton County in the 1920’s, they were still slave owners. African American children were still forced to attend a separate school and families were still split apart. This leads back to the cultural and social issue that can be found from this picture. While this picture shows a very small school that had to be used for many children. Walton County was a county just like others who believed that the white race was superior to African Americans. Thus, leading up to the Black Branch School needing to be built in the first place. I believe there is a definite political issue, among other issues, that are linked to this primary source picture due to those reasons. With everything I get my hands on about how historians talk about the issue of slavery and education, they seem to give examples as to why people justified it. Whether it is greed or racism. The article Historical Fiction from PBS talks a lot about how there were many different kinds of racism. Historians have proved that it wasn’t just white people that enslaved black people, but black people also enslaved black people. Along with Native Americans enslaving black people. I’m sure there could be a reason for anything, however, when it comes to the political issue of slavery it seems that people practiced it due to greed. There’s no doubt that there were large sums of money that could be earned when someone owned a lot of slaves. More work could get done and therefore more products were being sold. However, at what expense? I would say the cons of slavery greatly outweighed the pros. With all of that being said the picture of the Black Branch School in Walton County probably looked a lot like many other Rosenwald Schools being built around that time. With the research that I could find on Walton County it seemed that there was at least some sense of respect for African Americans around the 1920’s. I believe that the public of Walton County putting in the most amount of money to build this school says a lot about the opinion of all of the people living there at the time."," ","In conclusion, education in Walton County for African Americans could not have been stellar. It certainly wasn’t fair when standing next to the education the white children were receiving. However, at a time when our country was blinded by hateful thoughts and actions, it does seem that Walton County was at least slightly better when it came to having some kind of human compassion.  "],"display_date":"February 19, 1916 - February 22, 1916","search_date":"1916-02-20","locations":[{"id":52897,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, FL"}],"tags":[{"id":2943,"tag":"Rosenwald"},{"id":2946,"tag":"Walton County"}],"course":{"name":"African American History Since 1877","school":"Rollins College","course_id":154,"school_id":5}},{"id":6511,"title":"Southern African American Industrial School Funding in the Early 1900s","course_id":154,"status":"P","start_date":"1/1/00","end_date":"12/31/15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many African American industrial institutions in the south, especially the Robert Hungerford industrial school in Eatonville, Fl had many struggles upon its establishment in 1899. Journeying along through the early twentieth century, this chain of schools based their education off the Tuskegee institute under the guidance and teachings of the profound educator named Booker T. Washington. One study that is not touched on enough or regarded highly throughout African American history, is the surrounding question of how were these industrial institutions in the south able to stay afloat financially to support their education for young African Americans during the time of segregation between White and Black schools?","There is a lot of first-hand evidence from the Robert Hungerford industrial school’s Fourth Annual Report, written in 1903 to the Board of Trustees principal Russell C. Calhoun, on the basis of funding. This annual report included a thank you letter from Principal Calhoun  to the Board of Trustees, thanking them for their contributions. Additionally, Principle Calhoun speaks about the progression of the industrial school in 1903 and ask for assistance in the expansion the institution into the future.","To give a rough estimate, based off the letter from Principal Calhoun to the Board of Trustees, the industrial school’s populace counted up to 105 students. Also, the school also taught 12 different trades such as Blacksmithing, Wheelwrighting, Carpentry, Farming, Cooking, Sewing, Laundering, Poultry Raising and Dairying. To support the teaching upon these trades the property sat on 200 acres of land with one Dormitory. Amongst these acres of land, the amount of shops, tools, and livestock altogether accumulated up to $5,286.75. As the industrial institution expanded in later years, we deduce that a great deal of support was needed within the different areas of funding from different organizations or entities in the rural south. Yet is had difficulty finding the much needed support.","When it came to funding education for minorities in the United States, especially for African American schools in the north and south, they traditionally received the shorter end of the stick when compared to White schools. It is worth noting that much of the funds for African American education came from black communal efforts such as churches and intuitive finances. Separate funding was given within the terms of segregation and fell in line with the distribution of local real estate taxes. The south found ways to avoid paying these taxes and authorized local school authorities to handle the circulation of funds between African American and White schools that were supported by State legislatures. State legislatures were notoriously known for underfunding city schools, which is still prevalent to this day, especially within the African American community.","In viewing African American education from a broad scope, we can see that there was much inequality in the funding platform provided by the white community. This situation happened in both the north and south but it was considerably more prominent in the south. Slightly shifting our focus to the topic of campaigns especially towards the Northern Campaigns. The southern industrial institutions, such as the Robert Hungerford industrial school, set up “Northern Campaigns” to raise from 3,000 to 30,000 dollars through daily written appeals from the southern institution’s trusted representatives. These appeals were sent to white charity groups in an effort to obtain their support for the education platform that these southern industrial institutions had to offer.","Through these grueling and difficult efforts to receive some type of financial support, African American educators had to compete against sales groups who tirelessly searched for reformation with crusades and quarterly settlements from northern philanthropic funding. Although most African American southern industrial institutions lost a vital avenue into the northern philanthropic trusted funding, there were some successes such as Hampton University and Tuskegee Institute. Northern Philanthropists used the success of these southern African American industrial institutions with the thought that these southern educational institutions were enormously financially supported.","James H. Dillard, southern white educational activist connected with many philanthropic activities, once declared that twenty-five percent of northern money for black education \"might better be sunk into the Potomac River before it comes over.”"," There were also false claims for donations for industrial schools that never existed in the south. In 1912, there were seventeen industrial institutions aided by the government, 15 were located in the south, but none African American. Soon enough African American industrial schools in the south were quickly sending appeals to the North. ","The reason for the written appeals were to show the humility and consistency of the importance that African American fund raisers and educators to northern philanthropist about the success of their schools. . The following from James S. Russell, Principal of the St. Paul, Virginia, Normal and Industrial School to New York investment banker George Foster Peabody, was representative: “In overalls, with plows, mattocks, hoes, and other implements, our agricultural students may be seen today adding two hundred acres of low lands to the present acreage; milking cows; caring for the swine; truck gardening; putting in the winter cover crops, etc. In the workshops, building wagons, buggies, shoeing horses, making harness.... In the classroom like bees getting the fundamental requisites for trades.... So great is the sacrifice and earnestness of these poor boys and girls that they justly deserve ... the sympathy and support of all persons interested in human struggles.”","African American educators and fund raisers proved their passion and support to the industrial education for black males and females by reaching out and speaking in campaigns, meetings, and publications to Northern philanthropists. In these publications, they emphasized that southern industrial schools will have a remarkable benefit to the African American community in the rural south through the many trades that it taught and had to offer. Religion also played a vital role in the Northern Campaigns since it was highly valued among northern white philanthropists as well. Consequently, black educators emphasized and incorporated the importance of God and Christianity for attending African American students in these Northern Campaigns.","The 1915 Northern Campaigns were considered successful in funding as a whole. Although defining success might be different from school to school. Due to WWI, different complications between the philanthropic community and poorly planned events may have created problems in the funding campaigning. The Robert Hungerford industrial school resolved in 1909 and was considered one of the most successfully funded. There were other smaller African American industrial schools that faced financial burdens as they try to establish themselves into the future of the black southern industrial institutions."],"display_date":"1900 - 1915","search_date":"1908-01-01","locations":[{"id":52904,"lat":28.6147216,"lng":-81.3806249,"zoom":8,"place":"Eatonville,Fl"},{"id":52903,"lat":28.4844995,"lng":-81.2518833,"zoom":8,"place":"Orange County, Fl"}],"tags":[{"id":2962,"tag":"1900-1915"},{"id":2961,"tag":"Industrial Schools"},{"id":2960,"tag":"Northern Campaigns"},{"id":2959,"tag":"Fl"},{"id":1237,"tag":"Tuskegee"},{"id":1133,"tag":"Booker T. Washington"},{"id":129,"tag":"Eatonville"}],"course":{"name":"African American History Since 1877","school":"Rollins College","course_id":154,"school_id":5}},{"id":6530,"title":"The fight for Life Insurance for African American's.","course_id":154,"status":"P","start_date":"3/1/16","end_date":"3/15/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The primary source that I chose to use in this project was a photograph of the Atlanta Life Insurance Company taken by <em>The Orlando Negro Chamber of Commerce. </em>This company had a branch in Orlando off of Church Street in 1949. This source is important because it gives us a clear and solid image of a life insurance company that was completely ran, and successfully ran, by African Americans during a time where that was not an easy task. Throughout researching Atlanta Life Insurance I discovered that Alonzo Herndon founded the company. Alonzo was a barber and entrepreneur, and also a former slave. After establishing this new company he quickly became the wealthiest African American in Atlanta. Atlanta Life Insurance Company became the leading African American insurance company in the nation."," ","When talking about Life Insurance, it can seem like a bore of a subject. However, this topic is so imperative, especially when linking it to African Americans, because it was something that primarily white companies denied African Americans. When one dies, it is a very grief stricken time. On top of the grief, it can be a very costly event. Life Insurance is simply is a security that someone pays into while they are alive to ensure that their families will not be burden by their death. Life Insurance covers everything from funeral costs’; to a lump some of money to help a family when something unexpected happens to the primary source of income. When talking about the security of someone’s family after they are no longer here to help them, well it’s a topic that most people are not willing to gamble with. When so many African Americans who work hard to support their families are denied this basic right to feel secure in their families’ well being, it is nothing short of a tragedy. This is where Atlanta Life Insurance came in. This company well was established in its promise to give African Americans the security that every other white person can decide to have if they so chose. It was a promise that they so rightfully deserved."," ","            While doing research through my other sources such as: <em>Supreme Life: The History of a Negro Life Insurance Company, </em>the information I read has a lot to do with the basic principles on what is and isn’t fair. Historians will say that white people during the 1940’s and 1950’s, when life insurance became this booming industry, didn’t want African Americans to be able to participate. To me, that logic simply says one thing and one thing only. Which is: in our opinion, your life and your family’s well being doesn’t have the right qualifications to justify you needing such a tool as life insurance. What kind of terrible person would think that? Mostly all of America. Research shows that African Americans opened up their own institutions for things that they were denied other wise because they had to find a way to protect themselves and their family. When you think about it as a dignified human being, it’s a quite simple thought."," ","In conclusion, the discussion when it comes to Life Insurance for African Americans and The Atlanta Life Insurance Company is one worth having. How would you feel if you were forced to live each and every day with the knowledge that if something devastating happened to you, your family would be completely helpless financially? Life Insurance is a basic way to ensure the security of your family after ones passing, it’s the only responsible thing to do when you love someone more than you love yourself. The only thing someone’s family should be thinking about after such a devastating loss is putting their life and heart back together as much as they can, not how they are going to afford to bury the loved one they just lost. That is why I for one am extremely thankful for companies like The Atlanta Life Insurance Company, and for guys like Alonzo Herndon. For taking a chance and gambling on a company that they were passionate about, and having the fortitude to stick it out when the rest of the country was seemingly against them."],"display_date":"March 1, 1916 - March 15, 1916","search_date":"1916-03-07","locations":[{"id":52921,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, Florida"}],"tags":[{"id":2860,"tag":"Equality"},{"id":1458079244,"tag":null}],"course":{"name":"African American History Since 1877","school":"Rollins College","course_id":154,"school_id":5}},{"id":6579,"title":"Oppression and Violence Against Civil Rights Leaders in Florida","course_id":167,"status":"P","start_date":"9/21/16","end_date":"9/27/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Six hundred persons… attended the service in a modest church about a mile from the house where Mr. Moore meet his death when a bomb exploded under his bedroom.” Moore, the state leader of the NAACP, led in a time when violence was at an all time high due to the fight for integration. The change towards the breakage of the racial barrier in the United States finally occurred in 1954 in the ruling of Brown v. Board of Education. The ruling not only desegregated schools, but also had indirect effects on the nation. Michael Klarman argues that Brown did so by, “...thrusting the desegregation issue onto the national agenda, searing the conscience of previously indifferent northern whites, providing legitimacy to desegregation demands by blacks, or inspiring blacks to challenge the racial status quo.” The decision in Brown v. Board of Education was met with great anger by the southern states. Anger amongst Southerners led to the oppression of Black civil rights leaders in Florida.","The notorious Ku Klux Klan used violence against Black civil rights organizations, such as the National Association for the Advancement of Colored People. According to Daryl Harris, “White violence has been used to limit Black political and economic breakthroughs.” White violence came to power when Jim Crow segregation was ruled unconstitutional and integration became unpopular for the public whites. Much of the violence was used to repress and contain Blacks pursuing social change like integration and equality.","The Ku Klux Klan oppressed black civil rights activists and leaders through the use of violence and murder. Dr. Robert B. Hayling, a leader from St. Augustine, was beaten along with three of his companions at a Ku Klux Klan rally in September of 1963. His home was shot at in February of 1964, killing his dog and nearly missing his pregnant wife. In 1964 in Jacksonville, leader Johnnie Mae Chappell was killed by four men. On the day Mrs. Chappell was killed, she was gathered with hundreds of activists demanding an end to segregated stores and hotels. Adam Smith argues that the men never paid for the crime, as one served three years in prison and the others had their charges dropped.","Virgil Darnell Hawkins, a NAACP leader, was denied the right to attend law school at the University of Florida by the Florida Supreme Court under the Plessy v. Ferguson “separate but equal” ruling. Two weeks after the Brown v. Board of Education ruling, the U.S. Supreme Court ruled against the University of Florida. The state Supreme Court agreed that they had to allow Negro admission, but the federal court had not stated when admission had to occur. Hawkins fought for twenty-eight years until he could finally practice law in Florida.","The similarity between the civil rights leaders was that they were protesting for rights they were given by the constitution, but not accepted by society. The ruling in Brown v. Board of Education and other constitutional laws meant that the only way there could be racial injustice was if society made it that way. Sadly, society could not accept social change and continued to practice racial injustice and repress Black people."],"display_date":"September 21, 1916 - September 27, 1916","search_date":"1916-09-24","locations":[{"id":52921,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, Florida"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":3109,"tag":"NAACP Leaders"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}},{"id":6588,"title":"The Wagner Affair","course_id":167,"status":"P","start_date":"4/17/49","end_date":"4/17/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In view of the fact that the Board of Trustees at its annual meeting, February 24-28, 1951, passed a resolution directing the President to reduce the faculty according to a set of principles.”[1] On Tuesday April 17, 1951 at 7:30 pm, the Executive Committee, Board of Trustees of Rollins College held a meeting with the student body to discuss the Wagner Affair. According to the Minutes of Meetings, Dr. Wagner wrongfully took the financial responsibility of the college into his own hands without the consultation of his peers.  Michael J. Worth and James W. Asp’s book <em>The Development Officer in Higher Education: Toward an Understanding of the Role </em>demonstrates how Wagner should have consulted the college’s developmental officer by insisting that the president’s job is to create revenue for the college.[2] Although the Winter Park community hated Dr. Wagner for what he did, they seemed to forget that the Board of Trustees were the people who initially supported his plan. People also seem to forget that Wagner considered other alternatives, such as increasing the immigrant population and raising college tuition, before doing what he felt was in the best interest of the college."," ","In the 1950s, the United States was involved the Cold War against the Soviet Union. Due to lack of soldiers from the previous World War II battles, the United States implemented the Selective Service Act, which gave President Roosevelt the right to draft men into the military. Wagner feared the draft would affect Rollins’ enrollment population and, ultimately, the revenue of the college. Wagner’s first plan of asking for the influx of Latino immigrants onto campus was denied. According to the <em>New Georgia Encyclopedia, </em>during this time minorities could have been a solution for Wagner’s population problem, but neither helped because the majority of schools were segregated at the time.[3] This block hindered Wagner’s solutions and forced his hand against his peers."," ","Trudy Banta and Gary Pike’s work “Revisiting the Blind Alley of Value Added” identifies the role of a college president to be to make appropriate changes to improve the teaching and learning processes at the institution.[4] Faculty and community members argued that Dr. Wagner was doing the opposite of this and, thus, hurting the students’ assessments. Wagner was criticized for not applying his democracy teachings to this situation. Ann McGee’s “The Role of President in Supporting College’s Foundation” speaks on what the students of Rollins wanted Wagner to do instead of firing faculty.[5] They simply wanted Wagner to use his presidential leadership to increase the school’s fundraising efforts. Wagner’s complete dismissal of the idea is what caused the rift between him and his counterparts and ultimately led to his impeachment."," ","The Wagner Affair came to an end in 1951 with the promotion of Hugh Mckean. The Wagner Affair was seen as a disappointment in Rollins College history, but it was also a learning experience for future endeavors. His actions were not ill intentioned but were proven incorrect nonetheless. This short affair provides not only Rollins but also other colleges with the realization of the importance of having a president who knows their role and can show financial wisdom in times of a crisis. The president must help the students and the school as a whole, combining personal insight along with communication between departments, like the Board of Trustees, to determine the best decisions. "," ","[1] Smith, Dr. E.R. <em>Minutes of Meeting Executive Committee Board of Trustees of Rollins College,</em> Papers. Archives and Special Collections. Olin Library, Rollins College, Winter Park, Florida."," ","[2] Worth, Michael J. and James W.  “The Development Officer in Higher Education”: <em>Toward an Understanding of the Role, </em>Ashe Eric Higher Education Report, Washington D.C., 1994  1-15"," ","[3] Hatfield, Edward A. \"Desegregation of Higher Education.\" New Georgia Encyclopedia. 02 August 2016. Web. 21 October 2016."," ","[4] Banta, Trudy W., and Gary R. Pike. “Revisiting the Blind Alley of Value Added.” <em>Assessment Update </em>19, no.1 (January 2007): 1-15 <em>Academic Search Premier, </em>EBSCOhost (accessed October 21, 2016).","<a href=\"http://onlinelibrary.wiley.com/doi/10.1002/au.191/epdf\">http://onlinelibrary.wiley.com/doi/10.1002/au.191/epdf</a>"," ","[5] McGee, E. Ann. “The Role of President in Supporting the College’s Foundation”, <em>New Directions for Community Colleges</em> 2003, no. 124 (Winter 2003): 41-46. <em>Academic Search Premier, </em>EBSCO host (accessed October 21, 2016)."," <a href=\"http://onlinelibrary.wiley.com/doi/10.1002/cc.132/epdf\">http://onlinelibrary.wiley.com/doi/10.1002/cc.132/epdf</a>"," "],"display_date":"April 17, 1949 - April 17, 1951","search_date":"1950-04-17","locations":[{"id":52968,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park Florida"}],"tags":[{"id":438,"tag":"Rollins College"},{"id":3123,"tag":"Paul Wagner"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}},{"id":6591,"title":"The Wagner Affair: A Preview of Student Activism","course_id":167,"status":"P","start_date":"2/1/51","end_date":"5/31/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 1950-51 academic year was one of turmoil at Rollins College in Winter Park, FL.  The previously peaceful liberal arts school was rocked by a scandal concerning the young President Paul Wagner.  This incident, which came to be known as the Wagner Affair, led to one of very few cases of student activism in the 1950s.  It was brought about by Paul Wagner’s increasing disregard for the democratic decision-making process traditionally implemented at Rollins, culminating in his decision to dismiss 23 faculty members.  He did so without consulting anyone else and upon announcing his intentions made it clear that his decision was final.  Wagner’s refusal to back down in the face of opposition and logical alternative solutions angered students so much that they eventually organized a walkout that would last until a decision regarding Wagner’s position as president was made.","Students of the 1950s generally weren’t prone to protests or other forms of activism.  When it comes to the topic of student activism, one usually thinks first of the 1960s; that is, after all, the decade in which students organized in masses never before seen to protest for social and political change.  Scholars point to several factors that influenced the period of apathy in the 50s.  In his book, <em>Student Politics in America</em>, Philip Altbach cites the political climate of the time and the start of the Cold War as main causes for a decline in political activism on campus.  He explains, “At a time when students were literally afraid to sign petitions even on non-political local issues, it is not surprising that Socialist or radical groups should find their memberships dwindling.” In his study into students’ value patterns in the 1950s, Dean Hoges found that students were heavily inclined toward conservative and Christian values and were disinclined to get involved in politics.  Overall, researchers conclude that the few student movements that did take place were generally over broad social and educational policies and were non-violent in nature.","The students’ reaction to the Wagner Affair, then, was both typical and atypical of the time.  The walkout staged by the students was non-violent, but the subject of their protests was one directly related to the college, rather than a broader issue.  The division this caused between students and faculty and high-level administrators was one never before experienced at Rollins.  The issue was eventually resolved with the dismissal of President Wagner, but not without leaving its mark on the school and the town of Winter Park.  It exposed the underlying political influences and conservative attitudes within the higher education system.  Wagner governed in a domineering style, using showmanship and charisma, much like prominent political figures of the time, and students were willing to follow his lead until he crossed a certain line.  It showed that student unrest was real, even if it was stifled by the prevailing attitudes of the decade and it demonstrated the use of peaceful protest techniques that would be utilized in the Civil Rights movement.  More than anything, though, the Wagner Affair provided a glimpse of what was to come in the 60s."],"display_date":"February 1, 1951 - May 31, 1951","search_date":"1951-04-01","locations":[{"id":52897,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, FL"}],"tags":[{"id":3131,"tag":"student activism"},{"id":1648,"tag":"1950s"},{"id":2954,"tag":"College Students"},{"id":3123,"tag":"Paul Wagner"},{"id":438,"tag":"Rollins College"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}},{"id":6592,"title":"Communism in Education","course_id":167,"status":"P","start_date":"1/1/47","end_date":"12/31/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dr. Paul Wagner “preached on a theme that audio-visual education is the only remedy for the woefully inadequate teaching methods in public schools all over the country.” Wagner’s ideas of implementing audio-visual technology into Rollins College resulted in society accusing him of being Communist. But why? The emergence of McCarthyism became a nation-wide sensation that placed fear into society. McCarthyism exaggerated and exploited the Communist threat, creating an atmosphere of false accusation in which people believed they were bettering society.  “And their voices were all the more credible because of their anti-Communism, which was born not out of fear or anxiety, but rather the conviction about the wrongness of Communism.” Jennifer Delton argues that the goal of anti-Communism was to thwart liberals, not to get rid of Communists. She continues to state that Communism attacked and took over the leftist and liberal organizations due to the fundamental contradiction in the Communists’ relationship to mass movements.","Communist influence was to be kept out of all aspects of society, including education. American people became increasingly worried that Communist influences would infiltrate the schools and pervert the minds of children.  The U.S. Commissioner of Education, Earl McGrath, played a role in spreading anti-Communism throughout education. McGrath summarized the thoughts of many Americans when he stated, “Two conflicting philosophies of government and of life are now competing for the allegiance of the peoples of the world. One of these is totalitarianism… in Communist states of Russia and her satellites. The other is democracy.” When Wagner pitched his idea of audio-visual education, he believed it needed to be implemented after how successful it had been in Germany under Hitler, in which he made Belgium a Fascist state in two years.","Soviet Foreign Minister Andri Vishinski sought to conquer the world not with an atom bomb, but by spreading  “... our ideas, our brains, and our doctrines.” Due to this, civil liberties were impaired in America all in the name of national security. The academic freedoms of educators were limited, as seen with Wagner. James Rodgers and Wesley Null argue that the longer America faced the Communism problem, the broader the definition of “Communist” became. McGrath understood that the Cold War was different, as it was more intellectual than physical. Public schools existed under McGrath to win the Cold War. In order to help win this battle, McGrath implemented “Americanization” programs that teached new immigrants the American way of life. Teachers were screened to make sure that they were not too liberal, and were forced to sign loyalty pledges. Some teachers were fired and even blacklisted from employment in America.","A study was conducted on the tolerance of Communism amongst college students based on social background, secular values and religion at the University of California-Berkeley campus. According to Armand Mauss, the right-wing groups are anti-Communist and hold traditional values. The primary source of this anti-Communist group was religious and militant beliefs. Left-wing groups hold more liberal ideology and do not condone limiting civil liberties.","Paul Wagner’s idea of audio-visual technology was shut down due to Cold War politics. These politics allowed for society to accuse Wagner of being a Communist because of his liberal education idea. Little did society know that Wagner’s idea was ahead of it’s time, and audio-visual technologies would play a huge role in the future of education."," "],"display_date":"1947 - 1951","search_date":"1949-07-01","locations":[{"id":52921,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, Florida"}],"tags":[{"id":2247,"tag":"communism"},{"id":6,"tag":"Education"},{"id":968,"tag":"Liberal Arts"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}},{"id":6593,"title":"The Wagner Affair: A Historic Hidden Story","course_id":167,"status":"P","start_date":"3/1/47","end_date":"3/1/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["   Who would ever think that life would take such a wicked twist in such a rapid pace back in 1947-1948 when it comes to the history of Rollins College? After the war, there was much concern for possibility of a drafting system that would put the future of colleges across the United States in much turmoil. Facts that unfortunately drove college administrations to plan for and consider a threat to their attendance figures. When Paul A. Wagner assumed the role of President of Rollins College in 1949, he promised to bring an innovative mentality that will reface the image of the traditional college. Little did the rest of the administration know that along with those innovations, Wagner would be part of one of Rollins’ most historic moments and not in such a positive way."," According to documentation from a series of meetings held in 1947 prior to Wagner’s assumption of his presidency, in regards to the paramount needs of Rollins College, the Trustee-Faculty Committee met on three different occasions to thoroughly discuss methods to fulfil the current needs. With much collaborating brainstorming, they came up with four recommendations that are as follows: 1) A substantial increase in faculty salaries; 2) A revision system of retirement pensions for faculty and staff; 3) Large needs of the various departments; 4) New Buildings. Although lack of funding was not a major discussion in these meetings, it is almost positive that the college’s monetary condition must have been in consideration to reach this determination. These recommendations came about due to the unsuccessful efforts to get Rollins added to the approved list of the American Association of Universities.[1]When Paul Wagner became president of Rollins, he presented his vision and aspirations for the college to be with a brand new focus on technology and with plans to bring modern perspectives, ideas and methods. He felt that this would accelerate the learning process for the students. According to the Florida Times-Union, a newspaper published in Jacksonville, Florida, Wagner “brings a brilliant record with him to Winter Park educational institution.” However, it seems that almost immediately that he took office, things began to change drastically. [2] ","            Rollins College has a culture amongst its Executive Committee, Faculty, and Students that was based on community. Decisions were made as amongst everyone. Because after all the sense of family and community was a huge part of what Rollins College was. This was no secret to Wagner when he came on board. This is a culture that is highly promoted on campus and the community. However, it was probably one of the first betrayals that Wagner did as soon as he had the opportunity. Paul Wagner adopted a huge concern when he came into office due the post-war drafting concerns that had been established. This was a fear that across the United States affected all universities. After thoroughly doing his research, Wagner then began to make his presidential moves and began to utilize his authoritive power. Decisions of what he didn’t truly count with the community based process that defined the college. This began to spark much concern with faculty and even the Executive Committee. Fearing a future draft system that will hit the college extremely hard with attendance, Wagner, made a proposal to the Executive Committee to make a drastic cut in faculty and salaries as well. A move no one expected."," Documented by the Executive Committee from the Rollins Alumni Association, after many meetings that Wagner presented aggressively his proposal for positions cuts, it was pointed out how convincing Wagner was. However, there has been one main point that still lingers, although many figures and funding amounts where discussed in these meetings, however, there was never any fundamental figures released by the Administration to back up Wagner’s diagnosis. The predictions were definitely a concern, however, the cuts were based simply on a guess by Wagner. There were not given alternatives, nor was the faculty and staff asked to gather thoughts on finding alternatives to obtain the funding needed to stay afloat. The formula that was used by Wagner to determine the professors that were going to be dismissed was also another blur. Although the formula was approved by the Board of Trustees, there was not a sufficient explanation on the results of the calculations. [3]"," All this was happening too fast. The students grew very concerned of all the intermural sports that were being cut as well. And faculty felt that instead of the community based culture they were used to, they were feeling a growing dictatorship from the way Wagner was taking control of all the decisions and not counting with anyone as he had promised to carry on from the previous president Dr. Hamilton Holt. According to archives on the financial aspect of the college, they were receiving gifts from the community, showing that there could have been alternatives to such drastic cuts. There were also letters sent from Haverford College in Haverford Pennsylvania[4] and Oberlin College in Oberlin, Ohio stating that they are not releasing any of their faculty or staff due to this drafting prediction. This was yet another indication that there were alternatives. [5]"," To conclude, this incredibly ugly moment in the history of Rollins College will forever live in the memory of the community. A moment in history where an individual that intended to help out to improve the college’s deficit issue, almost brought the college to ruins in many ways besides financially. The Wagner Affair is much more than just economic figures it’s also a case of disloyalty to a community that could have led to much division, however, the sense of community was much stronger than that. The Rollins family fought against all odds to save and recover its culture and respect. They fought until Wagner had no choice to walk away without the choice to look back. But forever leaving the memory of what it could have been.  "," "," ","[1] Board of Trustees, Recommendations of the Trustee-Faculty Committee Concerning the Paramount Needs of Rollins College, Board of Trustees, 1947.","[2] \"Rollins Trustees Turn to Youth for New President,\" The Florida Times-Union, August 27, 1949.","[3] Rollins Alumni Association, Executive Committee, Rollins Alumni Association, 1951.","[4] Haverford College, Office of President, Haverford College, 1951.","[5] Oberlin College, Office of President, Oberlin College, 1951."," "],"display_date":"March 1, 1947 - March 1, 1951","search_date":"1949-02-28","locations":[{"id":52897,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, FL"}],"tags":[{"id":3132,"tag":"The Wagner Affair"},{"id":3133,"tag":"The Hidden History"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}},{"id":6594,"title":"The Wagner Affair: Educational Attainment","course_id":167,"status":"P","start_date":"9/2/45","end_date":"5/31/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     The Wagner Affair left Rollins College in a financial crisis, with the desire to reach a state of peace and accord. The Executive Committee of Rollins College addressed the Alumni Association on March 30<sup>th</sup>, 1951 and discussed the present and future financial image of Rollins College. According to Paul Wagner, president of Rollins College, there would be a probable 30% decrease in the student body in the following academic year. The final calculation showed that out of the 425 undergraduates enrolled, only 199 were expected to return the next year. The Statement of the Student Committee, however, showed their resistance to the dismissal of faculty, which was inevitable after the student body count dropped. They believed that the education they paid for was not one they were receiving. The students trusted that by paying the tuition, they would be able to study under the professors of their own choosing in their major fields. Their educational attainment depended on the faculty and their experience and guidance.","     The issue at Rollins and with Paul Wagner began around the time the United States was recovering from the war. The end of World War Two and the start of the Cold War, however, did not affect the educational attainment for students and even war veterans coming back from war to a certain extent. Laws, like the G.I Bill, were considered the “most ambitious educational experiment.” The number of veterans who enrolled in college exceeded many people’s expectations, as veterans accounted for 70% of all male enrollment. Historians and economists point to the G.I Bill as a policy instrument that had the greatest effect on the level of educational attainment of returning veterans and on the overall higher education in America. It was seen as a policy that democratized the collegiate population as it made college a viable option for men with different racial backgrounds and low-income families.","    However, this was not completely true as the effects of the G.I Bill on collegiate attainment did differ for black and white Americans residing in the South. Black veterans in the South were limited in their educational attainment and the choices available to them. The G.I Bill did not provide enough opportunities in higher education for black veterans in the South. When it came to investments in colleges and universities, it was limited which was proven to affect their benefits in the long run. As the Cold War expanded and the Korean war came closer to happening, drafting increased rapidly which put pressure on men and their future. As the student body count at Rollins decreased as more men were leaving for the army, Paul Wagner tried to create solutions to solve the financial issue that was going to hit Rollins. The sudden drop in the tuition that they were going to receive set them into a mode of panic which resulted in quick and not thought through resolutions to avoid a huge debt. However, as segregation continued to hold a place during the 1950s, increasing the minority population at Rollins was not going to work.","     The concern of the students at Rollins College with their educational attainment can be related to the bigger issue of education attainment in the United States after the Second World War and the start of the Cold War. Some of the laws that were imposed to help increase higher education did not help everyone in need. The war had a strong negative impact on postsecondary education as it drew students out of colleges much earlier leading to a delay in the attainment of a complete education."],"display_date":"September 2, 1945 - May 31, 1952","search_date":"1949-01-15","locations":[{"id":52921,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, Florida"}],"tags":[{"id":3130,"tag":"Wagner affair"},{"id":438,"tag":"Rollins College"},{"id":3123,"tag":"Paul Wagner"},{"id":3134,"tag":"Educational Attainment"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}},{"id":6595,"title":"THE WAGNER AFFAIR AND THE G.I. BILL","course_id":167,"status":"P","start_date":"5/11/51","end_date":"5/11/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Throughout the years, Rollins College has created its own history. Since its founding in 1885, much has taken place. During the 1950s, the Wagner Affair became part of this history. Paul Wagner was the president of Rollins from 1949 to 1951. Wagner was the ninth president at Rollins. He was the nation’s youngest college president, and took office at the age of 32. Even though his time was short, he still made a huge impact.  During his time as president, colleges were facing financial issues. Rollins could not escape it. He did a lot of things that upset the college and the surrounding community. He is the infamous president who took away the football team, and fired staff member regardless of their tenure. Wagner also threatened to get rid of other sports due to money.[1] Clearly, students were very unhappy. The community was also upset. They couldn’t believe all the changes that Wagner was making.","            The Board of Trustees were also making issues. To the students they seemed to be a part of the problem. When Wagner first proposed the firing of professors, the Board of Trustees approved it. It is believed that this Board of Trustees did not care about how their actions affected the college. Since they approved much of what Wagner proposed, the blame was placed on them as well. [2]","His actions prompted the students to organize a walk out. They did not support the choices he made, and thought the walk out would show their unhappiness. In May of 1951, a few students walked out of class. This was their way of boycotting the system. The students who chose to walk out, claimed they would continue to do so, until the school had done something about Wagner.  Not all students walk out however. Students who were at Rollins due to the G.I. bill didn’t want to follow everyone. They feared that if they walked out, they would get in trouble with the school. They did not want to risk their benefits from the bill.[3]","The G.I bill was very helpful to those who had served in military. Veterans were able to have lower interest mortgages, and attend college for free or cheaper than most. Veterans could also go to trade schools if the wanted to. Although, during this time, there was a decreased enrollment. The Korean War also lowered the enrollment. This made these G.I students to be more valuable. The bill allowed the middle class to expand like it never had before. The bill provided more to these veterans than the WW1 veterans had when they returned. [4] They were able to reach their idea of living the American dream. The bill made it possible for veteran to be almost half of a colleges population. By 1951, the number of graduating veterans was doubled. [5]","They had their own issues to face, other than Wagner’s actions. One issues they had to deal with was the age difference between the other students. Since veterans tended to be older, they might have thought the walk out wasn’t worth it.[6] These veterans most likely did not want to draw more attention to themselves. They did not want to loose anything that the bill had given them. Overall, the Wagner Affair was an issue that was felt by everyone in the community of Winter Park. It seemed that nothing good had come from this."," ","[1] Rob Humphreys, \"In Memory: Paul Wagner,\" Rollins.360, February 24, 2016, <a href=\"http://360.rollins.edu/people/paul-wagner-rollins-college-president.\">http://360.rollins.edu/people/paul-wagner-rollins-college-president.</a>","[2] Israel Kugler, “Status, Power, and Educational Freedom”, <em>The Journal of Educational Sociology</em> , 25, no. 9 (1952): 512-15.","[3] “Rollins Students on ‘Strike’” <em>The Gazette (Schenectady)</em>, May 11, 1951, final edition.","[4] Edward Humes, <em>Over Here: How the G.I. Bill Transformed the American Dream</em>. Orlando: Harcourt, 2006.","[5] Jyotsna Sreenivasan, “G.I. Bill (Servicemen'S Readjustment Act Of 1944)” in <em>Poverty and </em>","<em>               the Government in America: A Historical Encyclopedia. </em>ABC-CLIO, 2009.","[6] Roger M. Shaw, “The G.I. Challenge to the Colleges\", <em>The Journal of Higher Education</em> 18, no.","1 (1947): 18-21."," "],"display_date":"May 11, 1951","search_date":"1951-05-11","locations":[{"id":52921,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Winter Park, Florida"}],"tags":[{"id":3136,"tag":"College, Winter Park"},{"id":1478708153,"tag":null}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}},{"id":6601,"title":"The Beginings of Change for the Voice of Women in Collegiate Settings Post-WW2 as Exemplified by Rollins College","course_id":167,"status":"P","start_date":"4/18/51","end_date":"5/24/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Despite the overwhelming trend of female-dominated student bodies during and immediately following World War II, the actuality of collegiate representation and consideration for female students and faculty in the United States was disparagingly low. Unfortunately, Rollins College, an educational institution founded in 1885 by Lucy Cross and the Congregational Church, was no different from the majority of its peers. In the post-war era, colleges across the nation suffered from lowered attendance rates, and with the impending conflict in Korea potentially reducing their student body yet again, many institutions felt they were in a time of crisis. Rollins College was, again, no exception, with this tumultuous landscape providing the opportunity for the greatest scandal the college has faced to date, the Wagner affair.","Paul Wagner was brought to Rollins to serve as president after the esteemed career of Hamilton Holt. Handpicked by Holt himself based on promises of a more engaged student body, Wagner initially seemed all the heir-apparent he had sold himself to be; however, as the Korean anxiety grew and financial crisis seemed eminent, his series of totalitarian demands upon the student body and faculty pushed the already shaken college into action, and Wagner was unwillingly ousted only two years into his presidency. As Wagner’s career burnt out, Holt was called back into action in hopes of gathering support in removing his successor, which was deemed necessary if the college were to survive. In his attempts, Holt engaged in personal correspondence with many of the members of Rollins’ Board of Trustees, including Dr. Paul Stillman of California.","In his correspondence with Stillman, Holt makes it clear that he will ensure insomuch as he can the compensation of Stillman, and other out of state trustees, who attend to ensure that Wagner is removed from office, reaffirming that, if nothing else, the Rollins Board of Trustees was something of an old boys’ club. Of the eleven trustees who voted to remove Wagner from office, only two were women, and one of these was the wife of acting President McKean. The men involved in the administration of Rollins were from an elite and educated class of white Americans, with most of the trustees living lives of prestige and security even in these uncertain times, far from the issues that affected the students and faculty of Rollins College.  ","Obviously, the social norms were not on the side of femininity. As smized by May in her work<em> Homeward Bound: American Families in the Cold War Era</em>, “These public health professionals argued that inside as well as outside the home, women who challenged traditional roles placed the security of the nation at risk.” Retroactively, these beliefs and actions seem absurd, if not blatantly incorrect and offensive, and within the confines of the decade, and even with regards to the Wagner affair, female students, administration, and faculty would begin to push for more presence in higher education."," "," "],"display_date":"April 18, 1951 - May 24, 1951","search_date":"1951-05-06","locations":[{"id":52973,"lat":28.5999998,"lng":-81.3392352,"zoom":8,"place":"Rollins College, Winter Park"}],"tags":[{"id":3141,"tag":"gender inequality"},{"id":438,"tag":"Rollins College"},{"id":6,"tag":"Education"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}}]}