{"id":2993,"place":"LEON, Florida","lat":30.4456509268,"lng":-84.292206157,"episodes":[{"id":552,"title":"The 1885 Florida Constitutional Convention\n","course_id":1,"status":"P","start_date":"1885-06-09","end_date":"1885-08-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Assembled for the purpose of reforming the Carpetbag' Constitution of 1868, the Florida Constitutional Convention opened in Tallahassee on June 9, 1885.  Hon. Samuel Pasco, the long-time chairman of the Democratic Executive Committee, was elected to be President of the convention unanimously.  Because Florida was a relatively new state at the time, many of its delegates were not native-born.  However, they were considered to be a largely competent group representing a myriad of interests throughout the state.&lt;br /&gt;The new constitution that this body formed , a product of much political infighting and dissension -- greatly weakened the power of the governor, namely by increasing the residency requirement, forbidding a second consecutive term, and making the cabinet elected as opposed to appointed.  In addition, it made most offices at the state and local offices elective, as well as strengthening the power of local officials.  Last, and most important, it mandated the use of a poll tax as a requirement for voting.  &lt;br /&gt;The latter alteration was the direct result of a compromise between smaller black belt' counties who wanted to see all their county offices elective and those of the large and prosperous counties who did not wish the administration of their counties in the hands of people who had very little stake in it.  The resulting system was that certain important county officers would be appointed by the governor (with the consent of the Senate) while the majority of other officers would be elected, with the reassurance that a poll tax would be the prerequisite qualification in such elections if the people communicated such a wish to their representatives in the legislature.  Undoubtedly, this led to the further disenfranchisement of African-Americans within the state.  &lt;br /&gt;Ratified by 31, 804 to a 21, 243 vote, the Constitution drawn up by the 1855 Florida Constitutional Convention fashioned the model of state government which was to last until 1968.  Furthermore, it represented the regression to racial discrimination which was occurring throughout the South in the post-Reconstruction period."],"display_date":"June 9, 1885 - August 3, 1885","search_date":"1885-07-06","locations":[{"id":1398,"lat":30.4585161351,"lng":-84.2751559802,"zoom":9,"place":"LEON, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":986,"title":"Cotton Planters Convention\n","course_id":1,"status":"P","start_date":"1851-07-26","end_date":"1851-07-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Cotton farmers of Florida came together in hopes of stabilizing pricing and markets.  Judge Broome was the chairman of this convention and created the report which was used to analyze Cotton production and output.  They came to the conclusion that a price minimum was essential and blamed irregular output for their pricing problems.  This convention sparked interest in other southern cotton growing states and the creation of conventions in Georgia and Tennessee happened shortly after.&lt;br /&gt;In the 1850's the Federal Government began to give support to Science which could be useful for commercial interests such as farming.  A meteorology program was created in DC which created a daily weather map made up of accounts from across the country telegraphed in.&lt;br /&gt;It was because of the creation of conventions and organizations that programs were developed such as the weather map.  By coming together technological improvements were implemented and created a better way of life and a much more profitable form of commerce."],"display_date":"July 26, 1851","search_date":"1851-07-26","locations":[{"id":1395,"lat":30.4456509268,"lng":-84.292206157,"zoom":9,"place":"LEON, Florida"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1615,"title":"Florida becomes first Southern state to propose a poll tax\n","course_id":1,"status":"P","start_date":"1888-03-03","end_date":"1888-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the late 1880's, a full decade following the Compromise of 1877, many Southern states sought to push the proverbial envelope in terms of its Jim Crow laws. South Carolina led the way , in the upcoming election of 1888, many candidates promised their constituency that they would introduce voting reform' that sought to ultimately disenfranchise blacks. Floridians followed suit when, in the same year, representatives from the Florida legislature presented a bill proposing a tax upon all voters. Though the legislature did not unanimously support the bill, they finally passed and fully enacted it a year later. It effectively made Florida the first Southern state to institute a poll tax. &lt;br /&gt;&lt;br /&gt;The effects of this law were almost immediate. In the 1888 Presidential Election, a record 62% of black males and 75% of total eligible males voted. Only four years later, the figures had dropped to 11% and 39%, respectively. These statistics also illustrate an interesting side note: poll taxes and literary tests curbed both poor blacks and whites from voting. Most importantly, the Florida poll tax put a complete end to the gains of Florida's blacks during Reconstruction. At the peak of Radical Reconstruction in 1870, for example, Josiah Walls became the first black Congressman from Florida. It would take until 1992 before Florida would send another African American to Congress."],"display_date":"March 3, 1888","search_date":"1888-03-03","locations":[{"id":1398,"lat":30.4585161351,"lng":-84.2751559802,"zoom":9,"place":"LEON, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2358,"title":"Ku Klux Faction in Florida Democratic Club Exposed\n","course_id":1,"status":"P","start_date":"1871-11-24","end_date":"1871-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":[" Hon. Horace Maynard, the Chairman of the Sub-Ku Klux Committee of Florida, faced a difficult predicament in late November of 1871.  The members of the Young Men's Democratic Club of Leon County, Florida, were in extreme state of alarm and this was brought to the committee chairman's attention.  They were worried about the recent outing of the Ku Klux division of their political club before the Committee-they were afraid of the consequences of their exposure.  Many members of the Democratic organization were planning to flee to Texas, fearing that the same fate might be in store for them that their South Carolina sympathizers experienced.  Republicans in Leon County were also concerned, since people blamed them for exposing the Ku Klux men's secret to the Committee.  The Chairman considered his responsibility to protect the Republicans of Leon County from Ku Klux persecution and likely put a plan for their safety underway.","       The Ku Klux Klan originally started in Tennessee, but infiltrated into bordering regions of Alabama in 1867 or so.  From there it quickly expanded into the state, forming dens that covered the entire former Confederacy by the end of 1868.  Members of the Klan came from all different economic and social levels, but they were united in that the vast majority of them were young men and almost all of them were in some way affiliated with the Democratic Party.  The Klan tended to thrive especially well in rural areas of the South, like Leon County in Florida.  Therefore, it is not surprising that Klan affiliations were found within the Young Men's Democratic Club of this county-the members were perfect candidates for Ku Klux recruitment.  ","      It is also predictable that the Klansmen were turned in by Republicans, who tended to be more in support of African American rights and less active on their inner racist beliefs than the Democrats.  The idea of running away to Texas to escape punishment was a common idea for those who needed to hide in the late nineteenth century, as well.  Texas was a brand new state and, because it was so rural, it provided a great hiding ground for criminals and refugees.  The Klansmen of the Democratic Party in Leon County most likely did run away to Texas for a while to escape the consequences of the revelation of their KKK affiliations.  Their experience shows that Klan membership was a common political faction within many sections of the Democratic Party and reveals the reaction to KKK involvement in post-bellum society."],"display_date":"November 24, 1871 - November 30, 1871","search_date":"1871-11-27","locations":[{"id":1397,"lat":30.4585161351,"lng":-84.2751559802,"zoom":9,"place":"LEON, Florida"}],"tags":[{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2364,"title":"Abolition Crew\n","course_id":1,"status":"P","start_date":"1855-06-06","end_date":"1855-06-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Nine year-old Susan Bradford Eppes was worried about her father. On the eve of the family's journey to visit relatives in Tennessee an abolition crew had invaded the Eppes's plantation. According to Fannie, Susan's older sister, some white men, who had no business about the place, had come in the night and hidden away. Susan wanted to know more but Fannie refused to say anything else about that night. Due to the uprising in that night, Dr. Eppes did not accompany the family on their trip. Instead, he remained at the family plantation to keep watch. It was not until three days later when Susan pretending to be asleep on a couch, learned more. Her mother and uncle, having not seen her in the study, began to discuss a letter just received from Dr. Eppes. The men in the abolition crew had been on horseback, and according to Dr. Eppes, would be severely dealt with if they returned. Susan's Uncle Daniel stated in a serious tone that these abolitionists are everywhere through the South. Sooner or later they will make trouble for us. It was at that moment that Susan cried out in a voice full of concern and curiosity, Oh, Uncle Daniel, please tell me all about it? However, before Susan could glean any more information on the subject Fannie escorted her to bed. ","By 1855 the possibility of a plantation raid by an abolitionist crew had become a real fear for many large slave owners throughout the south. This episode is a prime example how abolition groups were growing increasingly bolder in their actions across the South. Vanished were the days when only those in the upper South had to be wary of such people. Abolitionists by 1855 were venturing deeper south into such states as Alabama, Georgia, and Florida. Rather than relying on mass mailing antislavery materials to plantation owners, abolitionists were penetrating the South seeking to directly aid slaves in escaping their masters. Encouragement for this kind of action was perpetuated by abolitionist orators like Gerrit Smith and Henry Highland Garnet. In his speeches Smith urged Northern abolitionist to go south and help them. Many Northerners agreed that helping slaves escape would play an important role in the attack and eventual crumbling of slavery. However, proslavery southern whites saw these rescues in a different light. While abolitionists saw slave owners as stealing slaves' very lives, slaveholders saw abolitionist crews as stealing their property. From the southern perspective slave rescues were an outlet of violent northern aggression against the peaceful South. Proslavery advocates saw northerners who participated in slave raids as vile fiends, emissaries of mischief and worse than thieves, robbers, or murderers. In response, whenever a slave rescuer was captured, agitated mobs would gather and insist that the captured parties be punished severely, whether legally or illegally. Outspoken southerners asserted that if northerners continued to interfere in the affairs of slave owners there would be violence. This increasing fear of abolitionist parties added to southern sectionalism further driving the country apart."],"display_date":"June 6, 1855","search_date":"1855-06-06","locations":[{"id":1395,"lat":30.4456509268,"lng":-84.292206157,"zoom":9,"place":"LEON, Florida"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2763,"title":"Liberia and American Colonization Society\n","course_id":1,"status":"P","start_date":"1858-06-27","end_date":"1858-06-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After reading the works of John C. Calhoun on the rights of states and slavery, Susan Bradford Eppes spoke with her parents about enslavement. While her father supported slavery as a slave owner himself, Susan learned that her mother opposed the institution. Susan said that her mother believed that white slave owners were the real slaves in the relationship. Having slaves required added work and responsibility for slave holders that outweighed the benefits. It was her preference that all the slaves be freed and sent to Liberia. Susan responded to her mother by telling her that she would miss her slave, Lulu, if she were sent to Liberia. ","In 1816, the American Colonization Society was formed with the intentions of solving the race problems in the United States by relocating all blacks to Liberia. This organization and its cause became increasingly popular and reached its peak in the 1830s. While Mrs. Eppes spoke with her daughter almost two decades later, she recounted some of the beliefs that the Society put forward in support of colonization. They argued that being a slave holder was, in fact, an agonizing personal burden. The American Colonization Society said that not only was being a slave holder overly demanding, but simply freeing slaves was impossible. Whites and blacks could never live together in a peaceful society. The need to expatriate slaves demonstrated the obvious racism in the United States. Though Mrs. Eppes opposed slavery, she still believed that blacks could not live as free people in America."],"display_date":"June 27, 1858","search_date":"1858-06-27","locations":[{"id":1395,"lat":30.4456509268,"lng":-84.292206157,"zoom":9,"place":"LEON, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4014,"title":"A Democratic Division: Florida and the 1860 Presidential Election\n","course_id":7,"status":"P","start_date":"1860-04-09","end_date":"1860-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With the Election of 1860 just months away, the Democratic Party in Florida began working on its strategy to defeat the Republicans.  Hoping to gain momentum before the upcoming election, Florida began appointing officials to represent the Democratic Party in the late spring of 1860.  Delegated wanted to insure that democratic values were integrated into the current federal government, so Florida delegates met in Tallahassee and discussed representation at the Charleston Convention.  Each county of Florida was present, and participating counties included: Walton, Jackson, Madison, Duval, Dade, Hillsborough, Monroe, Franklin, Calhoun, Liberty, Gadsden, Leon, Wakulla, Jefferson, Alachua, and Columbia.  At the preliminary convention, the delegates also discussed how each county would be represented and determined that the ratio of voters that each county was entitled would be based on its size.","After a motion from the Honorable T.J. Eppes, the committee elected delegates to permanent offices.  Organization and a system of order were critical to the delegates at the Tallahassee Convention.  Thus, they decided to run their body with the same rules as the House of Representatives.  ","While the Democratic Convention gained support from the Southern states, the Republican Party worked on its own presidential ticket.  The Republican Party boasted an platform against the expansion of slavery led by Abraham Lincoln in its 1860 convention.  Growing animosity towards the North caused numerous tensions within the Democratic Party of the South.  Suspicions and \"mutual mistrust\" arose towards Lincoln and his platform and in the 1860 election no Florida voters cast a vote for the Republican candidate.  However, the splintered Democratic Party was too weak to compete with Lincoln on the national level.  In his book, <em>The Slave States in the Presidential Election,</em> Ollinger Crenshaw points out that the South never had a chance to rival the Republicans because of the \"defeatist\" attitude at Charleston.  Furthermore, with \"...no concerted plan of action, no well organized strategy...the election was lost [for the Democrats] in the initial cleavage at Charleston.\"  Never able to recover from this division, the Southern Democrats failed to triumph over the Republicans, thus allowing Lincoln to become the sixteenth U.S. president in 1860.  ","It was only a matter of time before Floridians felt that their demand for representation at the preliminary convention in Tallahassee was not met by Lincoln and his Republican party on the national level.  Thus, shortly after Lincoln's election in 1860, Florida followed the rest of the South and discussed secession.  Finally, on January 10,1861, Florida seceded from the Union and joined the other southern states in forming the Confederate States of America.  "],"display_date":"April 9, 1860","search_date":"1860-04-09","locations":[{"id":1396,"lat":30.4585161351,"lng":-84.2751559802,"zoom":9,"place":"LEON, Florida"}],"tags":[{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":6144,"title":"The Republican State Convention","course_id":131,"status":"P","start_date":"1892-04-01","end_date":"1892-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In April 1892 the republican state convention was held in Tallahassee, Florida. An event where Republicans can choose who to elect and who will represent them in the national republican convention.[1] The state convention was an important event in time where the Republicans attack the Democrats and elaborate on the reasons why they shouldn’t rule in Florida. The Republicans were angry that the Democrats were taking their votes over the years and feel as if the Democrats are manipulating the system. The Republican vote has dropped significantly in Florida since 1888, basically losing more then fifty percent of their votes. The Republicans go as far as calling the Democrat’s rule in Florida  “tyrannical” and dishonest. They accuse them of arson, robbery, murder, and assassination if in the interest of democracy. The state convention is also where the republicans chose their delegates to attend the national republican convention. The delegates were Joseph E. Lee, E. R. Gunby, James A. Shann, John G. Long, W. R. Long, George F. Horr, S. H. Coleman, and H. S. Chubb. H.S. Chubb being the well-known mayor of Winter Park. Half of the delegates were black and the other half white. These delegates were instructed to vote for the renomination of Benjamin Harrison.[2] In attendance was a staunch Republican who is well known for both his newspaper editing and political involvement in Florida. G.C. “Gus” Henderson was a newspaper editor in Winter Park, Florida. He established the second black newspaper in the state of Florida. He was not just a political advocate in Winter Park but also a newspaper editor around Florida. Henderson saw the Republican Party as an advocate for the black Americans. He interestingly states in one of his speeches in Hannibal Square 1888  “…all we ever received came from the Republicans. Our citizenship, our freedom, our free schools, and numerous good laws that have done great good for the Negro came from the Republican Party, and, gentleman, if that party never does any more special good for me, I shall die a Republican.” It would only make sense for G. C. Henderson to attend this pivotal state convention in Tallahassee, Florida.[3] The national republican convention was held in Minneapolis, Minnesota also 1892 a couple months later. The Republicans would meet from all over the country for secret meetings, public rallies and speeches, which resulted in the nomination of then Harrison as the party’s presidential candidate.   Harrison is then nominated as the Republican candidate for president on the first ballot on the final day of the 1892 Republican National Convention. Unfortunately, Harrison did not get reelected falling to the Democrat Grover Cleveland.[4]"],"display_date":"April 1892","search_date":"1892-04-15","locations":[{"id":1399,"lat":30.4580531641,"lng":-84.2778621385,"zoom":9,"place":"LEON, Florida"}],"tags":[{"id":2326,"tag":"Politics 1892"},{"id":1873,"tag":"Republicans"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}},{"id":6510,"title":"\"Without The Students\": The College Student Contribution to Tallahassee's Civil Rights Movement","course_id":154,"status":"P","start_date":"5/26/56","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Saturday, May 26, 1956, two female Florida A&M University students paid their fare and boarded a bus almost filled to capacity. After sitting in the only remaining open seats on the bus, Wilhelmina Jakes and Carrie Patterson were quickly asked by the bus driver to stand because the seats that they were occupying were next to a white woman. The young women agreed to get off of the bus contingent upon their fares being returned to them. The bus driver refused, and in kind, they refused to get off of the bus. The authorities were immediately called, and the two were arrested and jailed for inciting a riot. Although this incident was unplanned, it was the spark that ignited the civil rights movement in Tallahassee.","After crosses were burned in front of the co-eds’ residence, Florida A&M University Student Government president, Broadus Hartley, decided to take action. On Monday morning, he called a campus-wide meeting to discuss the issue. It was at this meeting that the students made the decision to suspend the use of the bus system until equal riding privileges were given to African Americans. Word quickly spread throughout the community and the next day, leaders from the local NAACP and citizens met at Bethel Baptist Church and decided to join the students’ protest. By Wednesday morning, white officials felt the true power of their opposition. In 48 hours, the patronage of approximately 15,000 African Americans to which they had become accustomed had disappeared. The bus system ran for only thirty-three days until they were forced to suspend bus service due to lack of funds. Because the bus company was unwilling to fully meet the demand of equal service for African Americans, the boycott continued well into 1957.","According to Lewis M. Killian, “the largest black social structure in Tallahassee was the Florida A and M student body…[and] this structure had no history of social activism.” This is important because it identifies the Tallahassee bus boycott as the first time that student body of Florida A&M engaged in any sort of activism. The students recognized that their participation was paramount in the success of the boycott and by the end of 1959, a campus-based, interracial organization called the Congress of Racial Equality (CORE) began organizing more frequent and militant protests. Comprised of black students from Florida A&M University and white students from Florida State University, it was “the newest civil rights organization in the city.”","On February 20, 1960, the students were prepared to make history again. CORE conducted a sit-in at a Woolworth lunch counter with a total of thirteen participants; eleven of the participants were arrested and jailed for unlawful assembly and disturbing the peace. “Eight of the students decided to serve sixty days in the local jail rather than pay $300 for their release. This was the first case of “jail-versus-bail” in the civil rights movement.” Similar sit-ins began to occur in cities across the South, but “only in Tallahassee did the student protesters attend a publicly supported institution [FAMU]. Just as important, when the capital city sit-ins became interracial, Tallahassee achieved a notoriety that further distinguished it from many cities of the Deep South.”","“Without the students, there would have been no protest, there would have been no movement.” These were the words of Reverend Charles Kenzie Steele, one of the most well-known leaders in Tallahassee’s civil rights movement. Reverend Steele was popular among the college-age population because, while some of the older activists viewed the sit-ins, jail-ins, and protests as impulsive and rash activities, he was one of the leaders in the Tallahassee area who vocally supported the younger generation’s action-based activism. He understood the importance in the numbers, stamina, time that college students could devote to protests that adults could not. One could easily argue that the speed and success of Tallahassee’s civil rights movement became reliant upon the involvement of students and faculty from Florida A&M University. It is my opinion that credit is due to the students and faculty who applied the constant pressure for equality in public spaces; they continue to provide a monumental legacy for the nonviolent protests of today."],"display_date":"May 26, 1956 - December 31, 1970","search_date":"1963-09-13","locations":[{"id":52902,"lat":30.4382559,"lng":-84.2807329,"zoom":8,"place":"Tallahassee, Florida"}],"tags":[{"id":2958,"tag":"Sit-ins"},{"id":2957,"tag":"Lunch Counter"},{"id":2956,"tag":"Bus"},{"id":2955,"tag":"Protests"},{"id":2954,"tag":"College Students"},{"id":2953,"tag":"Tallahassee"},{"id":278,"tag":"boycott"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"African American History Since 1877","school":"Rollins College","course_id":154,"school_id":5}},{"id":6572,"title":"The KKK 1950s Tallahasse Florida","course_id":167,"status":"P","start_date":"6/10/52","end_date":"6/10/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","“The group asked him to outlaw the Ku Klux Klan, but while repeating his longstanding opposition to the organization, the Governor said it did not appear constitutionally possible to abolish it.” On January 10, 1952 <em>The New York Times</em> reported that Governor Warren of Tallahassee, Florida announced that he was increasing the reward for the finding and conviction of the murderers of the Moores’ family, a Negro family. According to the article, the Moores were found dead in their household after a bomb went off under their bed. As described in the <em>New Georgia Encyclopedia</em>, the Ku Klux Klan, also known as the KKK, was a powerful group of whites who were aiming to end all lives of blacks. Although most of their acts were violent under the Constitution’s 14th amendment, they felt they were contributing what was right as citizens. With the help of law enforcement and political parties, the Klansmen were able to release their resentment of Negroes throughout Florida and the rest of the south.","The Ku Klux Klan was a dominant hate group in the south, who aimed to suppress the rights of black people and establish a reign of white supremacy. The Klan not only refuted the rights and existence of blacks, but also those of foreigners, Jews, and whites who supported blacks. During the 1950s, the Klan was evocative in its aversion to the growing Civil Rights Movement. During this time, the Civil Rights Movement was well known for helping blacks obtain equal rights and succeeding in life just as their white counterparts.  Cases such as Brown vs. Board of Education, in which the Supreme Court declared state laws to end segregation in schools, fueled the Klan to partake in shootings, bombings, and lynchings all across the south. To support the ruling of the Supreme Court, Congress passed their first civil rights legislation with the Civil Rights Act of 1957. This act ensured all Americans were permitted the right to vote, fueling the Klansmen’s resistance even more.","David Chalmers’s book <em>Backfire: How the Ku Klux Klan helped the Civil Rights Movement </em>affirms the help the Klan received during this time. It discusses how Truman, who was perceived as an advocate supporter of racism, along with members in the Democratic and Republican Party, as well as corrupt police officers, all played a part in allowing the Ku Klux Klan to commit and get away with thousands of deaths of blacks. This includes the blacks’ most influential leaders, such as Mr. Moore. The White Knights are known today as the most violent group of the Ku Klux Klan’s history. The Klan was sought as a great hindrance in American equality. The destruction they produced caused rifts in Florida’s government as well in states all over the south. The Klan denounced the message of the Civil Rights that minority groups spent years trying to promote, and instead attempted to further its ideals of white supremacy.","Eisenhower and the FBI finally cracked down on the Ku Klux Klan and its deformation acts. Although this could have been done sooner and would have saved the lives of many innocent victims, it nonetheless was a step in the right direction for America. According to Nathaniel Hoguet’s work “Rates and Correlates of Understanding Deaths among Americans,” a lot of the Klan’s killings were unreported. However, the KKK accounted for at least 3,000 lynchings of blacks and possibly thousands of more from bombings and shootings. Even though a lot of the Klan was dismantled, the Klan still continued to thrive in the later decades."],"display_date":"June 10, 1952","search_date":"1952-06-10","locations":[{"id":52953,"lat":30.4382559,"lng":-84.2807329,"zoom":7,"place":"tallahasee florida"}],"tags":[{"id":1648,"tag":"1950s"},{"id":151,"tag":"Ku Klux Klan"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}}]}