{"id":2996,"place":"RAPPAHANNOCK, Virginia","lat":38.6845288469,"lng":-78.1593262248,"episodes":[{"id":2724,"title":"Going Once. Going Twice. Resold into Slavery\n","course_id":1,"status":"P","start_date":"1841-01-02","end_date":"1841-01-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the 26th of July 1840 the slave, Joe was thrown in the Rappahannock County jail, based on the charge that he was a runaway.  Joe contested this charge, saying that his owner, Miss Jane Rust, of Page County died in March, and he assumed that he was a free man.  Despite notices of Joe's capture, Sheriff French Strother was unable to prove the certainty behind his claim, because no one from Miss. Rust's estate came forward to verify his freedom or to prove he was their property. Without proof that Joe was either free or enslaved Sheriff Strother concluded that he was a runaway. A public auction for Joe's re-sale into slavery was then scheduled for January 2nd, 1841 at the Rappahannock County Courthouse.  Sheriff Strother advertised in the local paper that Joe would be sold to the highest bidder, to be paid for in cash.  Joe had no voice within the law.  Even if he was telling the truth, Sheriff Strother could not let him go free without proof of what he said was true.  Why would Strother believe him to be telling the truth anyway?  Joe would have seen the benefit in lying, in that he could have been freed on the off chance that they believed him or if he was a runaway, saying he was free would have delayed his trial at the very least.  In spite of his being free or not, the lack of proof sent Joe to the auction block and back into slavery. For Joe, if he were free, the re-sale back into slavery would have seemed like eternal damnation.  This episode shows that without hard evidential proof that a black man was free he was a slave under the eyes of the law.  This would not have been the only account of a freed black being re-sold into slavery.  Several other instances such as this have been documented, mainly appearing in court cases in which the freed-man who had been re-sold was vying for his or her right to freedom.  "],"display_date":"January 2, 1841","search_date":"1841-01-02","locations":[{"id":14208,"lat":38.6845288469,"lng":-78.1593262248,"zoom":10,"place":"RAPPAHANNOCK, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2743,"title":"How&#39;s the Weather?\n","course_id":1,"status":"P","start_date":"1887-01-01","end_date":"1887-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Once again, H. A. Tayloe sat down by the fireplace to read the correspondence he had picked up. Today he received the latest news from a friend he had not seen in a long time, N. H. Hudson. As he read over the news, it was once again, as usual, all about how Mr. Hudson's planting season was going. In this particular letter, Mr. Hudson had finally gotten around to planting his cotton and he still intended to plant more cotton among the other things he was cultivating. Despite his general complaints about the weather, like the rain and his difficulty with getting the planting done as well as getting into town, Mr. Hudson seemed to be in good health as was his family. He discovered in this letter as well that Hudson was not going to be going into town quite as frequently as before because of the lack of service provided by the mail system so he would not be picking up his correspondence quite as frequently. ","After the Civil War was over, a primary concern for many was that without slave labor, it became more difficult to be prosperous agriculturally. For example, in Hudson's life, without slaves, planting and agriculture took over most aspects of his life. He became much more conscious of the weather patterns to the point that he began informing his friends about those in correspondence. As many farmers were feeling the same pressures Mr. Hudson was facing where agriculture dominated their lives, organizations like the Agricultural Wheel or the Farmer's Alliance developed. These groups claimed to stand for the interests of small producers and drew on the political support of the Greenbackers. Both of these institutions attempted to improve the farmer's standing in the competitive marketplace. Michael Holt says that even though these institutions excluded blacks, the blacks were also able to mobilize on their own to achieve some of the same things in the field of agriculture. This was not just a white phenomenon where they had to labor and try to be prosperous with their agriculture; the blacks also faced many of the same struggles."],"display_date":1887,"search_date":"1887-07-02","locations":[{"id":14212,"lat":38.6845288469,"lng":-78.1593262248,"zoom":10,"place":"RAPPAHANNOCK, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4324,"title":"Still Life in Camp: Union Soldiers Waiting for Action\n","course_id":4,"status":"P","start_date":"1863-02-16","end_date":"1863-03-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Life as a Civil War soldier involved fighting and immense amounts of sitting and waiting. Soldiers from both sides of the war wrote letters home to loved ones describing the daily events and occurrences in camp life.  Life as a soldier required patience. Many soldiers recounted the long periods of time spent sitting in camp waiting for their chance to fight. At camps soldiers could actually hear the sounds of war and battle from nearby and became restless and wanted to fight, to see some action. ","            One soldier wrote under the pseudonym Timber Doodle; in his letter home on February 16, 1863. He detailed the lull in camp life plagued by a lack of action. He expressed wishes to see Richmond because his time in the Army soon expired and without fighting the men would see nothing. The tone of his letter is diluted from the monotony of camp life; yet his language and spirit are not completely dulled. He used humor and wit to discuss problems within the Army. Not only are the men sitting and waiting, but they are not getting paid; Doodle wrote, \"We have been out over six months, and not a cent of pay yet; nor do I think we will get any till our time is up.\" Timber Doodle portrayed his experience in the war as repetitive and droning; he expresses the desire to fight by writing, \"Our time is getting short...we had better be up and doing.\"","            Another soldier, the self-proclaimed Omega, wrote a letter home on March 17, 1863. In his letter to loved ones he also discusses his experience with camp life. Like Timber Doodle, he had yet to see action, but he can hear battles in the near distance. He discussed the high spirits of the Army and the readiness of all the men to fly into action at a moment's notice. Unlike Timber Doodle his camp life is portrayed as fun and entertaining. Omega detailed his experience with Irish soldiers and their celebration of St. Patrick's Day. His description of the games and drinking shows a new side of camp life not seen in Timber Doodle's experience. One interesting story he told detailed the death of fellow soldiers. The soldier did not die in battle, but rather in a competition. Omega wrote, \"The third was a general race, trying the elastic powers of the officer's horses by leaping ditches nine feet and the same breadth. One man was killed by his falling into the ditch.\" Unfortunately the droning of camp life and perhaps the high mortality rates from war and disease seem to have dulled Omega's sense of compassion and concern for life.","            Many soldiers shared a similar experience with camp life and these details of monotonous inaction are not irregular. Colonel Robert Gould Shaw expressed a similar sentiment in a letter home to a loved one, Anna, as he wrote, \"The days & weeks pass very quickly tho' they never vary excepting when we go on guard...\" Bell Irvin Wiley, a historian, compared the beginning of the war and camp life to a picnic. He discussed how for many of the soldiers traveling South by train and boat was an adventure; he wrote, \"The battlefield if given a thought seemed remote, and a lack of martial experience made its horrors incomprehensible.\" He pointed out that for many Union soldiers life in camp was no worse than life at home; many younger, rural soldiers were in fact surprised by the wealth of material items which the Union Army could afford. ","            Like Omega and Timber Doodle, Wiley discussed a broad spectrum of sentiments from utter enthusiasm to outright detest for the war which grew within the soldiers as a result of the idleness and monotony of camp life. Wiley wrote, \"Battle is the ultimate of soldiering. All else in warfare is but incidental to the vital closing of opposing forces in conflict.... In the Civil War, however, fighting was an intimate, elemental thing.... Some Billy Yanks went into battle very soon after enlisting...Others waited many months for the fiery ideal. One battle comprised the entire fighting experience of some, while many faced the jaws of death repeatedly.\" ","           Wiley's description of small bursts of action and long periods of inaction seems to accurately portray the sentiments of both Omega and Timber Doodle. These elements of the Civil defined the experience of many Union soldiers who sat reluctantly in camp waiting for their time to fight. These three soldiers, Omega, Timber Doodle, and Shaw, experienced different aspects of camp life during the war in varying parts of Virginia, but there is one thing they share. They are soldiers and they are fighting for the same cause."],"display_date":"February 16, 1863 - March 17, 1863","search_date":"1863-03-02","locations":[{"id":14210,"lat":38.6845288469,"lng":-78.1593262248,"zoom":10,"place":"RAPPAHANNOCK, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}},{"id":4336,"title":"Civil War Christmas Memory\n","course_id":4,"status":"P","start_date":"1861-12-25","end_date":"11/10/37","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["           During the Civil War, holidays and festivities did not enshroud the lives of families and soldiers throughout America. Soldiers usually sat in camp waiting for action as the winter months did not involve tremendous amounts of fighting. Second Lieutenant Robert Gould Shaw wrote home many times to his mother but also on Christmas Day 1861. His description of camp life and the lack of festivities for soldiers is just one example of the diluted Christmas spirit. This lack of elaborate celebration was a common experience for many Southerners such as both a soldier and his wife.","            Shaw told his mother that Christmas Eve and Day were just like any day within the last six months. There was little action and little reason to be joyous and celebrate. Other than a little snow at midnight the holiday just did not seem to be like a typical Christmas; there were no stockings hung, no songs sung, and Santa was nowhere to be seen. Shaw's account of Christmas and camp life seemed somber and relaxed. He seemed to be in good spirit and does talk of Santa cheerfully, but Shaw quickly softens this emotion with a somber observation; this remark is about the reality of war and the restrictions associated with life as a soldier. Shaw wrote, \"...I suppose no one ever had a better chance of seeing \"Santa Claus\"; but as I had my stockings on, he probably thought it not worth his while to come down to the guard-tent. I didn't see any of the guard's stockings pinned up outside their tent, and indeed it is contrary to army regulations for them to divest themselves of any part of their clothing during the twenty-four hour period.\" ","            Southern soldiers and their family life on Southern plantations also did not resemble the typical holiday atmosphere.  Although desperation and ersatz ruled the Confederacy during the Civil War, especially during holidays, a complete dissolution of the Christmas spirit did not occur. There are always exceptions; some families could afford the expensive gifts and meals while other soldiers and their families simply looked past the war-torn nation and found a brighter outlook with things that they could be thankful for. In an interview Ida Baker, commented on her recollection of Christmas during the war. She recalled the lack of luxuries, but remembered the spirit which kept themselves and their soldiers going; she said, referring to the women of the era, \"They never gave up and they never stopped making much with nothing.\" The woman always strived to keep their men happy both away during combat and at home following a tour of duty. Christmas for soldiers consisted of a lack of material 'necessities', but it most certainly did not lack its' full spirit."],"display_date":"December 25, 1861 - November 10, 1937","search_date":"1899-12-02","locations":[{"id":14210,"lat":38.6845288469,"lng":-78.1593262248,"zoom":10,"place":"RAPPAHANNOCK, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}]}