{"id":3,"place":"NEW KENT, Virginia","lat":37.5053580744,"lng":-77.0015005804,"episodes":[{"id":3856,"title":"Testimony on the Impressment of a Slave\n","course_id":7,"status":"P","start_date":"1864-01-12","end_date":"1864-01-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 12, 1864, A.K. Tribble offered a testimony in a New Kent County courthouse concerning the death of a slave, Ephraim. After Tribble's sworn statements, the County Clerk affirmed the verity of his account, but added that he could not set the official seal of his office because the Union Army had stolen it.","James B. Floyd of Newberry District, South Carolina owned Ephraim and, in September 1862, sent him to the coast of South Carolina to assist with work on Confederate fortifications at the request of the Governor of South Carolina. Tribble took command of the slave upon his arrival. Shortly thereafter, Ephraim contracted an undisclosed disease and was placed under the care of Doctor Wrag. Despite intensive medical treatment, Ephraim suffered for several weeks from the illness before his death on October 8, 1862.  Tribble noted that Ephraim \"died in service of the Confederate Government.\" Ephraim was only twenty-three at the time of his death and was, by all accounts, a healthy and reliable source of labor for the Confederate Army. Upon his death, he was worth 1,300.","The impressment of blacks such as Ephraim was very common throughout the South during the Civil War. Both slaves and free blacks were pressed into service to meet the demands brought about by the war. Some slaveowners hired out their slaves with some form of compensation from the army, while the government mandated the impressment of others in order to meet the increased demands. Although many slaveholders opposed it, the impressment of blacks provided a significant boost to the wartime economy. African Americans performed tasks such as work on transportation lines and fortifications as well as the production of war material and supplies, principally serving as an \"auxiliary labor force\" to the Confederate Army."],"display_date":"January 12, 1864","search_date":"1864-01-12","locations":[{"id":14093,"lat":37.5053580744,"lng":-77.0015005804,"zoom":10,"place":"NEW KENT, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}]}