{"id":3002,"place":"VOLUSIA, Florida","lat":29.1017950909,"lng":-80.8721179654,"episodes":[{"id":4588,"title":"Forced Immigration","course_id":21,"status":"P","start_date":"1853-02-23","end_date":"1853-02-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The increasing immigration of America by Europeans forced the nation to begin expanding the land it needed. The idea of Manifest Destiny was prevalent throughout the citizens of the US, and each wanted his/her piece of land so they could start living out their lives. Florida was one the most lush and fertile areas in the country, and was prime location for more settlers who wanted to acquire property so that they could make some money. However, there was a large Native American population that had been living there for centuries. So, something had to give, and it ended up being the Native Americans.","For the Seminole Indians of Florida, this was a serious issue. Formed during the 18th century by Indians from Georgia, Alabama and Mississippi and former members of the Creek nation. When they were told to relocate, thousands did so, but several hundred stayed behind to stay and fight the settling whites as well as the government forces. During what is known as the Seminole Wars, the tribe fought, and killed, over 1500 American soldiers. This group can still be considered unconquered, because they were never truly defeated.","In 1853, the Governor of Florida passed a bill stating that any Indian captured in Florida would be sent west of the Mississippi. This was a major moment for Anglo-Indian relations in Florida, because it was the first document forced relocation in Florida history. It caused thousands of Seminoles to leave, and for those who stayed, they were forced to accept land that was a pittance compared to the land they had previously overseen."],"display_date":"February 23, 1853","search_date":"1853-02-23","locations":[{"id":1440,"lat":29.1017950909,"lng":-80.8721179654,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":31,"tag":"Immigration"},{"id":19,"tag":"Native-Americans"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":4844,"title":"Songs in Slave Society","course_id":33,"status":"P","start_date":"1856-10-13","end_date":"1856-10-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The life of a slave was a grim one during the 19<sup>th</sup> century. Most slaves belonged to large plantations that required labor intensive work. Large groups of slaves would work on these plantations utilizing the resources the Americas had to offer so that their plantation owners could remain profitable. Because of this permanent life of servitude, many slaves tried to escape while dying in the process. The importance of song and music was for so long overlooked by plantation owners. Slaves used songs to convey hidden codes, and to help boost morale of their fellow workers. This episode will discuss the importance these songs had using specific examples.","Initially, slaves used song and music to boost the overall happiness of the people they worked with. During times of difficult labor, slaves would break out in a song to pass the time, and lift their spirits. Slaves would often sing songs that praised the lord, or asked the lord for help and guidance. My primary source is a common slave song that was sung to aquire hope, and asks for assistance on their journey. “Walk with me lord, walk with me! All along this tejus journeys, I want Jesus to walk with me.”[1] This song was usually sung during a very stressful and strenuous situation. Most slaves were devout Christians not only to give them hope and faith, but to also please the white men into possibly shortening their time as a slave. These songs were constantly heard in groups and were crucial to getting through the day. Singing these songs helped pass the time and lift the spirits of distraught workers.","Additionally, slaves actually put codes into songs to relay secret messages among their slave community. Today, these songs are well known because of the amount of specific information coded within its lyrics. The title of a very popular slave song, <em>Wade in the water</em>, specifically explains to runaways how to escape from bloodhounds. Furthermore, the song contains a reference to Jordan and a promise land. This refers to Canada which at this time was a non-slave state.","Moreover, “Follow the drinking gourd” is probably the most popular slave song ever created. It is popular because of the wealth of information provided in its lyrics. <strong>“</strong><strong>What made it special was that it not only gave hidden advice but also contained a complete coded map with full details of how to escape to Canada.”</strong>[2]<strong> The song has actually been completely decoded and translated, and tells the steps on how to escape to freedom:</strong>","<strong><em>“‘When the sun comes up and the first quail calls, follow the drinking gourd.</em></strong><strong><em>For the old man is a-waiting to carry you to freedom,</em></strong>","<strong><em>If you follow the drinking gourd.’)</em></strong>","<strong><em> With the beginning of winter on Dec. 21, the sun starts climbing higher in the sky each day. And in winter, the call of migratory quail echoes across southern fields. So Peg Leg Joe's ingenious song advised slaves to escape in winter and head north toward the Big Dipper -- code name, drinking gourd. A guide will be waiting at the end of the line. ”</em></strong><em><strong>[3]</strong></em><strong><em> (Spargo 1997)</em></strong>","<strong> In summation, the importance of song in the slave community was for so long overlooked. What started at first as a way to bolster spirits and provide hope and strength turned into an intricate and innovative way to communicate secretly. Songs became so elaborate and descriptive that they could actually provide exact directions on how to escape to freedom. Music today may not have the same importance to African Americas as it did during the 19<sup>th</sup> century, but a strong interest in music is still prevalent in African American culture. </strong>"," ","[1] Dyer, Susan. \"Walk with me Lord.\" <em>Negro Spiritual Song</em> (1856)","[2] Ponomarenko, John. \"Coded Slave Songs.\" (2005)","[3] Spargo, Mary. \"Translation of Slave Songs.\" <em>Detroit</em><em> News</em> (1997)"],"display_date":"October 13, 1856","search_date":"1856-10-13","locations":[{"id":1440,"lat":29.1017950909,"lng":-80.8721179654,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":125,"tag":"Song"},{"id":164,"tag":"Slave"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}]}