{"id":3024,"place":"ANDERSON, South Carolina","lat":34.519117434,"lng":-82.637883414,"episodes":[{"id":3979,"title":"Caught on Crosshatch: A Lynching in Anderson, South Carolina","course_id":7,"status":"P","start_date":"1865-06-08","end_date":"1865-06-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    From 1865 to 1867, Emmala Reed, a young woman living in Anderson,  South Carolina, kept a personal journal detailing daily life during one of the most volatile periods of Southern history, early Reconstruction. Such a complete picture of small-town Southern life is hard to come upon in the modern day, especially considering historian Robert Oliver's assertion that \"many Southern women abruptly stopped writing in their journals and diaries when the [Civil] war ended.\" Nevertheless, Emmala Reed's journal touched upon an extraordinary amount of subject matter, specifically the dire economic situation of her town, health and familial issues, her own failing relationship with a Confederate surgeon, and the progress of relations between blacks and whites in the Anderson area. In so doing, Reed contributed wholeheartedly to a living history of South Carolina; as Civil War author Jacqueline Campbell puts it, women like Reed \"assum[ed] active, and vocal, roles in the creation of historical memory.\"","    Among Reed's entries, the scene that occurred on June 8, 1865, is particularly interesting; so too are the ideas that it suggests on the state of race relations in South Carolina and elsewhere in the South immediately following the War Between the States. It is an extreme exaggeration to suggest that relations between southern whites and newly freed blacks were anything but hostile in the early Reconstruction period; even so, the events that Emmala Reed witnessed on the night of June 8, 1865, call into serious doubt the extent of amicable relations <em>whatsoever</em> between blacks and whites. Reed's journal entry certainly proves this, for she observed the frightening picture of \"an innocent, peaceable negro all thought, taken from his frightened wife, taken out, his house searched, and (then) he was shot and left lying in the street the next morning.\" All this occurred due to the vengeance of a lynch mob operating in the town of Anderson, yet according to a traumatized Reed, \"no [citizen] knows who perpetrated the dark deed - nor for what reason - all excitement.\" Such occurrences of racism were not only common during early Reconstruction, but would also continue to appear for quite some time in South Carolina and across the South, proving that many whites in the region remained \"strongly committed to white supremacy.\"","     Reconstruction in South Carolina and in the rest of the former Confederacy was meant to turn the tides of racism and inequality that had been entrenched in the region for nearly two hundred years. In the long run, this racism would die out. Nevertheless, early Reconstruction strayed far from its purpose, a tolerance and freedom meant to apply to <em>two</em> races for the first time. More accurately, early Reconstruction efforts led to a southern culture of racial despair and hostility, one considered by Emmala Reed to be \"a horrible, disorganized state of society.\""],"display_date":"June 8, 1865","search_date":"1865-06-08","locations":[{"id":11429,"lat":34.519117434,"lng":-82.637883414,"zoom":9,"place":"ANDERSON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4271,"title":"Furman Promises Appropriate Education for Women\n","course_id":5,"status":"P","start_date":"1850-08-01","end_date":"1850-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["       Reverend James C. Furman delivered a speech for opening convocation on the anniversary of Johnson Female Seminary in August of 1850.  He addressed the crowd of students with the words, \"women's sphere lies within the limits of private life. Home is the true scene of her influence.\"  He stressed the meaning of women as mothers, mistresses, advisors, physicians, judges, and educators.  James Furman advised the women of the college to take full advantage of their education at the seminary in order to become better mothers for the future generation. He also, mentioned his fears of women in the public sphere of a man's world.  He believed women did not belong in places like an autonomy class or the rough atmosphere of poll boxes around voting time.  Religion was applied generously to the advice he gave women on their duties. He challenged women to use the Bible as, \"the true Lady's Book,\" to maintain virtue and honesty, instead of finding merit in aesthetic assets, like beauty and the comforts of luxury.  James encouraged the students to \"cultivate habits of neatness and order,\" so that it would better the skill sets they would require for God's design.  He finished his speech by reminding the young woman of the seminary to use the influence of a woman to demonstrate the goodness of God and to set Christian examples for their future husbands. ","        James C. Furman's address to the students of Johnson Female Seminary indicated the view of women in the mid-nineteenth century as a companion to men and a devoted mother.  J.M.C. Breaker, another minister in the neighboring county of Greenville agreed, when he addressed the domesticity of the home and the role of women as \"angels of mercy\" in his speech for the Greenville Baptist Female College in 1858. Christianity provided the foundations of this concept as the secular world became a place for men to leave the home and pursue occupations separate from home life.  Women were to carry the ideology of goodness, purity, and the humanity of men, by their behavior in private and public life.  ","      When Furman mentions the Bible as a \"lady's book\" he is associating God's word to a lady's journal.  Popular in the day, women's magazines were used to demonstrate correct manners, give advice on child rearing, and to guide women through their daily chores as caretaker and submissive companions.  Lady's journals, like <em>Godey's Lady Book</em> provided women with stories of romance and duty, much like the bible would provide the spiritual guidance women needed.  Rev. Furman implies that even though beauty and dress is important, the basic values of goodness are better.","      In the speech, Furman states that he would be shocked to discover a woman in a classroom or in any realm of public life.  A year earlier, in 1849, Elizabeth Blackwell became the first woman in the United States to graduate from medical school.  By August in 1850, several revolutionary women had taken steps to improve education and missionary work.  Public opinion circulating during this time deemed the pursuit of a career by a woman was an act of aggression. Intellectual training was ill suited for the poor, frail mental and physical design of a woman.  ","      Even though, the aim of altering women's education toward better intellectual standards was slowly evolving in the United States, the students of Johnson Female Seminary were being groomed for the life of a plantaintion mistress.   James C. Furman's speech is an example of the nineteenth century values that restricted women's right toward higher means of learning.  Action came though, in the next ten years women's colleges and seminaries would instruct female students as teachers.  This gave women the opportunity of being the main source of education for future American children."],"display_date":"August 1, 1850 - August 30, 1850","search_date":"1850-08-15","locations":[{"id":11428,"lat":34.519117434,"lng":-82.637883414,"zoom":9,"place":"ANDERSON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":5096,"title":"The founding of Lander University","course_id":43,"status":"P","start_date":"1872-02-12","end_date":"1872-02-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 25, 1873 Luther Hawkins wrote in a letter to his betrothed, Mary Roe, “Going to have a big day at Williamston on Wednesday laying the corner stone of the female college.” The female college Hawkins refers to was the Lander University, founded in 1872 by Reverend Samuel Lander as a private school for women."," ","During the town planning for Williamston, two lots were reserved for schools: one for boys and one for girls. The boys’ high school thrived, but the girls’ quickly failed. In 1871, the South Carolina Methodist Conference appointed Lander to Williamston. To earn his salary, and fill the need of a girls’ school, Lander founded and taught at the Williamston Female College for the Conference in a vacant hotel building. The school’s doors opened on February 12, 1872 and later moved to Greenwood in 1904, where it was renamed Lander University."," ","The school’s success led to Landers release from pastoral duties to run the school full-time. It offered courses in primary and secondary instruction, mathematics, natural sciences, Latin, and home economics. Among other accomplishments, Lander’s “one study plan”, where students studied one subject for each five-week term, gained the school notoriety."," ","Lander University continues to grow in size and popularity. It now attracts students across the United States and foreign countries, and offers bachelor and graduate degrees."],"display_date":"February 12, 1872","search_date":"1872-02-12","locations":[{"id":11430,"lat":34.519117434,"lng":-82.637883414,"zoom":9,"place":"ANDERSON, South Carolina"}],"tags":[{"id":782,"tag":"Williamston"},{"id":781,"tag":"Lander"},{"id":780,"tag":"college"},{"id":779,"tag":"founding"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}