{"id":3025,"place":"JACKSON, Missouri","lat":39.0084856397,"lng":-94.3460789427,"episodes":[{"id":793,"title":"Kansas &#147;Jayhawkers&#39; Loot Western Missouri\n","course_id":1,"status":"P","start_date":"1861-10-30","end_date":"1861-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Kansas militia led by Jim Lane and Doc Jennison rode into Western Missouri in the Summer and Fall of 1861, claiming they intended to protect the railroads.  Instead, they gained a reputation for vicious looting; they were essentially bandits.  According to the Charleston Mercury on October 30, 1861, Even the St. Louis Republican, a fierce Abolition sheet, is ashamed of the brutalities of the Kansas ruffian, Jim Lane.'  The Mercury quoted the Republican as saying Lane had a history of undisguised robbery, plunder and outrage, not confined to Secessionists, but extending to Union men.'  Jennison's reputation was no better.  In late November, Jennison issued a proclamation later run in the New York Times.  In it, he stated that whoever shall continued in armed rebellion;shall be treated as traitors and slain wherever found.  Their property shall be confiscated, their homes burned, and in no case will any be spared, either in person or property.'  Such tactics went well beyond anything sanctioned by Lincoln.     &lt;br /&gt;Missouri citizens were outraged by the atrocities committed by the Jayhawkers.  Many, including Unionists, took up arms under William Clarke Quantrill.  Quantrill was 24 years old, energetic, and wanted for several crimes.  Quantrill's men were also guilty of many atrocities, their most famous coming at Lawrence, Kansas in 1863, where they massacred unarmed citizens.  Still, Qunatrill was viewed by many in Missouri as a dashing hero.  He was killed in battle later in the war."],"display_date":"October 30, 1861","search_date":"1861-10-30","locations":[{"id":7633,"lat":39.0084856397,"lng":-94.3460789427,"zoom":9,"place":"JACKSON, Missouri"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4272,"title":"Border Ruffians Leave For Kansas\n","course_id":5,"status":"P","start_date":"1856-05-03","end_date":"1856-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 3, 1856 a group of settlers left Westport, Missouri for the Territory of Kansas. Led by Major Buford, the diverse group consisted of pro-slavery activists of all stripes. They came from several Southern states, including Georgia, Alabama, South Carolina, and Tennessee.  Leaving to much fanfare, the settlers departed after a reception at the Farmer's Hotel in Westport. There, Major Buford, the group's leader, was presented with a horse by a wealthy, pro-slavery citizen of the town. A banquet was held in the settlers' honor and a crowd cheered as a band played in celebration of the group's mission: advancing the pro-slavery cause in Kansas.","    Kansas was a flash-point for the national divide over the issue of slavery. Still a territory, its admission into the Union as a free or slave state would have dramatic consequences for the national balance of power. Resources, funding, and activists from both sides flooded into Kansas in an attempt to influence the territory's politics. Wealthy activists and groups funded and organized parties of settlers to emigrate into the territory. Migration quickly gave way to intimidation and violence as \"Border Ruffians\" sought to influence state government in any way possible.","    Pro-slavery advocates had good reason to celebrate as Major Buford's party left for Kansas. A correspondent for the pro-slavery newspaper, the Saint Louis Republican, wrote \"They are a fine looking set of young men, and if they make as good settlers as they are doubtless good fighters, Kansas will be greatly indebted to the originator of the expedition.\" Concerns over whether or not they would make \"good fighters\" made clear that the party's goals included a little more than just peaceful settlement. The band would indeed need \"good fighters,\" as well as hardy and resourceful young men; they aimed to jump into the fray that had become \"Bleeding Kansas.\" The departure of Major Buford's group was but one of hundreds of similar parties that poured into the territory from both sides of the divide.  "],"display_date":"May 3, 1856","search_date":"1856-05-03","locations":[{"id":7632,"lat":39.0084856397,"lng":-94.3460789427,"zoom":9,"place":"JACKSON, Missouri"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":5397,"title":"Ambush in the Darkness of the Sam Gaty","course_id":77,"status":"P","start_date":"1863-04-04","end_date":"1863-04-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     April 4<sup>th</sup> 1863 at two in the morning the steamboat Sam Gaty stopped on the Independence River at Sibley and was ambushed by band of bushwhackers, that killed fifteen “contrabands” and two other whites. There was a resentment at the Union for the acceptance of the escaped slaves, whom some had been undertaken as labor to the Union forces. \"Contraband\" described former escaped slaves due to the fact that the Union would not return them to their former masters. One of the main motivators of guerrilla warfare during the Civil War was the issue of slavery. When Lincoln issued his emancipation policy and asked the border states to also end slavery, the possibility of slavery coming to an end provoked extreme frustration in Missouri. As the Federal troops began to enter the Border States they encountered Confederate troops and meet resistance bands of irregular soldiers or guerrillas. There were many different groupings of guerrilla warfare; bushwhacker, jayhawker, and partisan. There was guerrilla warfare taking place on the North and South sides, with this being said, it depended where your loyalties lay whether you were a jayhawker, bushwhacker, or a partisan. Jayhawkers were anti-slavery fighting guerrilla soliders, bushwhackers were bands of irregular fighters who hid in dense locations of vegatation in prepration for ambush, and partisans were calvary soldiers who were smart and performed dashing raids on Union troops. Sometimes the bushwhacker had no loyalties to either the North or South and was committing atrocious acts just to be vindictive. Their basic goals were to cause terror, rape, rob, and vandalize the local communities.","     The Smoky Hill and Republican Union Paper in Junction City, Kansas describes how the bushwhackers were strategic in their attack, taking prisoners by name and even knowing where the seventy-six former slaves were being kept on the boat. The attack was led by guerrilla leader George Todd who served under the well-known William Quantrill. The “assassins” took over the boat and also they robbed the passengers of thousands of dollars of personal belongings and money. They also destroyed government property such as freight and employed some of the passengers to help them. The passengers were willing to help if meant to save their lives. Unfortunately not all the passengers met such a fate. The bushwhackers took the “contrabands”, marched them off the boat and lined them up in a row. The paper describes as these “poor, helpless creatures” were shot and fifteen fell dead. Thirteen former slaves did get did away as the men proceeded to go back to pillaging the Sam Gaty but the paper states that later remainder of the “contraband” was killed by these \"inhuman monsters\". (What the paper fails to state is if there were seventy-six contrabands on the Sam Gaty, and fifteen were killed, why does the Smoky Hill Republican Union only headline that fifteen were killed?)","     In any case the Smoky Hill and Republican Union paper does state that this appalling act was certainly one of the worst and would evoke revenge. This was a savage attack on the people of this steamboat and the Union. These bushwhackers, who generally did not take sides on the war, made a major statement with the assassination of these former slaves with ties to the Union. However their main goal was to cause fear and confusion for the opposing troops, and they accomplished that with their attack of the Sam Gaty. The civil unrest in these communities of border states, especially Missouri, during the Civil War was of a large scale, and caused serious turmoil between neighbors and authorities. According to guerrilla warfare historian, Richard Brownlee, the turmoil was also in regards to Missouri’s frustration at being portrayed to Northerners as potential secessionists and parts on North Missouri the state was in \"near anarchy\" because of the increasing strain of conflict. It was difficult for local and state governments to handle the raging situation with guerrilla warfare. Brownlee notes in certain areas of Missouri that some communities disintegrated entirely due to the violence of guerrilla activity. These bands of irregular fighters were motivated and difficult to control and their reputation outlasts them even today."," "],"display_date":"April 4, 1863","search_date":"1863-04-04","locations":[{"id":7633,"lat":39.0084856397,"lng":-94.3460789427,"zoom":9,"place":"JACKSON, Missouri"}],"tags":[{"id":1232,"tag":"Irregular Warfare"},{"id":32,"tag":"Civil War"},{"id":1,"tag":"Crime/Violence"},{"id":4,"tag":"Slavery"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}}]}