{"id":3052,"place":"CEDAR, Missouri","lat":37.7238481599,"lng":-93.8565963657,"episodes":[{"id":4303,"title":"Killing a god\n","course_id":5,"status":"P","start_date":"1850-01-01","end_date":"1880-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"Let them kill skin and sell until the buffalo are exterminated. Then your prairies can be covered with speckled cattle and the festive cowboy.\" General Phil Sheridan of the United States military made that statement when referring to the on-going conflict with plains Indians in the mid to late 1800's.  His views on the issue of Buffalo hunting were not at all uncommon at the time and in fact, were encouraged by the political body in Washington D.C.","    Mrs. Mary H Eastman had a rather different view of how to deal with the American Plains Indians. In 1854 Mrs. Eastman published a book about her time with American tribes and the stories she heard and the events she experienced.  The book also contained first hand accounts of a Buffalo hunt.  It was in no easy task for the natives in Missouri to track and kill a herd of Buffalo.  She mentions that in the tribal structure the two noblest pursuits are combat and the slaying of a Buffalo.  They were how a man in a tribe defined himself and proved his worth. ","    Not only was the Buffalo an integral part of social structure, but it was also the main source of food and raw materials for the plains tribes.  From a single Buffalo a family could eat for days, and the hide, bones, and internal organs could be harvested to be used as tools, blankets and other necessities.  The death of a Buffalo was a very sacred event after which the plains Indians would offer a prayer of forgiveness to their god's and the spirit of the slain animal.","    However, the white settlers moving west did not share the same reverence for the Buffalo, they saw them only as a means of profit.  The plains of the United States were filled with the massive creatures and there was demand for the large hides of Buffalo.  With the technology of repeating rifles it was easy for a white Buffalo hunter to kill several buffalo a day and discard the carcass after taking the hide.  To the Plains tribes this was an act of war against their way of life and they retaliated.  Their food source and their gods were being exterminated.","    By 1880 the once vast heard of Buffalo were almost gone and the plains Indians that had relied on the Buffalo were also dying out.  The goal of American government and religious sects to absorb and bring the natives into the fold of the white world had been accomplished. Congressman James Throckmorton made the goals of the Indian Commission as plain as day, \"it would be a great step forward in the civilization of the Indians and the preservation of peace on the border if there was not a buffalo in existence.\"  But the spirit of the Buffalo never died, and when asked about their religion and death the natives replied, \"You may go to your gods, mounting up to their dwelling, when you die, but we do not go there ; we only depart to the land of souls, where, with our arrows and bows, we will still chase the","buffalo.\""],"display_date":"January 1, 1850 - January 1, 1880","search_date":"1864-12-31","locations":[{"id":7472,"lat":37.7238481599,"lng":-93.8565963657,"zoom":10,"place":"CEDAR, Missouri"}],"tags":[{"id":19,"tag":"Native-Americans"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}]}