{"id":3060,"place":"ASHTABULA, Ohio","lat":41.707475015,"lng":-80.7485016298,"episodes":[{"id":4313,"title":"Ashtabula Bridge Disaster as told by J.E. Burchell, a Survivor","course_id":5,"status":"P","start_date":"1876-12-29","end_date":"1876-12-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 29, 1876 Mr. J. E. Burchell was traveling on the Pacific Express train headed toward Chicago during a heavy snow storm.  As the first engine, \"Socrates\" crossed the two hundred foot bridge, the iron trusses broke, causing the bridge to collapse. His eye-witness account describes the accident as the second engine and eleven cars were tipped into the creek seventy feet below and the wood and cast iron frame of the bridge twisted. He recalled, he heard cracking in the front of the car, \"then came a sickening oscillation and a sudden sinking, and I was thrown stunned from my seat. I heard the cracking, and splintering, and smashing around me.\" When the train reached the frozen creek at the bottom of the ravine, cars closest to the engine burst into flames. Burchell describes people attempting to escape the raging fire by smashing windows or crawling out of the shattered cars. He also witnessed several people die horrible deaths in the blaze, because they were unable to free themselves from the debris. Rescue efforts were abandoned when the strong wintery winds caused the fire to escalate. Passengers and crew on the train by J.E. Burchell's estimate was as many as two hundred fifty people.  Ninety-two people died due to injuries sustained from the crash or from the fire that plagued the wreck."," J. E. Burchell's account was published in the <em>Chicago Daily Tribune</em> on December 30, 1876, the day after the accident. The next day his story ran in the <em>New York Times. </em>Both of these newspapers were able to advertise the severity of the death rate and damage from the accident, because of the personal account of one of the survivors. The Ashtabula Bridge Disaster caused the public to wonder about the stability of the Railroad Companies and their constructional efforts to connect railway systems throughout the East Coast, and toward the West. <em>The New York Times</em> completed a follow up story at the request of their readers to address reasons why it had collapsed; \"the result of defects and errors made in designing, constructing, and erecting it; that a great defect, and one which appears in many parts of the structure, was the dependence of every member for its efficient action on the probability that all or nearly all the others would retain their positions.\" People were horrified that Railroad Companies, in hast of construction, neglected to administer safety codes or inspection. "," By the 1870s the American public was use to iron bridges collapsing, but the railroad was more of a public commodity, then in its earlier days. The more deaths caused by the railroad, the more people expected payment for their losses. Some railway companies sought to avoid having to pay the damages by sticking with wooden trusses, but the application of cast iron was cheap and easy to get then. The Ashtabula Disaster awakened the feeling of national shock. The reality that ninety- four people had died in the horrific accident and forty-three passengers of the Pacific Express were burnt beyond recognition became a catalyst for the government to eradicate these problems. In 1887 the Interstate Commerce Act was passed by Congress to ensure safer methods of construction. Ashtabula Bridge Disaster became one of the most publicized bridge collapses. The distress the event caused the public assisted in the shift of power from privately owned railroad companies to government sponsored corporations."],"display_date":"December 29, 1876","search_date":"1876-12-29","locations":[{"id":10019,"lat":41.707475015,"lng":-80.7485016298,"zoom":9,"place":"ASHTABULA, Ohio"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}}]}