{"id":3089,"place":"FRANKLIN, Pennsylvania","lat":39.9274533048,"lng":-77.7212153562,"episodes":[{"id":4365,"title":"Jeremiah Cooper Recuperates from Disease\n","course_id":4,"status":"P","start_date":"1862-06-06","end_date":"1862-06-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many soldiers in the Civil War had to worry about their own health and the health of everyone around them. The Civil War took place during what the Union Army Surgeon General called, \"the end of the medical Middle Ages\". At this time, there was not a lot known about diseases, how to stop them from spreading, or how to cure them. Regiments were typically reduced to half or less of their original numbers within a year due in part to sickness and battle casualties. Soldiers had a one in four chance of not surviving the war.","Jeremiah T. Cooper worked as a shoemaker in Waynesboro, Franklin County, PA, when the war began. In 1861, at the age of twenty-one, Cooper enlisted in the 77th Pennsylvania. Cooper saw first hand the effects of diseases and injuries on an army. In his letter to Lieutenant George D. Schott, Cooper wrote that he had gotten over a fever fairly well but was still suffering from bad Rheumatism.  He also did not know what had happened to some of his comrades and was very worried about them, so asked Schott to let him know if they were alright. Cooper wrote, \"Let me know If James Is Sick or If there Is anything Happened him and If there Has Let me know If there Is any Letters Send them to me the Boys are all Getting Better.\"","Civil War doctors were not very experienced and their patients and the press often referred to them as \"butchers\". Soldiers generally feared hospitals, and some even believed that they would get better outside of the hospitals. It was not that the Civil War doctors were incompetent; they just simply did not have the knowledge that doctors have today. Many major medical breakthroughs did not occur until after the Civil War had ended.","Diseases and injuries were a typical part of a Civil War soldier's daily life. Soldiers had to deal with their own diseases, and they also had to watch the people around them suffer, and in some cases, die. Because of the lack of medical knowledge, diseases and injuries played a very large part in the Civil War, and accounted for the deaths of many soldiers."],"display_date":"June 6, 1862","search_date":"1862-06-06","locations":[{"id":11033,"lat":39.9274533048,"lng":-77.7212153562,"zoom":9,"place":"FRANKLIN, Pennsylvania"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}},{"id":4468,"title":"<strong>City Set Ablaze: The Burning of Chambersburg</strong>\n","course_id":18,"status":"P","start_date":"1864-07-30","end_date":"1864-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Confederate cavalrymen under the command of General John A. McCausland set the city of Chambersburg, Pennsylvania ablaze on the morning of July 30, 1864.  According to a letter sent the following day by D. McConaughy to Pennsylvania Governor Andrew Curtin and Major General Darius N. Couch, the commander of the Susquehanna Military District, the \"lowest estimate of loss [from the fire] is 1,500,000.\"  He reported that the Confederate soldiers \"fired the whole center portion of the town, embracing twenty squares.\"  Historian Everard H. Smith claimed that a little over half of the 6,000 natives of Chambersburg lost their homes in the fire.  McConaughy wrote that the town was ostensibly burned because McCausland did not receive a 600,000 ransom, of which he demanded 100,000 be paid in gold.  However, there are a few other reasons why Chambersburg, a seemingly unimportant city in Pennsylvania's Cumberland Valley, was burned to the ground in such an appalling fashion.  ","Chambersburg was not a randomly chosen target for retribution.  Its location in the Cumberland Valley, the Pennsylvania name for the Shenandoah Valley, granted easy access for the Confederate army. It also had some strategic value for the North.  According to historian William Vatavuk, General Robert E. Lee sent General J.E.B. Stuart to Chambersburg in October, 1862 to gather supplies from Chambersburg and burn a railroad bridge that provided a \"vital transportation link to the west.\"  Smith offered that the Confederate soldiers had a sense of superiority over the common, predominantly German population in the area, and were thus able to dehumanize them.  Smith further asserted that dehumanizing their enemy allowed the southern soldiers to adhere to Carl von Clauswitz's belief in the necessity of total warfare.","The burning of Chambersburg was seen in the North as a Confederate atrocity.  Smith wrote that \"drunken Confederates cavorted among the ashes, pillaging freely and robbing citizens of sums large and small.\"  According to McConaughy, even McCausland was drunk.  Smith related that Confederate soldiers locked two women in their houses and set them ablaze, but fortunately, both women were rescued by neighbors.  Many of the citizens, like the family of Captain Eyster, whom McConaughy described in his letter, got out of their houses with only the clothes on their backs.  Even Confederate soldiers were not immune to the effects of the catastrophe unfolding around them.  According to Vatavuk, when a woman carrying a dying baby in her arms asked a soldier, \"'is this revenge sweet?' a tender chord was touched, and without speaking, he burst into tears.\"","            The effects of the fires may have been difficult for the citizens of Chambersburg to bear, but according to Vatavuk, a \"scorched earth policy\" was being practice by Union generals William T. Sherman and David Hunter before the ransack of Chambersburg.  Vatavuk asserted that Confederate General Jubal Early had Hunter's attacks on his mind when he included in McCausland's orders that the burning of Chambersburg was \"… in retaliation for acts of destruction committed by General Hunter in the Valley of Virginia.\"","            By the time McConaughy wrote his letter on July 31, 1864, the heart of Chambersburg was destroyed by the fire.  The flames consumed public and private buildings alike and northern soldiers under General William Averell, were in pursuit of McCausland's forces.  Regardless of the reason, the city of Chambersburg, Pennsylvania was in ruins.   "],"display_date":"July 30, 1864","search_date":"1864-07-30","locations":[{"id":11033,"lat":39.9274533048,"lng":-77.7212153562,"zoom":9,"place":"FRANKLIN, Pennsylvania"}],"tags":[{"id":5,"tag":"War"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":5779,"title":"Woman’s New Role’s during the Civil War","course_id":114,"status":"P","start_date":"1861-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Civil War was a hard time for many people including soldiers and the families that remained back home.  The war was fought from 1861 to 1865 and many wives and families were left home alone to make do by themselves.  There is no doubt that northern and southern soldiers had a very hard job both fighting for their respective countries and fighting for their own lives on a daily basis, but back home woman had to deal with struggles of their own and changes to their lives while their men were away at war.  Many women took on new jobs that they had never had to do before.  The average women of the Civil War took on many new roles in order to survive and help out with the war.  Some women openly supported the war and joined in where they could while others openly rebelled against it.","A young woman named Rachel Cormany was married to Samuel Cormany and had recently moved to the town of Chambersburg, Pennsylvania, from Canada right before the start of the Civil War.  After her husband went off to fight in the war Rachel documented her daily life in a diary.  Rachel’s diary often talked about her daily activities during the war, and she talked of the town’s struggles and her own while the war was going on.  She was a new wife who was not used to managing household affairs and taking care of a family all on her own.  Hunting was one thing that was new for Rachel but it was one of the few ways she could go out and provide food for herself and her daughter.  Every day was a fight for her own life as well as the life of her young daughter.  Rachel’s town was in the middle of the war path and they were often frequented by the southern rebels coming through town to terrorize shop owners and families.  They often kidnapped people and left people for dead when coming through town.  Wives and children were told to lock themselves in their house and hide from sight in order to stay safe.  Rachel often speaks of the daily fear she went through, as well as her depression and concerns for her husband.  She spoke of lying in bed at night and hearing flying shells and bullets while she thought of her husband and hoped he was okay.  When the rebels traveled through her town the mail services often stopped and long periods would pass when she would not receive letters from her husband so the wait would stress her to no end.  Even while living in this fear daily personal lives would still have to continue as normal and the laundry would still need to be done, the children tended to as well as all the other household chores.  Religion was a major way that Rachel would try to maintain her sanity during the war and at times when she was not able to go to church due to the rebels being in town, she would sit and read passages and say her prayers for Samuel’s safety.  Rachel may not have obtained an official job but she had to do many jobs in her home life that she did not have to do prior to the conflict.","While Rachel stayed home to tend to her family’s daily needs, other women joined the war to help by becoming nurses, relief workers, or even serving as soldiers.  During the war a large number of women volunteered to become nurses during the war.  They tended to the victims and witnessed up close the horrible injuries obtained during the fighting’s.  The war relief workers would do jobs such as sewing new clothes for the soldiers to wear and they would also gather medical supplies, food and even bedding for the men of the war.  During the Civil War over 400 women disguised themselves and serves as soldiers and some even fought in the battles of Gettysburg, and Antietam.  These women would have to dress up and disguise themselves as men in order to fight, and many held their own and fought in great battles during these times.  After the wars these women often returned to their normal roles as housewives and mothers.","Rachel stuck to her job in the household during the war and kept a home for herself and her child so that Samuel could return home to the house he had left at the beginning of the war.  She often wrote about the possibility of leaving her home to get away from the rebels but was always scared that Samuel would return home and she would not be there.  She stuck through some very hard times during the war and did things she never had to do before as well as maintained her fight on the home front. Women played all sorts of roles during the Civil War and no one role was more important than the others.  The war was a very difficult time for most people and everyone put forth a fight to survive including the women of the Civil War."],"display_date":"1861 - 1865","search_date":"1863-07-02","locations":[{"id":11033,"lat":39.9274533048,"lng":-77.7212153562,"zoom":9,"place":"FRANKLIN, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":5,"tag":"War"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":114,"school_id":43}}]}