{"id":3103,"place":"SCHUYLKILL, Pennsylvania","lat":40.7058168704,"lng":-76.2160113696,"episodes":[{"id":4522,"title":"<strong>Mine their Line: Pennsylvania Coal Miners Created the Crater</strong>","course_id":18,"status":"P","start_date":"1864-06-24","end_date":"1864-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["           In his official report, Lieutenant-Colonel Henry Pleasants of the 48th Pennsylvania Veteran Volunteers wrote that the mine dug under the Confederate trenches outside Petersburg exploded at sixteen minutes to five, on the morning of July 30, 1864.  The Quartermaster sergeant of the 48th Pennsylvania, Joseph Gould, wrote his history of the regiment, \"It [the explosion] was a magnificent spectacle; the mass of earth went up into the air, carrying with it men, guns, carriages and timber, which spread out like an immense cloud, as it reached its altitude.\"  Thus began the Battle of the Crater, infamous for the chaotic slaughter that occurred among the Union troops stuck in the explosion's crater, which, according to Colonel Pleasants, \"was at least 200 feet long, 50 feet wide, and 25 feet deep.\" However, the crater was simply the end result of a long process started by a coal miner's boast.","            According to historian James McPherson, Pleasants, \"a prewar mining engineer,\" overhead one of his men say, \"We could blow that damn fort out of existence if we could run a mine shaft under it.\"  <em>The Official Records of the War of the Rebellion</em> contains a letter written on June 24, 1864 by General Potter to his corps commander, Major General Ambrose E. Burnsides, regarding the \"feasibility of mining the enemy's work in my front.\"  According to historian Alfred James, Burnsides approved the plan and work began on the mine, June 25, 1864.","             The excavation was not easy, even for the men of the 48th who were experienced miners from Schuylkill County, Pennsylvania.  Pleasants described the lack of proper mining equipment.  Makeshift picks, bridge planks and cracker-boxes were used instead of the usual equipment.  The miners also ran into wet quicksand-like soil that Pleasants called \"marl\" which caused a section of the mine to collapse on July 2, and had difficulty circulating fresh air into the 510.8 foot long mine shaft.  Pleasants solved these problems by digging over the wet marl and adding a ventilation shaft to circulate the air. The miners dug an average of forty feet a day.","             The main gallery was completed on July 17.  That same day, work on the lateral galleries was halted due to Confederate counter-mining.  Work resumed on July 18 and the left and right lateral galleries were completed on July 23, but James wrote that \"in this last stage of actual mining, the Union miners heard Confederate countermining.\"  Pleasants was ordered to \"charge the mine\" on July 27, with \"320 kegs of powder, each containing about twenty-five pounds.\"  On July 29, Pleasants received orders \"to fire the mine at 3:30 AM, July 30.\"","            According to McPherson, when the mine exploded, \"one entire rebel regiment and an artillery battery were buried in the debris,\" and the Confederates around the crater scattered in fear.  However, as a result of last minute changes and inept leadership from Burnside and his subordinates, the attack on the crater was a complete failure for the Union. James recounted the Union losses of 4,400 troops to the Confedercy's 992 total casualties.  Despite the failure of the final attack it can not be denied that the mining of the 48th Pennsylvania created a new tactic in Civil War era trench warfare.  What had started as a boast from a former miner, ended in the Crater."],"display_date":"June 24, 1864 - July 30, 1864","search_date":"1864-07-12","locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"},{"id":11256,"lat":40.7058168704,"lng":-76.2160113696,"zoom":9,"place":"SCHUYLKILL, Pennsylvania"}],"tags":[{"id":5,"tag":"War"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4385,"title":"Life of a Union Captain: Captain James Wren and Sulphur Springs\n","course_id":4,"status":"P","start_date":"1862-08-24","end_date":"1862-08-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Civil War cost the United States over 620,000 men's lives; many of these men were officers in major divisions who fought in ten or more engagements. One of the veterans of the war was a man by the name of James Wren from Pottsville, Pennsylvania. Wren was a Captain for Company B in the 48th Pennsylvania Regiment. His diary excerpts show that being an officer was not as glorious as it could be nor was it very comfortable living.","            In one of Wren's diary entries from August 24, 1862, he reported of his company's brief encounter with Confederate artillery and cavalry near Sulphur Springs, Virginia. Wren was in charge of pickets and train guard that were stationed at the rear of the regiment. After passing the Rappahannock River, the Confederates attacked the 48th Pennsylvania Regiment and the 6th New Hampshire, and intercepted their mail and correspondence. When the artillery and cavalry attacked, not only did Wren have to warn and order his troops in response to the advancing enemy cavalry, but he needed to be on scene at all times to make sure everything was in order. Wren had to be confident that the \"men could see for themselves what they had to do as the Rebels were in sight of each other.\" If he did not do this or any of his other duties, this brief skirmish could have been a Confederate victory and Wren and his company may have never made it to Sulphur Springs that night. ","            As the Captain of a company, Wren explained in his diary that during skirmishes and marches he barely had any time to rest or eat, because of his duties. On the march to Centreville, Wren remembered that he \"got up with the cold\" at three o'clock in the morning, before all others to plan the day and speak to the other officers. Wren cannot act like a normal infantry soldier, he must be prepared for anything and everything and make sure his inferiors know it also.","            Captain James Wren's account could be the account of many other officers in the Civil War. His stories could be their stories and mirror their fears and thoughts to his own. Life as a Captain and as other officers was not easy. "],"display_date":"August 24, 1862","search_date":"1862-08-24","locations":[{"id":11256,"lat":40.7058168704,"lng":-76.2160113696,"zoom":9,"place":"SCHUYLKILL, Pennsylvania"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}},{"id":5632,"title":"Governor Curtin Outlines Plan for Continuing Conscription","course_id":93,"status":"P","start_date":"1862-10-25","end_date":"1862-10-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 25, 1862, Pennsylvania governor A.G. Curtin submitted his views and worries on the recent riots that had occurred in Schuylkill County to Secretary of War, E.M. Stanton. He described several scenarios for upholding the draft in the wake of these rioting men without jailing or punishing them. He wrote in the letter, “I think you would get the men more easily than by the use of force. Men unwilling to go, and unable to pay the probable fine, will serve in the army on pay [in preference] to being shut up in prison without pay.” In this way he is tried to get men to fight in the war and meet the manpower demands, rather than waste their talents in jail.","Many men were uneasy about the idea of a draft and, when it was enacted on March 3, 1963; many riots against the draft, like the one in Schuylkill County, erupted. Notably, the Irish were among the most outraged in the face of the draft. They were opposed to helping slaves in any way, but also they were upset that as non-naturalized citizens, they should not be forced to fight if they did not have the right to vote.","Most men did not have the money to be exempted and if they did, the money could be used for different things then getting exempt from the war. For some reasons such as this, the Civil War became known as the rich man’s war. When a man wanted to be exempted from the draft the fine was $300. This is seen when Curtin wrote in his letter to the Secretary of War, “Those who are able to pay the fine will prefer using the money in procuring substitutes. The same limit of the fine will probably regulate the price of substitutes.” Adjusted for inflation, if Union Soldiers wanted to be exempt from the war, they would have to pay an equivalent of $5,454.55 in today’s economy.","In the summer of 1863 more riots broke out in Cass Township in Schuylkill County in central Pennsylvania. The township did not meet its quota for the war effort, which is why the call for the draft happened in the first place. The draft commissioner, Benjamin Bannan could only limit the revolt by crediting the names of soldiers that registered in Philadelphia to Schuylkill County."],"display_date":"October 25, 1862","search_date":"1862-10-25","locations":[{"id":11256,"lat":40.7058168704,"lng":-76.2160113696,"zoom":9,"place":"SCHUYLKILL, Pennsylvania"}],"tags":[{"id":1596,"tag":"Riots"},{"id":31,"tag":"Immigration"},{"id":9,"tag":"Law"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}]}