{"id":3129,"place":"MONTGOMERY, Missouri","lat":38.8701330201,"lng":-91.330613564,"episodes":[{"id":2031,"title":"Erastus Brown Encounters Indians on His Way to Texas\n","course_id":1,"status":"P","start_date":"1859-11-15","end_date":"1859-11-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Like many young, adventurous men in the nineteenth century, Erastus Brown decided to explore the new frontier of the United States. Upon returning home from a trip to Texas, he wrote a letter to his sister, Millie, asking her to accompany him on his next trip. In discussing his trip to Texas, Erastus described his encounter with the Cherokee, Creek, and Choctaw Indian Nations. He described the Cherokee people and remarked their land was the most lovely country [his] eyes ever beheld. He added that the Cherokee people seemed very well enlightened. However, Erastus did not think so highly of the Creeks. He considered the Creeks to be the most inferior of the three races. Erastus continued his focus on the Creeks, and gave a full account of the traditional Creek dance he witnessed. The Creeks gathered around a pole yelling, singing, and dancing in a manner that reminded [him] of the exact representation made in history of their 'war dances.' He remarked, Only the poor or inferior portions continued such dances. The superior Indian Nations [studied] the art of agriculture. "," Erastus Brown was not alone in wanting to travel to newly settled territories in the United States. In fact, historian Randolph Cambell titled his book, Gone to Texas, to represent the message that appeared on the doors of many abandoned homesteads across the southeastern United States in the mid-nineteenth century. While Erastus did not explicitly state his reasoning for going to Texas, Cambell offers many reasons why people from the southern United States felt comfortable leaving their homes for Texas. First, the U.S. Army established forts and explored the new lands, thus providing the stability needed for people to move into the new territory. Those who went to Texas wrote home about the opportunities the new territory offered -primarily cheap, rich land. Furthermore, like other new territories, slaveholders saw Texas as an opportunity to expand slavery. "," Although Brown did not mention the exact route he traveled on his way to and from Texas, it was likely he traveled through Oklahoma. He stated that he went through the Indian Nations: Cherokee, Creek, and Choctaw. As historian Dallas T. Herndon states, the movement of Americans into the western frontier forced Native Americans to be relocated to reserves in Oklahoma and part of the Texas Panhandle."," Brown noticed the different effects that American expansion and the relocation of Indians had on the tribes he came across. He described the Creeks as being inferior compared to the other Indian Nations. The Creeks continued traditions and rituals from the past such as the war dance. Other superior Indian Nations, moved away from their traditions and [studied] the art of agriculture. Herndon states that the Choctaw - one of the Indian Nations that Erastus encountered - were the most skillful agriculturists of all the Southern tribes, cultivating a greater variety of crops and with better successes. Despite the differing reasons behind Erastus and other young Americans movement into new territories, it was clear that such expansion had significant and varied effects on Indian Nations."],"display_date":"November 15, 1859","search_date":"1859-11-15","locations":[{"id":7764,"lat":38.941532547,"lng":-91.4702376515,"zoom":9,"place":"MONTGOMERY, Missouri"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":8,"tag":"Arts/Leisure"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}