{"id":3133,"place":"Dane, Wisconsin","lat":43.0673586017,"lng":-89.4183305055,"episodes":[{"id":6082,"title":"<strong>The United States Sues <em>The</em> <em>Progressive</em> Over Nuclear Secrets</strong>","course_id":123,"status":"P","start_date":"3/9/79","end_date":"3/28/79","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 9, 1979, the U.S. Government issued a restraining order that stopped <em>The Progressive </em>from publishing an article entitled, “<em>The H-Bomb Secret: How We Got It, Why We're Telling It.”</em> The question posed to the court by the U.S. was, “…a clash between allegedly vital security interests of the United States and the competing constitutional doctrine against prior restraint in publication.” The U.S. also said that if a document poses a threat to national security than it should be classified as such and be censored justly to protect the security of the people it is supposed to protect. <em>The Progressive</em> argued, “While acknowledging that freedom of the press is not absolute, they maintain that the publication of the projected article does not rise to the level of immediate, direct and irreparable harm which could justify incursion into First Amendment freedoms.”","<em>The Progressive</em> is a magazine published in Madison, Wisconsin. Their motto is to, “…defend the public interest, against private greed.” Their goal is to make citizens more aware and to fight to investigate the atrocities of government. Their ideology is the same as the ideology of the Progressive Movement.","On March 28, the court ruled that the article would help a country produce an atomic bomb with more speed and that that would be dangerous to the U.S. The article also violated the Atomic Energy Act. This act put in place a standard for how to control the use of atomic energy for the country’s and the world’s well-being. They also argued the harm to the magazine would be minimal and would be warranted because, “of the existence of the likelihood of direct, immediate and irreparable injury to our nation and its people.” In the end the magazine was not allowed to publish the article.","This court case proved that the government had the legal power of censorship when they deem it necessary to protect its national security. The <em>Progressive</em> challenged the U.S., and the Constitution in terms of prior restraint, which is the practice of censoring expressions before they are expressed. If an individual, or in this case a publication has freedom of press and expression, prior restraint would hinder their freedom and their right to print news stories without government involvement. This was a polarizing issue, as some thought it was unwise to release this article because it could fall into the wrong hands. Others believed if the government exercised prior restraint in this case, it might set a dangerous precedent for the future. All in all, it was the courts job not to decide if it was unwise, but to see if it fell within the parameters of the law. This case could have set in motion a government that censors its people unlawfully. Instead an anti-climactic decision by the courts, and precedents not being set, led to an ambiguity in terms of prior restraints and how the government can enact them."],"display_date":"March 9, 1979 - March 28, 1979","search_date":"1979-03-18","locations":[{"id":36665,"lat":43.0673586017,"lng":-89.4183305055,"zoom":9,"place":"Dane, Wisconsin"}],"tags":[{"id":9,"tag":"Law"},{"id":17,"tag":"Government"},{"id":286,"tag":"Censorship"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":123,"school_id":3}},{"id":6089,"title":"Liquor has always been plentiful in Wisconsin, even during prohibition.","course_id":121,"status":"P","start_date":"1/1/29","end_date":"12/31/29","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Chicago may have put the roar in the roaring Twenties but it was","Wisconsin with its steady resistance from otherwise law abiding citizens that","was the straw on the camels back of Prohibition.”  That is what Michael Bie","said in his book titled “It Happened in Wisconsin”  about the sentiment in","Wisconsin during prohibition. Then it was April 2, 1929 when 64% of","Wisconsin voters voted yes to repeal the Severson Act. The Severson Act is","the state law that enforced prohibition. This was three years before federal","prohibition ended in 1933. Frank Buckley of the federal bureau of","prohibition was commissioned by the national commission on law","observance and enforcement to do a survey and rate Wisconsin’s","enforcement of the federal prohibition laws. Buckleys report was based on","information he gathered from law enforcement officials, inspection of","records, and from personal observations.","“Wisconsin, to the average American unacquainted with actual","conditions therein, is commonly regarded as a Gibraltar of the wets— sort","of a Utopia where everybody drinks their fill and John Barleycorn still holds","forth in splendor.” That is an example of some of the colorful language","Buckley uses in this federal report to describe Wisconsin. Buckley holds","little back in the language he uses to get his point across. When reading","this report one can feel Buckleys prejudice against the “wets” as well as","“the foreign element”.  If this report was published today it might be","considered unacceptable and politically incorrect, but this was the language","of the time. The following is what Buckley had to say about the capital city","of Madison.  “The section of the city known as the Bush is made up of","Sicilian Italians of the worst sort, most of whom are bootleggers. There","have been several killings in this district, carried along the lines of similar","butcheries in Chicago”","While Buckleys report contains real statistical information about the","use of alcohol in Wisconsin during prohibition. The report is also a great","example of how documented history can be tainted and seen only through","the lens of the historian."," "," "," "],"display_date":1929,"search_date":"1929-07-02","locations":[{"id":18939,"lat":44.6366300925,"lng":-88.0119422379,"zoom":9,"place":"Brown, Wisconsin"},{"id":19337,"lat":43.0673586017,"lng":-89.4183305055,"zoom":9,"place":"Dane, Wisconsin"}],"tags":[{"id":2216,"tag":"Beer"},{"id":1844,"tag":"bootlegging"},{"id":2206,"tag":"Wisconsin"},{"id":111,"tag":"Prohibition"}],"course":{"name":"Introduction to Digital History","school":"University of Wisconsin, Milwaukee","course_id":121,"school_id":68}}]}