{"id":3162,"place":"INDIAN LANDS, Mississippi","lat":33.6257974076,"lng":-89.382351072,"episodes":[{"id":2193,"title":"War Orphans\n","course_id":1,"status":"P","start_date":"1872-11-13","end_date":"1872-11-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" The Civil War was completely devastating to the citizens of the United States of America. Two percent of the entire population was killed as a direct result of the war. With over 500,000 people dead, the casualties far out number those of Americans in any other war. Americans were killing Americans, and the ruin that came about tore apart families and left many in complete bewilderment. "," C.M. Gordon wrote an article in the Natchez Weekly Democrat on November 13, 1872, which described an orphanage in Lauderdale, Mississippi. It was specifically set up in 1863 for children who were orphaned when their fathers died fighting in the Civil War. The Baptists who headed the orphanage believed that there was a debt of gratitude due those who had fallen in our defense, and that it could not be paid in a better way than providing for their children. The majority of the men who had died had been extremely poor and had left nothing for their children, so something had to be done for their offspring who were left behind. "," The orphanage intended to give the children an English education as well as to teach them a skill or trade so that when they were of age, they would be able to support themselves. They would accept children of any religious belief, and desired to give them the benefits of their benevolence. While the orphanage was mostly supported financially by the state of Mississippi, there was an ever increasing need for charitable donations because of a lack of basic living amenities. Gordon pleaded with the paper's readers to donate any sort of article of clothing because the 200 plus children were in dire need of them as winter approached. He reminds the public at large that it was their duty to care for these children through his statement, In our poverty and oppression, let us remember the offspring of those who lost their all for our rights. "," The Civil War left the United States absolutely torn, and everyone, even small children, was affected in some way, great or small, by the carnage it created. National morale was at an all-time low because everyone knew someone who had died. It was extremely difficult to get the bodies of loved ones back home, creating a sense that those who gave their lives were unable to rest in peace because of a lack of a proper burial. There was a lack of closure with the deceased, and communities, like the one in Lauderdale, rallied around the families of the dead, doing things such as taking care of orphaned children. The fact that there were so many dead Americans intensified people's desire to help those who remained for many years after the war had ended, and it was this sense of community that helped start to rebuild the shattered nation."],"display_date":"November 13, 1872","search_date":"1872-11-13","locations":[{"id":6975,"lat":33.5037112943,"lng":-89.3502052693,"zoom":9,"place":"CHOCTAW, Mississippi"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2614,"title":"Graves of Their Fathers \n","course_id":1,"status":"P","start_date":"1835-06-18","end_date":"1835-06-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1835, an army physician traveled to the newly settled Choctaw territory in Arkansas and Oklahoma.  In a letter to his father, Burton Randall discussed his journey and most significantly, displayed empathy for the precarious handling of American Indians by the United States government.  Concerned with the forced removal of the state's indigenous population, Randall bewailed how the American Indians were driven by whites from the graves of their fathers in Mississippi.  Randall spent time serving in Florida and Louisiana and was no stranger to culture clashes with the native populations of America. Yet this specific conflict sparked his empathy, a conflict thirty years in the making.  ","    As early as 1805 the Choctaw Indians began relinquishing lands to settlers in the Piney Woods region (what is now southeastern Mississippi). Over the next 15 years, the tribe continued to surrender lands, most particularly after the War of 1812.  According to Bradley Bonds, the War of 1812 settled several Native American conflicts and Indian lands increasingly opened up to settlers.  This gradual removal came to a head in October of 1820 when American politicians Andrew Jackson and Thomas Hinds harangued Choctaw leaders in Canton, Mississippi.  In 1820, Americans occupied a third of the Mississippi Territory while Native American tribes comprised the remaining two-thirds.  Jackson bargained with Choctaw leaders: Thirteen million acres in Arkansas plus food, guns and ammunition for their five million acres in Mississippi.  The Choctaw tribe acquiesced and forfeited their acreage in west-central Mississippi to American settlers. ","However, it was not until 1830 that Mississippi legislation refused to recognize the independent powers of the Native American tribes and as John Skates states, the politicians, in reality, told the Indians that, to save their tribal government and to maintain their tribal freedoms, they must leave Mississippi and head west to Indian Territory. The mass exodus, from the graves of their fathers to the Choctaw territory where Burton Randall found himself, tripled the amount of public lands for Mississippians and land-hungry settlers.  The removal of the Choctaws was not unlike the Jacksonian handling of other American Indian tribes across the South."],"display_date":"June 18, 1835","search_date":"1835-06-18","locations":[{"id":7363,"lat":33.6257974076,"lng":-89.382351072,"zoom":7,"place":"INDIAN LANDS, Mississippi"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3304,"title":"The Loss of a Culture\n","course_id":1,"status":"P","start_date":"1855-05-03","end_date":"1855-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many Native American tribes, including the Choctaws of Mississippi, struggled with their identity as a people during the nineteenth century. As white America expanded west, the lives of these peoples began to be transformed forever. Many Native Americans abandoned their heritage in the pressing tide. They replaced the traditions of their ancestors with many economic, social and political practices of this invasive, foreign culture. "," In 1830, the Choctaws ceded the claims to their native Mississippi land in the Treaty of Dancing Rabbit Creek. Most of the Choctaws were forced to leave their home soil, but approximately two thousand, many of whom were mixed-bloods, were allowed to stay and adopt white culture as a life-style. The Choctaw occupied an anomalous position in the social structure of the antebellum South. They were not slaves, not landowners, not white, and not black. They did not fit into any of the accepted social and cultural classes of the time. Most became tenant farmers or sharecroppers. "," On May 3, 1855 the Choctaws were the topic of an expressive editorial in The Pittsfield Sun, in which the author praised the nation for its societal evolution. They are cultivators of the soil....The chase is abandoned and they are gradually advancing in civilization, and in those pursuits which, under the wise management of our Government, is elevating them in a social point of view, reads the article. The author of this editorial, and many other Americans of the period, saw the dramatic societal changes among the Choctaw to be an astonishing improvement from their former indigenous state. The more white culture the tribes adopted the better. Yet, at the same time, Anglo culture was robbing the Choctaw and other Indian nations of their unique heritage and way of life. According to white Americans during the mid-nineteenth century a group of people was not civilized unless they followed the Anglo-American code of civilization. Consequently, the Choctaws were forced to either to continually fight off the encroaching culture or adopt it as their own. They chose the latter."],"display_date":"May 3, 1855","search_date":"1855-05-03","locations":[{"id":6974,"lat":33.5041024333,"lng":-89.3498364185,"zoom":9,"place":"CHOCTAW, Mississippi"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":5090,"title":"<strong>Western Artist</strong>","course_id":43,"status":"P","start_date":"1841-01-01","end_date":"1841-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Land hungry Americans who eyed rich, sparsely settled lands in the west and their attempt to bring civilization and self-governing establishments to Indian land became known as manifest destiny.  By the 1840s, the United States had become expansion-minded, and Americans began to believe they were destined to spread to the pacific.  During this westward expansion, the settlers devastated the Indian way of life.  George Catlin, in his <em>Letters and Notes on the Manners, Customs, and Conditions of the North American Indians,</em> illustrated the nature, culture, and dress of the Indian tribes in North America.  During the eight years he spent traveling from the Atlantic coast to the Mississippi Valley, he captured features of the scenery, life, customs, and attitudes of the Plains Indians through his paintings and letters.  These perceptive examinations “carried his warm feelings of admiration for the nobler traits of the red race, his accurate observation of their personal features, their costume, and wild sports, and his pictorial skill in transferring those features to the canvas.” (286).  "," ","Catlin believed Indians could only be accurately characterized within their own surroundings and unique culture.  He declared, “the historian who would record justly and correctly the character and customs of a people, must go and live among them.”  His letters and paintings reflected his experience by closely examining the conditions of Indian culture.  Even though he regarded himself as a supporter of Indian traditions, his description of Indian life did not illustrate how destructive the white settlers impacted their lands.  Regardless of this reality, Catlin’s extensive paintings and letters helped shape the attitude and perception of current western art. "],"display_date":1841,"search_date":"1841-07-02","locations":[{"id":6973,"lat":33.4997953468,"lng":-89.3568428173,"zoom":9,"place":"CHOCTAW, Mississippi"}],"tags":[{"id":180,"tag":"Indians"},{"id":778,"tag":"Indian Paintings"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}