{"id":3167,"place":"Calcasieu, Louisiana","lat":30.4572033348,"lng":-93.1459374509,"episodes":[{"id":4439,"title":"Changes seen from a Filling Station\n","course_id":16,"status":"P","start_date":"1/1/15","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["          Can you imagine the United States without gas stations?  Almost every main road today is littered with these familiar sights, all with similar architecture and design.  It is hard to imagine life without these small stores, both for filling up with gasoline and for grabbing other small items.  But it has not always been this way.  For people living in the early 1900s, these modern fixtures were only curious new ideas.","            While the primary function of the first gas stations was the same as the contemporary version, the purpose of the design was much different.  For example, a picture of a filling station from 1930 in Lake Charles, La, shows remarkable attention to detail and architecture as the station was made to look like an English cottage complete with brick exteriors, a chimney, white detailing, standard house windows, and a tall roof.  The gas station, located on Main Street in Lake Charles, a city two hundred miles away from New Orleans, stands as a key example of a turning point in American design and function. According to Jessie Poesch and Barbara SoRelle Bacot, editors of <em style=\"mso-bidi-font-style: normal;\">Louisiana Buildings 1720-1940,</em> gasoline companies originally designed their stations in an attempt to make them fit in with the aesthetics of the surroundings.  However, the idea of fitting in did not last forever.  As more and more people began to travel the roads, oil companies learned the importance of brand recognition, marking the stations with signs and other branding tools and forming the foundation for the highly recognizable stores of today.","There is a deeper side to this story—transportation improvements.  Slowly but surely, the automobile became more and more affordable for the average American.  And with more automobiles came drastic roadwork, as roads were converted from the horse-and-buggy original designs towards the smooth, easy highways we expect today.  As more and better roads were built, people decided to explore, traveling throughout the country and forming the foundation for the tourism industry.  With the abilities afforded by the automobile and more reliable roadways, Americans gained a new perspective about distance, allowing cities and the idea of the suburb to change from a far flung idea into an acceptable reality.  The transitions seen during this period revolutionized the United States forever.","Who would have thought that all of this could be seen from a little filling station?"],"display_date":"1915 - 1930","search_date":"1922-12-31","locations":[{"id":16546,"lat":30.4572033348,"lng":-93.1459374509,"zoom":8,"place":"Calcasieu, Louisiana"}],"tags":[{"id":40,"tag":"Design"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}}]}