{"id":3190,"place":"MERCER, New Jersey","lat":40.2323172498,"lng":-74.801479324,"episodes":[{"id":4455,"title":"National Iron Works\n","course_id":20,"status":"P","start_date":"1867-08-26","end_date":"1867-08-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the early 1800s, manufactories in Trenton, New Jersey excelled in casting iron into railroad supplies, stationary steam engines, and factory machinery.  The Trenton State Gazette said, \"it has been truly remarked that iron is more valuable than gold; and that the degree of excellence in its workmanship is one of the surest indications of the progress and civilization of the age.\"  Timothy Field established the National Iron Works in 1839.  The factory stood on the corner of Taylor and Clay streets, on the canal.  Mr. Field employed forty men who earned 1.50 to 3.50 dollars per day for their skilled labor.  The company smelted iron for casting tools.  The Trenton State Gazette explained \"about 700 tons of coal is annually consumed in the business, and 800 tons of crude iron is manufactured up into railroad supplies, engines, and castings.\"","According to historian Harold Livesay, \"between 1815 and 1860 Americans made important progress toward industrial maturity by developing factory units capable of sustained mass production.\"  Members of the mercantile community dominated this rising manufacturing industry using marketing expertise.  The factories produced mass amounts of goods that exceeded the demand of local markets.  The factory owners concentrated on running the production of goods and relied on merchants to distribute their goods nationally.  Livesay wrote, \"in the antebellum iron industry, mass distribution became the domain of another kind of specialized wholesaler, the iron commission merchant.\"","The iron industry helped develop railroad transportation in America.  According to Livesay, \"the four largest American iron works in 1860 - Trenton Iron, Phoenix Iron, Montour Iron, and Cambria - were all integrated rail mills.\"  These mills produced railroad supplies for Camden & Amboy, Belvidere & Delaware, West Jersey, and new railroads in construction from Camden to Mount Holly, from Hightstown to Pemberton, and from Maine to New Orleans. "],"display_date":"August 26, 1867","search_date":"1867-08-26","locations":[{"id":8537,"lat":40.2323172498,"lng":-74.801479324,"zoom":10,"place":"MERCER, New Jersey"}],"tags":[{"id":58,"tag":"Industry"},{"id":11,"tag":"Economy"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}}]}