{"id":3191,"place":"Brooks, Georgia","lat":30.6383183286,"lng":-83.3264838731,"episodes":[{"id":4456,"title":"Citizens Appeal to the White House to put an end to Lynching\n","course_id":19,"status":"P","start_date":"5/19/18","end_date":"5/19/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On the night of Thursday, May 16, 1918 assailants killed white farmer, Hampton Smith in his home and wounded his wife in Brooks County, Georgia.  The next night a white mob lynched two black men in conjunction with Smith's murder.  By Sunday a mob lynched two tenants of Smith, husband and wife, Hayes and Mary Turner, while another black man went missing, also believed to be involved in Smith's death. An earlier argument between Hayes Turner and Smith apparently led to the attack by Turner and several other black men (1).","Two weeks later certain Georgia women were compelled to write to President Woodrow Wilson regarding the slaying of Mary Turner in particular.  Women on behalf of the Savannah Chapter of the American Red Cross and the Colored Federated Clubs of Augusta began their letter, \"Mr. President: Whereas, the Negro Womanhood of Ga. has been shocked by the lynching of Mary Tuner at Valdosta Sunday May 19, 1918, for an alleged unwise remark in reference to the lynching of her husband\" and characterized themselves, \"discouraged and crushed by a spirit of humiliation and dread.\"  They asked that Wilson utilize his power and influence to prevent similar tragedies in the future and to reprimand the members of the mob (2).  Although their letters received no direct response, Wilson published a statement in the <em>Official Bulletin</em> two months later condemning mob violence.","Racial violence was not uncommon in the early 20th century and many calls for help to put an end to lynching or to punish white aggressors went unanswered.  The women who wrote to the President during this time were living in an especially racially tense environment: the first half of the 1900s was the height of Jim Crow segregation, black disenfranchisement, and mob rule.  The country was also occupied with the war in Europe and did not take much notice to the problems at home.  According to historian Sherrilyn A. Ifill, \"in communities where lynchings occurred, fear kept blacks mostly silent and compliant\" (3).  There were blacks, however, who rejected silence by contacting the President of their country.  These letter-writers used a variety of logic to convince the President to help them-they reasoned that they were loyal citizens living in fear and expected a respectable leader like Wilson to act on their behalf (2).  Some received responses from the U.S. Attorney General claiming that there was nothing the President could do because mob violence was a state issue.  Still, many black citizens felt the urge to convince Wilson to end the reign of terror occurring around them by showing him their loyalty to the US, the incessant fear in which they lived, and the futility of taking their concerns to their local governments."],"display_date":"May 19, 1918","search_date":"1918-05-19","locations":[{"id":17737,"lat":30.6383183286,"lng":-83.3264838731,"zoom":9,"place":"Brooks, Georgia"}],"tags":[{"id":60,"tag":"letters"},{"id":7,"tag":"Women"}],"course":{"name":"Race and Politics of Reconciliation","school":"University of Virginia","course_id":19,"school_id":1}}]}