{"id":3232,"place":"MARION, Texas","lat":32.8096032441,"lng":-94.3088738744,"episodes":[{"id":4493,"title":"The Letter Begging for Peace\n","course_id":20,"status":"P","start_date":"1868-08-26","end_date":"1868-08-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Around one o' clock Friday morning Albert Browning, \"a freedman and quiet inoffensive citizen of the city,\" lay resting peacefully in his home with his wife and little children. For unknown reasons a number of white men grabbed him and led him just a few feet outside of his home. They tied the terrified man's hands behind his back, went into his home, and began robbing him of his money, many types of clothing, a gun, and his horse. After coming out with everything, leaving Browning with nothing but the clothes on his back, they shot him through the head simultaneously with several different guns and pistols. According to Freedman's Bureau agent W.H. Johnson, \"after committing such horrible acts of violence they proceed to the church, and busted down the doors.\" To their surprise, inside was an assemblage of freedmen who bravely protected their church and scared the white men away.  Johnson implored the government to help the freedmen, pleading, \"they go to their church, enter the enclosure, fasten their gates and remain very quiet, interrupting no one, not wishing to interfere with any one, provided they are left unharmed\"","  Reconstruction in the South is still characterized as a time of strict white repression and violence as whites tried to reckon with the freedom of slaves within their communities. Especially in the Deep South, where many parishes had large African American populations, whites coutinely committed acts of violence against freed slaves. African Americans were safe neither in their own homes nor the houses of the Lord. Even the legal system often failed to protect former slaves. Writing a letter had a whole different meaning depending on the color of the hand it came from. W.H. Johnson's letter pled for the unheard voice of the freed slave. Historian Carl H. Moneyhon has explored the post-war dominance of Texas society by whites who ruled their state by violating the human and civil rights of African-American Texans. He argued that Reconstruction offered Texans an opportunity for a society free of race-consciousness, which it rejected, and that the costs of that rejection continue."," After the Civil War, the South suffered from both economic hardship and drastic social change. For centuries, the South had relied on slaves to harvest crops on plantations. When the slaves were free it caused some owners to lose a lot of money. When this happened, six former Confederate soldiers started a hate group called the Ku Klux Klan.  Their random acts of violence led the nation into a swarm of unnecessary and enduring violence such as the 1998 murder of James Byrd, an African American who was dragged for three miles behind a pick-up truck by three white men down a narrow, winding asphalt road. As journalist Dina Temple-Raston detailed in her study of Byrd's murder, the legacies of post-Civil War racial violence continue to haunt present-day Texas."],"display_date":"August 26, 1868","search_date":"1868-08-26","locations":[{"id":13029,"lat":32.8096032441,"lng":-94.3088738744,"zoom":10,"place":"MARION, Texas"}],"tags":[{"id":91,"tag":"Murder"},{"id":92,"tag":"Freed Slaves"},{"id":94,"tag":"Hate Crimes"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}}]}