{"id":3235,"place":"JEFFERSON, New York","lat":44.3791988514,"lng":-75.856779795,"episodes":[{"id":4498,"title":"The Survival of Innocent Slaves on Ship Erie\n","course_id":20,"status":"P","start_date":"1860-10-04","end_date":"1860-10-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The capture of the slave ship <em>Erie</em><em> </em>was a very jubilant moment for Mr. Seys, the United States agent for recaptured Africans. \"It did my heart good,\" he said, \"to hear the shout of exultation and the expressions of delight visible on every countenance.\" The ship was residence to 897 slaves. From the foul odor of feces to the rapid spread of unknown diseases, this ship was in no condition for any human being to reside. The living conditions of the slaves were brutal, foul, and insanitary. The age of the <em>Erie</em><em>'s </em>residents ranged from early childhood to late adulthood. The successful capture of this ship and its captain, Nathaniel Gordon, made a great historical change in the illegal transatlantic slave trade.","Captain Gordon openly violated British and American laws by carrying slaves on the <em>Erie</em>. The ship intended to sail to the Congo River and exchange a cargo of whiskey for hundreds of slaves, and then deliver those slaves to Cuba. But Gordon's plan went awry, resulting in the capture of his ship. On August 8, 1860, with the triumphant capture of ship <em>Erie</em>, 860 of its slaves were set free, while the other thirty-seven lost their lives due to diseases and poor living conditions.","The capture of the ship <em>Erie</em><em> </em>did not abolish slave trade, but it did affect the trade system. Great Britain and the United States played a large role in abolishing slave trade. The British began to fine ships that carried slaves, but also compensated slave owners for their loss of slaves. The American Civil War began shortly after ship <em>Erie</em><em>'s </em>capture. This was the Americans' way of putting an end to slave trade. The end of the war in 1865 ensured the adoption of the Thirteenth Amendment on December 2, 1865, freeing all remaining in the United States. These tragic events in the slave trade history resulted in the start of a new beginning for African Americans."],"display_date":"October 4, 1860","search_date":"1860-10-04","locations":[{"id":8861,"lat":44.3791988514,"lng":-75.856779795,"zoom":8,"place":"JEFFERSON, New York"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":4,"tag":"Slavery"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}}]}