{"id":3250,"place":"HAMPSHIRE, Massachusetts","lat":42.3432886687,"lng":-72.6398205506,"episodes":[{"id":5383,"title":"Women In The Education Arena","course_id":81,"status":"P","start_date":"1837-11-09","end_date":"1838-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 9<sup>th</sup>, 1837, Mrs. Pamela Burr wrote a letter to Mary Lyon, a leader of the women’s rights leader and educator, urging her to consider her two daughters for admission to Mount Holyoke College in Massachusetts. The letter describes the qualifications of two young girls, Caroline and Mary Burr, in detail. Mrs. Burr says that she is not extremely wealthy but could pay tuition for both girls upfront if they were accepted.","On July 4<sup>th</sup>, 1838, a letter is written in response to Mrs. Burr from Emma Willard, a colleague of Mary Lyon. She, like Mary Lyon, was an influential educator and women’s right’s activist. She states that there are too many equally qualified applicants willing to pay full tuition at this point in time to accept the two girls. However, she states that a Ms. Benton is attempting to create a Primary school in their area and that once it is fully established the girls could attend some classes there.","In the early 1800s, several seminaries were founded to provide education to women. Those who graduated from these institutions were prepared for motherhood, wifehood, and, to teach. Women’s seminaries were not immediately classified as colleges although their curricula were modeled after men’s colleges of the day. By 1860, there were approximately 100 colleges that offered education to women. After the Civil War, the women’s colleges of the Northeast, especially the “Seven Sister” schools (Barnard, Bryn Mawr, Mount Holyoke, Smith, Wellesley, Vassar, and Radcliffe,) set out to demonstrate that women were just as capable of achieving advanced education as men. Thus, admission standards were set as high as those at elite men’s colleges."," "],"display_date":"November 9, 1837 - July 4, 1838","search_date":"1838-03-07","locations":[{"id":6162,"lat":42.3432886687,"lng":-72.6398205506,"zoom":9,"place":"HAMPSHIRE, Massachusetts"}],"tags":[{"id":1204,"tag":"Emma Willard"},{"id":1203,"tag":"Mary Lyon"},{"id":1202,"tag":"Northeast"},{"id":1201,"tag":"Women's colleges"},{"id":1200,"tag":"Female Seminaries"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}},{"id":5759,"title":"Postwar America and the Feminist Struggle for Peace","course_id":117,"status":"P","start_date":"2/6/33","end_date":"2/6/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter written to the Editor of the <em>New York Times</em> on February 6, 1933 by Majorie Hill, Louise Porter and Gwendolyn Thomas (three female students attending Mount Holyoke College), the Geneva Disarmament Conference of 1932 was discussed (16).  The conference was noted to have received twelve million signatures from all parts of the globe, demonstrating the demands of citizens for a change in direction of the way international politics was viewed and carried out.  The year following that conference, and the same date the letter was written, Arthur Henderson, chairman of the Geneva Disarmament Conference, received cablegrams from thousands of Americans who were again advocating for cuts in military weapons.  These demands were in hopes of achieving peace by gaining international support in their efforts to end war.  What is important for one to acknowledge is the fact that the majority of cablegrams were from women colleges, where it was believed that the cause and consequences of war would befall them.","Like Hill, Porter and Thomas, women living during the 1930’s were actively seeking peace and prosperity in postwar America in various ways.  More specifically, World War One brought about death and disruption, greatly affecting the United States; there were huge negative transformations in American politics, economics, and social and cultural systems (Ford 2004, 664), including escalating inequality and increasing marginalized groups within society (665).  American women, being one of the marginalized groups, decided to renounce their stance in national and international politics by exercising their rights gained from the Women’s Suffrage Movement of the 1920’s (Hensley 2006, 150).  With their newly acquired rights, women demonstrated their commitment to peace and equality by forming feminist groups.  According to Melissa Hensley, these organizations conducted rallies and petitions, presented public demonstrations, and gave speeches in regards to the withdrawal of militarism worldwide (147).  Peace activities even filtered through universities and colleges, promoting ideas on campus through student strikes, and national and regional meetings (152).","Having said that, worldwide military disarmament became a main objective for feminists, as it was believed that pacifism would bring an end to war (Hill, Porter, Thomas 1933, 16).  Because during this time men were perceived as being incapable of achieving peace due to their “aggressiveness” and desire for “power and dominion”, women of the 1930’s jumped at the opportunity to organize peace, as they were seen as being well-suited for the cause; they were assumed to be “caretakers of life” and responsible for the preservation and wellbeing of earth (Hensley 146-147).  Thus, it is no wonder then, that students attending Mount Holyoke College wrote that letter to the Editor of the <em>New York Times</em> promoting international disarmament at the Geneva Disarmament Conference of 1932.  Women were taking prominent positions in national and international military politics, and the students attending Mount Holyoke College are just a few of the many women living in postwar America who were greatly influenced by, and participated in various feminist movements in hopes of achieving peace to end war."],"display_date":"February 6, 1933","search_date":"1933-02-06","locations":[{"id":23165,"lat":42.3436165724,"lng":-72.6413336945,"zoom":9,"place":"Hampshire, Massachusetts"}],"tags":[{"id":1783,"tag":"Peace"},{"id":7,"tag":"Women"},{"id":5,"tag":"War"},{"id":18,"tag":"Politics"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":117,"school_id":28}},{"id":6256,"title":"American Women During World War I","course_id":125,"status":"P","start_date":"11/22/17","end_date":"11/11/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Harvey W. Wiley, former chief chemist in the United States Agriculture department, stood in the auditorium of Massachusetts Agricultural College in May, 1917, in Amherst, Massachusetts. His subject was, “The Great Fundamental Industry eating, eating, eating”<sup>1</sup>. According to Wiley, in order to produce enough food to feed the country, the farmer, “must pay the highest price for whatever he buys,”<sup>2</sup> also “The farmer is obliged to meet the problem of the scarcity of labor.”<sup>3</sup> Wiley proposed a solution to the labor shortage caused by the large number of men sent to fight in the war. The solution challenged farmers to start, “to employ women in agriculture.”<sup>4</sup>"," ","Wiley also headed the laboratories at The Good Housekeeping magazine, where Wiley focused on the interest of American women. The magazine was established in 1909 by the Good Housekeeping Institute and promoted household devices that were tested in GHRI Model Kitchen. Wiley knew women could “exceed in many agricultural pursuits as they have done in the shops and country houses.”<sup>5</sup>"," ","The Women’s Land Army America formed at the Pennsylvania School of Horticultural, predominate (WLA) white college age women. These white, Northern women were an example of a group who took on the task of farming during World War I. The women of the WLA were mostly experienced and often times given the same wages as men. Ann Rachel, author of the book Farm Women, explained “Given the procedure of farm work, women could cross over to do men’s work, but not vice versa.”<sup>9</sup> Women capable of farming were highly encouraged to join organizations such as WLA. The encouragement to farm came through concentrated efforts of propaganda to get women to serve. Propaganda posters directed women to “farming in the Women’s Land Army, buying Liberty Bonds, and knitting socks for solider or conserving food.”<sup>6</sup> Women's experience on the farm made them possessed the ability to farm no less than men, therefore, women were proven replacements during the war."," ","When the United States entered World War I, 4.3 million American men were mobilized, their men left behind many jobs for women on the home front. According to Lynn Dumenil, historian, “Women serving in the Women’s Land Army replaced men in farms all over the country in order to sustain agricultural production.”<sup>7</sup> Although there was the need for women to work, American women still faced the reality of tradition and that many employers still held the mindset that women should only work around the home. Employers after the war would return to hire white-American men. American women despite the popular view still took advantage of the lack of men workers and used the war as “tough often temporary, employment options.”<sup>8</sup>"," "," "," ","[1] “Opportunities for Women in Agriculture and Country Life” Springfield Union, (Amherst, MA) Nov. 22, 1917.","[2] Ibid.","[3] Ibid.","[4] Ibid.","[5] Ibid.","[6] Lynn Dumenil “American women and the Great War” Magazine of History, October 2002, 35.","[7] Ibid., 36.","[8] Ibid., 36.","[9] Ann Rachel, Farm Women (University of North Carolina, University of North Carolina Press 1985) 36."," "],"display_date":"November 22, 1917 - November 11, 1918","search_date":"1918-05-18","locations":[{"id":17330,"lat":42.3436165724,"lng":-72.6413336945,"zoom":9,"place":"Hampshire, Massachusetts"}],"tags":[{"id":2516,"tag":"Harvey W. Wiley"},{"id":2517,"tag":"Women in World War I"},{"id":2518,"tag":"Wimen in Agriculture"}],"course":{"name":"American Women's History","school":"Schreiner University","course_id":125,"school_id":69}},{"id":6380,"title":"Escape to Freedom","course_id":149,"status":"P","start_date":"1840-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sometime in the year 1840, William Green decided that he had enough of being a slave. “White people seem to act as if God made us to be their servants and it is not right for them to keep us in slavery,” he wrote. “I decided I spent enough time in slavery as I was willing to,” he wrote. William had never been whipped but his new master, Dr. Jenkins, just used the lash on him for leaving the plantation without permission. William fought back, making it the only time that he was ever whipped. “If you whip me again,” he told Dr. Jenkins, “I will never work for you again.” Jenkins tried one more time to lash William, he caught the whip in midair and beat Dr. Jenkins. With that, William became a fugitive slave and ran and hid and hid and ran. ","Slaves were used to harsh treatment from their masters. They were often whipped and made to do very hard work. Slaves were treated like animals and were bought and sold at auctions like commodities. Slaves were whipped if they were overweight or did not grow fast enough (Johnson, 46-78). Slaves like William and others were whipped for leaving the grounds to visit family members. They suffered with the separation of family and loved ones. Slaves lived in fear of being sold all of the time (Johnson, 5-19). Young William was visiting his father on a nearby plantation and when he returned his days as a slave would soon end. ","Many slaves, like William, lived in fear and in terror all of the time. With the passage of The Fugitive Slave Act, many slaves that escaped were returned to their masters. Many returned to even harsher treatment upon their return (Hartman, 19-20). Other slaves that did not escape lived with the fear of being sold and that their immediate family would be broken up. The fear of disappointment and the terror of the lash was a daily feeling (Hartman, 18). William, his father and his brothers all worked on different plantations. When William ran he knew that he could be caught and returned to Dr. Jenkins. William ran anyway and feared the prospect of getting caught but always hoping that his eventual freedom would happen. William happened to be one of the lucky ones. With the help of his cousins, uncles and other slaves, William managed to escape through Philadelphia then to New York as a fugitive slave. William was tracked by authorities but had help in avoiding capture. People like Dr. Osgood and Dr. Riggles helped him avoid capture (Green, 23).","William Green was one of the fortunate slaves who ran and even got to enjoy his life as a free man. Others were not so lucky. William made his way to Hartford, Connecticut and then settled at Springfield, Massachusetts. There he married and had four children and lived a life of freedom and happiness. "],"display_date":"1840 - 1853","search_date":"1846-12-31","locations":[{"id":52769,"lat":39.0457549,"lng":-76.6412712,"zoom":8,"place":"Maryland"},{"id":52770,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"Philadelphia"},{"id":52771,"lat":40.7127837,"lng":-74.0059413,"zoom":8,"place":"New York City"},{"id":52772,"lat":42.315222,"lng":-72.5014715,"zoom":8,"place":"Hartford"},{"id":52773,"lat":42.1014831,"lng":-72.589811,"zoom":8,"place":"Springfield"}],"tags":[{"id":126,"tag":"fugitive slave"},{"id":2734,"tag":"William Green"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6817,"title":"The Call for Creative Rights from Siegel and Shuster to Scott McCloud","course_id":185,"status":"P","start_date":"1/1/75","end_date":"0000-00-00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In February of 1982, the eighth issue of the periodical <em>Amazing Heroes</em> reported on the implementation of a new royalty program at DC Comics. This program was said to benefit the creative teams with an increased allotment of their comic’s revenue after sales passed a certain threshold (McConnell, 15). It was meant as an incentive for these authors and writers to produce more elaborate, exciting material, with Frank Miller’s best-selling take on <em>Daredevil</em> as an example to follow. The program seems fine enough, encouraging more interesting work, providing a powerful monetary incentive for authors, and even prompting Marvel to exercise a similar scheme. The backdrop for this program, though, tells a darker story: this era of comics, more so than the previous decades, was characterized by a wave of authors demanding that their rights be maintained, their success be reflected in their paychecks, and their characters be respected.","            Seven years earlier, Warner Bros. announced a feature adaptation of DC Comics’ Superman, prompting a deliberate and powerful rant from the character’s co-creator, Jerry Siegel, who stated in a press release, “The publishers of Superman comic books, National Periodical Publications, Inc., killed my days, murdered my nights, choked my happiness, strangled my career. I consider National's executives economic murderers, money-mad monsters” (Kaye). This was not the first of the duo (Jerry Siegel and Joe Shuster) actively seeking greater compensation for the creation of the world’s first and most recognizable superhero, and it was not the last, either. While the success of the revamped <em>Daredevil</em> comic was cited by DC’s managing editor, Dick Giordano, as the chief reason behind their sudden focus on creator’s benefits and compensation, it is not difficult to see this incentive as a move calculated to avoid another pesky creator demanding their dues.","            Then, in 1988, six years after the DC royalty program (making it sort of like meaty center of a delicious copyright sandwich), an elaborate document was penned by a gathering of comics creators at Northampton, Massachusetts, among them Dave Sim (<em>Cerebus</em>), Michael Dooney (<em>Teenage Mutant Ninja Turtles</em>), and Richard Pini (<em>Elfquest</em>). According to one of its more well-known co-authors, the document was not a major upset to the comics industry, but “an interesting snapshot of our attitudes at the time, and of the climate that was fueling self-publishers, progressive business people, and artists trying to reinvent the comics industry” (McCloud). It detailed very carefully the full extent of creative control that an original author had over their characters and properties, and it was clearly fueled by the wrongdoings of the publishers who had taken control away from them.","This era of comics was defined by its creators more than ever before. These authors had seen their characters mangled, mistreated, or propagated everywhere without input, and their new diplomacy coerced publishers into allowing them, if nothing else, more compensation for exceptional service. The DC royalties program was one of many exercises of that period that featured authors and illustrators, inspired by the creative freedom of alternative comics, demanding that their work be valued."," "," "],"display_date":"January 1, 1975 - undefined 0, 0","search_date":"1937-06-16","locations":[{"id":53148,"lat":42.3250896,"lng":-72.6412013,"zoom":7,"place":"Northampton, MA"}],"tags":[{"id":1775,"tag":"Comics"},{"id":3592,"tag":"Creators' Rights"},{"id":3593,"tag":"DC Comics"},{"id":3594,"tag":"Royalties"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}}]}