{"id":326,"place":"KNOX, Tennessee","lat":35.9932218718,"lng":-83.9370888963,"episodes":[{"id":169,"title":"Outrage about Enlistment of African-American Soldiers\n","course_id":1,"status":"P","start_date":"1864-01-09","end_date":"1864-01-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An article was printed in Brownlow's Knoxville Whig that discussed the enlistment of African-American soldiers into the Federal Army.  The article claimed that a portion of the Federal Army was enlisting black soldiers because it would be a great insult and wrong to the South.  However, this article also focuses on the issue of enlisting African-American soldiers into the Confederate Army, which seems to have been met with even greater resistance among Southerners.  The article refers to the Southerners who suggested African-American enlistment into the Confederate Army as traitors' and scoundrels.' (BKW, 5)  &lt;br /&gt;&lt;br /&gt;This article goes into detail about the laws that had been established previously in 1861 regarding the admission of African-Americans into the Army.  The law stated that the Governor of Tennessee was authorized at his discretion to receive into military service of the state all male free persons of color between the ages of fifteen and fifty.' (BKW, 5)  In addition, the law stated that it was the sheriffs' job to collect names of free African-Americans and give the names to the Governor, should he feel the need to begin enlisting them as soldiers.  However, judging by the article, it appears that the law had not been utilized. &lt;br /&gt;&lt;br /&gt;The Union Army had already been allowing for the enlistment of African-American soldiers into the Federal Army.  In early 1864, Union Gen. Grant requested that one of his commanders organize a black corps.  The recruitment for this corps would start in Tennessee, and then move to Alabama and Georgia.  Although an entire black corps was not created until late 1864, many black regiments started coming into existence well before then.  Because the North had begun recruiting black soldiers (and because the Confederate Army was running low on troops), it would only make sense to some Southerners to suggest enlisting free African-Americans in order to put down the Union.'  However, it is evident that this suggestion was difficult for many to accept."],"display_date":"January 9, 1864","search_date":"1864-01-09","locations":[{"id":12156,"lat":35.9932218718,"lng":-83.9370888963,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":172,"title":"The Tone of the Richmond Papers Becomes Nervous\n","course_id":1,"status":"P","start_date":"1864-05-14","end_date":"1864-05-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["There was a brief article that appeared in Brownlow's Knoxville Whig on May 14, 1864 that discussed the tone of recent Richmond papers.  It claimed that the tone had become increasingly nervous, which was perhaps indicative of the fate of Richmond and the South.  Brownlow's Knoxville Whig claimed that Richmond papers were stating that 1864 would be the last year of the war.  Although Richmond papers did not admit defeat in the war, they implyed that they would yield if defeated in certain battles.  &lt;br /&gt;&lt;br /&gt;The tone of dread seen in Richmond newspapers is not surprising.  Although few Southerners would admit defeat, they could not ignore the darkening skies over the South.  By late 1863, the Confederate government was almost bankrupt, with currency was inflated, and the tax system was inadequate.  In addition, cities, states, rivers, and armies had been lost during that year, so it was difficult not to have a somber attitude toward the war.  Following the Civil War, one Richmond woman recalled the fall of 1863 as a time when gloom pervaded' their hearts and a dread phantom lurked in their doorways. (Catton, 274)"],"display_date":"May 14, 1864","search_date":"1864-05-14","locations":[{"id":12156,"lat":35.9932218718,"lng":-83.9370888963,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":353,"title":"Labor Strikes in the Upper South\n","course_id":1,"status":"P","start_date":"1873-11-05","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the mid- and late-nineteenth century, railroads and supporting businesses like iron and steel rolling were the nation's largest industrial employers. When the Panic of 1873 began causing financial problems for railroads, many had to cut wages and lower their orders from iron, steel, and cement suppliers; others, like the Northern Pacific, went bankrupt and ceased production immediately.  Subsidiary industries, in turn, were forced to cut their own employees' wages and hours or shut down.  In the face of cuts on all sides, workers began to use their only real defense: strikes.&lt;br /&gt;The Upper South was a hotbed of rail-building activity after the Civil War because so much of the fighting and, consequently, the destruction, had taken place in border states.  Additionally, parts of the Upper South were less agrarian than areas like the Black Belt and Carolina low country, making states like Virginia, Kentucky, and Tennessee more likely to turn to industrial employment.  These factors taken in conjunction with the Panic of 1873 produced a number of labor-relations problems.  In Louisville, the steel-rolling and iron-molding mills were forced to close as workers protested recent wage reductions and shift cuts, putting over 400 men out of work at the rolling mill alone.  The cement mills also had to shut down as a result of having large stocks and light sales,' the classic marks of a recession.  Just to the south, southern railroad company leaders met in Chattanooga to form a united front and face down aggressive strike tactics by workers, while also affirming the justice of any reasonable reduction of wages by companies.'  In Knoxville, the East Tennessee, Virginia, and Georgia Railroad attempted to deal with striking employees who insisted on riding trains to prevent scabs from doing their jobs, while the Knoxville and Ohio line was forced to temporarily [cease] all trains,' the result of a total strike by its workers.  &lt;br /&gt;Railroad companies' financial difficulties caused by the Panic got much worse before they got better.  Consequently, the labor situation for subsidiary industries and rail workers kept deteriorating.  The freefall hit bottom in a wave of strikes in 1877, after which the economy and rail industries began their slow recovery.  The Panic affected all parts of Southern society, not just cotton farmers and political leaders, causing widespread malcontent which in the case of Tennessee and Kentucky, manifested itself through strikes and aggressive negotiations with the business elite.  The power of unions to halt production and at least have their demands heard by business leaders was not lost on employees at the time, setting the stage for the age of the union in the late nineteenth and early twentieth century."],"display_date":"November 5, 1873 - December 31, 1877","search_date":"1875-12-03","locations":[{"id":12157,"lat":35.9932218718,"lng":-83.9370888963,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":435,"title":"Hanging of Ephraim E. Dodd\n","course_id":1,"status":"P","start_date":"1864-01-08","end_date":"1864-01-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ephraim E. Dodd was hung on January 8, 1864 in Knoxville, Tennessee.  He was a rebel spy from Texas who had been working for Gen. Longstreet's army.  He had used the name Williams' and had claimed to belong to the 3rd Tennessee.  It seems that many people in Tennessee thought that this execution was justified because of all of the cold-blooded murder' that had taken place in East Tennessee, probably with the help of Dodd's spying. (Brownlow's Knoxville Whig, 2)&lt;br /&gt;&lt;br /&gt;Dodd was hung in the same spot where, just two years prior, men were taken out of jail and hung for being Union soldiers.  The symbolic value of this seems to have been significant for the people of Tennessee.  He was described as having perfect composure' going to the execution, and appeared to have been indifferent' to the whole situation.  This indifference to death was, according to some, the result of the Rebellion, because men become hardened in sin and lost to all sense of honor and shame.' (Brownlow's Knoxville Whig, 2)&lt;br /&gt;&lt;br /&gt;Ephraim Dodd's execution raised a terrible roar in Tennessee during the following week.  However, an article in Brownlow's Knoxville Whig claims that the only reason is because Dodd was one of the South's own.  The article gives many examples of deaths of Union soldiers that the people of Tennessee felt had been justified because the victims were Union soldiers.  However, the people of Tennessee now saw the other side of the picture and appeared to be hypocritical because they encouraged the brutal killing of Union soldiers, but protested the hanging of a rebel spy."],"display_date":"January 8, 1864","search_date":"1864-01-08","locations":[{"id":12156,"lat":35.9932218718,"lng":-83.9370888963,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":467,"title":"Railroad convention convenes in Knoxville, Tennessee","course_id":1,"status":"P","start_date":"1836-07-04","end_date":"1836-07-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 4th, 1836, delegates from various Southern states including Georgia, the Carolinas, and Kentucky met in Knoxville, Tennessee to discuss possible government-supported railway projects, especially the idea of a railroad stretching from Charleston to Cincinnati.  The need for railroads, canals and roads was a necessary complement to the rapid territorial expansion of the U.S.  In addition, commercial centers with limited access to waterways needed land transportation in order to grow and compete with better-situated towns and cities.  On the same day that the county court of Fayette, Kentucky appointed delegates to the convention, it authorized 15,500 to aid in the completion of all the Turnpike roads within the county.'  Thus the convention was only one of many steps towards the building of infrastructure in the South.  &lt;br /&gt;&lt;br /&gt;As the Kentucky Gazette reported, From the beginning to the close of the Convention, the very best spirit seemed to animate all hearts.  Party politics were neither spoken of nor alluded to.'  There was some little jealousy' between the Carolinas, Georgia and Alabama regarding the proposed route of the railroad, but a Kentucky delegate by the name of Wickliffe offered up various resolutions that gave universal satisfaction.'&lt;br /&gt;&lt;br /&gt;The delegates agreed on a plan to construct a line connecting Charleston to Knoxville.  For Georgia and lower East Tennessee, though, universal satisfaction' was not exactly achieved.   The agreed-upon route would run through the southeast corner of North Carolina, along the French Broad River.  But this required passing through the mountainous Cumberland Gap area, which their own route took pains to avoid.  Georgia disliked the plan so much that it made separate plans to build a road from Atlanta to Chattanooga.  This line would eventually come to be known as the Western and Atlantic Railroad."],"display_date":"July 4, 1836 - July 8, 1836","search_date":"1836-07-06","locations":[{"id":12153,"lat":36.0086650052,"lng":-83.9297656575,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":483,"title":"Religious Revival in Knoxville\n","course_id":1,"status":"P","start_date":"1874-03-12","end_date":"1874-03-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 12, 1874 The Atlanta Constitution printed a report from a correspondent from Knoxville, Tennessee concerning a religious revival there.  Mr. John T. McGuire reported that the meetings began when the pastors of two Presbyterian Churches decided to hold prayer meetings in hopes of reconciling relations between the Churches that had become strained after the Civil War.  First Presbyterian Church had remained with the Southern General Assembly while the Second Presbyterian Church was associated with the Northern General Assembly.  The meetings started humbly but became so large that the participants filled First Presbyterian Church and had to move some of them to Staub's Opera House.  The Opera, which could accommodate 1,500 people, was soon filled to overflowing.  The two Presbyterian pastors were joined by others of all denominations including Methodist, Baptist, Lutheran, and Episcopal.  Hundreds were reported to have been converted, including Mr. McGuire, the correspondent for The Atlanta Constitution.  &lt;br /&gt;The Presbyterian Churches in Knoxville are not unique in their split after the Civil War.  The Presbyterian Church in the Confederate States of America (PCCSA) was the parent denomination, but when the PCCSA supported slavery and the confederacy, some members broke apart to establish the Presbyterian Church in the United States (PCUS) in 1861.  The Presbyterian Church remained divided until 122 years later, when in 1983 the merger was approved to create the denomination the United Presbyterian Church in the United States of America (UPCUSA)."],"display_date":"March 12, 1874","search_date":"1874-03-12","locations":[{"id":12157,"lat":35.9932218718,"lng":-83.9370888963,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":790,"title":"Unionists Burn Bridges in Eastern Tennessee\n","course_id":1,"status":"P","start_date":"1861-11-08","end_date":"1861-11-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 8, 1861, a group of East Tennessee Unionists led by William Blount Carter burned five bridges to hamper Confederate troop movements.  Carter, a Presbyterian minister, had spoken with Lincoln about a plan to burn eleven key bridges between Alabama and Virginia.  Many iron furnaces were located in Alabama, producing confederate cannon.  Carter's hope was for Union troops to attack Knoxville after the bridges were out, preventing Confederate reinforcements from arriving while trapping Confederate troops in the state.  No such attack ever occurred, and in fact it is questionable whether the federal government ever gave a final approval to the plan.  &lt;br /&gt;East Tennessee was very mountainous.  Like in western Virginia, Unionist sentiment was very prevalent in the mountainous terrain near Carter's hometown of Elizabethton.  The damage to the railroad;is estimated at 50,000,' according to the Knoxville Register.  A dispatch from Nashville to the New York Times stated, the loss is heavy, and will cause great inconvenience and delay.'  Though Carter escaped, some of the conspirators were hanged in December.  Following the burnings, Chattanooga was placed under martial law, and Major F.S. Heiskel, a prominent Unionist of East Tennessee, [was] arrested on a charge of inciting rebellion.'"],"display_date":"November 8, 1861","search_date":"1861-11-08","locations":[{"id":12156,"lat":35.9932218718,"lng":-83.9370888963,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":926,"title":"The Battle of Knoxville\n","course_id":1,"status":"P","start_date":"1863-11-29","end_date":"1863-11-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A severely uneven battle, the Battle of Knoxville was almost as done as soon as it began.  The battle on November 29, 1863, highlighted incompetent Confederate planning and a very easy victory for the Union.  Led by Major General Lafayette McLaws, the Confederate army planned a surprise attack on Fort Sanders in hopes of seizing access to Knoxville.  However, in a series of mistakes, the Confederates first gave away their position by becoming entangled in telegraph wire strung across the army's line of advancement.  As if this was not enough, the ditch close to the fort they believed to be shallow was actually eight feet deep in some places, the scaling ladders necessary to climb over the fort's walls were missing, and the Union army had poured water over the walls to form ice, making the walls impossible to climb. In short, the Confederates virtually had no chance of winning the battle.  The Confederates' attack lasted for barely twenty minutes, and in total, the Confederates lost 813 men compared to the five men lost by the Federals."],"display_date":"November 29, 1863","search_date":"1863-11-29","locations":[{"id":12156,"lat":35.9932218718,"lng":-83.9370888963,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1479,"title":"Concerns over the building of the Tennessee Rail Road\n","course_id":1,"status":"P","start_date":"1867-04-09","end_date":"1867-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During April and May, 1867, a number of letters arrived into the Brownlow's Knoxville Whig newspaper. The letters, sent by a number of farmers expressed concerns over the delay of the railroad construction. &lt;br /&gt;&lt;br /&gt;The farmers worried over two possible delays. The first resulted from the recent state appropriation of 500,000 to the building of the railroad. As a condition for the money, the Tennessee General Assembly appointed new Directors for the Railroad Company. Farmers worried the new Directors would cause disruption, and delay construction. Financial provision for the railroad created the second problem. The farmers recognised that Tennessee suffered from an economic depression, like many ex-Confederate states, yet urged that the line be completed before the harvest of 1867. Although the state had appropriated money, not enough had been provided to complete the line in time. The farmers urged the state Directors to postpone the building of machine shops, so that the 20,000 could be used to finish the railroad.&lt;br /&gt;&lt;br /&gt;The farmers' concern for the railroad construction came from their livelihoods' dependence on the railroad. It connected them to the markets in the big consumer centres across the United States, especially to the large consumer population on the East coast. If the railroad remained incomplete by harvest their crops would not be sold, but wasted, and their chances of provision lost. The worries of the farmers further reflected the importance of the railroad, which began to experience a post-war boom, continuing until 1916. It opened up further land that had been inaccessible, due to the lack of transportation for goods, for agricultural use. Farmers in these areas depended on the railroad to make a living, for without it they could not send their produces to be sold."],"display_date":"April 9, 1867 - May 1, 1867","search_date":"1867-04-20","locations":[{"id":12156,"lat":35.9932218718,"lng":-83.9370888963,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1819,"title":"Anti-Confederate Southerners in Tennessee\n","course_id":1,"status":"P","start_date":"1864-08-10","end_date":"1864-08-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Despite their geographical locations in the South, many southerners found themselves strongly opposed to the Rebel cause, as indicated by this and several other editorials written in W.G. Brownlow's Knoxville Whig.  This particular article is a call to arms, so to speak, against Rebel sympathizers who have been for months, heading guerilla bands, robbing Union families, and burning down Union houses and barns and killing Union men indiscriminately.'  These anti-Confederates throughout Tennessee call for the appropriation of all estates belonging to Rebel sympathizers as well as the restriction of trade to Union loyalists alone.  Alarmingly, this article suggests that many among the Rebel sympathizers and co-conspirators are those who have already taken the amnesty oath, so as to throw the Union authorities off their guard, while they operate against us.'&lt;br /&gt;By this point in the Civil War, anti-Confederate feelings ran widely throughout the South, and especially in Appalachian Tennessee, where poor white farmers and non-slaveholders were called upon to fight the North.  In fact, as early as 1861, when Tennessee Governor Isham B. Harris was attempting to prepare his state for war, Unionism had already become a severe problem in eastern Tennessee.  This part of the state, much of which was anti-slavery, saw itself as fully separate from the rich, slaveholding population of western Tennessee.  Similar to the anti-Confederate Mississippians in Jones County, Mississippi, a conference was held in Greenville, Tennessee, which was attended by all of the eastern Tennessee counties except one, Rhea County.  From this conference, these counties grew a petition, which they presented to Governor Harris, requesting their secession from the rest of the state in hopes of becoming a new entity, fully loyal to the Union.  While this petition was ignored by the Tennessee legislature and armed guards were sent in to prevent secession, the anti-Confederate sentiment remained, and as seen in the Knoxville Whig, these pro-Unionist southerners were often met with violence.  And often, this violence, as the Whig also suggests, was inflicted by some wealthy men' who have sons in the rebel army.'  Incidents of violence, however, were not limited to Confederates assaulting Unionists. Rather, Steven V. Ash discusses the many Roane County, Tennesseans that had actually fought with the Union army who, upon their returns home, were determined to exact a price for the persecution they and their families had endured at home under the secessionist regime.&lt;br /&gt;Anti-Confederate sentiment is often discussed as though it were a widespread symptom of a South that was disunited and uncommitted to the causes for which they were fighting.  This, however, is not at all the case, as seen in the countless thousands of men and women who generously volunteered their time, possessions, and lives to the Confederate States of America, more often than not at the cost of their lives and livelihoods.  Eastern Tennessee was indeed widely anti-Confederate, but outside of this and a few other pockets in the South, such sentiments were isolated and rarely voiced as similar-minded southerners were very few and far between."],"display_date":"August 10, 1864","search_date":"1864-08-10","locations":[{"id":12156,"lat":35.9932218718,"lng":-83.9370888963,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2130,"title":"A Meeting of the Knox County Colonization Society\n","course_id":1,"status":"P","start_date":"1850-06-01","end_date":"1850-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["During the week of June 16, 1850, the Knox County Colonization Society convened for a meeting. This was of great significance because it marked the second anniversary of the Society in the city of Knoxville. At this time, the Chairman of this society declared that 15 to 20 free blacks of the city were ready to begin the process of emigration to Liberia. During the meeting, officers for the following year were also nominated and later, elected. The newly elected officers of the Executive Board were then granted the responsibility to communicate with applicants for emigration. Their duty was to instruct the applicants as of how to raise funds for the journey and any other information they might need to facilitate their quest.","Much about these potential emigrants is unknown. The African Americans in question could have been free blacks who had decided on their own accord to migrate to Africa where they could live freely. This scenario, however, is unlikely due to the expense such a journey would require. More likely than not, these were former slaves who were recently released by their masters. After slaves were manumitted, their options were limited in terms of where they could settle. Often, in order to live freely, they were required to either leave their homes and migrate to a non-slave state or travel to Liberia. With the monetary help of their former owner and benevolent organizations like the Knox County Colonization Society, this trip could be made feasible. ","Though many states and localities created colonization societies, only a small percentage of blacks actually made the journey to Liberia. Although expense was a key deterrent, other factors also played a role in inhibiting this movement. Historian Melvin Ely argues that a significant barrier to the success of colonization were the wishes of blacks themselves. Many did not like the idea of leaving behind the only world that they knew. If free blacks themselves were not compelled to make this journey, whose best interests were taken into account for this movement's justification? Ely shed some light on this question by noting the abolitionist opposition to emigration. Abolitionists believed that black emigration to Liberia was just a cover for the desire of whites to rid themselves of the burden of the free black population. Armed with this perspective, one begins to question whether this movement was as benevolent or as humanitarian as it appeared on its surface."],"display_date":"June 1850","search_date":"1850-06-15","locations":[{"id":12155,"lat":36.0086650052,"lng":-83.9297656575,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2133,"title":"A Fugitive Slave Case in Knox County\n","course_id":1,"status":"P","start_date":"1851-04-01","end_date":"1851-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In April of 1851, a fugitive slave case involving a black man by the name of Sydney was decided in the Knox County Circuit Court. Sydney's counsel argued that he was a free black man born in Tennessee, whom at an unspecified date was kidnapped and smuggled across the state line to Alabama. There, he was subsequently sold into bondage. The case arose when Sydney escaped from his master and returned to Tennessee. Sydney was found by the court to be a fugitive slave and was directed to be returned to his master in Alabama. After the case was tried, two reports were published in the <em>Knoxville Register</em> by a lawyer named Swan who had brought Sydney's suit to court. In these reports, Swan claimed to accurately document the <em>real</em> facts of the case. Another lawyer, by the name of J.M. Welcker, who had served as legal counsel to the adverse side of the case, read this report and was shocked by its inaccuracy. He believed that the writer of this faulty report had intended to stir up trouble on the subject of slavery. Welcker felt that it was his duty as a citizen to clarify the ruling of this case for the general public.","According to Swan, Phillis, the mother of Sydney, was promised emancipation by her former master in Delaware upon reaching thirty-one years of age. Sydney was born to Phillis in the State of Tennessee before her thirty-first birthday. Swan claimed that upon turning thirty-one, Phillis and her son Alfred, who was also born before Phillis was declared free, were both emancipated by the Tennessee court system. Thomas Brown, the owner of Phillis and her children in Tennessee, was, according to Swan, fully aware of their right to freedom. Swan insinuated by this point that Sydney, like his brother, was also manumitted after his mother had turned thirty-one. Welcker stated that this information was incorrect and anyone familiar with the area would have known that Sydney was born to an enslaved woman, therefore making him a slave by birth. According to Welcker, the children born to Phillis <em>after </em>her manumission were viewed as free. However, no provision was made for the emancipation of the children she gave birth to before she reached the age of thirty-one. Therefore, Sydney was legally a slave when sold to his Alabama master in 1830.","The crux of this case revolved around the status of Sydney's mother at the time of his birth. According to Joshua Rothman, the law of descent claimed that slavery is passed down through the mother. Therefore, if the mother is a slave, the child born of the enslaved woman is also a slave. This point illustrates that if Phillis was indeed enslaved at the time of Sydney's birth, then he was born into slavery and as a result, could only be legally freed by his master."],"display_date":"April 1851","search_date":"1851-04-15","locations":[{"id":12155,"lat":36.0086650052,"lng":-83.9297656575,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2752,"title":"Emily Austin Endorses Industrial Education for African Americans\n","course_id":1,"status":"P","start_date":"1881-01-01","end_date":"1883-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the 1870's, Northerner Emily Austin founded the Austin School for African American children in Knoxville, Tennessee. When Austin moved into an African American neighborhood, the white community in Knoxville ostracized her for her work and the area in which she lived. While the community did not object to educating African Americans, they believed that only a very destitute and lowly woman would fraternize with blacks. Initially, Austin worked under the Freedman's Bureau, but when the Bureau was dissolved, she financed the school with personal funds and donations from northern friends. When the school became overcrowded, she erected a large schoolhouse, which she donated to the city, requiring that it always be used to educate African American students. In 1881, Austin grew to believe that she needed to reform her curriculum, as she believed that teaching the arts and sciences left the black students idle, thriftless, and contemptuous of work. Thus, Austin began to declare that industrial training was the only practical education for African Americans, because African Americans could only find employment in the industrial sector. She established industrial training for her students in the departments of sewing, gardening, domestics, and carpentry, but she faced much opposition from the students' parents. The African American parents opposed their children studying different subjects than white children. Austin continued to teach the industrial classes, but split the school day into sections of traditional teachings and industrial teachings.","Austin faced much difficulty in her profession, as both whites and blacks snubbed her for work. Austin said that her greatest difficulty was the African American opposition to her work, but she continued to educate her students because of her strong belief in the importance of industrial education for African Americans. Austin argued that African Americans held a great disadvantage in professional studies, making it impossible for them to compete with white students and gain professional positions. She also argued that education in the arts and sciences lead black students to despise manual labor. Thus, she argued that African Americans needed industrial training to convince them that good, honest work was the only way to make them good citizens. ","Historian Edward Ayers argues that the majority of educated African Americans in the South were limited to employment in manual labor because of their skin color. Ayers states that many educated African Americans despised manual labor, as they believed they were wasting their education if they accepted such work. This hatred explains Austin's belief that educated African Americans had grown to despise the only kind of labor they could acquire, leading her to assert the necessity of African American industrial teaching."],"display_date":"1881 - 1883","search_date":"1882-07-02","locations":[{"id":12158,"lat":35.9932218718,"lng":-83.9370888963,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3374,"title":"Crime and Issues that Resulted in Poor Banking Strategies\n","course_id":1,"status":"P","start_date":"1817-08-01","end_date":"1823-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["MORE COUNTERFITERS an article in the Town Gazette and Farmers Register began. On Thursday last, another person was taken up on suspicion of being engaged in passing counterfeit Bank Notes. There was little concept of money until the early years of the nineteenth century and as the idea of banking slowly unfolded, many issues that had not been fully thought through caused substantial problems. Counterfeiting was one of them. ","The local exchange farmers were issued from their banks was not a national currency which made it very difficult to use when traveling from county to county. In theory, this system was designed so that these notes could be redeemed in gold or silver but people rarely followed through with this method of accounting, making money especially difficult to track and be accounted for. Banks were also put in difficult situations when more notes were being circulated than actual treasure in the bank, threatening these establishments with bankruptcy if everyone tried to cash out at the same time. Trading notes for gold and silver turned into a large problem and banks were forced to figure out ways to avoid giving money back to people who really did not deserve it. In 1819 the price of cotton and other agricultural products fell which worried the people who had traded their gold or silver in for bank notes and believed that the paper money they received would no longer hold any worth at the bank which caused a desperate dash to liquidate their accounts. Opportunities like these were taken advantage of and when thieves got the chance they simply created their own notes so they could walk into a bank and redeem what did not belong to them.","As more banks opened up and more money was invested in them, counterfeiting bills became a problem that needed significant attention. It was suggested by the author of a newspaper article that it is not improbable, that more of this gang infest our country- citizens ought therefore, to be watchful of this kind of fraud. Eventually in Clarksville, the notes of fourteen different independent banks were not taken in the area due to the amount of fraud that had taken place. As the public found out through similar newspaper articles that thieves were stealing money with fake notes, people who had traded in for legitimate money became very worried and skeptical of the system, forcing banks to consider new methods of creating a sound currency.","Counterfeiting remained a serious issue until a national currency was created. It was difficult for the state to keep account of all the notes that were created and all of the money that was stored in banks which made counterfeiting a very easy practice. Savings that people believed they still had often times disappeared and left these poor individuals with nothing. "],"display_date":"August 1817 - September 1823","search_date":"1820-08-30","locations":[{"id":12152,"lat":36.0086650052,"lng":-83.9297656575,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4334,"title":"Mulatto Man Granted Freedom\n","course_id":6,"status":"P","start_date":"1831-12-01","end_date":"1831-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In December 1831, Quaker abolitionist Benjamin Lundy published a small article in his newspaper The Genius of Universal Emancipation entitled \"Important Legal Decision.\"  The article told the story of a free mulatto man named Batkin who, after being convicted of a crime in Virginia, had been sold into slavery.  Batkin had been sold to a man in Tennessee, and he petitioned that state's court for his freedom.  The Circuit Court of Tennessee found that the original Virginia law under which Batkin had been enslaved was a violation of both the Bill of Rights of Virginia and the clause of the Constitution which prohibits bills of attainder, finding someone guilty without benefit of a trial.  Lundy concluded his article with a plea to his readers, urging them to action: \"How many poor wretches may yet be pining in slavery, who were as illegally doomed to that condition as was the ultimately more fortunate Batkin\" ","Lundy believed in limiting the expansion of slavery, but he also sought to establish a colony for freed slaves outside of the United States; he traveled to Mexico, Haiti and Canada looking for suitable sites. While his article was sympathetic to the plight of Batkin, his colinizationist views seem at odds with this abolitionist writing.  Lundy was an agent of the American Colonization Society and used his newspaper to promote its positions. He inspired other abolitionists, including William Lloyd Garrison who, prior to beginning his own newspaper, The Liberator, edited The Genius of Universal Emancipation while Lundy was abroad.  Garrison credited Lundy as \"awakening\" him to the abolitionist cause.  ","In addition to cases like that of Batkin, in which free men were sold into slavery, others were convicted into public service.  Slaves convicted of crimes were also conscripted into this public work as well.  Convict labor was also used as a form of punishment for whites, blurring the line between not only slavery and freedom, but of black and white.  "],"display_date":"December 1831","search_date":"1831-12-16","locations":[{"id":12153,"lat":36.0086650052,"lng":-83.9297656575,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}},{"id":4981,"title":"Lincoln Demotes Burnside After Resignation Letter","course_id":37,"status":"P","start_date":"1863-09-17","end_date":"1863-09-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the aftermath of the Battle of Fredericksburg, there have been three main reasons given arguing that Ambrose Burnside should bear all of the blame. Contempioraries and historians have pointed to the delay of pontoon bridges, the distrust of Burnside within the Army of the Potomac, and lastly the presence of partisanship in the army.  The overwhelming evidence, however, still points to Burnside’s failure.  Because of the command problems he had, Burnside’s field commanders did not advance in a tempo that would make a victory possible.  Burnside never wanted the command of the Union Army of the Potomac, he was very nervous about the post as he revealed to Lincoln, “thank you for the dispatch & I desire to stay as long as you think necessary but am very anxious.”","Still, President Lincoln had to do something in response to the debacle at Fredericksburg:  his solution was to demote Burnside and find a new commander.  The demotion, however, came as an after thought of Burnside’s resignation.  Burnside stated he would stay commander as long as Lincoln found it appropriate.  Burnside proposed that the President “surround himself with men who have the confidence,” to lead the army and suggested that he himself was not one of these men.  This was the main reason Burnside handed Lincoln his letter of resignation.  The President moved Burnside elsewhere and promoted his rival within the Army of the Potomac, Joe Hooker.  Lincoln, however, gave Burnside the final punch when he wrote to Hooker saying he was not promoted because of the way he had spoken about his predecessor and he felt that those comments were strongly inappropriate."],"display_date":"September 17, 1863","search_date":"1863-09-17","locations":[{"id":12156,"lat":35.9932218718,"lng":-83.9370888963,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":18,"tag":"Politics"},{"id":17,"tag":"Government"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}},{"id":5780,"title":"Father Abram Joseph Ryan Pens \"The Conquered Banner\"","course_id":113,"status":"P","start_date":"1865-06-24","end_date":"1865-06-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Abram Joseph Ryan was a catholic priest, poet, and strong believer in the Confederate cause. He wrote \"The Conquered Banner\" shortly after General Robert E. Lee surrendered at Appomattox in 1865. The poem first appeared in the <em>New York Freemen</em>, a pro-Confederate newspaper, on June 24, 1865. Ryan never officially joined the Confederate Army, but, according to historian David O'Connell, he worked as a free-lance chaplain for Confederate soldiers. Although he was born in Maryland and worked in New York and Illinois in the years leading to the Civil War, he left his congregation for the South when the war started.","The main theme of the poem was the lost cause that the Confederate's had become. Ryan treated the Confederate flag as a metaphor for the cause, writing lines like \"furl that banner, for it is wear\" and \"touch it not, unfold it never.\" Ryan made it clear that the thought that the Confederate ideals were correct and noble, but their defeat meant that they should never be pursued again. He instructed southerners to put the flag, and the idea of the Confederate States of America, behind them and leave them there. This view is best seen in the final line of the poem, \"for its people's hopes and dead.\"","The poem also served as a tribute to the men who died defending the Confederate national flag and the Confederacy. As a Catholic priest, Ryan clearly mourned the lives lost for a mission that ended in defeat. His sympathy for these men is seen in lines such as \"love the cold, dead hands that bore it\" and \"for it droops above the dead.\" Ryan had probably formed relationships with hundreds of men while working as a chaplain and had a brother (who was also a Confederate priest) who died during battle in 1863.","According to historian John McGreevy, the poem became one of the most popular of the post-war era and made Ryan famous. Southerners sympathized with Ryan and recognized that their cause had ended in defeat. The poem proved to be timeless, as it remained popular in the South through the turn of the century. According to southerner and historian Hannis Taylor, generations of schoolchildren in the South learned and recited the poem. Taylor summarizes the impact of the poem on the South by saying, \"Only those who lived in the South in that day... can properly estimate its power.\""],"display_date":"June 24, 1865","search_date":"1865-06-24","locations":[{"id":12156,"lat":35.9932218718,"lng":-83.9370888963,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}