{"id":3283,"place":"MONROE, Virginia","lat":37.5769153786,"lng":-80.6062827848,"episodes":[{"id":4537,"title":"Jefferson Davis Finds a Friend in Prison","course_id":18,"status":"P","start_date":"1865-05-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Around May 10 1865, federal troops captured Confederate President Jefferson Davis fleeing in Georgia and sent him to be confined in Fortress Monroe, Virginia. Davis was held prisoner for two years from May 1865 to May 1867, six months of the time confined in a casemate under heavy guard. According to a war memo excerpted in a New York Times article, he was not arraigned upon any indictment or formal charge of crime but had been indicted for high treason by the Grand Jury of the District of Columbia. Davis was also charged with the assassination of Abraham Lincoln and the murder of Union prisoners of war by \"starvation and other barbarous and cruel treatment toward them.\" Colonel Stewart's (working in the fortress) account denotes a tone of disgust towards Davis' situation in the Richmond Times Dispatch: \"It appears to us ...in chaining the feet of President Davis, under the poor pretext of rendering imprisonment more secure, was to humiliate not only the prisoner, but the people of the whole South, and to them...will be ever linked with the infamy.\" Davis was also chained whilst incarcerated as per order of General Miles. The guards' cruel and disrespectful treatment took a great toll on his health, leaving him emaciated and even sensitive to light. Describing the shackling of Mr. Davis, Dr. John J. Craven, Davis' attending physician, wrote \"On the morning of the 23rd of May, a yet bitterer trial was in store for the proud spirit--a trial severer probably than has ever in modern times been inflicted upon any one who had enjoyed such eminence. This morning Jefferson Davis was shackled\"","    Dr. John J. Craven was the only person to offer Davis companionship and care to alleviate the loneliness and other physical ailments during his imprisonment. On the morning of the May 24th 1865, Dr. Craven heard that Mr. Davis was ill and that he had been assigned as his medical attendant. From then on, the relationship of doctor and patient developed into an abiding friendship. Unable to move except with great difficulty with ankles lacerated by the heavy chains, Davis could not take the exercise that would help his digestion. Dr. Craven realized that his physical condition required the removal of the shackles. Seeking an interview with General Miles and stating his opinion as strongly as possible, General Miles asked, \"You believe it then a medical necessity?\" to which Dr. Craven replied, \"I do most earnestly.\" The shackles were removed after five days."],"display_date":"May 1865 - December 1866","search_date":"1866-03-01","locations":[{"id":14724,"lat":37.5769153786,"lng":-80.6062827848,"zoom":9,"place":"MONROE, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":108,"tag":"prison"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}]}