{"id":3299,"place":"CAMBRIA, Pennsylvania","lat":40.4953812031,"lng":-78.7135842636,"episodes":[{"id":4518,"title":"Dam Breaks, Johnstown Floods","course_id":18,"status":"P","start_date":"1889-05-31","end_date":"1889-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On May 31, 1889 one of the most devastating disasters in Pennsylvania history occurred in Cambria County, starting in the town of St. Michael and ending in Johnstown.  The dam of the South Fork of the Little Conemaugh, which created Lake Conemaugh was abandoned by the Alleghany Portage Railroad in 1854.  It was then purchased by the South Fork Fishing and Hunting Club.  They were to maintain the dam and keep it stable.  However, the club neglected the dam, except to lower it feet to make a wider carriage road.  On May 30, 1889 a very heavy rain began to fall.  This rain made the lake rise at an alarming rate, causing the weakened walls to crumble beneath the pressure of the water.  The outpouring of the contents of the eight-mile-long, three-mile-wide Lake caused a forty foot tidal wave that rushed into the valley below.  The crushing waves of water wend its way through the Conemaugh valley until it reached Johnstown.  \"A roar like thunder\" was heard as the water crushed its way over fifteen miles of valley to the city.  Because Johnstown sits in the bottom of the valley, they had experienced floods before.  A telegraphic warning was attempted earlier in the day but it was not heeded as a serious threat.  When the dam broke at Four o'clock, the only warning the people of Johnstown received was the whistle of a train that saw the tidal wave and tried to warn the people.  ","            <em style=\"mso-bidi-font-style: normal;\">The New York Times</em> first report on June 1, the day after the flood, seems to just scratch the surface of the devastation.  The telegraph communication with Johnstown was out, and travel into the city impossible.  So the reporter had to gather his information from Pittsburgh by contacting the surrounding areas.  The most riveting part of the article is when he states: \"One telegraph operator says he counted sixty-three bodies in twenty minutes floating past his office.\"  The devastation was appalling.  Relief efforts from all over the country came to Johnstown after the flood.  In the days that followed, when telegraph connections were restored the real devastation and carnage of the flood was sent out to the world.  A June 3, article in the <em style=\"mso-bidi-font-style: normal;\">New York Times</em>, describes the huge number of casualties and the state of panic that the city was in.  The people were starving and desperate, rumors of grave robbers began to surface and cause a panic.  The whole of the city was in shambles.  It was not until Clara Barton and the Red Cross arrived that some sort of order and stability to Johnstown.  In McPherson's book he describes how the Club had boasted something close to 10,000 modern amenities and luxuries, and in spite of that an earthen dam got the best of the wealthy club members, and took the lives of two thousand and twenty nine innocent people. "],"display_date":"May 31, 1889","search_date":"1889-05-31","locations":[{"id":10901,"lat":40.4953812031,"lng":-78.7135842636,"zoom":9,"place":"CAMBRIA, Pennsylvania"}],"tags":[{"id":109,"tag":"highdeath toll"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4516,"title":"John Shields: Civil War Medal of Honor Recipient","course_id":18,"status":"P","start_date":"1861-04-15","end_date":"1865-04-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the Civil War the 90th Pennsylvania saw some of the most intense action of any regiment in the war.  Made up of volunteer men from the Philadelphia area, these troops moved shortly after their formation into Maryland to be on call as soon as they were needed for battle.  They went into many of the first battles of the war including First Bull Run, different skirmishes, and the battle of Antietam.  From this position they moved to Falmouth, Virginia; where they expected to stick out the winter months, but in December a four-day battle lasting from the twelfth to the fifteenth in Fredericksburg demanded the 90th's assistance.    The original plan laid out by General Burnside required the placement of pontoon bridges supplied by the Army Corps of Engineers, but the bridges were not ready in time, and the forces of the CSA had ample time to assemble and prepare for the attack.","            During this four-day siege John Shields who hailed from Cresson, Cambria County, Pennsylvania preformed an act of valor that would earned him the Medal of Honor.  On December 13, the second day of the battle, while under heavy fire, Private John \"Shiel\" Shields carried a dangerously wounded comrade back to Union lines so that the stricken man would not be captured by the Confederate forces.  His act of fraternity was considered extremely brave, yet dangerous considering the amount of gun fire being unleashed upon the men, making it extremely possible that Shields too would be wounded and eventually captured by Confederate forces.  Shields' luck did not run out at this particular battle, however, he survived the rest of the war, including fighting at the Gettysburg and Spotsylvania and Spotsylvania Court House. Thirty-two years after the end of the war, Shields was given his medal for his bravery at Fredericksburg.  The delay for his reward was never explained, however one could deduce that following the assassination of President Lincoln, the near impeachment of President Johnson, and the mess of Reconstruction in the South, that Congress had their hands full.  Affairs concerning The Grand Army of the Republic simply had to wait until the country was stabilized once more."],"display_date":"April 15, 1861 - April 15, 1865","search_date":"1863-04-15","locations":[{"id":10899,"lat":40.4954308749,"lng":-78.7136040605,"zoom":9,"place":"CAMBRIA, Pennsylvania"}],"tags":[{"id":32,"tag":"Civil War"},{"id":105,"tag":"volunteer"},{"id":106,"tag":"Medal of Honor"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4469,"title":"The American Highlanders Storm Chapultepec Castle\n","course_id":18,"status":"P","start_date":"1847-09-15","end_date":"1847-09-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The American Highlanders stormed Chapultepec Castle on September 15, 1847, a strategic and crucial battle that helped to begin the US Campaign in Mexico.  In General Geary's Report of September 15, at which time he commanded the 2nd Pennsylvania, he detailed his own experience of the battle and that of each of his companies. Geary was struck with grape shot early in the battle and could not follow on with his troops, but he included the reports of his captains in the stead of his own presence.  Captain Humphreys of the American Highlanders took command of twelve men who were responsible for driving what they thought were only a few Mexican riflemen shooting from a corn field.  They met with considerably more Mexican fire power than they had expected.  Five men were wounded in the crossfire but none killed.  Humphreys returned with all his men and Commander Geary made notes of such in his report.  The rest of the company under Geary's command advanced to and eventually seized the castle. Of the members of the company there were no fatalities in the storming of Chapultepec, but nine men were wounded and Pvt. William Humphreys died of his wounds on September 27.  ","Most of the men in the American Highlanders worked on the Alleghany-Portage Railroad, The Summit, Cambria County, Pennsylvania to fight.  The company consisted of ninety-six men who were enlisted when a second regiment of volunteers from Pennsylvania formed to aid in the war against Mexico.  The militia volunteered their services at the first declaration of hostilities, but it was not until later that their Captain, John White Geary, received word that the men would join the Second Pennsylvania as Company B.  They set out from the Summit for Pittsburgh.  From there First Lieutenant Horace B. Field, 3rd US Artillery, swore them into service on January 3, 1847.  ","The storming of Chapultepec was significant to the war because it removed the most difficult fortification from the path of the US Army and allowed them to continue to Mexico City.  In Hampton Sides book, <em style=\"mso-bidi-font-style: normal;\">Blood and Thunder..</em> he paints a picture of the interior of Mexico through the eyes of an American.  He emphasizes the fact that the terrain is alternately hilly and flat and ultimately deceptive in this way.  So the seizing of a fortification, like Chapultepec, that is situated on the highest point in a given area would be a huge strategic advantage. By gaining this land the US Army owned the best vantage point in the valley and was able to see if anyone was approaching.  The vantage point was important, because as Randy W. Hackenburg explains in<strong style=\"mso-bidi-font-weight: normal;\"><em style=\"mso-bidi-font-style: normal;\"> </em></strong><em style=\"mso-bidi-font-style: normal;\">Pennsylvania in the War with Mexico: the Volunteer Regiments</em>, the only road to Mexico City that was passable for an Army went past the Castle.  There was no other feasible way to reach Mexico City until the vantage point was secured."],"display_date":"September 15, 1847 - September 16, 1847","search_date":"1847-09-15","locations":[{"id":10897,"lat":40.4954308749,"lng":-78.7136040605,"zoom":9,"place":"CAMBRIA, Pennsylvania"}],"tags":[{"id":66,"tag":"Seige"},{"id":67,"tag":"Militia"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4550,"title":"Angel Comes to Johnstown","course_id":18,"status":"P","start_date":"1889-06-05","end_date":"1889-10-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            As the news of the destruction of the 1889 Johnstown flood reached beyond Cambria County, relief and aid efforts immediately began to mobilize and move into the valley.  Among the first to arrive was Clara Barton, the \"Angel of the Battlefield.\" Barton's American Red Cross was a relief organization that she founded during the Civil War.  During the war, she and her envoy of good Samaritans followed the war campaign to care for the wounded of both sides.  After the war, her relief organization, now called the American Red Cross began to turn their relief efforts towards helping in peacetime disasters as well.  ","            The Philadelphia chapter of the Red Cross arrived the same time as Barton.  They set up hospitals, while Barton and the American Red Cross went about building \"Red Cross Hotels\", and distributing both new and used supplies that amounted to approximately 211,000 which helped twenty five thousand survivors.  A Flood Relief Commission was established by the state of Pennsylvania.  However, their relief efforts did not start until over a whole year after the flood.  But because of the quick action, and compassionate help of Barton and her American Red Cross workers, the people in the city and the affected areas surrounding Johnstown were given adequate aide and assistance immediately following flood, helping to avoid panic and possible riots.","   Red Cross Hotels were built to help house both displaced families and businesses.  Barton's relief effort in Johnstown was so extensive that it established the American Red Cross as the primary disaster relief agency in the United States.  Barton arrived in Johnstown five days after the flood on June 5, 1889, she did not leave until October 24, 1889.  As a thank you gift, the people of Johnstown presented her with a locket and pin set made of gold with diamonds and amethyst.  The people of \"Flood City\" remained so grateful that they would later send Barton 2,596 to help in her efforts in the Russian famine.  "],"display_date":"June 5, 1889 - October 24, 1889","search_date":"1889-08-14","locations":[{"id":10901,"lat":40.4953812031,"lng":-78.7135842636,"zoom":9,"place":"CAMBRIA, Pennsylvania"}],"tags":[{"id":130,"tag":"relief effort"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4619,"title":"An experience on the Allegheny Portage Railroad","course_id":18,"status":"P","start_date":"1835-01-01","end_date":"1835-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Before the construction of the Horseshoe Curve, the Allegheny Portage Railroad acted as the most efficient form of transportation over the steep Allegheny Mountains. Finished in the spring of 1834, the Allegheny Portage Railroad cost the Commonwealth almost two million dollars and cut a three day journey into six hours. Philip Nicklin braved the treacherous voyage a year after the railroad's completion.","            Beginning his expedition at six in the morning in Johnstown, Pennsylvania, Nicklin rode the Allegheny Portage Railroad to Hollidaysburg where he arrived between noon and one o'clock in the afternoon. A remarkable engineering feat, the railroad excited many of its passengers, including Nicklin. As he explained his travels to the first inclined plane where he ascended 101 feet, Nicklin exclaimed, \"This is a very interesting part of the route...the excitement mingled with vague apprehension, which take possession of every body in approaching the great wonder of the internal improvements of Pennsylvania.\"","            Nicklin then explained the eleven different inclined planes involved with the railroad which assisted the cars in ascending over 1,172 feet and descending 1,400 feet into Hollidaysburg. Unlike anything he experienced before, Nicklin stated \"The idea of rising so rapidly in the world, particularly by steam or rope, is very agitating to the simple minds of those who always walked in humble paths.\" By providing a detailed account of the five inclined planes it required to reach the top of the mountain, Nicklin hoped to convey the reality of ascending over a thousand feet in such little time. \"Three short hours have brought you from the torrid plane, to a refreshing and invigorating climate.\"","            However, as Nicklin's account conveyed, the feeling of being in a refreshing climate is short lived and \"succeeded by the fear of the steep descent which lies before you; and as the car rolls along this giddy height, the thought trembles in your mind, that it might slip over the head of the first descending plane, rush down the frightful steep, and be dashed into a thousand pieces at its foot.\"  Nicklin acknowledged the descent on the eastern side of the mountain \"is much more fearful\" than the ascent from the western side because \"the planes are much longer and steeper.\" This steep descent rightly scared many passengers because the railroad frequently injured people. However, Nicklin survived the journey down the mountain where the cars operate by \"merely by the force of gravity.\" He arrived in Hollidaysburg in a little over six hours.","            For twenty years, the Allegheny Portage Railroad served as the most efficient mode of transportation over the Alleghenies. Although the railroad could be dangerous, several people braved the journey including Ulysses Grant, Charles Dickens, and Jenny Linn. When the Pennsylvania Railroad finished the Horseshoe Curve in 1854, it replaced the Allegheny Portage Railroad as the fastest means of transportation over the mountains."],"display_date":1835,"search_date":"1835-07-02","locations":[{"id":10896,"lat":40.4954308749,"lng":-78.7136040605,"zoom":9,"place":"CAMBRIA, Pennsylvania"}],"tags":[{"id":187,"tag":"Hollidaysburg"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":5141,"title":"\"Victor\"  is the written account of Victor Hesier's story.  He was a survivor of the 1889 Johnstown Flood.","course_id":52,"status":"P","start_date":"1889-05-31","end_date":"1889-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Imagine being tossed around by the rush of floodwaters, hanging on to a rooftop for dear life while the thunderclap of a massive wave destroys your childhood home; or helplessly watching as those around you are carried off to a watery grave.   That is what Victor Heiser, a survivor of the 1889 Johnstown Flood endured.   Victor Heiser’s written description of the flood is a chilling account of what many survivors experienced as well as many victims before they met their fate.","On May 31, 1889 the city of Johnstown, Pennsylvania was obliterated by a massive great wave that measured approximately 35-40 feet high and traveled at about 40 miles per hour.  The wave and floodwaters that followed traveled as far as 14 miles from the South Fork Dam.  The dam was owned and supposed to be maintained by the South Fork Fishing and Hunting Club.   The members of the club neglected to properly maintain the dam and after several days of excessive rain, the dam gave way and resulted in the devastating flood that claimed the lives of 2,209 people.   The people of Johnstown had suffered a devastating blow.   Thousands lost their lives, many homes were destroyed and the floodwaters left behind millions of dollars worth of damage.   Victor noted that he was grateful to have survived but also reported that he was haunted for many years afterward, “For years thereafter I was visited by recurring dreams in which I lived over and over again that fearful experience” [1].","Victor Heiser grew up in Johnstown and was well aware of the possibility that the dam could break one day.  He, like many others in the town would revel in the rumors every time there was a heavy rain, but nobody really believed it would really happen.  There had been some flooding from smaller dams in the past, but nothing that caused major concern.","Victor was only 16 years old in 1889.  He lived with his parents above the general store that his father owned at 224 Washington Street, in downtown Johnstown.     He described how he watched as his childhood home was swallowed by a massive wall of dark water, “my boyhood home was crushed like an eggshell before my eyes, and I saw it disappear” [2]. Both of Victor’s parents were inside the home when it was swallowed whole by the dark mass.  Neither of them survived.   He would have been with them if it weren’t for his father’s request that he release their horses when they began to notice the overflow of water rising in the streets of Johnstown.   After witnessing the destruction of his home and without leaving him anytime to grieve, the relentless, unforgiving waters began to toss him from one rooftop to another.   The waves all around him made terrifying crashing noises as he struggled to hang on.  One minute he would be clinging to a rooftop, next landing on floating debris.  Jumping from log to log as he was forced to helplessly watch as others struggled for their lives.   In his interview, he spoke of one woman in particular, Mrs. Fenn, “she was making a desperate but grotesque struggle to keep her head above the water…there was nothing I could do for anybody” [3].","It was a terrifying ordeal.  Victor wondered how long it would take him to get to the other world as he pondered his own demise.  As he floated along on the debris, helpless, tired and weak, he eventually made it to a rooftop where there was another small group of people stranded.       He was a survivor, but as indicated the written account of his ordeal, neither his life nor the town would ever be the same again."," ","[1] “Just Short of Eternity,” Johnstown Area Heritage Association: Survivor Stories, accessed 11/24/2010","[2] <em>lbid</em>","[3] <em>lbid</em>"],"display_date":"May 31, 1889","search_date":"1889-05-31","locations":[{"id":10901,"lat":40.4953812031,"lng":-78.7135842636,"zoom":9,"place":"CAMBRIA, Pennsylvania"}],"tags":[{"id":855,"tag":"1889 Johnstown Flood"},{"id":856,"tag":"Johnstown Flood Survivors"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":52,"school_id":43}},{"id":6196,"title":"<strong>A Pennsylvania soldier sails to the Mexican War</strong>","course_id":137,"status":"P","start_date":"1847-01-29","end_date":"1847-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 29, 1847 James Skelly and the Cambria Guards embarked on the <em>General Veazie</em> in New Orleans during the Mexican War.  Rainy weather had played a continuous role in delaying the men from reaching port.  According to Skelly “owing to the Rain and we were Prohibited” resulted in another delay from sailing.  Several days later the ship finally made her way into the Gulf of Mexico.  James Skelly of Cambria County, Pennsylvania had enlisted with the Cambria Guards and kept a diary of what he experienced during part of the Mexican War.  Unbeknownst to Skelly, he would not only fight the Mexicans, but also small pox and sea sickness.","Skelly left Cambria County with the Cambria Guards on January 2 and traveled on steam boats down the Ohio and Mississippi River to New Orleans.  This expedition included the famous Lt. Col. John W. Geary of the American Highlanders.  The United States had declared war on Mexico the previous spring on May 13, 1846 and needed six Pennsylvania regiments to fill their quota to fight the war.","Life in the Pennsylvania mountains for Skelly differed greatly than life onboard a ship.  Cramped spaces, briny spray, and the vessel rocking back and forth during heavy sea states resulted in Skelly getting sea sick.  To make matters worse, an outbreak of small pox occurred on February 10.","Bad luck with the weather continued periodically throughout the next week causing more delays, which resulted in flared tempers amongst the soldiers and crew.  Skelly wrote that one of the crew even “choked the first mate who had stollen a barrel of our crackers.”  Some of the soldiers also began fighting amongst themselves, due to flared tempers caused by stressful living conditions.","Skelly and his fellow soldiers finally disembarked at Lobos Island, near Puerto Rico, on March 3 after being onboard for over a month.  The soldiers had to stay at Lobos Island in order to quarantine the small pox outbreak.  Skelly did not write in his diary whether he ever contracted smallpox but regardless, the entire group had to be quarantined.  Diseases, such as smallpox, usually claimed more lives in early American wars than actual combat.  Amazingly, everyone infected recovered, which could possibly mean they had contracted a pox disease other than smallpox.","They set sail on the <em>General Veazie</em> once more for the Mexican mainland on April 9.  Instead of fighting small pox and sea sickness, Skelly now faced the task of fighting the Mexicans until the following spring when the war ended in May, 1848."," "],"display_date":"January 29, 1847 - March 3, 1847","search_date":"1847-02-14","locations":[{"id":52575,"lat":null,"lng":null,"zoom":8,"place":"Outside US"},{"id":10897,"lat":40.4954308749,"lng":-78.7136040605,"zoom":9,"place":"CAMBRIA, Pennsylvania"}],"tags":[{"id":2407,"tag":"General Veazie"},{"id":2406,"tag":"sea sick"},{"id":2405,"tag":"small pox"},{"id":1802,"tag":"Mexican War"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}]}