{"id":331,"place":"WHITFIELD, Georgia","lat":34.8055623761,"lng":-84.9672595172,"episodes":[{"id":443,"title":"Cleburne Recommends Enlistment of Blacks into Confederate Army\n","course_id":1,"status":"P","start_date":"1864-01-02","end_date":"1864-01-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In mid-1863, the Confederate Army and Confederate Congress decided that steps needed to be taken toward strengthening the Confederate Army.  In a meeting with other Confederate officers in early January 1864, Gen. Cleburne suggested something that seemed like a logical and rational solution to the problem: enlist African-Americans into the Confederate Army.  Out of this idea grew the proposal to arm slaves, as well as the proposal to emancipate slaves as a reward for their service.  Gen. Joseph E. Johnston was strongly opposed to the proposal and refused to forward it to Confederate President Jefferson Davis.  However, the proposal did have some support (it was signed by 13 other officers), and so another officer forwarded it to Jefferson Davis instead.&lt;br /&gt; &lt;br /&gt;Jefferson Davis did not feel did not feel that the military situation in early 1864 was enough to warrant such an extreme measure as allowing African-Americans into the Confederate Army, and so he asked that the proposal be suppressed.  When Cleburne heard of Davis' reaction, he did not mention the proposal again.  Less than a year later, Davis, moved by circumstances and events, proposed to the Confederate Congress the arming of slaves.  This proposal was very similar to Cleburne's proposal.  However, by the time it was actually adopted, it was too late for it to have any significant impact on the fate of the Confederate Army."],"display_date":"January 2, 1864","search_date":"1864-01-02","locations":[{"id":2362,"lat":34.8055623761,"lng":-84.9672595172,"zoom":9,"place":"WHITFIELD, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}