{"id":3334,"place":"DADE, Florida","lat":25.7665375474,"lng":-80.1467565312,"episodes":[{"id":2085,"title":"Calvin Shedd Reports Confederate Lynching in Southern Florida\n","course_id":1,"status":"P","start_date":"1863-01-16","end_date":"1863-01-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Calvin Shedd struggled to make sense of his surroundings while stationed at Fort Jefferson, a Union garrison in Key West, Florida, the southernmost city in the United States. He saw little or no action in the war for his first eighteen months of service, but he heard reports from members of his regiment who scouted the movement of the Confederate army. He was taken aback when he heard that Confederates had adopted the practice of hanging black men to discourage them and others from joining the Union army. Southerners were determined to punish any black man caught fighting against the South. In a letter to his wife and family in New Hampshire, Shedd proclaimed, Alas For the poor slave It is great wonder to me that they do not rebel; they would if they were not the most quiet, inoffensive race on earth. Besides expressing sympathy for blacks in this letter, he also claimed that slaves in Florida appeared to be more intelligent, to speak better English, and to be better looking than those he saw in South Carolina. To his disappointment, however, there were still no public schools in Florida where people of all races and classes could learn that all men are created equal in the sight of God.","Although many Union soldiers, perhaps even Shedd himself, were still racist during the Civil War, Shedd and other Northerners did see the many benefits of enlisting black soldiers as early as 1862. For many Union soldiers, the violent acts of southerners towards blacks were shocking and repulsive. The large free black population, their perceived prosperity and employment opportunities, and the extensive presence of Union garrisons in Key West all combined to positively influence perception of black Floridians. For Shedd, his intense patriotism, longing for his family, and strong sense of morality is what led him to denounce the maltreatment of blacks. ","Despite Shedd's belief that brave black volunteers did not deserve to be lynched for fighting alongside white Northerners, the lynching of blacks by Southerners, about which Shedd heard reports, did not end with the war, but instead, only gained momentum. In fact, people frequently extolled the lynching of black men as a way to enforce segregation in antebellum Florida. Reconstruction-era violence and lynching was rooted in the determination of white Floridians to keep blacks close to the brutal system of slavery which existed in Calvin Shedd's time. "],"display_date":"January 16, 1863","search_date":"1863-01-16","locations":[{"id":1319,"lat":25.7665375474,"lng":-80.1467565312,"zoom":8,"place":"DADE, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4577,"title":"The reliance on the slave trade as a benefit to the economy","course_id":21,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Slave Trade","Understanding the economic standards for growth in the new world at the time can help one understand the importance of the slave trade. There was a constant demand for slaves because they were vital to the stability of their individual plantations. \"Slavery shaped the economic growth of the lower South in the eighteenth century \" (Rosenbloom 1999). These individual slaves were not looked at as important figures, but what was essentially important to their owners was what they got out of them. Their labor was cheap, but what they produced was expensive. Therefore, the slave owner was making a complete profit through the purchase of a slave or slaves. \"If eight vessels were fitted out for this purpose, and but a single one escaped the vigilance of the cruisers, the profit accruing from the sale of her cargo would more than counterbalance the loss sustained in the capture of the remaining seven\". This quote explains the risk/reward factor that is related to the slave trade. A slave's dedication to the plantation can produce such a great profit over time. This economic factor leaves little doubt as to why a landowner would want slaves.","Nowadays the buying and selling of slaves is looked at in the right moral context. However, in the centuries even before the founding of America slavery was viewed as a way to achieve economic proliferation. This was seen by acquiring land to grow cotton in warm southern climates such as Florida. Feelings and rights were not accounted for when talking about slavery. What mattered most was that the slaves were delivered in the right quantity to their prospective owners. Africans were treated as a possession like any other object that was traded for at the time. However, possessing a slave at the time guaranteed a turnover rate in the favor of the owner. This concept began to spread throughout the country as owners battled for the possession of hard working and dedicated slaves. Society became dependant on the goods that slaves produced consequently demanding more land, which in turn meant more slaves. These slaves would be found through the network of trade from Africa and the Caribbean. Without this vast system of trade that brought about thousands upon thousands of slaves, plantations would have died out resulting in an economic failure."],"display_date":1860,"search_date":"1860-07-01","locations":[{"id":1319,"lat":25.7665375474,"lng":-80.1467565312,"zoom":8,"place":"DADE, Florida"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":157,"tag":"Transatlantic Slave Trade"},{"id":4,"tag":"Slavery"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":6578,"title":"1950 Bomb Blasts on Ethnic Minorities in Miami, Florida","course_id":167,"status":"P","start_date":"6/5/50","end_date":"1/1/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Campaigns for the safety of ethnic minorities started becoming more popular after the disastrous blasts hit Carver Village, Miami on September 22<sup>nd</sup>. The ejection of the white population brought on an aura of hate towards the black community. The everlasting conflict of racism against Negroes grew every day and in the 1950’s they no longer felt safe and protected from the violence and terror that could happen any day. After several years of white occupancy, Carver Village was evacuated for the Negroes to move in. As places started to get urbanized it created a zone of transition where the white population had to depart for the entrance of the black community. However, Negro housing compared to that of the white population was considered to be in slum conditions, and when the negro population moved into houses previously owned by whites it was because they moved out for something better. According to Richard H. Parke, Carver Village housing project, originally known as Knight Manor, took place in “one of the worst white slums in the south”. The bombs on Carver Village were also not a rare incident as more than a quarter million dollars of damage has been done to buildings owned by Blacks or Jews. On September 22<sup>nd</sup> two bundles of dynamite were used to blow up an unoccupied building and it impacted many of the buildings surrounding it. However, when the news of the attack came out it was blamed on communists instead of a racist plot against the minority. There were three bombings at Carver Village that took place over a span of 3 months but the biggest one happened in December when hate groups targeted synagogues and churches.","There was no connection found between the attacks on Carver Village and the blasts on the synagogues and churches. The attacks on Carver Village seemed to be done by professionals, but the bombings of the synagogues and churches were considered to be done by amateurs. The minority have never had an advantage in the United States and racial comments and actions against them happen constantly. For Jews, it was mainly the fear from the majority of keeping control of their power. Jews faced bombings before the December 2<sup>nd</sup> attack that destroyed forty-four memorial windows at the Hebrew School in Miami. In June, there was a bombing at one of the new Jewish centers that were almost done being built. Terrorist attacks like this was a conscious action taken by the majority to try and keep the Jews at a distance. Police intervention did not help the situation much as they did not emphasize the extremity of the situation. However, even though there was a high number of citizens who were anti-Semitic, statistics conducted by Donald Wyatt prove that when the Gentiles were asked about working/living with Jews or Negroes, the majority chose Jews over Negroes.","The second attack on Carver Village happened on November 30<sup>th</sup> which resulted in damages worth $20,000. The shells against the minority, however, did not result in any casualties except for the death of Harry T. Moore. Harry T. Moore was the secretary of the National Association for the Advancement of Colored People (NAACP). Historian Tywanna Whorely states that he was the main and only casualty resulting from the bombs, however, his death was intentional. He was part of a new generation of civil right activists where the main objective was to attain equal rights for blacks. The black community witnessed major setbacks when it came to education and work. Thus, the NAACP worked hard every day to make sure equal rights were attained. This led to major dissatisfaction from the white population resulting in the bombing of Negro leader, Harry Moore, on Christmas night.","This incident was not a rare one, however, it was important as it showed the extremities people felt towards ethnic minorities. All three attacks on different races prove that racism did not stop with the black community and expanded to immigrants in general. The racist assaults that happened in Miami were attacks born out of religious hatred driven by the ones who believed that their race was superior. It can also be seen as one of the events that sparked off thousands of campaigns fighting for equality of the minority."," "," "," "],"display_date":"June 5, 1950 - January 1, 1951","search_date":"1950-09-18","locations":[{"id":52958,"lat":25.7616798,"lng":-80.1917902,"zoom":8,"place":"Miami, Florida"}],"tags":[{"id":3108,"tag":"the 1950s"},{"id":3107,"tag":"Miami blasts"},{"id":889,"tag":"Racism"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}},{"id":6584,"title":"THE UNSPOKEN LIFE OF HARRY T. MOORE MOVEMENT FOR RACIAL EQUALITY","course_id":167,"status":"P","start_date":"3/22/47","end_date":"1/1/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It all came to an end for Harry T. and Harriette V. Moore and on December 25<sup>th</sup>, 1951 when the Klu Klux Klan felt they had the power to decide someone’s destiny and planted a bomb in their home, killing them both instantly. Many may not recognize the name of Harry T. Moore, for he has been called an unsung hero, but there was grand reason why the K.K.K. did what they did and really didn’t deny participation in such a tragedy. Being the fearless fighter that he was, he fought selflessly until his last breath for equal rights for his black community and stated, “I am going to keep on doing it, even if it costs me my life.”[1]","            Harry T. Moore was man of many hats. Not only did he dedicate his life to teaching, but he was also an extremely passionate civil rights movement activist. Before the times of Martin Luther King Jr. and Malcom X, Moore was setting foundations by starting his “Voteless Citizen is a Voiceless Citizen” campaign. Moore’s mission was to be able to give the African Americans the right to register as Democrats and to be able to vote in the primaries. Although this was not an easy task, Moore made a promise he would fight for racial equality for he felt that the injustices that his community suffered was due to the lack of rights to participation in an election, and he was certain he would be part of that change.","            Going back to the late 1800s when there were not many regulations in place, the white Democrats had the power to choose who they wanted on their voter’s registration list. During this time frame less than 10% were blacks when the 40% was whites.[2] Over time this situation has definitely improved, and statistical evidence gathered by the Registration and Voting Rights of the Florida Secretary of State showing that non-white registrant have more than doubled since the decade of 1946 – 1956.[3] Moore had to do with a large contribution of this. With much of Moore’s efforts, registration went from 20,000 in 1944 to an amazing figure of 116,145 in 1950, increasing the amount of registrants by more than 50%. [4]","            There were many movements going on during this time frame. It wasn’t only Moore that had this mindset. Many events and protests were created not only to prove a point but also to raise awareness to those that weren’t aware of their rights. These events helped them also gain courage to make the proper moves to be part of the electoral process and make a difference. One such event was one conducted on April 8<sup>th </sup>1947, at the Congregational Church in Winter Park, Florida. This event was purposely planned to begin a protest against the 1947 legislature, created to abolish Negros from voting. Senator John E. Matthews of Jacksonville wanted to pass a bill that will bring a negative impact to the African American community that we have seen before in the history of Hitler and the Jews.[5] And these were situations that these communities would unite to then become a voting voice. ","            There have been many civil right activists in our history that have gone through great struggles and had made a difference for many generations to come. They have endured torturous treatment both emotional and at times physical, simply for standing up for what they truly believe in. One of these individuals was Harry T. Moore. Moore, a person that did all he did and remains in the unknown. An almost father of civil rights movements, and yet his history and sacrifice has been lost in time. All a while, the supremacist racial community, Klu Klux Klan remains as strong as ever still until this day. Makes you think if all that has been given and lost through time in order to give us our freedom and rights has been all taken for granted."," ","[1] Ben Green, Before His Time: The Untold Story of Harry T. Moore, America's First Civil Rights Martyr (New York, NY: Free Press, 1999), 8.","[2] Stanley I. Kutler, Dictionary of American History, 3rd ed., vol. 8, Subversion to Zuni (New York: Charles Scribner's Sons, 2003), 354.","[3] Elston E. Roady, \"The Expansion of Negro Suffrage in Florida,\" The Journal of Negro Education 26, no. 3 (Summer 1957): 302, accessed September 02, 2016, doi:10.2307/2293413.","[4] J. C. Miller, \"Harry T. Moore's Campaign for Racial Equality,\" Journal of Black Studies 31, no. 2 (November 2000): 218, accessed September 02, 2016, doi:10.1177/002193470003100205.","[5] Southern Conference for Human Welfare, A Call to Help Defend Democracy in Florida (Fourth Congressional District Committee: Southern Conference for Human Welfare, 1947)."],"display_date":"March 22, 1947 - January 1, 1951","search_date":"1949-02-09","locations":[{"id":52965,"lat":30.3321838,"lng":-81.655651,"zoom":7,"place":"Jacksonville, Fl"},{"id":52964,"lat":25.7616798,"lng":-80.1917902,"zoom":7,"place":"Miami, Fl"},{"id":52963,"lat":28.6652727,"lng":-80.8447766,"zoom":7,"place":"Mims, Florida"}],"tags":[{"id":3118,"tag":"Voter's Registration"},{"id":3117,"tag":"Civil Rights Activist"},{"id":3116,"tag":"Democracy in Florida"},{"id":3105,"tag":"Harry T. Moore"}],"course":{"name":"HIS 120 Decade of Decision 1950s","school":"Rollins College","course_id":167,"school_id":5}}]}