{"id":3345,"place":"Suffolk, New York","lat":40.9562853666,"lng":-73.0371992045,"episodes":[{"id":4585,"title":"The accomplishment of a free Black","course_id":21,"status":"P","start_date":"1798-01-01","end_date":"1798-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Venture Smith, given black's social status in America, knew that his freedom was a privilege and not a right. Venture Smith was always trying to help the African American population, especially buy purchasing other slave's freedom. The first slaves venture smith purchased were his two sons, Solomon and Cuff, which cost him four hundred dollars. Venture Smith made his money by working on the land he had purchased in Long Island, And by selling watermelon. Since Venture Smith was free and owned property, he was able to accomplish more than the average free black person.","Once Venture Smith was able to purchase his whole family, he began to buy as many African Americans as possible. Although he had a kind heart by purchasing slaves, he still expected the African Americans to work for him. Many of the slaves that were purchased did not seem to respect venture Smith because usually within a year they would run away. Venture Smith had an extraordinary life, first being born in Guinea, then becoming a slave, then becoming free, and finally owning other black people. One of the reasons's why people view venture smith as a kind hearted man is because he would still take African Americans word, especially when they told him they would not run away. One African American who worked for venture was named Mingo. Mingo was paid and allowed to stay at Venture smith's house, so that Mingo knew Venture Smith on a personal level. Yet, when Mingo was lent eight dollars from him, Mingo tried took advantage of his boss, by running away with the money. It seemed as if every time that hospitality was given by venture smith to an African American, Venture Smith was taken advantage of. The hardships of plantations created scenarios where slaves had little trust for their masters, and as a result Venture Smith was taken advantage of. "],"display_date":1798,"search_date":"1798-07-02","locations":[{"id":15376,"lat":40.9562853666,"lng":-73.0371992045,"zoom":7,"place":"Suffolk, New York"}],"tags":[{"id":164,"tag":"Slave"},{"id":92,"tag":"Freed Slaves"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":5273,"title":"Levittown Real Estate Boards' Discriminatory Housing Practices Revealed","course_id":69,"status":"P","start_date":"8/7/54","end_date":"8/7/54","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In an article published in the <em>Saturday Evening Post</em> in August of 1954 journalist Craig Thompson exposed the “problem of Negro exclusion,” commenting on the discriminatory practices employed by Levitt and the preventive covenants established by the local real estate boards within his suburban communities. As the father of modern suburbia, it seemed that with his prepackaged communities, he had also manufactured the ideal enclave for whites opposed to an integrated neighborhood – an enclave that beginning in the mid-1950s, was finally exposed for the inequalities of opportunity it had maintained.","Revolutionizing the housing industry, Levitt pioneered the affordable, planned suburban community, beginning his construction endeavors on the potato fields of Hempstead Plains on Long Island. With the mass production of homes, Levitt enabled past renters of urban-dwellings to become homeowners, an “embodiment of the American dream,” according to Kyle Sabo, a lifelong resident of the area. With this revolution of the housing industry, Levitt was praised by the media, with early articles and interviews speaking of the visionary vertical organization that Levitt employed in construction. Yet as the racist ploys throughout Levittown expanded, Levitt’s reputation shifted from a genius businessman to a prejudicial one, driven by his antagonistic views toward blacks and other minorities.","In the interview Thompson conducted with Levitt in 1954, the businessman denied any racist attitudes toward the black community. He defended his tactics as nothing more than techniques that were best for his business, stating, “as a company, [his] position was simple: [he] could solve a housing problem, or [he] could try to solve a racial problem. But [he] could not combine the two.”","Despite such claims however, the growing racist policies of Levitt’s suburbias could no longer escape public knowledge. Property owners, pressured into such contracts that prevented them from leasing or selling to blacks in the future had became common practice in Levittown. Residents were warned that violation of these conditions would not only result in penalty for themselves, but would cause an “invasion” of blacks into the town, bringing with it lower property values, crime, and danger to the very essence of suburbia. Even intermingling with blacks became dangerous, as Levitt evicted white families on the basis of welcoming black company in their suburban home.","With exposure of such practices, not surprisingly, came a growing opposition. In both Levitt’s Long Island community and his Bucks County community, resistance to segregation, as well as to blockbusting, grew. In Freeport, Long Island 240 white residents signed a petition, refusing to be solicited by local real estate agents. Black newspapers across the Bucks County area, notably the <em>Tribune, </em>issued articles filled with commentary of how Levitt’s towns were “breeding hate.” The Society of Friends became dedicated to circumventing the restrictive policies in place, successfully enabling the move-in of the first African American family to Levittown, PA in 1957. Such efforts alarmed whites opposed to integration, as uncovering of the problem increasingly incited reformist sentiment throughout such neighborhoods.","Despite the exposure, and accompanying intentions of challenging such policies, however, the suburban neighborhood of the 1950s served as the forerunner for what would become the trend across American suburbias for years to come. In the following decades, white communities throughout the country, aided by federal policy and the real estate agency, “protected” suburbia for themselves, fearful of the idea of an integrated community seeping into this type of residential setting. The effects have by no means disappeared in modern times, as the impact of such actions are still felt in Long Island’s Nassau and Suffolk counties, as well as throughout Bucks county, which display significant racial disparities, regrettably referred to by residents as “a checkerboard of racially, ethnically, and economically segregated communities.”"," "],"display_date":"August 7, 1954","search_date":"1954-08-07","locations":[{"id":28529,"lat":40.9562853666,"lng":-73.0371992045,"zoom":9,"place":"Suffolk, New York"},{"id":29305,"lat":40.6374264514,"lng":-73.5488485883,"zoom":10,"place":"Nassau, New York"},{"id":30920,"lat":40.0555369225,"lng":-74.9693746988,"zoom":9,"place":"Bucks, Pennsylvania"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":3,"tag":"African-Americans"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}}]}