{"id":3353,"place":"BERKS, Pennsylvania","lat":40.4163759163,"lng":-75.9260393819,"episodes":[{"id":4592,"title":"Women&#39;s Temperance Act","course_id":21,"status":"P","start_date":"1874-02-14","end_date":"1874-02-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Women in America struggled to live lives equal to that of men in 1800s. Women, in no way, neglected issues that they felt strongly about. It seems that every instance that women were given the chance to stand out and make a change they did everything in their power to do so. The Women's Temperance society was created around this time period and existed for many years after. The society for the longest time fought for many women's rights and influential leaders like Susan B. Anthony were evolved. Over time this faded and they fought strictly for control over alcoholic beverages and in some instances the deletion of the substance altogether from American society (Ideas and Movements The Temperance Movement).","            Thursday, June 2 1853 the Temperance Society met to discuss the issue regarding the addition to the constitution banning men from joining this committee. Men and women both attended this meeting, which was later postponed until the next meeting by Fredrick Douglas. There was much excitement in regards to this dilemma because an over all fear was present. Men and women in both circumstances feared that the society might become divided. In the end the name of the society was changed to The Peoples' New-York State Temperance League, but many of the leaders that were newly elected were indeed women. Susan B. Anthony resigned from her position of president because she no longer had interest in committee that did not focus for the most part on women's rights. "],"display_date":"February 14, 1874","search_date":"1874-02-14","locations":[{"id":10857,"lat":40.4163759163,"lng":-75.9260393819,"zoom":9,"place":"BERKS, Pennsylvania"}],"tags":[{"id":48,"tag":"Women&#39;s Rights"},{"id":169,"tag":"Susan B. Anthony"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}}]}