{"id":3355,"place":"DUTCHESS, New York","lat":41.7655267966,"lng":-73.7426590891,"episodes":[{"id":4593,"title":"&quot;Northerner&#39;s Reaction to Lincoln&#39;s Assassination&quot;","course_id":18,"status":"P","start_date":"1885-04-16","end_date":"1885-04-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Benjamin Stouffer lived in Poughkeepsie, New York and attended school at the time of President Abraham Lincoln's assassination in 1865.  In a letter back to his family in Franklin County, Pennsylvania, he described the feelings he had, and the reaction of the town concerning the unexpected death of the beloved president.  ","In the letter Stouffer writes that he did not know what to do when he heard of the assassination.  He tells his sisters to stay strong back home, and reminds them that it was God's will for him to go.  It seems as though Stouffer is trying to find a reason or explanation for Lincoln's death to deal with the mourning he is going through.  Stouffer also describes the town of Poughkeepsie, which most likely had a similar atmosphere as many northern towns at the time of Lincoln's assassination.  He wrote that nearly everyone wore black and white badges, and that the streets were filled with crape.  He also noted that flags were flown at half mast, and were trimmed in black.  Stouffer continues to give advice to his sisters in the letter, reminding them that no one knows when the son of God is coming back, hinting that they could die unexpectedly just as Lincoln had.  He states, \"God was ready to give him,\" referring to Lincolns untimely death.  Stouffer finished the letter catching up on things like the news of his sister's new colt, the feelings of his uncle, and other small talk that would be discussed in a family letter.","Northern whites were not the only group of Americans to mourn Lincoln's assassination.  Recently freed blacks saw Lincoln as their savior from slavery.  Historian Benjamin Quarles described the black population as taking an immense blow, \"Strong men cried without Shame,\" in Quarel's words.  He went as far as writing that some blacks had felt that Booth had \"crucified their Lord.\"  Blacks in both the North and the South recognized that they had lost a leader that did invaluable things for them, and they mourned his death accordingly.","Although there was an intense mourning of Lincoln's death, not everyone in the country felt remorse over the assassination.  Many southerners saw Lincoln as the cause for their most of their problems, and blamed him for the war and extreme destruction of their land and livelihoods.  According to historian Michael Davis, some southern towns held meetings to endorse Booth's murder of Lincoln, and celebrate the deed.  One Texan described the assassination as ridding the world of \"a monster that disgraced the form of humanity.\"","Benjamin Stouffer's letter home shows one side of the reaction to President Abraham Lincoln's assassination in 1865.  Although this reaction was widespread throughout a good deal of the North, it was obviously not held by everyone, notably much of the south.  These differing views on Lincoln and his assassination were immense topics of controversy during that time, and feelings are still strong about the subject in the United States today.  "],"display_date":"April 16, 1885","search_date":"1885-04-16","locations":[{"id":8788,"lat":41.7655267966,"lng":-73.7426590891,"zoom":9,"place":"DUTCHESS, New York"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":18,"tag":"Politics"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}]}