{"id":3361,"place":"WARREN, Georgia","lat":33.371343096,"lng":-82.6318961808,"episodes":[{"id":1170,"title":"Knights of Labor Seek Justice for Shooting of Hiram Hoover\n","course_id":1,"status":"P","start_date":"1887-05-08","end_date":"1887-11-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the fall convention of the Knights of Labor in Minneapolis, Minnesota delegates from Warrenton, Georgia asked the convention board to pursue action and facilitate in the arrest of the shooters of Hiram Hoover.  Hoover, a white labor organizer, had gained momentum in South Carolina as he promoted interracial labor organizing.  He was shot by an enraged group of white vigilantes on May 8th.  With Hoover's help the Knights of Labor's membership quickly encompassed thousands of African-Americans.&lt;br /&gt;     The meeting of the Knights of Labor illustrates the growing desire for more organized labor in general as a reaction to the unchecked capitalism of industrial America.  Furthermore the murder of Hoover displays the South's historical resistance to organized labor well into the 20th Century."],"display_date":"May 8, 1887 - November 1, 1887","search_date":"1887-08-04","locations":[{"id":2334,"lat":33.40893004,"lng":-82.6767315906,"zoom":9,"place":"WARREN, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2851,"title":"Mormons Forced Out of a Georgia County\n","course_id":1,"status":"P","start_date":"1889-04-01","end_date":"1889-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Two Glascock County, Georgia residents returned to their home in Gibson, expecting nothing out of the ordinary. Yet on this day in early April 1889, a group of local citizens waited for their arrival. Upon their return, the group strongly advised that the two residents, who happened to be of the Mormon faith, leave immediately. The warning proved effective as the Mormons departed from the area shortly after.","The nineteenth-century South was characterized by widespread religious expansion. Members of a variety of religions and denominations, from Protestants to Catholics to Jews, cohabited in the region. Yet some lived with greater ease than others. Methodists and Baptists, the most common in the area carried on with no problems, while smaller religions were more likely to face discrimination or even physical intimidation. The South was quick to condemn groups that did not have long-standing ties in the area. So for those religions and even ethnic groups that transplanted themselves after Protestantism established dominance, that had not established roots there, it was not uncommon for them to be victimized by the majority populations. Lynching was most prevalent for these minorities. ","The Church of Jesus Christ of Latter-Day Saints, or more commonly known as the Mormons, was no exception. It had already seen its share of persecution across the nation by the time these two members were forced out of their Georgia home. States such as Ohio and New York pushed the Mormons out, continually driving them westward. Georgians did not ban the religious group from its borders, nor did it allow it to practice undisturbed. In fact, Georgia and Tennessee had the worst reported incidents and occurrences of ill-treatment against the Latter-Day Saints in the South. Violence was especially prevalent in the summer revival months when Methodist and Baptist zealousness was at its peak. For these two particular Mormons, they were lucky to have the opportunity to leave, whether forced or not, as some Southerners gave others a deadlier option."],"display_date":"April 1889","search_date":"1889-04-15","locations":[{"id":1832,"lat":33.2292884625,"lng":-82.6107104053,"zoom":10,"place":"GLASCOCK, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}