{"id":3362,"place":"LANCASTER, Pennsylvania","lat":40.0423649057,"lng":-76.2477349897,"episodes":[{"id":6587,"title":"Edward Gorsuch and his Southern posse defeated at Christiana","course_id":164,"status":"P","start_date":"1851-09-11","end_date":"1851-09-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 11, 1851, Edward Gorsuch, a Maryland slave owner, and a posse of several men including Federal Marshal Kline, descended upon the house of William Parker, in search of escaped slaves. The southerners believed that with the Fugitive Slave Act of 1850 the retrieval of their slaves would be a swift and cooperative occurrence. However, the small Quaker town of Christiana in Lancaster, Pennsylvania and its inhabitants were prepared to fight for their own lives and for the escaped bondsmen they desired to protect .","Upon following a suspected ex-slave named Joshua Kite to the home of William Parker, a confrontation ensued. Parker forcefully refused to cooperate with those in the posse, as he recalled his conversation with Marshal Kline, “I then told him to take another step, and I would break his neck.” Worried over what events may occur, William Parker’s wife blew a horn in hopes of alerting nearby townsfolk to aid them in protecting the escaped slaves. Following the call for assistance, there came an exchange of gun shots between the southerners and those at the home of William Parker, which left no individuals harmed. According to the personal account of William Parker, he proceeded to call forth several individuals to the window of his home, repeatedly asking Gorsuch if these individuals were the men he was looking for, each of which he denied. Soon after, armed townspeople prepared to defend those they harbored, began to arrive at Parker’s home.","Among the crowd were two significant white men, a miller by the name of Castner Hanway along with a postmaster and storeowner named Elijah Lewis. According to Thomas Slaughter, the author of <em>Bloody Dawn,</em> the southern men viewed the arrival of Castner and Lewis as support for their desire to recapture the escaped slaves. Slaughter believes the concept of support from Hanway and Lewis can be attributed to their white skin color, as members of the posse viewed them as allies, united against their African-American enemies. Upon refusing to assist Edward Gorsuch and his group, the two northern men began advising the Maryland posse to leave because their safety was at risk. Following the further denial of the southern men to leave, a swift and murderous battle ensued, resulting in the death of Edward Gorsuch and the critical injury of his son Dickinson Gorsuch. “Old Gorsuch was lying in the yard in a pool of blood,” specified William Parker, “and confusion reigned both inside and outside of the house.” From this battle, a large Federal trial took place, in hopes of bringing justice to those involved in the conflict. However, according to James McPherson, author of <em>Battle Cry of Freedom</em>, the government dropped the indictments of the individuals involved and decided not to press any further charges. This can be attributed to the lack of support in the claim that the event was an act of treason. The Battle of Christian strengthened the northern opposition to the Fugitive Slave Act, through its direct rebellious nature and bringing of action to those who spoke of anti-slavery."],"display_date":"September 11, 1851","search_date":"1851-09-11","locations":[{"id":11090,"lat":40.0378755,"lng":-76.3055144,"zoom":6,"place":"LANCASTER, Pennsylvania"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1566,"tag":"Fugitive Slave Act"},{"id":4,"tag":"Slavery"},{"id":825,"tag":"Riot"},{"id":1565,"tag":"Christiana"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}}]}