{"id":3364,"place":"MARION, Tennessee","lat":35.1460265024,"lng":-85.6297474555,"episodes":[{"id":3055,"title":"A Near Miss\n","course_id":1,"status":"P","start_date":"1892-11-25","end_date":"1892-11-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["George Dawson, a white man, was murdered in the town of Jasper, TN. Sheriff Rogers of Jasper had in his custody the three men believed to be responsible for the murder: Floyd Woodlee, John Turner, and Cal Collins. In fact, Woodlee was the only man who confessed to the act. Sheriff Rogers was keeping the men in the county jail until such time as their trial could take place. However, a mob surrounded the jailhouse, demanding that the men be released to them. They were determined to get the men and to take them away, but the mob refrained from actually breaking into the jail with force. ","Sheriff Rogers went outside and stood among the crowd. He spoke to them calmly, rationally persuading them that justice was sure to take its course in the case. He quieted the mob with his speech and they eventually began to go home. The mob dispersed of its own accord, satisfied as it was that the three men would be found guilty and hanged anyway, with very little trouble to them. But the heat was not off. J.T. Simpson, a citizen of Jasper prognosticated that the black men would very likely be lynched, even over the protests of the sheriff, next time the mob assembled, if they were not found guilty of George Dawson's murder. ","This 1892 narrative seems to be an anomaly in the history of lynching in the South. That the local law enforcement prevented lynching in this case is particularly significant given that in this same year, the number of lynchings of black men across the south reached its peak- 155 men killed over the course of this one year. The scenario of the mob surrounding the jail, demanding that the offenders be released to them was common- if the suspected offenders even made it into the jailhouse alive. Some who study the phenomenon of lynching postulate that the practice became common around the turn of the century in the South because of weak social institutions, weak civic institutions, and ineffective law enforcement. They say that all these factors failed to develop sufficiently and so failed to instill in their communities a respect for the rule of law. However, we see in this episode a law enforcement agent standing up to the mob effectively, something that probably occurred rarely. Indeed, in many accounts of lynchings, local officers of the law participated or even instigated the incidents. The incident is tempered through with the prediction that the men protected by Sheriff Rogers will surely be convicted anyway. So, their fate was delayed, rather than changed substantively."],"display_date":"November 25, 1892","search_date":"1892-11-25","locations":[{"id":12227,"lat":35.129342963,"lng":-85.6220026693,"zoom":10,"place":"MARION, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4601,"title":"The Battle of Shiloh: Through the Eyes of a Union Soldier","course_id":18,"status":"P","start_date":"1862-01-01","end_date":"1862-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The battle of Shiloh was fought in southwestern Tennessee in April of 1862.  Confederates started the battle in an attempt to drive General Grant's army from the Tennessee River.  Among the Union troops present, Samuel Bennett of the 26th Kentucky Volunteers kept a diary and wrote down his thoughts of the battle. For him the battle began when he left Savanna for Pittsburg Landing.  It was at this location where Bennett encountered what he called something that could \"throw a damper over a soldier.\"  The sound of guns firing and men screaming had been enough to send panic into the hearts of those Union troops.  That night they settled in and waited for fighting to resume the next morning.  The morning of April 7, 1862, Samuel Bennett and the rest of 26th Kentucky participated in a counter attack on the Confederates.  They would soon cause the Rebels to retreat.  For Bennett, that would be the end of Shiloh.  His company only suffered one dead and four wounded.  Among the wounded however, William Bennett had been Samuel's brother.  For the first time the two brothers would be separated during the war.  Thus Samuel recalled how hard it had been for him to continue, but at the same time he had realized, thus was a price of war.  ","            General Albert Sydney Johnston of the C.S.A. was the commanding officer who made the decision to send a surprise attack on the Union Army.  Gen. Johnston was killed that day and General P.T.G. Beauregard took over as commanding officer.  The fighting of April 6 was a success for Confederate troops.  The intention of Beauregard was to push Grant back to the southwest to Owls Creek, but instead they forced them northeast to Pittsburg Landing.  It was at Pittsburgh Landing, the next morning that Grant launched a counter attack that forced the Confederates to retreat and had won the Union back its territory. The Battle of Shiloh became had been the bloodiest battle in United States' history up to that point.  "],"display_date":1862,"search_date":"1862-07-02","locations":[{"id":12224,"lat":35.1460265024,"lng":-85.6297474555,"zoom":9,"place":"MARION, Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":88,"tag":"Battle"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":6067,"title":"Southern, Sassy, and Strong","course_id":122,"status":"P","start_date":"1862-06-05","end_date":"1865-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Midnight train rides, cleaning wounds and changing dressing was not the job for a proper Southern woman. Kate Cummings took up the call to become and nurse and broke the holds that Southern society placed on women of middle to upper class. Kate travled by train from her home in Mobile to different hospitals around the South assesting surgeons after the Battle of Shiloh and hepling wounded in Georgia. While Northern hospitals system was very orginized and detailed, the South was far from it. Doctors drank the medical whiskey that was to go to the patients, other women would not want to preform their duties fully and all the while Kate was receiving letters from her family urging her to levae the unsutiable lifestyle and return home.","Unlike their Northern counterparts, who were welcomed in the hospital, Kate along with other women were seen as the enemy to the male staff such as the Union was the enemy. Pushing this aside and ignoring socieyt and her parents wishes, Kate \"cleaned house\" of the staff who were not up to standards using her society roots to help with her backing.","According to society Southern women were not to see a man's body until they married. The Civil War changed that notion. Cummings helped doctors in surgery, changed dressing, and cleaned wounds. With the new exposure to the male soldiers bodies Kate, who at the time was unmarried was in for a new concept. Throughout the war she remained professional and provided care for the wounded thus saving many lives."],"display_date":"June 5, 1862 - April 7, 1865","search_date":"1863-11-05","locations":[{"id":12224,"lat":35.1460265024,"lng":-85.6297474555,"zoom":9,"place":"MARION, Tennessee"},{"id":285,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"},{"id":1619,"lat":34.9035877242,"lng":-85.1380945498,"zoom":10,"place":"CATOOSA, Georgia"}],"tags":[{"id":2189,"tag":"Nursing"},{"id":7,"tag":"Women"},{"id":32,"tag":"Civil War"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}}]}