{"id":3370,"place":"COLUMBIA, New York","lat":42.2500833872,"lng":-73.6318487586,"episodes":[{"id":4607,"title":"<strong>Whitman mourns for the fallen star of the Union</strong>","course_id":18,"status":"P","start_date":"1885-01-01","end_date":"1885-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Walt Whitman, one of the major American writers of the Civil War, wrote <em>When Lilacs Last in the Dooryard Bloom'd</em> after the assassination of the very charismatic leader of the Union during the Civil War, Abraham Lincoln. This poem mourned the death of the powerful, western fallen star which was now hidden by blackness, leaving only desperation and bitterness behind. The poem followed the coffin throughout the country where you could see the remains of the devastation caused by the Civil War. The country women were still mourning for their own family members. They seemed ready to mourn for their president, as they were already wearing black veils and the images of past battles haunted men's thoughts. The poet addressed his despair, not knowing how to mourn such a leader properly. Was he to mourn like he would for a family member? A part of the country was disoriented by this assassination, only adding to the trouble caused by the new situation of the country after the Civil War. The poem itself seemed to show that even nature was disturbed by the death of Lincoln and willing to honor the president. Although Whitman did not mention Lincoln's name in the poem, it clearly expressed the disarray of this loss: they described the country with full of promises to come in the following seasons, and left at a loss of a leader in a time when he was clearly needed, as he was the one that had the people behind him, and to have paved the way during the war, for the reconstruction to come.","This poem about the assassination of Lincoln echoes <em>Captain O my Captain</em>, also written by Whitman. According to Stephen B Oates, like many people in the country, Whitman saw Lincoln as the \"mythic equalizer of his age and land\". The disarray expressed in this poem was reflective of the mind of a number of people in America like Sandburg who said that, thinking about Lincoln \"the people of the United States could finally see themselves, each for himself and all together\".","According to Merrill D Peterson, what was memorable about Whitman's piece of work was not the content but rather the \"rhapsodic sympathy\" between the \"good gray poet\" and Abraham Lincoln. He thought Whitman communicated the dramatic import of Lincoln's death on the Nation's future. Many poets were moved by the spiritual kinship between the two men and some were inspired to write poems about it, like James Oppenheim."],"display_date":1885,"search_date":"1885-07-02","locations":[{"id":8761,"lat":42.2500833872,"lng":-73.6318487586,"zoom":9,"place":"COLUMBIA, New York"}],"tags":[{"id":18,"tag":"Politics"},{"id":2,"tag":"Health/Death"},{"id":178,"tag":"assassination"},{"id":91,"tag":"Murder"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":6729,"title":"The School to Prison Pipeline: How Ella Fitzgerald's Brief Imprisonment Informs us on the Link","course_id":176,"status":"P","start_date":"4/13/33","end_date":"4/13/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 13, 1933, a judge sentenced the future First Lady of Song, Ella Fitzgerald, to serve out her time at the New York State Training School for Girls in Hudson, New York. At fifteen years old, she was sent there on the charge of “incorrigibility,” a status offence that sent minors to reform schools. While there, Fitzgerald, as an African American, was racially segregated into different living quarters than the white students and was “subject to physical abuse” [1].","                Despite Fitzgerald being an African American cultural icon, her story is not an uncommon one.   It was common practice to send girls with status offences and other crimes to schools meant to reform their characters.  For example, there were two different efforts for reform schools for girls of color around the time of Fitzgerald’s own incarceration: the Industrial Home School for Colored Girls, which was created in 1916 in Virginia, and a proposed Georgia school for “delinquent colored girls” that the General Federation of Colored Women’s Clubs endorsed in 1937 [2].","                In many reform schools, girls were segregated by race. Additionally, most schools featured hard labor for the sake of reforming girls’ characters [3]. For example, students at the Virginia Industrial Home School for Colored Girls performed hard labor such as farm work and hog raising for the sake of reformation. As a result, girls were only allowed to attend school half a day and then worked the farmland belonging to a member of the board of trustees, and their education consisted mainly of domestic work training [3]. Girls who were eventually paroled from the Industrial Home were forced into work with an arranged employer and the employer could return the girl at any time if the employer felt that the girl’s work proved unsatisfactory [3].","                Although these segregated reform schools no longer exist, the concept of disenfranchised education still remains. As Wald and Losen state, children who are more likely to receive inadequate education are more likely to be targeted for disciplinary actions and are therefore more likely to be discriminated against in school by getting reprimanded or punished. They continue by indicating that the groups most likely to be targeted by school disciplinary action are students of African American and Latino heritage [4]. So, students of color who are being targeted are more likely to see hindrances to their education, and this can set in motion a way for these students to be more likely targeted by prison systems for status offences.  In this way, just as Fitzgerald was considered incorrigible, students today are facing disciplinary action which can land them in prison."," ","                However, Wald and Losen state that this school-to-prison pipeline is in place because students of color are more likely targeted due to their lack of education, which has been in place since the repealing of Jim Crow laws governing school segregation [4]. And even though Fitzgerald somehow broke free from this pipeline,   the inadequate and discriminatory educational system still exists. "],"display_date":"April 13, 1933","search_date":"1933-04-13","locations":[{"id":53085,"lat":42.2528649,"lng":-73.790959,"zoom":7,"place":"Hudson, New York"}],"tags":[{"id":142,"tag":"african americans"},{"id":6,"tag":"Education"},{"id":3359,"tag":"Incarceration"},{"id":1667,"tag":"Discrimination"},{"id":3404,"tag":"Ella Fitzgerald"},{"id":108,"tag":"prison"},{"id":3406,"tag":"Pipeline"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}},{"id":6891,"title":"Fighting the War from the Kitchen","course_id":190,"status":"P","start_date":"1/2/18","end_date":"1/2/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the start of the year 1918, women in Chatham, New York were beginning to feel the pressures of World War I in their homes. On January 2, 1918, the Chatham Courier featured “Hints for Housekeepers,” an article that called for women to start using “fireless cookers” to make their meals. These cookers could either be bought or made with instructions provided by the government. According to the article, “One woman made one of these cookers out of an old trunk and some hay which served her purpose very well and saved her many a dollar.” To use these cookers, the food to be cooked had to first be heated to the boiling point separately, either on a stove or by some other method. Then, once at the boiling point, the food could be moved to the cooker, where it would remain until it was finished cooking. The article quoted a woman who used a fireless cooker to boil her ham overnight, and she stated,  “In the morning it was always perfectly done...” Thus, “...it is possible for every household in the United States to save much time, fuel and nervous energy...” by using the cookers in their daily meal preparation. This practice would save women time that, according to the article, they could then “...spend in Red Cross work, or knitting or in some one of the various branches of war relief.”","Many changes on the home front during the war, including values the United States Food Administration’s propaganda promoted for women at home, began to create a new role for women in society. The United States Food Administration was a government agency created in 1917 in response to the United States’ entrance into World War I. In the same year, President Woodrow Wilson placed Herbert Hoover in charge of the new administration. Hoover and his administration oversaw the management of food on the home front, and in order to do so created propaganda to influence women. Although the government did not implement rationing during the war, the United States Food Administration encouraged women to conserve as much as they could for the war effort. In her analysis of propaganda during the war, author Celia Malone Kingsbury wrote of the importance that this appeal placed on the war in homes and kitchens, drawing it into the domain of women. The emphasis on conserving for the war effort could be one reason that women were willing to create their own “fireless cookers”  out of inexpensive or repurposed materials to prepare their meals. According to the article, these cookers were useful because “Saving of labor is almost as important if not quite so, as the saving of money at this time….” The emphasis placed on the importance of women’s work at home gave them a role in the war, where their work on the home front was just as important as that of the men fighting in battles on the war front."],"display_date":"January 2, 1918","search_date":"1918-01-02","locations":[{"id":53214,"lat":42.363165365115,"lng":-73.553494054511,"zoom":8,"place":"Chatham, New York, USA"}],"tags":[{"id":1246,"tag":"Propaganda"},{"id":7,"tag":"Women"},{"id":3701,"tag":"home front"},{"id":1111,"tag":"World War I"}],"course":{"name":"Historian's Craft","school":"SUNY New Paltz","course_id":190,"school_id":102}}]}