{"id":3392,"place":"FRANKLIN, Tennessee","lat":35.1672648222,"lng":-86.1060239614,"episodes":[{"id":2389,"title":"A Woman&#39;s Valiance on the Battlefield\n","course_id":1,"status":"P","start_date":"1863-05-02","end_date":"1863-05-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Mrs. Holstead became a widow when her husband died in the Civil War. Her husband, Dr. Holstead, was a surgeon who enlisted in the Eightieth Illinois regiment. Mrs. Holstead was a nurse. Filled with the fury after his death, Mrs. Holstead became passionate about helping the Union cause. She left her two daughters at home in Knoxville, Illinois, and for over a year helped the wounded at war directly on the battlefield. "," Mrs. Holstead tended to Union soldiers in hospitals and tented fields. During an evacuation provoked by the confederates in Corinth, Mississippi, she paused during all the chaos to stop and care for the wounded during the battle. As a result she had to travel alone by horseback through Tennessee day and night, in the opposing rival's territory using an article of clothing for a pillow to sleep outside at night."," In the next six months after her adventure she served as the matron for the hospital in Louisville, Kentucky. Because of her firsthand experience on the front, she moved to the general hospital in Franklin, Tennessee, thinking she could be of more use in a place few women would wish to occupy. Nashville's The Federal Knapsack reported that since Mrs. Holstead switched, the Franklin hospital improved in cleanliness and neatness."," What made Mrs. Holstead such a hero was her willingness to remain in enemy territory by herself to administer aid to the wounded. Even after her experiences she agreed to move to Franklin, Tennessee to help the union hospital there. "," While men went to fight for their country, the women were left to tend homes and children and worry. The women who believed just as strongly in the war cause as their husbands did not just sit back and watch as men died. Women who wanted a more active role either took their passions to the battlefields or organized hospitals. Just in New York City, April 25, 1861, several prominent women already collected to start the Women's Central Relief Association. They planned the distribution of medical and other supplies to soldiers in camps and battlefields. Some also worked to improve the government's transportation system of the sick and wounded soldiers. Historian Katie Ross argues that many times the sick and wounded lay unattended and often unprotected for days on the battlefield or river's edge waiting for transportation down the Cumberland and Tennessee rivers to hospitals along the Ohio. Most Union nurses remained in northern territory. Mrs. Holestead was an important asset to the Union army because she was one of the few nurses who traveled through Tennessee to oversee the health of abandoned Union soldiers."],"display_date":"May 2, 1863","search_date":"1863-05-02","locations":[{"id":12004,"lat":35.1672648222,"lng":-86.1060239614,"zoom":9,"place":"FRANKLIN, Tennessee"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2391,"title":"A Bride Preaches Before Her Wedding\n","course_id":1,"status":"P","start_date":"1870-11-01","end_date":"1870-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":[" The Williamson Journal of Franklin, Tennessee announced the local marriage of Mary A Stinebaugh and Rev. Henry J. Bradford in late 1870. The outspoken Mary Stinebaugh graduated from Oberlin College and became a Methodist preacher before her marriage. Right before her wedding ceremony she preached before the entire conference in session. Afterwards she promptly stepped down to the altar to get married. "," At the end of the report, the Williamson Journal exclaimed what a fix the reverend bride would be in if the conference should appoint her to a church distant from her husband. Though the writer did not Stinebaugh's progress as a woman, he found the occurrence of two preachers getting married strange and rare. In his confusion he ambiguously described Mary's position in society as one who has lately become somewhat noted as a Methodist Preacher, not knowing how to put it in words. "," Though women preachers in 1870 were rare, Methodist women in the South were hungry for leadership opportunities and used their churches as an outlet to contribute to society. Edward Ayers, describes the Methodists as those who challenged dominant gender relationships, valuing faith over domestic loyalty and giving women a more prominent place. The Methodists were one of the Christian denominations more accepting of leadership among women though they usually prohibited women from gaining official denominational positions. "," Through the church, women found ways to expand their leadership organizing their own special groups and societies. Tomas Frasier in his essay on Women and Religion described the situation of persevering southern female Methodists. As Methodist women began to seek and be denied positions of leadership in the denomination, they developed progressive societies to address the evils in the culture around them. They organized social settlements and a variety of services leaders which was most easily found through. Some created charities, or clubs that were based on women's skills, like sewing clothes for the poor, so that men could not take it over. "," Women worked towards becoming influential within their churches and communities through public works. Some like Mary Stinebaugh received and education and did not shy away from speaking out in public. Southern women made fresh marks on society and as reconstruction progressed."],"display_date":"November 1870","search_date":"1870-11-15","locations":[{"id":12005,"lat":35.1672648222,"lng":-86.1060239614,"zoom":9,"place":"FRANKLIN, Tennessee"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2576,"title":"Nashville Industrial Exposition supposed to show  the New South\n","course_id":1,"status":"P","start_date":"1874-09-10","end_date":"1874-09-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In an Ohio newspaper, continued lynching in  Tennessee overshadowed the Nashville Industrial Exposition.  The Tennessee Historical Society hoped  that the exposition would show the future of the South and respect or a proud military history.  Local businesses shut down as a military and civic parade marched down the street.   The most popular exhibit was an exotic Egyptian mummy display and a collection of other antiquities which furthered the description of Nashville as The Athens of the South.  Despite this show of progress and innovations, the conception of The New South was mired in the hypocrisy of lynching.        Southern Industrial Expositions  were intended to show a balance between innovation and a reverence for traditional values.  Former editor of The Atlanta Constitution, Henry Grady, illustrated the balance between the two seemingly contradictory values.  He believed that the South could embrace industry while being proud of its military and agricultural history.  He acknowledged that decades of slavery prevented southern industry from developing.  He and many other southerners believed that racial problems improved since emancipation. The goal was to portray a stable environment that would attract northern investors to capitalize to the large labor force in the South.   The reality was that beneath the pomp and circumstance of the military and industrial parades was the same underlying problem of terrible race relations of the slave South.       Textile mills, sawmills, cotton processing, and other industries developed faster than the North, but the region remained predominately agricultural in nature.   Despite new innovations, southern cities were nowhere near as technological as northern cities.  Nashville was one of the first southern cities to have streetlights by 1880. Most of the area around Nashville remained reliant on the typical  commodities of the Old South  such as cotton and tobacco.  New industrial farming technology actually hurt the cotton economy by creating overproduction and, consequently, lower cotton prices.  Despite industrial expositions in Nashville proclaiming change in the South, the region was still plagued by the same racism and agricultural economy of the Old South.  The Steubenville Daily Herald from Ohio highlighted the contradiction that lynching represented in the  plan for the New South.  In the ideology of the lost cause, southerners fantasized that the Confederacy failed because they lacked the industrial capabilities of the north.   The acceptance of widespread segregation and violence beginning in the early 1870s showed that white southerners were not interested in changing every aspect of the  South."],"display_date":"September 10, 1874","search_date":"1874-09-10","locations":[{"id":12005,"lat":35.1672648222,"lng":-86.1060239614,"zoom":9,"place":"FRANKLIN, Tennessee"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3996,"title":"Sunday School: The Only Remedy\n","course_id":7,"status":"P","start_date":"1823-02-01","end_date":"1823-11-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["There was a buzz around town about free education on Sundays. Sunday School proved to be popular because it was beneficial for all sects and denominations.  The advertisement posted  in the Independent Gazette informed readers that school would be offered on Sundays, free of charge.  According to the advertisement, \"the school will be opened under the direction of  the Board of Managers, for the instruction of the youth, without any regards to sect or denomination.\" Classes were to begin at nine o'clock in the morning and were recommended for any child age five or older. ","    The school's objective was to teach rising generations the benefits of  a moral and religious course of life.  Participating in a national Sunday school movement,  Tennesseans formed schools that would function not only as instruction for the youth but also as a place for guidance. Vice was believed to be inevitable, and the majority of people felt that it was better to try to prevent it, rather than cure it.  An example of how important vice was to residents of Franklin appeared in the advertisement: \"Another object will be to prevent our youth from idly roving about the streets on Sunday and to give them such employment as will yield useful instruct and at the same time keep them from idleness, which is the parent of vice.\" The best known intervention for vice was school, but many poor children could not afford a formal education.","Due to the cost of formal education, the division between the rich and the poor was growing. Well-educated people were  destined to become rich and honorable, while the uneducated or unskilled people were thought to be doomed to poverty and wretchedness.  Sunday schooling would  better qualify individuals for  their lives by providing them with positive morals and the rudiments of a good education. The best available instructors were lay people rather than clearly because they provided a less structured and less biased set of  morals and life lessons and because the lay people themselves were not associated with a specific denomination.  The presence of free education for the common people was the forerunner for the American public school system used today. The correlation between vice and the streets and the Sunday school movement was recognized and still motivates schools today to focus on keeping kids in school and off the streets."],"display_date":"February 1, 1823 - November 3, 1823","search_date":"1823-06-18","locations":[{"id":12000,"lat":35.2527875625,"lng":-86.0648275295,"zoom":9,"place":"FRANKLIN, Tennessee"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4560,"title":"<strong>Race Riot in Franklin, Tennessee</strong>","course_id":18,"status":"P","start_date":"1867-07-06","end_date":"1867-07-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In July of 1867, African-Americans began their gradual assimilation into the United States in Tennessee. A large number of black Tennesseans joined The Colored League which advocated for civil rights and strongly supported the Republican Party. In Franklin, Tennessee, the League had a strong presence. In  early July, African-American members of this group paraded around the outskirts of town where they were interrupted by two other ex-slaves who were Conservatives, a group that were willingly to grant Confederates amnesty following the Civil War.  This group mainly consisted of Confederates. The Colored League was a radical group and pursued harsh measures against ex-Confederates. Tempers flared when the two men and the League came into contact. Shots were fired. Although no one was hurt the demonstration was broken up.      ","            After a meeting to resolve the conflict on July 6 failed, the two groups armed themselves as anger boiled over as a result of arguments stated in the political discussion. Ex-Confederates of the Conservative Party armed themselves to the teeth and prepared for battle. Similar action was taken by the League. Late in the evening, The Colored League marched past these former soldiers who were assembled outside their leader's house (Colonel House). In a report written afterwards by Major General W. Martin, he alleges a shot was first fired by a Conservative. With this, three pistols shoots were fired at Conservatives which resulted in \"a volley from the entire Conservative Party and that was returned by the armed men of the Colored League.\"  Martin did not state the total number of men killed on either side but remarked that men on both sides fell in the shooting. Later on, Martin reported, \"27 colored men colored men whose wounds were dressed by Dr. D.B.Cliff were wounded in the back or in the back part of the limbs\" as they were running away from the members of the Conservative Party. This suggests the superior fire power of the former Confederates and the racial tension between the two groups which was typical for the Reconstruction time period. Poverty and the losing of the Civil War created resentment of freed slaves by many Southerners. In Colfax, Louisiana, 130 blacks were killed in riot between whites and African-Americans in 1873. The Civil War was over but the African-American fight for civil rights had begun.      ","  Plans for Reconstruction in Tennessee began on January 21, 1864 in Nashville, Tennessee. With the state's occupation by Union troops, northern supporters began advocating for the restoration of Tennessee to the United States. This aroused tension at this, principally because there were prominent Confederates within its borders. This prevented the unification of Tennessee both as a state and as part of the U.S. Three years later, at the end of the Civil War, there still was a drastic division between the political ideologies of people within Tennessee."],"display_date":"July 6, 1867","search_date":"1867-07-06","locations":[{"id":12004,"lat":35.1672648222,"lng":-86.1060239614,"zoom":9,"place":"FRANKLIN, Tennessee"}],"tags":[{"id":140,"tag":"The Colored League"},{"id":141,"tag":"Franklin"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4624,"title":"General Hood Attempts to Restore Order in the Army of Tennessee","course_id":18,"status":"P","start_date":"1864-08-12","end_date":"1864-08-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":null,"display_date":"August 12, 1864","search_date":"1864-08-12","locations":[{"id":12004,"lat":35.1672648222,"lng":-86.1060239614,"zoom":9,"place":"FRANKLIN, Tennessee"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":5006,"title":"Diary of Belle Edmondson, January-November, 1864","course_id":43,"status":"P","start_date":"1864-01-01","end_date":"1864-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the midst of the Civil War, one woman remained behind the scenes of the battlefield documenting the war and experiencing the fighting first hand.  Belle Edmondson kept a diary from January to November of 1864 in which she detailed occurrences in West Tennessee such as the Union and Confederate battles, tragic accidents of friends, visitations by friends and family, travel to various southern cities, and everyday occurrences such as meals and church.  Edmondson’s primary role during the war was that of an intelligence gatherer, courier, and contraband smuggler for the Southern troops.  Edmondson's wartime experiences occurred on land controlled by neither Union nor Confederate soldiers.","Within Edmondson’s vast collection of journal entries, she described with great detail the fighting she witnessed and her desire for the Confederates to disarm and capture the Northern forces.  As a hero of the Confederacy, she wrote on April 13 of heavy firing between Fort and Gun boats and the fifteen Union soldiers who arrived and forced Edmondson to feed their horses.  Shortly afterwards, the soldiers stole some of those horses.  Her attitude in the diary shifted on Saturday, April 16 when she wrote of the arrival of thirty Union soldiers, six of which dined over breakfast with her.  She described them as gentlemen and expressed her surprise at finding their company pleasing to dine with.","While Belle's experience with Union forces shifted from inconvenient to tolerable, Stephen Ash described in his book \"When the Yankees Came: Conflict and Chaos in the Occupied South\" that many southerners experienced \"shock, confusion [and] panic\" at the incoming Federal soldiers.  Ash explained that much of this terror, as experienced by Belle when they arrive on her property, was \"often aggravated by uncertainty about the enemy's exact location and intentions.  With communications disrupted and facts scarce, rumors flourished.\"  A native of Edmondson's home state of Tennessee, Nimrod Porter described his fear at the Union's arrival in February of 1862 when he stated, \"The awful state of affairs, and the greate uncertainty of events, & the suspense is truly almost too much for me to beare.\"  Many throughout the south lived in panic over the presence of Union forces and had to live among fear of their unknown locations.","Two days later on April 18, Edmondson received another visit from Memphis Union soldiers and expressed her disgust over one of them who was a black abolitionist, indicating Edmondson's hostility toward those enslaved.  Throughout the many issues discussed in Edmondson’s diary, her vocal expressions of racism and detailed account of the fighting express the real feelings and anger experienced by those living in south during the Civil War.  Obviously in favor of Confederate forces and vocally against the actions of the Union, toward the end of her diary, Belle wrote on August 29, 1864 of her excitement for General Lee with his victory in Virginia.  While her enthusiasm ebbs and flows with the changing actions of the soldiers on both sides, the constant hatred and corruption radiated throughout the south, and her account allows us to witness southerner’s trials and tribulations throughout the Civil War."," "],"display_date":"January 1864","search_date":"1864-01-16","locations":[{"id":12004,"lat":35.1672648222,"lng":-86.1060239614,"zoom":9,"place":"FRANKLIN, Tennessee"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":142,"tag":"african americans"},{"id":32,"tag":"Civil War"},{"id":4,"tag":"Slavery"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}