{"id":345,"place":"COOPER, Missouri","lat":38.8438511591,"lng":-92.8102798009,"episodes":[{"id":463,"title":"Thirty-eight Sheriff Sales Reported in Local Missouri Newspaper\n","course_id":1,"status":"P","start_date":"1890-02-02","end_date":"1890-02-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many Missouri farmers lost their farms in sheriff's sales during 1890.  The Boonville Semi-Weekly Star reported 38 sales on February 2, 1890.  Sheriff sales occurred when individuals failed to pay taxes on their property to pay taxes to some other creditor.  The sheriff then sold the seized property on the courthouse steps.  The locality listed the seized properties in the newspaper in an attempt to attract new settlers.&lt;br /&gt;&lt;br /&gt;Farmers in other places across the South experience the same hard times as the displaced farmers in Missouri.  Some farmers responded to their struggling economic situation by organizing.  The Farmers' Alliance of Virginia submitted information to the state convention of the People's Party.  Much of the language of the submission indicated the farmers' desire for relief from economic downturn and existing oppression' and protection of liberties for all groups of people in the United States.  It asserted that all power is vested in and derived from the people.'  At the present time power was subverted' and derived from money.'  The document also stressed the importance the influence of the vote and ability of vote to influence equally.  This indicated the increasing politicization of the farmers' movement.  The platform included ideas like silver and gold standard, graduated income tax, regulation of national transportation industry, public schooling, labor demands, and electoral reform (guarantee the right to vote).&lt;br /&gt;&lt;br /&gt;Farmers also called for respect for the agricultural enterprise and science.  One graduate of a Virginia college in Blacksburg expressed his displeasure at the lack of support from the Board of College at the school.  He stated that the Board treated graduates as common laborers.'  The author of this complaint indicated the worthlessness of a degree from the school unless the attitude of the Board changed."],"display_date":"February 2, 1890","search_date":"1890-02-02","locations":[{"id":7521,"lat":38.8438511591,"lng":-92.8102798009,"zoom":9,"place":"COOPER, Missouri"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3973,"title":"The Blackwells Immigrate to Missouri\n","course_id":7,"status":"P","start_date":"1842-04-01","end_date":"1842-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["\"The times here are very hard\" wrote James Henry Edmonds to his mother-in-law, Elizabeth Blackwell, in April 1842. James and his wife, Betsey Blackwell, had moved to Cooper County, Missouri in the late 1830s from Virginia, with Octavia, Betsey's sister, and her husband. James' letter in 1842 was one of several written by him, Betsey, and Octavia to the rest of the Blackwell family, who remained in Fauquier   County, Virginia. In these letters, they described their new lives in Missouri and enquired after their greatly missed relatives and friends. ","James and Betsey did not fare well in Missouri at first and James had to write to Elizabeth Blackwell in 1842 to ask for money. He described how he had to buy everything on store accounts because he had no credit, and as a result, store owners charged him more than the normal price. James had sold three of his horses to pay for the journey to Missouri and his remaining horse had gone blind, further impeding him from making enough profit to buy some land. Reflecting on his misfortune, James advised Elizabeth to \"tell everybody that wants to come here not to come if they have no money.\" In another letter written to Elizabeth Blackwell, her cousin, Sarah, also described the challenges of moving to Missouri, saying that \"in this new country Virginians have to encounter many hardships and undergo many privations...all who are well situated in Virginia had best stay.\" ","The Blackwells were one of many thousands of families who moved to Missouri in the nineteenth century. As described in \"Westward Expansion\", immigration began on a large scale after the War of 1812 reduced the Native American threat and as reports of prosperity in Missouri spread across the country. The letters do not explain why the Blackwells moved to Missouri, but usually immigration was motivated by economic reasons and possibly the Blackwell family was too big for them to all remain in Virginia. However, the Blackwell family would not have been the very poorest in society, for as James' description suggests, it was not possible for the poorest to move. The trip was costly, so the Blackwell family must have been relatively wealthy to be able to get to Missouri in the first place. James' letter also demonstrates that not all were immediately successful when moving to the new land.","Missouri settlers from the Old South brought with them the values of the society they had left behind. This meant that religion and slavery came to dominate Missouri life. Octavia wrote to Elizabeth in 1848 telling her that \"we are not in a heathen land but we have preaching and praying in abundance.\" Betsey described in 1842 going to a church in Missouri and feeling delighted, as it reminded her of home. The Blackwells' views on slavery are not clear but it seems that some blacks, who could possibly have been slaves or servants of the Blackwell family, travelled with them to Missouri. Octavia included in her letters messages from \"blacks\" to their family and friends in Virginia.  ","Immigrating to Missouri posed challenges for the new settlers but life did not change drastically. Life still centred on births, marriages and deaths, with all three consistently mentioned in the Blackwell's letters.  In addition, the health of each family member was still a main topic of conversation in the letters. Even though the Blackwells could not see each other frequently, family ties were still strong. Each letter contained a plea that their relatives in Virginia write back to them with all their news. "],"display_date":"April 1842","search_date":"1842-04-15","locations":[{"id":7516,"lat":38.8438511591,"lng":-92.8102798009,"zoom":9,"place":"COOPER, Missouri"}],"tags":[{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}]}