{"id":350,"place":"DE KALB, Georgia","lat":33.7715549865,"lng":-84.226351267,"episodes":[{"id":470,"title":"Lynching of Perry Munson; Black Man Arrested for Attempted Rape\n","course_id":1,"status":"P","start_date":"1881-06-30","end_date":"1881-08-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 22, Perry Munson, a black man of Ouachita Parish in Lousianna, was murdered by an unknown mob.  His death was one of many lynchings in the late 19th century that signified the rise of racial violence in the South.  &lt;br /&gt;Similarly, on June 30, police arrested Seab Marjam, a black man, on the Georgia railroad at Stone Mountain for attempted rape of a white woman.  The article states, Her cries for help secured her rescue before the black fiend could accomplish his purpose.'  An officer aboard locked Marjam in the caboose.  At 2:00 the following morning, however, observors were shocked to find the caboose in flames.  Despite Marjam's cries of agony,' no one could extinguish the flames, and he was burned alive in the cell.  The article explains, It is believed that he set the building on fire in the hope of escape, lest he should fall a victim to the wrath of the incensed citizens.'&lt;br /&gt;These acts of violence were characteristic of the late nineteenth century. The close proximity of blacks and whites threatened the white supremacists, and any suggestion of rape invoked utter indignation.  Beginning in the 1880s, lynchings increased in number and the number of black victims increased dramatically.  According to C. Vann Woodward, lynching peaked in the 1880s and early 1890s.  The press contributed to the mood of violence.  It spread the propaganda of white supremacy and Negrophobia by headlining and sensationalizing stories of Negro crime, rape, and improper behavior, painting a false picture of blacks with their false charges and exaggerated claims.  These efforts further damaged already deteriorating race relations."],"display_date":"June 30, 1881 - August 22, 1881","search_date":"1881-07-26","locations":[{"id":1733,"lat":33.7715549865,"lng":-84.226351267,"zoom":10,"place":"DE KALB, Georgia"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":5301,"title":"Georgia Congressman Alexander Stephens Discourages Southern Secession","course_id":74,"status":"P","start_date":"1848-11-01","end_date":"1860-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["While angry Georgians voted in favor of secession in 1860, the small, sickly Georgia Congressman Alexander Stephens stood by and watched, helpless to avoid the crisis he had known was coming for years.  During Georgia’s secession in November of 1860, Congressman Stephens spoke in firm opposition.  Stephens, soon to be elected Vice President of the Confederacy, argued that Southern states should not secede until a Constitutional right was violated.  “If all our hopes are to be blasted, if the Republic is to go down,” exclaimed Stephens, “let us be found to the last moment standing on the deck with the Constitution of the United States waving over our heads.”","Alexander Stephens began his career in politics as a member of the Whig Party, focused on economic development through support of Henry Clay’s American System.  He worked with Zachary Taylor’s campaign for the election of 1848.  During the campaign he met Abraham Lincoln, and the two formed a friendly relationship.  When Taylor admitted California and New Mexico to the Union as free states, betraying Southern Whigs such as Stephens, Stephens reluctantly left the party and became a Democrat.","Stephens had been a strong supporter of Henry Clay’s Compromise of 1850, and in the rising conflict he referred to it as the ultimate law to be answered to—particularly in matters of popular sovereignty.  While his fellow Southerners became increasingly irate over the slavery debate in the 1850s, Stephens desperately referred to the Constitution and the Compromise of 1850, arguing that so long as none of the laws of these documents had been broken, the South had not been harmed.","When the South erupted with anger over the election of Illinois Republican Abraham Lincoln in 1860, Stephens knew the Union could not last.  Georgia Governor Joe Brown called for a convention in November of 1860 to discuss possible secession, an idea most Georgians already supported.  At the convention Alexander Stephens spoke logically—though not passionately—against secession, on the grounds that no Constitutional law had been violated in Lincoln’s election.  Stephens declared, “The result was different from what we wished; but the election has been constitutionally held.”  Stephens further suggested that since the North had committed no Constitutional offense, the South should not secede until a Constitutional right was violated.  This way the South would be fighting with justice on their side, and not simply against the Constitution in which Stephens so strongly believed."],"display_date":"November 1848 - November 1860","search_date":"1854-11-15","locations":[{"id":1729,"lat":33.7797616598,"lng":-84.3046918113,"zoom":9,"place":"DE KALB, Georgia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":9,"tag":"Law"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":6648,"title":"Union General William T. Sherman \"March to the Sea\" Operation","course_id":170,"status":"P","start_date":"1864-11-16","end_date":"1865-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In 1864, Union General William T. Sherman burned the city of Atlanta, Georgia. Atlanta, at the time was under control of the Confederacy and had the number one railway that was used in the South. The burning of Atlanta was the first part of General Sherman’s march through the South called “March to the Sea”; five weeks later his march ended in Savanna. This was considered a triumph for the North, but was one of the South biggest lost. For the North, it brought moral and made things worse for the southern soldiers. This form of warfare is called total warfare, destroying everything in their path, from railways to storage places where military arms were held."," ","General Sherman, Union general, also had a history as a military man prior to the war. He served at many battles during the Civil War; the First Battle of Sitting Run, which was where he took over operations in Kentucky. He also suffered many loses during the war which were considered a set back because of his precipitation in the Battle of Shiloh. His impressive war tactics got him his approval for the “March on the Sea” from General Grant and President Lincoln. "," ","“March to the Sea” operation been able to happen he needed to capture Atlanta to happen he needed to capture Atlanta first. He took Atlanta by, maneuvering his troops around Atlanta and only destroying Government buildings, railways, and military installations. In the picture one can see the destruction of the railways that were there in Atlanta, after General Sherman’s march through and even though it was the beginning of his march to the sea that lead up to South Carolina. The buildings that he did not have destroyed when his army came through were destroyed by the fires that had happened. During this march General Sherman took out a lot of Confederate soldiers. When General Sherman left Georgia, the Governor had sent an officer to Atlanta to assess the damage that was done. General Sherman was in charge of a group of troops called the western theater and because of the this and having impressed General Grant and President Lincoln was able to go one the “March to the Sea” operation, and by using some gruella in South Carolina and Georgia was able to help drive General Robert E. Lee to Virginia where more officers from the Union were using this same type of warfare, which in the end help make it easier to get a surrender to end the Civil War."," ","When looking at General Sherman one must realize that he was not always a good leader and that he did make mistakes in his role, but he also learned from his mistakes and made himself a better leader from that. He learned from his superiors in the war and made in an incredible march that destroyed Atlanta, Georgia, up to South Carolina called “March to the Sea”. This march destroyed important railways for the south and also destroyed buildings where weapons were stored. General Sherman did what he needed to do to boost moral for the north and hurt moral for the south."],"display_date":"November 16, 1864 - January 1, 1865","search_date":"1864-12-09","locations":[{"id":53019,"lat":33.7489954,"lng":-84.3879824,"zoom":8,"place":"Atalata, Georgia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":3258,"tag":"March to the Sea"},{"id":3257,"tag":"Atlanta"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}