{"id":3587,"place":"MIDDLESEX, Massachusetts","lat":42.485420527,"lng":-71.3919329913,"episodes":[{"id":4649,"title":"Columbus Discovers Ayer’s Sarsaparilla","course_id":22,"status":"P","start_date":"1883-01-01","end_date":"1899-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Columbus and his men are on their journey to America, and to their surprise, they seem to find \"AYER'S SARSAPARILLA\" waiting for them on the shores of the New World. In the play on words, the Victorian Trading Card claims, \"Without Doubt the Discovery of America is Ayer's Sarsaparilla. Dr. Ayer's almanac gives the signatures of thousands of sick people who consumed Ayer's Sarsaparilla and fully recovered from their diseases. On Aug. 11, 1886, Charles Kearful, from St. Joseph, Mo., wrote, \"I have been subject to bad cough all my life; but last Feb. I had the most severe cold from which I ever suffered. When everything failed to give relief, I tried Ayer's Cherry Pectoral [Sarsaparilla] and in a brief time I was completely cured.\"  Also on Aug. 12, 1886, S.A. Stonebraker, from Black Jack, Kansas wrote, \"Ayer's Sarsaparilla is the blood purifier of the nation.\"","Ayer's Sarsaparilla was said to be composed of the Sarsaparilla-root of the tropics, Stillingla, Yellow Dock, Mandrake, and other roots, held in high repute for their alterative, diuretic, tonic, and durative properties. The Trading Card claims, \"If your blood is vitiated cleanse it without delay by the use of AYER'S SARSAPARILLA.  Such claims are hard to believe, but the popularity of Sarsaparilla is undeniable. Dr. Ayer's first almanac, published in 1852, which contained a great variety of appealing jokes as well as complete information about the medicines and the customers. In 1855, the producer of proprietary medicines, Dr. Ayer, started selling his invented formulas as prescription medicines. Soon, Dr. Ayer's business grew in size from year to year, until Ayer's Medicines became known not only through the United States but in every part of the civilized world.  It sold millions of copies. A large laboratory was built to accommodate the growing manufacture, and nearly 300 persons joined. The company published around 15,000,000 almanacs a year. In 1877, the firm of Dr. J. C. Ayer & Co. was succeeded by The J. C. Ayer Co. Dr. Ayer died on July 3, 1878, leaving enormous wealth to his family.","One of the main remedies prepared by Dr. Ayer was his Cherry Pectoral Sarsaparilla. His Cherry Pectoral Sarsaparilla was used by millions of people around the world.  According to the book<em> Toadstool Millionaires, </em>a blood purifier made from a recipe discovered - so Ayer said -- by a common sailor who had been cast away \"upon the <em>mysterious shores of Japan\" </em>eight years before the Commodore arrived. The Japanese Emperor was shortly to be one of the recipients of Cherry Pectoral especially prepared for donation to foreign sovereigns by James C. Ayer. Other dignitaries included the Sultan of Turkey, the Queen of Spain, the King of Siam, the Emperor of China, the President of Peru, and the Czar of Russia. "],"display_date":"1883 - 1899","search_date":"1891-07-02","locations":[{"id":6176,"lat":42.485420527,"lng":-71.3919329913,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":267,"tag":"Health"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4660,"title":"The Black Enchanter","course_id":22,"status":"P","start_date":"1848-01-15","end_date":"1848-01-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“The Black Enchanter…”  functions as the comic relief in a play titled <em>John-Donkey’s Prize Plays. </em>This actor was one of many white actors in a black face minstrel show in the period before the Civil War. This black character is portraying the “court jester” of  this time period, entertaining white people in old torn clothes with his over exaggeration of black features:  broken language, leaping, laughing, shuffling, and dancing. By appearing in a clumsy manner, the white audience is entertained by is performance due to the belief that “most people thought that caricatures were simply funny. They laughed with good humor, but their sense of humor revealed a pervasive lack of sensitivity”, in regards to the system of black enslavement.","In this portion of the play, the “Black Enchanter”, the white actor in blackface, is giving advice to Admed Shaw, a young man in search of items of importance, with Negro song and dance. The character in blackface is using his sly manner as a “negro” to capture the humor of the audience by exploiting the so-called slave song and dance, but the ironic part of this story is the methods used to capture the humor of the audience; by exploiting the so-called slave song and dance. The ironic element of this portion of the play is that white audience of this anitbellum period did not see anything wrong with taking advice from a “negro”, while at the same time finding joy in the condition of a black slave."," "],"display_date":"January 15, 1848","search_date":"1848-01-15","locations":[{"id":6172,"lat":42.4842595758,"lng":-71.3901525974,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":229,"tag":"Blackface"},{"id":252,"tag":"Minstrel Show"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4635,"title":"Vegetable Compound Cures Women's ills","course_id":22,"status":"P","start_date":"1862-01-01","end_date":"1883-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the eighteenth and nineteenth centuries, in the successful patent medicine business, the most popular product was Lydia Pinkham's Vegetable Compound. Pinkham claimed to treat the worst cases completely from her Vegetable Compound. This claim comes from Victorian trading card of Lydia Pinkham's Vegetable Compound that is found in many different styles. Lydia Pinkham's Vegetable Compound was made for all those painful complaints and weaknesses that are so common among women. So, what made Lydia start her patent medicine' business? How was she able to be so popular in an era when women had no rights? Answers are connected with the social and economic situations of the time.","Lydia opened her business at a fortuitous time to save her family from poverty. She made herself into an entrepreneur of remedies for Female Complaints, which was made principally from unicorn root and pleurisy root, with a strong amount of alcohol (a \"solvent and preservative\"). Lydia's Female Complaints became popular in Lynn because many women at the time were hesitant to discuss their illnesses with their male Physicians. \"Lydia Pinkham began selling her Vegetable Compound in an era marked by medical controversy, public dissatisfaction with doctors, an obsessive concern with women's weaknesses-a climate ideally suited to promote the success of the Pinkham venture,\" remarks Sarah Stage in <em>Female Complaints.</em>"," In 1875, her business got off to a slow start, but the family worked tirelessly printing handbills and pamphlets and soliciting testimonials from customers and druggists. In 1876, when New York's major patent medicine dealer, Charles N. Crittenden took his first cash order of Lydia's Female Complaints, the product began moving extensively. Lydia also started sending and receiving letters to her customers to discuss their illnesses.","After her death in 1883, Lydia Pinkham's remedy was grossing $300,000 a year and sales were still increasing. Her product stayed well-liked into the twentieth century because the company sustained great publicity. Even though Pinkham's motives were to some extent self-serving, many modern feminists admire her for circulating information on menstruation and other facts of women's lives; they consider her to be a crusader for women's physical conditions in an era when women were poorly served by health organizations."," "," ","<strong> </strong>"],"display_date":"1862 - 1883","search_date":"1872-12-31","locations":[{"id":6174,"lat":42.484744285,"lng":-71.3896495091,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":267,"tag":"Health"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":5171,"title":"Charles Dickens and the Women of Lowell, Massachusetts","course_id":66,"status":"P","start_date":"1842-01-01","end_date":"1842-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["He said he wasn’t going to compare the textile factories at Lowell, Massachusetts, to the ones in his home country of England, but how could he not? After all, Charles Dickens would make it his life’s work to critique the deplorable working conditions that his fellow countrymen had to suffer through on a daily basis. “The contrast would be a strong one,” Dickens wrote in comparing Lowell to England, “for it would be between the Good and Evil, the living light and the deepest shadow.”","By the time Dickens arrived in Lowell in 1842 for his one-day inspection of the factories, the mills had only been in operation for twenty years. Everything looked and smelled and felt new. “One would swear that every ‘Bakery,’ ‘Grocery,’ and ‘Bookbindery,’ and other kind of store, took its shutters down for the first time, and started in business yesterday.” More important, America still must have felt like a young babe to many Europeans. In that vein, Emerson famously declared that America was “a country of beginnings, of projects, of vast designs and expectations.” So when Dickens arrived in Lowell that rainy day, he probably had rather high expectations of examples of America’s grandeur and progressive thinking. In Dickens' mind, the promise of industrialization had failed in England, and it was up to America to fulfill its prophecy. Dickens, it would seem, was in no way disappointed.","Given our knowledge of Dickens’ life and his literary works, it is of no surprise that most of his focus at Lowell was on the women and the conditions in which they worked and lived in. Lowell was constructed in 1822 from the ground up. First, mills were built on the river. Next, the town was constructed around them, which included boarding houses, churches, stores, and even a hospital. Over the years Lowell had been described as a “commercial utopia.” This is perhaps because the Merrimack Manufacturing Company designed the town in the guise of a utopia, in the hopes that the women would work long and difficult hours without a hint of unrest. For a while, this appeared to work. Indeed, many people visited the mills and commented on how happy the women appeared to be. Dickens was no different. “They were healthy in appearance, many of them remarkably so, and had the manners and deportment of young women: not of degraded brutes of burden.”","Dickens most famous and most fascinating commentary, however, was in regards to three “facts,” as he calls them, which “will startle a large class of readers on this side of the Atlantic, very much.” First, Dickens wrote that many boarding houses had a joint-stock piano. Apparently, to Englishmen this would seem like a luxury not fitting for workers. Second, Dickens noted that many women subscribed to circulating libraries. This was a fact that was widely publicized in America at the time. While it’s true that many of the women read a great deal, it is perhaps an example of the propaganda that surrounded those hopeful to shape Lowell into the American dream of prosperity and innovation. Lastly, Dickens told his English readers that the women working at Lowell produced a periodical called <em>The Lowell Offering</em>. Dickens was enamored with this magazine, as were many of the visitors of Lowell. “Of the merits of the <em>Lowell Offering</em> as a literary production, I will observe…that it will compare advantageously with a great many English Annuals.” In hindsight, much of the work published in the <em>Lowell Offering</em> was rather dull and incredibly sentimental. So much so that it has been argued by Professor Allan MacDonald that, “the <em>Offering</em> received attention more because of the peculiar circumstances of its production that its merit.”[6] Nonetheless, the mere production of a periodical is remarkable when you consider the twelve-hour workdays.","Dickens can be regarded among the many well-known Europeans to write about their travels through a young America. The most famous, perhaps, was Alexis de Tocqueville, who visited the U.S. in 1841. Harriet Martineau, Michel Chevalier, and Frances Trollope are three others. Each had their agenda. For Dickens, his agenda was no doubt manifold. He was very much interested in promoting the abolitionist movement, for example. But given his background, he couldn’t help but take a daylong trip to the factories at Lowell, Massachusetts. There, he marveled at the working and living conditions the women workers faced. You can almost here in his writing the voice of a person who believed America would lead the world into the millennium."],"display_date":1842,"search_date":"1842-07-02","locations":[{"id":6172,"lat":42.4842595758,"lng":-71.3901525974,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":901,"tag":"Industrial Revolution"},{"id":900,"tag":"Cotton Mills"},{"id":899,"tag":"Charles Dickens"},{"id":898,"tag":"Lowell"},{"id":196,"tag":"women's rights"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5172,"title":"Chevalier and Lowell: The American Prophecy","course_id":66,"status":"P","start_date":"1839-01-01","end_date":"1839-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The machine once promised humanity greatness—or so the 19<sup>th</sup>-century train of thought went. “There is nothing in the physical order of things,” wrote Michel Chevalier, “of which our race has a better right to boast, than the mechanical inventions, by means of which man holds in check the irregular vigour, or brings forth the hidden energies, of nature. By the aid of mechanical contrivances, this poor weak creature, reaching out his hands over the immensity of nature, takes possession of the rivers, of the winds of heaven, of the tides of the ocean.”[1] Indeed, the machine was the greatest example yet of man’s genius. It would prove, however, to also be one of its darkest hours.","In his writings on the factories at Lowell, Chevalier went so far as to equate the steam-engine with a living being: “it runs like a courser at the top of his speed; more than this, it breathes.” This prologue set the stage for his commentary that dripped with the hope that Lowell would finally fulfils the prophecy that industrialization had promised decades prior. Chevalier was very much aware of the disastrous consequences the factories of Europe had had on the working class. This was no hidden secret. Chevalier even called the factories a “canker”. But he refused to give up on the prophecy that the machine would save mankind. “The manufacturing system is a novelty, it is expanding and maturing itself, and as it ripens, it certainly will improve.” With that in mind, Chevalier’s analysis of the working conditions at Lowell was continuously compared to those in Europe, especially in England and France. Things looked much cheerier from this perspective.","Chevalier broke his commentary down into two main groups: economic and social/religious. Economically, he focused most on the high wages the Lowell women received when compared to European workers. The average weekly wage fluctuated from $3.00 to $4.00 depending on the job. This was quite high compared to the twenty cents to one dollar a week wages Europeans made, not to mention the fact that the cost of living in Europe was much higher than that of America during this part of the 19<sup>th</sup>-century. Socially, Chevalier attempted to determine why the American system seemed fairer than the European model. He boiled it down to differences in societal expectations. After quoting at length a number of the codes at one of the factories, Chevalier admitted that those regulations would not be practical in France. Yet in America, he said that they were enforced without opposition or difficulty. This was not completely accurate, however, at least not from a historical standpoint. There were a number of strikes, the first of which took place in 1836. These typically involved wage cuts or other reductions in benefits. That said, Chevalier visited Lowell in 1832. This date is important because the factories had only been in operation for ten years, when the youth ignited a wave of hope not only across the United States but also across Europe. But, as Professor Allan MacDonald points out, we now “look back from our disillusionment with an experiment that has run its course only to acknowledge how far short we have come of the goal we had set for ourselves.” Chevalier’s wave of optimism and hope was most obvious when he tried to describe the town. “Lowell, with its steeple-crowned factories, resembles a Spanish town with its convents; but with this difference, that in Lowell, you meet no rags nor Madonnas, and that the nuns of Lowell, instead of working sacred hearts, spin and weave cotton.” Indeed, to Chevalier this new commercial utopia must have seemed like a dream come true. Here it was, the industrial revolution prophecy finally realized. Man had conquered nature and did so in a way that had no negative consequences. At least, that’s the way it appeared to Chevalier."],"display_date":1839,"search_date":"1839-07-02","locations":[{"id":6171,"lat":42.4835854974,"lng":-71.3897675857,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":902,"tag":"Chevalier"},{"id":901,"tag":"Industrial Revolution"},{"id":196,"tag":"women's rights"},{"id":898,"tag":"Lowell"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5375,"title":"The Role of Poetry and Prose in the Lowell Mills: An Examination of Mourning in the Factory-workers' Literary Magazine","course_id":81,"status":"P","start_date":"1840-01-01","end_date":"1845-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Published in the January 1843 edition of \"<em>The Lowell Offering and Magazine</em>\" is a poem entitled \"On A Young Man Lost At Sea\" by an author credited as \"M.G.B.\" The mournful poem reads like a funeral dirge and expresses the sorrow of a sister who has lost her dear brother. The author writes of how this young man's voice will never again be heard nor will his presence be seen around the family hearth. Instead, her brother lies sleeping in his \"ocean tomb\" without an ornate stone to mark his final resting place. Instead, she writes, a monument is raised for him in every mourning heart and in every “bitter fountain” expelled.","She describes how mournful their familial house has grown, as if cast in a shade of sadness. A place that was filled with happy memories now serves as a constant reminder of a lost brother. The author writes of her brother's spirit, the essence of which lives on in all those who knew him. She comforts herself in the thought of reuniting again with her brother in death, as it is only then that their souls and spirits will reunite.","The <em>Lowell Offering</em>, a literary magazine,was established in 1840 by the women of the Lowell Mills as a response to an increasingly negative public perception of the conditions in which the women were made to work. The women used the <em>Lowell Offering </em>as a platform by which to share their self-penned poetry, stories, and essays. The subject matter of these writings ranged from retrospectives on their childhood homes to the working conditions of the mills as well as the topic of death. Death was an especially omnipresent entity for all people of the era, but especially for the factory workers. From accidents within the factory to the loss of a loved one on a sea-faring journey, the women coped by expressing their emotions in poetry and prose.","While the <em>Offering </em>provided a unique and unparalleled means by which the women could both express and share their thoughts and musings, it was heavily criticized for being far too optimistic. This condemnation was based in the belief that the increasingly long hours and speed with which the women were made to work adversely affected all aspects of their health, both physical and mental. Moreover, the <em>Offering</em> was criticized as an unrealistically optimistic “mouthpiece for the corporations,” implying that the Lowell Operative owners ultimately had their own monetary interests at heart and exploited the bodies and minds of their young female workers. In 1845, the <em>Offering</em> faced dwindling subscribers and in the face of increased opposition, put out its final issue."],"display_date":"1840 - 1845","search_date":"1842-12-31","locations":[{"id":6172,"lat":42.4842595758,"lng":-71.3901525974,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":896,"tag":"Labor"},{"id":289,"tag":"Art/Leisure"},{"id":684,"tag":"mid-nineteenth century"},{"id":1209,"tag":"female factory workers"},{"id":1210,"tag":"women's writings"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}},{"id":5384,"title":"Maintaining a Gender Hierarchy","course_id":81,"status":"P","start_date":"1848-04-01","end_date":"1848-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Eliza Jane Cate was an unmarried woman who worked in the Lowell mills for several years and contributed a great number of moralistic essays to the New England Offering during the late 1840’s. Although Cates essays in the Offering were fictional, Cate presented realistic morals and views based on her experiences in the Lowell factories. She begins her essay “Duties and Rights of Mill Girls” with a fictitious character, Colonel Bartlett, who viewed the factory system in Lowell as a place where oppression and constant hardships existed. Cate presents the traditional masculinity of Bartlett; farm owner, employer and hard-worker but illustrates the uncommon sensibility and kind-heartedness characteristics of Bartlett. Cate also demonstrates that Bartlett’s mechanisms of handling his businesses had no contribution to the unfair “long-hour system in families and in corporations,” because she believed that “a greater part” of “the diseases and inconveniences of factory communities” are caused by the workers neglect of their own health rather than the corporations responsibility. Cate then proceeds to counsel factory women on their daily habits that may engender disease within an additional section, Habits of Diet and Exercise.","Historian Thomas Dublin, author of Women at work: the transformation of work and community in Lowell, Massachusetts, 1826-1860 explicitly demonstrate the impact women had in the industrial revolution as a result of more women entering the work force during this time period. Dublin expresses that women during this period “Brought different values, attitudes, and expectations into the industrial setting” and for women “Industrialization provided them with a new economic independence and encouraged a new individualism that led to greater sexual freedom”. Although women were becoming more independent, mill management (men) were still primarily in control and imposed strict uniform standards. Men were the authority and women rarely contradicted their regulations or stood up for what they believed was right. The Ten Hour Movement which Cate also discusses in her essay was a petition in 1845 to lessen the classic 14 hour workday to a 10 hour workday. Dublin explains that the petition was rejected by the Lowell committee (constructed of all men) for various “discriminatory” reasons against other mill factories that would not be moving to a ten hour work day. Although the ruling was unfair some women resigned on the issue. Cate who believed in male dominance had the same opinion as the committee, concluding that it was the factory workers responsibility to maintain their heath and she reiterates the steps women should take in order to stay healthy in her continued essay Habits of Diet and Exercise. In The Cult of True Womenhood, historian, Barbara Welter describes that once married a women was “completely dependent upon her husband, an empty vessel, without legal or emotional existence of her own” (Welter). Unmarried women as Cate however, continued to follow the dependency model allowing men to possess greater power over women. Even within her fictitious writing, Cate cultivates the gender hierarchy that was socially constructed.<br /><br />"],"display_date":"April 1848","search_date":"1848-04-15","locations":[{"id":6172,"lat":42.4842595758,"lng":-71.3901525974,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":199,"tag":"working women"},{"id":898,"tag":"Lowell"},{"id":1212,"tag":"hierarchy"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}},{"id":5716,"title":"Lydia Maria Child Writes to John Brown in Jail","course_id":110,"status":"P","start_date":"1859-10-26","end_date":"1859-10-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Soon after Captain John Brown raided Harper’s Ferry and was arrested, fellow abolitionist and writer Lydia Maria Child wrote a letter to him while he was in jail. The two had never met, but Lydia wanted to assure Brown that she was one of many who supported him in his cause. In this brief letter she made it very clear that even though she supported Brown in his desire to personally free slaves she believed that the course of action he took was unnecessary. She sided with him for his good intentions but was also saddened by his cruelty. However, she was quick to forgive him by loving him and blessing him. She assured him that thousands of other people sympathized with him as well. As a fellow abolitionist and devout Christian, Lydia let Brown know that she prayed for him but knew that his own faith would sustain him in prison. She also wrote that she sent a letter to the governor asking permission to visit Brown in jail. She hoped that the letter would comfort him in this dark time.","Even though the insurrection at Harper’s Ferry was a failed attempt to free slaves, it was a perfect representation of the increased sectional violence during the decade. John Brown was one of many abolitionists who believed that black antislavery action was the best means to an end. Brown was unique from other slave rescuers because he insisted on recruiting people to fight with him, whites and blacks. Brown counted on many slaves to join in on the raid but it did not happen; instead, he was outnumbered and easily overtaken by the federal marshals. Despite the fact that the attack was a failure and that there were violent consequences, abolitionists stood behind John Brown who was made a martyr for their cause. During the 1850s, sectionalism became more relevant, thus the abolitionists were more desperate to end slavery. For the most part, abolitionists thought that violent revolt hurt the cause. Oppositely, John Brown was the prime example of abolitionists that encouraged slave revolt. He was not only vocal about his cause but he acted on it. For this reason, many abolitionists gave him respect and hailed him as a hero.","Lydia Maria Child’s letter is one example of an abolitionist’s response to Brown’s capture and imprisonment. As Stanley Harrold points out, although many abolitionists wanted to present themselves as peaceful, law-abiding citizens they actually sided with Brown; Lydia’s letter shows that. All over the United States, abolitionists made John Brown support groups where they would sympathize with him and carry on his legacy. Others (even abolitionists) thought he was insane and denounced his actions but Lydia was one woman who sympathized with Brown and saw him as an important figure to the cause."],"display_date":"October 26, 1859","search_date":"1859-10-26","locations":[{"id":6173,"lat":42.4842595758,"lng":-71.3901525974,"zoom":9,"place":"MIDDLESEX, Massachusetts"}],"tags":[{"id":273,"tag":"John Brown"},{"id":202,"tag":"Abolitionist violence"},{"id":1714,"tag":"Lydia Maria Child"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":6632,"title":"One Eugenicist in a Town of Degenerates","course_id":165,"status":"P","start_date":"10/1/10","end_date":"8/31/12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Notebook in hand, Florence Danielson roamed the river valleys of Massachusetts in search of her research subjects, the ‘hill folk.’ Like other degenerate families studied by eugenicist field workers in early twentieth-century America, the hill folk were quite a fascinating group—constantly wreaking havoc wherever they settled. Feeblemindedness, alcoholism, and incest, among other deplorable traits, were of no shortage in the generations Danielson studied.","As feeblemindedness was commonly associated with promiscuity, criminality, and social dependency, it was the field worker’s duty to show how corrupt families were harming their communities. Through personal interviews with her research subjects, their relatives, town officials, and reliable neighbors, Danielson composed brief yet detailed biographies of many descendants belonging to three large, intertwining family trees.","According to writer Amy Bix, Danielson was one of two hundred and fifty-eight students trained by the Eugenics Record Office (ERO) between 1910 and 1924. Because their politeness and charm more easily persuaded conversation with the strangers they interviewed, eighty-five percent of these students were women. In 1912, Danielson published a memoir with Charles B. Davenport, director of the ERO, which included well over a hundred of the often crude and deeply personal stories surrounding the degenerate hill folk. These stories displayed Danielson’s inquisitive skill and the extensive work load taken on by field workers. ","In one description, for example, she wrote, “Her father was a drunkard who wandered into a backwoods town twelve or fifteen miles from a rail-road and wanted to get rid of his baby girl. He succeeded in trading her for a dog.” According to Danielson, when this baby grew into an adult, she lived with her husband and two kids in a repulsive one-room shack in the woods. The woman could not remember how many children she had, but she did know that ten were taken by the government on grounds of neglect.","In a somewhat similar instance, Danielson reported on a separate family: “Her uncombed hair, heavy fleshy face and protruding lower lip made her look more like an animal than a woman. She could not tell how many children she had nor where many of them were.” Danielson later learned that while the woman’s husband was serving a nine-year prison sentence for incest with his own daughter, at least three of their children were deemed neglected and taken by the government.","Demonstrating the severity of this town’s degeneracy problem, Danielson found that the families she studied had cost the local government over half a million dollars in just sixty years. She concluded, “The comparative cost of segregating one feebleminded couple and that of maintaining their offspring shows, in the instance at hand, that the latter policy has been three times more expensive.” As the eugenics movement was aimed toward improving the American race by minimizing the number of degenerate babies born, eugenicists like Danielson knew full well that segregation would not be a strong enough force. Sterilization was in the forecast."],"display_date":"October 1, 1910 - August 31, 1912","search_date":"1911-09-16","locations":[{"id":53006,"lat":42.4072107,"lng":-71.3824374,"zoom":6,"place":"Massachusetts"},{"id":53007,"lat":40.8714873,"lng":-73.456788,"zoom":6,"place":"Cold Spring Harbor, New York"}],"tags":[{"id":533,"tag":"Eugenics"},{"id":7,"tag":"Women"},{"id":522,"tag":"Massachusetts"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}}]}