{"id":3598,"place":"Washoe, Nevada","lat":40.6774734233,"lng":-119.692996384,"episodes":[{"id":4677,"title":"The Brute vs. the Uncle Tom: Fighting for American Respect","course_id":22,"status":"P","start_date":"7/4/10","end_date":"7/4/10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     Two men stand between the ropes among a crowd of blood thirsty white faces. In the United States, a black man physically assaulting a white man would have resulted in a lynching; however, when colorful trunks and padded gloves are added to the skirmish, the event becomes a spectacle. ","     Late Victorian culture identified the powerful, large male body of the heavyweight prizefighter as the pinnacle of manhood and evolution. The July 4, 1910 heavyweight championship bout in Reno, Nevada between the white challenger Jim Jeffries and the black champion Jack Johnson was supposed to be an easy victory for the undefeated Jeffries; his superior intellect and Anglo-Saxon masculinity were supposed to vanquish the black brute. Johnson decimated Jeffries, and race riots occurred in numerous cities. Johnson had defeated the so-called epitome of white male. Johnson was seen as an animal that destroyed ideals, dated white women, and was openly belligerent to the status quo; and therefore could never be America’s hero.","     On the other hand, the “Brown Bomber” Joe Louis is viewed as “one of the greatest stories ever written in the ring.”  Max Schmeling boasted that “the Negro would always be afraid of him.” The German audience stays up for the 3:00am radio broadcast of the fight. The heavyweight bout lasts only two minutes and four seconds, and “the ardor of German radio parties and café gatherings are quickly dampened.” Schmeling’s maid is so embarrassed by the fight that she keeps the news from Mrs. Schmeling. Louis avenges his earlier loss to “Unser Maxe” Schmeling and dealt a major blow to the Nazi idea of Aryan supremacy. Parties and riots break out in major cities in the United States. Louis did not “rock the boat” as his predecessor Jack Johnson and was thus loved by most of the public and labeled as an “Uncle Tom” by others. ","     In many sports, there is the strange phenomenon that many of the players are African American, while the majority of the spectators are Caucasian. This leads to a search by fans and media for “the Great White Hope” to snuff out the success of the black athlete. This anomaly leads to the media creation of racial feuds between black and white players. One of the most significant examples is the basketball rivalry between Larry Bird and Earvin “Magic” Johnson which began in college and continued into the National Basketball Association.","     The stories of boxing legends Jack Johnson and Joe Louis established the dominance of African American athletes in sports in America. While Johnson may be one of the founders of the tension between the superior black athlete and the white fan searching for their athlete avatar, Louis is viewed as a sports hero. Because of their polar personalities Johnson is seen as a brute among his contemporaries and Louis is portrayed as an “Uncle Tom” in some circles.    "],"display_date":"July 4, 1910","search_date":"1910-07-04","locations":[{"id":15927,"lat":40.6916304076,"lng":-74.0035386433,"zoom":10,"place":"New York, New York"},{"id":17575,"lat":40.6774734233,"lng":-119.692996384,"zoom":8,"place":"Washoe, Nevada"}],"tags":[{"id":238,"tag":"African American"},{"id":235,"tag":"Sports"},{"id":239,"tag":"Boxing"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}]}