{"id":3625,"place":"Esmeralda, Nevada","lat":38.2044891404,"lng":-118.115137929,"episodes":[{"id":4666,"title":"Gold Rush in Manhattan Nevada","course_id":22,"status":"P","start_date":"1/10/06","end_date":"1/10/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A gold strike in the small mountain valley town of Manhattan, Nevada lead to a population increase of four thousand people within one week, and one man was killed in the rush for gold.  He was driving an overcrowded stage when it tipped over and killed him, slightly wounding other passengers. An article in the January 10, 1906 <em>Los Angeles Herald</em> did not name the man who passed away.","Manhattan's population before the gold strike was only twenty people, but after the discovery of gold, teams of miners rushed to the mountain valley.  Some miners rented automobiles for two hundred dollars a day to get there quicker. The town is only eighty miles northeast of Goldfield, Nevada, which at that time had been a booming mining town since gold was discovered there in 1902. At least 2,000 miners from Goldfield alone made the trip to Manhattan.","The newspaper article reported that life on the camp was strenuous. There was no law or order and lots had jumped from $25 to $3500. Mining was not a cheap enterprise. There were fantastically high prices for everything in a mining boomtown.","Today, Manhattan Nevada is a small town that proudly holds on to its gold mining heritage. Goldfield still holds a small population, but is mainly a ghost town."],"display_date":"January 10, 1906 - January 10, 1919","search_date":"1912-07-11","locations":[{"id":52209,"lat":38.2044891404,"lng":-118.115137929,"zoom":7,"place":"Esmeralda, Nevada"}],"tags":[{"id":257,"tag":"nevada"},{"id":256,"tag":"gold rush"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}}]}