{"id":3661,"place":"Jefferson, Alabama","lat":33.5543155862,"lng":-86.8964933862,"episodes":[{"id":246,"title":"Massachusetts Cotton Mills Move South\n","course_id":1,"status":"P","start_date":"1895-01-23","end_date":"1895-01-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 23, 1895, the Alabama Birmingham Age-Herald published a front page article titled Beyond Any Doubt, Two leading Cotton Mills of Lowell, Mass. Will Come South and Build.'  The Massachusetts legislative committee on mercantile affairs heard the petitions of two cotton mills, Boott and Merrimac, to manufacture goods outside of the commonwealth.  The mills were created in 1835 for the manufacture of cotton goods in Lowell, goods designated for consummation and export.  At the end of the nineteenth century, competition arose from the cotton mills of the south as a result of cheaper fuel and labor.  The Boott mill claimed that if they were to continue to make the goods, they must make them where they have the same advantages as the southern companies.'  &lt;br /&gt;Historian Laurence Gross in his book, The Course of Industrial Decline: The Boott Cotton Mills of Lowell, Massachusetts, 1835-1955, says that the wages and conditions [at the mill] impaired both effort and effect' (78).  As conditions at the Lowell mill declined, workers, especially females, quit, causing the mill to turn to immigrant labor forces.  The immigrants would accept low wages, but many were unfamiliar with the technology at the mill and struggled to understand the English language.&lt;br /&gt;Although the Boott cotton mills never moved South (they collapsed for a period in 1905), they represent the erosion of the monopolization of the textile industry in New England begin to erode.  After 1880, cotton production in the South began to grow and mills were opened in the South, some as branches of Northern operations.  African-Americans, many of whom were familiar with technology unlike the Northern immigrants, staffed the cotton mills with cheap labor."],"display_date":"January 23, 1895","search_date":"1895-01-23","locations":[{"id":206,"lat":33.553582253,"lng":-86.8959288939,"zoom":9,"place":"JEFFERSON, Alabama"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1488,"title":"Birmingham&#39;s Great Day\n","course_id":1,"status":"P","start_date":"1897-07-22","end_date":"1897-07-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the 22nd of July, 1897, the first successful run of steel was accomplished in Birmingham, Alabama.  Excitement grew throughout the entire state as it seemed that the good old Iron Age was finally passing them by and the Age of Steel was upon them.  In their eyes, it was a true advance guard of prosperity.&lt;br /&gt;The paper described this excitement and the bright implications of producing steel, saying, A life which will grow stronger with age and soon again the capital of the world will be knocking at the outer gates (of Birmingham) for admission;the age of iron has outlived itself and the age for which all were looking as now arrived.'  On the following day, a second successful passage of steel was run and by the next Monday, the steel plant was set to run indefinitely.  &lt;br /&gt;The people of Alabama were very enthusiastic about dawn of prosperity as they hoped their steel plant would bring an industrial center to their city and its counties.  Indeed, Birmingham immediately began to see this prosperity as the steel production grew.  With a current war looming, Birmingham pushed for the production of the armor plates in their factories, despite the doubt and uncertainty many people still had.  The Age of Steel had begun in Birmingham, an age that would forever change not only Birmingham and Alabama, but America as a whole, molding it to what we see today.  In 1920, the impact of steel in Birmingham made the city a major economic hub not only in the South but in the United States.  It was written, The relatively rapid growth of most major southern cities in the early twentieth century is nowhere better demonstrated than in Birmingham, Alabama, a major metropolis of the New South which is only now approaching its hundredth birthday.  Birmingham reflected the general forces altering the face and perhaps the character of the South, but it was in many ways unique in the pace of its growth and in the dimensions of its urban problem' (Brownwell).  July 22, 1897, was, indeed, a great day for Birmingham."],"display_date":"July 22, 1897","search_date":"1897-07-22","locations":[{"id":206,"lat":33.553582253,"lng":-86.8959288939,"zoom":9,"place":"JEFFERSON, Alabama"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1626,"title":"Southern convention against the jute-baggers\n","course_id":1,"status":"P","start_date":"1888-04-04","end_date":"1888-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Jute manufacturers had announced early in 1888 that they would raise the price of their products. This proclamation triggered deep resentment among cotton farmers in the South, who were already struggling because of the oppressive crop-lien system. Raising the price of an essential component to cotton-picking, the jute bag, was adding insult to injury. Farmers Alliances across the South saw the need for a regional convention, and organized one in Birmingham later that year. &lt;br /&gt;&lt;br /&gt;During the convention, farmers discussed three major issues: the state of cotton manufacturing in the South, the need for a permanent organization representing agricultural interests (a predecessor to the Populist Party), and the use of cotton rather than jute bags. The convention produced few answers on the first two issues, which would be more clearly addressed in a convention in Augusta, Georgia the following year. However, the leaders of the convention did urge their fellow farmers to use cotton bags. Their determination to boycott jute eventually forced the jute manufacturers to back down in 1889, concluding one of the few significant victories for the early Populist movement. &lt;br /&gt;&lt;br /&gt;Several politicians took advantage of the situation and expressed their support for the farmers' cause. Most prominent among these were Richard F. Kolb, a county commissioner. He distinguished himself as an advocate for cotton farmers, and the positive publicity gave him momentum for a run for the Governor's seat in 1890. However, by election time, Populist support had declined considerably. The media labeled Kolb an unviable third party candidate, and he lost to the Democratic nominee."],"display_date":"April 4, 1888 - April 7, 1888","search_date":"1888-04-05","locations":[{"id":205,"lat":33.5682565181,"lng":-86.9009596457,"zoom":9,"place":"JEFFERSON, Alabama"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2457,"title":"KING COTTON: The Importance of Cotton Production Alabama \n","course_id":1,"status":"P","start_date":"1884-02-20","end_date":"1884-02-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 20, 1884, an early morning rain storm brought large drops of water to Montgomery, Alabama. The storm started slowly, with the rainfall increasing as morning approached. Rain fell steadily and consistently for days, so much so that flooding began to occur throughout central Alabama. Waters roared with such wrath that houses along situated along streams were swept away. The flooding caused nearly five million dollars in damage. ","The flooding not only damaged homes, but it also destroyed crops, particularly cotton and tobacco. Crop production that decreased during the Civil War, resumed as farmers returned from the battle fields to fields of their own. Many crops provided both sustenance and income for Alabamans. However, the flood of 1884 cut the cotton crop for the year by nearly forty thousand bales and set farmers back for the season. Due to minimal technology, only almanac's served as resources for predicting weather. To add insult to injury, a particular infestation of worms accompanied the flood of 1884, infiltrating cotton fields across Alabama making it virtually impossible to produce market-worthy cotton. State-wide production decreased by over five hundred thousand bales from 1860 to 1870. Cotton production bounced back, increasing 196 percent to 299, 814 pounds by 1880. The Great Flood of 1884 set all progress back. ","Called the Great Southern Staple, Cotton was king. Conventions, associations and research dedicated to cotton numbered well into the hundreds across the South. Cotton production was difficult; weather and infestations were often unpredictable. Furthermore, despite the benefits of regional fertility, soil razed during the Civil War had yet to recover in order to generate the nutrients appropriate for cotton growth.","Industrial changes and improvements lent themselves to the greater mission of Alabama but agriculture continued to serve the southern economy. Both the New York Times and Chicago Tribune ran the story about the cyclone and subsequent flooding in Alabama. Interest from the Tribune and Times on the consequences for cotton was a testament to the importance of the South's sustaining crop. "],"display_date":"February 20, 1884","search_date":"1884-02-20","locations":[{"id":205,"lat":33.5682565181,"lng":-86.9009596457,"zoom":9,"place":"JEFFERSON, Alabama"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2460,"title":"The Insane Hospital\n","course_id":1,"status":"P","start_date":"1879-10-01","end_date":"1879-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Every October, without fail, the Superintendent of the Alabama Insane Hospital released his report about the year that was. In October of 1879, Dr. Bryce, the superintendent, expanded his report, by including particular conditions and patient numbers, among other details. Averaging 400 patients, the hospital treated anything from pneumonia to cerebral softening to utter, indefinable insanity. The Hospital was neither gender nor racially divided. Of the 394 patients present in October of 1879, 208 were men, 186 women; 65 blacks and 329 whites. The Hospital received considerable amounts of state funding, nearly eighty-five thousand dollars in total. The funds were unrestricted and therefore used for anything from building improvements to employment benefits like free medication and services. The state not only offered funding but went so far as to appoint a special committee to examine causes of insanity, collect all pertinent information about practical ways to reform insane asylums and to ascertain details, expenses, etc. The committee's findings were positive. Officials called the care a labor of love for mankind. The committee also focused on defining particular deficiencies, namely, intemperance. Intemperance, deemed a disease by a panel of Alabama doctors, was said to have been acquired through multiple sources. Intemperance was most often contracted through habit and as the result of temptation put before the weak. The state of Alabama refused to take responsibility for those afflicted with intemperance. However, the committee returned suggesting that perhaps those infected with intemperance in the state of Alabama be secluded in a specific facility. The suggested facility would provide a place guarded from temptation and protected from danger. It would provide an environment to treat, cure and restore victims of intemperance to society. Interesting is that the symptoms of intemperance were never clearly outlined by the committee. Not to mention, the disease itself is found in no medical journals of the time. However, it is obvious through language analysis that intemperance is a condition of corruption which religious factions in Alabama sought to squash.  The question of intemperance is not nearly as alarming as the mention of the Insane Hospital in the first place. The disabled and disfigured were disregarded during the nineteenth century. People sequestered citizens with disabilities in insane asylums to distance themselves. That said, these asylums were rarely mentioned. The mere acknowledgment in the Montgomery Advertiser was a testament to the progressive nature of Alabama's social politics."],"display_date":"October 1, 1879","search_date":"1879-10-01","locations":[{"id":204,"lat":33.5726362717,"lng":-86.9006076776,"zoom":9,"place":"JEFFERSON, Alabama"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2525,"title":"Faith Healers at the Turn of the Century\n","course_id":1,"status":"P","start_date":"1885-05-01","end_date":"1885-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After friends and family left her to die of a malignant tumor, the Birmingham faith healers cured Eliza Phillips.  For the first time in ten years the hopeless invalid, Peter Smith regained mobility and began to enjoy life once more.  Cancer-free after years battling the disease, Mrs. Henry Synder experienced a full recovery.  On May 1, 1885, the <em>New York Times </em>detailed the mysterious faith cures in Birmingham with the stories of Mrs. Phillips, Mr. Smith, and Mrs. Synder.  According to the New York Times, faith healing comprised a new religion in Birmingham. While the followers drew from all Christian denominations, the majority came from the Methodist Episcopal Church.  Although religious in foundation, faith healing took on a systematic, not spiritual approach in curing various diseases.  J.E. Brierley, a local merchant, and spokesman for the Birmingham faith healers stressed to the <em>New York Times </em>that the practice involved a precise methodology.  Additionally, Brierley noted, medicines have no place in the scheme of faith healers in Birmingham.  Drugs only retard recovery from a disease and were in no cases to be used.  "," The Birmingham faith healers were an example of a growing religious movement in the South.  The Holiness movement appeared in the South during the last two decades of the nineteenth century and grew largely, though not exclusively from the Methodist church.  According to Richard T. Hughes, the Holiness church appealed to poor and disinherited southerners and emphasized physical healing.  Despite Birmingham's unrivaled iron industry and overall economic prosperity, many citizens struggled to make ends meet.  The Holiness movement spoke to these residents and found a band of faithful followers in Birmingham.  ","With an emphasis on faith healing, the Holiness movement flourished in the 1880s and into the 1890s. Many southern evangelists preached the doctrine of healing and printed accompanying testimonies.  Two southern ministers of the Methodist Episcopal Church, R.C. Oliver and L.M. Pike, compiled one such publication, The Way of Faith.  Additionally, leaders of various Christian movements traveled throughout the South at the end of the nineteenth century preaching faith healing to large audiences.  As leader of the New Testament Church of Christ, Mary Lee Wasson Harris Cagle traveled throughout the South preaching from north Alabama to Texas.  Maria Woodworth-Etter toured the South in the 1890s as well, attributing the miraculous cures of healers to the powers God.  While faith healers traveled throughout the South, news of their miraculous work spread throughout the North.  The New York Times publication on faith healers in Birmingham alerted northern readers to this growing southern phenomenon."],"display_date":"May 1, 1885","search_date":"1885-05-01","locations":[{"id":205,"lat":33.5682565181,"lng":-86.9009596457,"zoom":9,"place":"JEFFERSON, Alabama"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2541,"title":"California Oranges in Alabama\n","course_id":1,"status":"P","start_date":"1/1/00","end_date":"1/1/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Was the California fruit market ripe for expansion? Horticulturist, W. G. Fraser spent four weeks in the South during the winter of 1900 testing a new market for Californian oranges. Upon returning to California he reported to the <em>Los Angeles Daily Times</em>, The result of my trip was most satisfactory. I found a very active demand for California fruit... Fraser attributed this demand to the remarkable prosperity of the South giving the citizens the purchasing power needed to facilitate exportation of California produce. The Birmingham economy was of considerable interest to Fraser. He noted, In Alabama, especially, was the industrial activity great. At Birmingham the iron works have government contracts that keep them employed for two years. The skilled operatives earn from 4 to 16 per day. Extrapolating from these estimates, Fraser deemed the Birmingham market worth cultivating. Upon seeing the profitability and stability of the Birmingham iron industry, Fraser only expressed regret that this market had not been studied and served earlier. "," Birmingham's economy was booming at the turn of the twentieth century. By 1899, Alabama's iron industry produced more than twice that of her nearest rivals, Tennessee and Virginia combined. Fraser's account of Birmingham's industrial success was only one of many that were narrated in newspapers at the end of the century. The tale of Birmingham and the greater Alabama industrial revolution remain integral to the state's history. In the mid-1880s Tennessee Coal Iron and Railway Company supported Birmingham's industry and the city soon left all southern competitors in the dust. However, as Fraser applauded the economic success of Birmingham, the iron capital of the South faced an industrial decline. According to historian Edward L. Ayers, [Alabama's] need for vast sums of capital outside the South...conspired to keep Birmingham from attaining what had seemed so close at hand in the early 1890s. The capital that did flow into Birmingham went directly into the production of pig iron and relied upon Northern investment. This capital did not directly enhance the personal wealth of the Birmingham labor force as Fraser suggested. The labor forces of the Birmingham iron industry, while comparably compensated to northern employees, engaged in backbreaking work for marginal personal gain. Additionally, according to Ayers, the volume of cheap labor that flocked to the industrial capital of Birmingham stunted the city's need for technological advancement. With little need to adopt labor saving technology in Birmingham, the city fell behind to northern competitors willing to update their systems. Fraser was correct in mourning California's past oversight of a new fruit market in Birmingham. Yet, Fraser visited the South approximately five years too late to capitalize on the southern industrial revolution. "],"display_date":"January 1, 1900","search_date":"1900-01-01","locations":[{"id":206,"lat":33.553582253,"lng":-86.8959288939,"zoom":9,"place":"JEFFERSON, Alabama"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4658,"title":"The Game That Ended Segregation in Sports","course_id":22,"status":"P","start_date":"9/12/70","end_date":"9/12/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","On September 12, 1970 University of Alabama under legendary coach Paul \"Bear\" Bryant played the University of Southern California at Legion Field in Birmingham Alabama. The Trojans ran up and down the field on that hot September night. The final score was USC 42, Alabama 21. The Trojans dominated the game rushing on the ground for 485 rushing yards to Alabama's 32. This demanding win for USC would forever change the dynamics of college athletics in the United States.","There was not that much build up about the game in the papers. The Birmingham News printed basically nothing about the story that would change the shape of college athletics in America. The story was that USC would be the first fully integrated college football team to ever come and play a game against a college in the south. At this time in America every major college football team in the South Eastern part of the United States was segregated.  USC would be the first fully integrated team to ever come to the South to play a game against one of these teams.","After this disappointing loss to USC, the Alabama fans were amazed by the power and speed of the USC players. Every touchdown in the game was scored by an African American athlete. Two were scored by Birmingham native Clarence Davis and three by Sam Cunningham who ended the day with 135 yard on only 12 carries. Bear Bryant knew that a loss like this would change the view toward African American athletes in the south. It is said that that Monday after the loss he walked into an Alabama board of trustees meeting and said that any player should be able to play football for Alabama no matter what the color of his skin. The next season Alabama started recruiting African American athletes to play football and short after them so did every other college of the south. An assistant coach at Alabama later said that \"Sam Cunningham did more to integrate Alabama in 60 minutes than Martin Luther King did in 20 years.”"],"display_date":"September 12, 1970","search_date":"1970-09-12","locations":[{"id":35012,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":264,"tag":"football"},{"id":266,"tag":"Segregation"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4652,"title":"Religious Recognition for Greeks in the U.S.","course_id":22,"status":"P","start_date":"8/24/53","end_date":"8/24/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1953, Greeks in the U.S. wanted to have their Greek Orthodox faith recognized. The Greek Orthodox Youth of America, GOYA, a Greek organization, made attempts and held drives to have their religion be included in the major faiths of the U.S. At the time, only the Catholic, Protestant and Jewish faiths were recognized as faiths in the U.S. The chairman of GOYA gathered with other members of the organization in Birmingham, Alabama to hold a conference on how to further their cause and get their faith validated. With over 5 million Greek Orthodox followers in the U.S. they felt they deserved the right.<br /><br />The United States constitution boasted freedom of religion and this was true for the most part. The Greeks and people of other faiths were allowed to practice their religions. However, the U.S. only chose to officially recognize 3 major religions of the time. Soldiers serving in World War II that were not Catholic, Protestant or Jewish were unable to have their respective faiths listed in their profiles. This practice continued for many years. GOYA was eventually successful in their attempts to have the Greek Orthodox faith recognized."],"display_date":"August 24, 1953","search_date":"1953-08-24","locations":[{"id":28563,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":221,"tag":"Greeks"},{"id":79,"tag":"Religion"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4653,"title":"Greek Immigrants in U.S. find new start","course_id":22,"status":"P","start_date":"1/1/46","end_date":"1/1/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Stamatis Demoes was saddened to leave his Greek hometown behind. He would miss the people and the vineyards he worked in. But he had no choice because his town had been destroyed in an attack by Communist rebels. Demoes was part of the outnumbered troops that fought against them to the very end. After his town was virtually destroyed, Demoes and his family managed to come to Birmingham, AL with the help of some relatives. He was grateful for the opportunity for a new life and requested help for those he had left behind from his new community. He did not want to forget his roots.<br /><br />Demoes was one of a great number of Greeks that migrated to the United Sates and especially the South during the early part of the twentieth century. Most Greeks arrived in the South starting in the late nineteenth century in an effort to find work. Some Greeks also arrived later as a result of the ongoing war in their home country. Demoes was one of these Greeks. He brought his family to the new country and established his allegiance to it. However, he never forgot those that were left behind."],"display_date":"January 1, 1946","search_date":"1946-01-01","locations":[{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":221,"tag":"Greeks"},{"id":222,"tag":"birmingham"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4686,"title":"I Was Not Saved to Run","course_id":22,"status":"P","start_date":"12/25/56","end_date":"12/25/56","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was Christmas 1956.  Taking the place of presents and songs, Reverend Fred L. Shuttlesworth and family woke up to the sound of sixteen dynamites exploding from underneath their home.  By looking at photographs of the damage, you would think everything within ten feet of the home was dead.  However, Shuttlesworth and his family reemerge unharmed.  Shuttlesworth being a religious man gave God all the credit and looked at the big picture.  He said, “If God saved me through this then I’m gonna stay here and clear this up.  I wasn’t saved to run…I was saved to lead the fight”.  Shuttlesworth truly embraced his role as leader of integration.  ","Rev. Shuttlesworth was the fearless leader of the Civil Rights Campaign in Birmingham, Alabama. He was “the negro most feared by whites…the voice of the Negro in Birmingham”.  He would eventually invite Dr. Martin Luther King, Jr. to Birmingham.   White supremacists, some including politicians, businessmen, and police wanted him dead or vanished from Birmingham.  Numerous attempts were made on his life.  Therefore, Shuttlesworth had a security detail posted at his home around the clock.  Colonel Stone Johnson was organizer of the volunteer security detail for Shuttlesworth and his organization, the Alabama Christian Movement for Human Rights.  I had the opportunity to converse with ninety year old Johnson during a recent visit to the Birmingham Civil Rights Institute.  Johnson, like Shuttlesworth is a very religious man and looked at this incident from a spiritual perspective.  Johnson stated, “Shuttlesworth knew how to stay in his lane, God put you in a lane….Shuttlesworth was on God’s program before he was born”.  Two years later, Johnson helped remove a second bomb from Shuttlesworth’s home before it exploded in the street.  Yet again, no one was injured.  History has proven that God had a destiny for Shuttlesworth."],"display_date":"December 25, 1956","search_date":"1956-12-25","locations":[{"id":28563,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":220,"tag":"alabama"},{"id":244,"tag":"Violence"},{"id":21,"tag":"Race Relations"},{"id":238,"tag":"African American"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4645,"title":"<em>What do you do when the Klan is after YOU?</em>","course_id":22,"status":"P","start_date":"10/1/28","end_date":"11/10/28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Major Harwell Goodwin Davis is sitting at his desk and he hears the distinctive ring of the telephone. He picks up the receiver only to find out that the head of the Ku Klux Klan in Alabama is the man at the other end. In the 1920s, anybody would listen to what this man had to say, even a man running for Congress.","Davis was fast-rising politician that just finished a well-known court case as the Attorney General prosecuting the system of convict labor. He decided to not continue with his current office, and instead run for Congress in 1928. Just two weeks before the election, the man who headed the Ku Klux Klan in Alabama, Jim Elsdale, called to offer him membership into his very publicized group. Before Davis could even respond, Elsdale explained even further that it was Hiram Evans, the chief of all of the klans in the United States, which gave him the authority to do so. Evans was the highly publicized Imperial Wizard of the Ku Klux Klan from 1922 to 1939. He was so popular that he was even on the cover of Time magazine in 1924. Davis could do nothing but tell Jim Elsdale that he would think it over.","Major Davis knew what his choice was going to be, but he needed the advice of one of his friends. Herman Beck was a Jewish businessman whom Davis thought would give himself the final push he needed to deny the Elsdale’s offer. Davis explained the proposition he received, and Beck did a strange thing. The shop owner immediately went to his cash register to contribute the fifty-dollar membership fee to Davis’ campaign. Davis was absolutely dumbfounded with the sight of a Jewish man actively persuading his friend to join an organization that publicly despises his religion. Beck explained that the public approval of the Klan would guarantee his election in a state that thrived on racial prejudice. He said that if it was any Klansman that got elected, he would rather it be he than someone else who knew better. Davis rejected the contribution.","Major Davis ended up going to the office of Jim Elsdale and formally explained his reasons why he was going to decline the membership. He ran for Congress, and ended up losing the race by just one hundred votes. The defeat was tough to bear, but he explained in an interview fifty years later that, “There is a destiny that sometimes overshadows anything you want to do.”"],"display_date":"October 1, 1928 - November 10, 1928","search_date":"1928-10-21","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":151,"tag":"Ku Klux Klan"},{"id":18,"tag":"Politics"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4644,"title":"<em>The Beginning of the End of Convict Labor in Alabama</em>","course_id":22,"status":"P","start_date":"1/1/28","end_date":"12/31/29","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Your name is screamed aloud behind you. So, what do you do? If you are the Attorney General to the State of Alabama in the 1920s, you do not turn around. Major Harwell Goodwin Davis learned this lesson the hard way. Coming out of the Justice Department in Downtown Birmingham, he turned to address the shout he had heard and the next thing he knew, he was waking up in a hospital with a nasty bruise on his head. There was a reason behind the knot on his head, and it is one of hundreds of cases of assault due to racial unrest in early 1900s Alabama.","Davis was a lawyer working for the State of Alabama when he was presented with a case of Mr. John Knox in 1928. Knox was a Mobile, Alabama resident that was sentenced to hard labor at the Flat Top Coal Mine in Central Alabama. At Flat Top, he would be expected to produce three to four tons of coal a day, which was the standard for convicts at the time. During one of his shifts, he was said to be “malingering.” For punishment, the officials on duty literally tried to whip him into shape. This tactic proved to be futile. The deputies then threw him into a vat of water, which was used to boil hogs. Their decision ended up costing Mr. John Knox with his life and it gave Major Davis a new case, almost three years later.","During his investigation, Davis found that the information given about the cause of death of John Knox was false. It was written that he died from the ingestion of mercury pills, while Davis discovered the pills still lodged in the deceased’s throat from almost three years ago. This proved that it was the mistreatment that killed him, not the medication given. He proceeded with his case, but did not get one single conviction. The only ramifications were that the warden was to be fired.","Although the case did not serve immediate justice, it did catch the eye of a few notable people. Literary Digest caught wind of the story and published an article on its account. The governor of Alabama at the time of the case, Bibb Graves, read this article and along with several inside sources in the political system, decided that Major Harwell Goodwin Davis was trying to take a stab at his incumbency. Graves immediately decided to put the reformation of the convict labor system on his platform of his next election. He won his race, and put an end to the system in Alabama in 1928.","Major Davis later explains in his interview with a historian from the University of Alabama at Birmingham that while he was informed during his hospital stay of who it was that blind-sided him. As it turned out, the man who hit him was the same warden of the prison that he got fired in his famous John Knox case."],"display_date":"1928 - 1929","search_date":"1928-12-31","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":208,"tag":"Convict Labor"},{"id":209,"tag":"New South"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4641,"title":"Committing a Crime","course_id":22,"status":"P","start_date":"3/16/77","end_date":"3/16/77","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1977, a Jefferson county, Alabama man learned the price of being with a prostitute. According to police records, a man paid a prostitute twenty dollars and took the woman to a friend’s house. The next morning, the man woke up and discovered that the prostitute took all of his belongs, including his car, a suitcase full of clothes, his wallet, money, and the pants he was wearing. <br /><br />Learning that the house he was in had no telephone, the man wrapped a sheet around himself and went to a neighbor’s house to call someone to bring him some clothes. Later, the man found the prostitute and asked for his car back. The prostitute explained that she hit a parked car and told the owner of the parked car she couldn’t pay for the damages. The owner then demanded for the car she was driving for payment and the woman willingly gave it to him. The man never recovered any of his belongings.<br /><br />In the United States the crime of prostitution is defined by “sex offenses of a commercialized nature, such as prostitution, keeping a bawdy house, procuring, or transporting women for immoral purposes .” From 1994 to 2004, prostitution arrests have gone down. In 1994, nationally there were 97,600 arrests. In 2004, nationally there were 86, 100. While in recent times it has gone up it’s not as high as it was in 1997. Nationally, in 1997 there were 100, 200 arrests.<br /><br />By being a prostitute, the woman is already committing a crime. Prostitutes are going to commit a variety of crimes, raging from burglary as in the case above to drug use. The only reason the prostitute in the above mention case stole the car was because it was available."],"display_date":"March 16, 1977","search_date":"1977-03-16","locations":[{"id":35012,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":83,"tag":"Prostitution"},{"id":203,"tag":"Birmingham, Alabama"},{"id":204,"tag":"Seventies"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4640,"title":"Sexist Laws: Are Prostituion Laws Sexist?","course_id":22,"status":"P","start_date":"8/30/74","end_date":"8/30/74","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1974, the city of Birmingham, Alabama prostitution ordinance survived the first challenge in court. A federal judge denied a request from a Foxy Entertainment employee who called the ordinance unconstitutional. A woman, Lynn Floyd, is appealing her prostitution conviction. Floyd’s suit says that the ordinance is unconstitutional because it seems to only apply to women. <br /><br />Linda LeMoncheck found in her book Loose women, lecherous men “feminists aligned with sex workers point out that while sex work regulations are purportedly designed to protect prostitutes and facilitate their work, the laws nevertheless exist within a cultural ideology whose sexual double standard and sexist attitudes subvert the law to reinforce women’s unconditional sexual access to men .”<br /><br />Prostitution laws in the United States vary from state to state. The majority of counties in the state of Nevada have legalized prostitution. But in the state of Nebraska, if a prostitute is caught then she faces up to one year in prison and/or has to pay a one thousand dollar fine. But the customer, only has to pay two hundred dollars if it’s their first offense and any other times only five hundred dollars. Some states have equal punishments for the prostitute and the customer. In the state of Alabama, both the prostitute and customer can spend up to a year in jail and/or have to pay a six thousand dollar fine. In the state of Arizona through, the prostitute gets fifteen days in jail while the customer can have up to thirty days and/or a five hundred dollar fine. <br /><br />The ordinance that was challenged in the seventies in Alabama was upheld. The majority of prostitution laws mainly punish the prostitute, who is mainly a woman. Those laws rarely punish the man who pays for sex. It illustrates a double standard in American society, where it is perfectly fine for a man to pay for sex, but the woman is punished for accepting money. If every state in the country had equal laws for both the prostitute and the customer then the sexism would go down."],"display_date":"August 30, 1974","search_date":"1974-08-30","locations":[{"id":35012,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":204,"tag":"Seventies"},{"id":203,"tag":"Birmingham, Alabama"},{"id":7,"tag":"Women"},{"id":205,"tag":"prostitution laws"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4639,"title":"Making Money","course_id":22,"status":"P","start_date":"6/24/75","end_date":"6/24/75","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Prostitution in Birmingham, Alabama and the surrounding areas was bad in the seventies. It was so bad that in June of 1975 the city of Homewood passed a new ordinance that reduced the number of hours prostitutes were allowed to be on the street. The week before the ordinance was passed, three prostitutes were arrested for working out of a motel. Mayor Bob Waldrop said that Homewood was working to deal with the problem of prostitutes working out of local motels. The ordinance made it illegal for prostitutes to work between the hours of nine p.m. and six a.m. Waldrop called the ordinance “old fashion. The ones arrested last week were caught at two in the afternoon.” Homewood city attorney Irvine Porter countered by saying the ordinance “forbid known prostitutes from even being on the streets during such times .”<br /><br />According to Hilary Evans in her book, Harlots, Whores, & Hookers: A History of Prostitution, women have gone to different lengths to provide either food for their children or drugs for themselves. By preventing prostitutes to go out and earn their own form of pay, it prevents them from making money that allows them to buy food for themselves or their children.  <br /><br />Jess Winchester, a former prostitute claims that “the motive for many of the women is to earn a wage that supports their children well and allows them to be able to spend more time with them than most working mothers .”<br /><br />The big picture is that the majority of women become prostitutes for two reasons: for an economic opportunity that they couldn’t other wise achieve or because it allows them support their family while letting them spend time with their children. To deny a woman the right to choose either is wrong. And limiting the prostitutes’ working hours in the 1970s was preventing them from working."],"display_date":"June 24, 1975","search_date":"1975-06-24","locations":[{"id":35012,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":204,"tag":"Seventies"},{"id":203,"tag":"Birmingham, Alabama"},{"id":83,"tag":"Prostitution"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4679,"title":"Banner Mine Tragedy","course_id":22,"status":"P","start_date":"4/8/11","end_date":"4/8/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","On April 8, 1911 the Banner Mine ignited killing 128 convict laborers.  The actual cause of death was attributed to blackdamp asphyxiation.  Blackdamp is a mixture of unbreathable poisonous gases which displaces oxygen.  \"Clark McCormick, accompanied by former miner J.R. Baird, went into the mine.  Their first discovery was less than reassuring.  Not far from the mine entrance and pathetically near to safety, they found a man, seated but leaned forward and quiet as though asleep.  He was convict boss O.W. Spradling, dead from the blackdamp.” This scene set the tone for what is the most notorious convict labor controversy of the early twentieth-century. The Banner Mine was located in Littleton, Alabama (Jefferson County) and was owned by the Pratt Consolidated Coal Company.","This event turned the state and national spotlight towards the controversy of the convict lease system. Abolishing the lease system in Alabama did not go without resistance.  Leasing convicts to work in the mines was inexpensive and proved to be very profitable.  In fact, it was so profitable that Alabama passed legislation for mine safety to help relieve criticism so they could keep the system.","The convict labor system shutdown was long overdue.  Governor Bibb Graves’ successful campaign for governor included the promise to end the leasing.  On June 30, 1928 Alabama finally passed a law to abolish the convict labor system."],"display_date":"April 8, 1911","search_date":"1911-04-08","locations":[{"id":18257,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":245,"tag":"banner mine"},{"id":208,"tag":"Convict Labor"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4671,"title":"The Birmingham District Rises in the Late 19th Century","course_id":22,"status":"P","start_date":"12/1/89","end_date":"12/31/89","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    According to an 1889 article found in the Chautauquan, a popular weekly news magazine, Birmingham, Alabama was the future of the iron and steel industry in America. Seated in Jefferson County, which is located in central Alabama, Birmingham was named after the industrious steel city of Birmingham, England. Also known as the “Magic City” and “Pittsburgh of the South”, Birmingham had earned these titles after its immense industrial growth. Birmingham’s steel productivity was made possible by its twenty-five local blast furnaces. These twenty-five blast furnaces were used in the smelting process. Smelting is the process in steel making that removes the iron metal away from its ore.  Birmingham’s extreme industrial success was due to the locality of iron, which was found on nearby Red Mountain.  Red Mountain’s ridge runs southeast along the Magic City’s southern border and was named “red” after the color of the iron that was found there.","    Bertha Bendall Norton, a Birmingham historian writes, “If in early 1900 you had stood on Red Mountain where Vulcan, the largest iron statue in the world stands today, and gazed out upon this once sacred valley of Indians, you would, perhaps, have had a strange feeling of wonder, excitement and pride.”  The Pittsburgh of the South was exactly that, exciting and wonderful. New jobs were being created by the arrival of the steel and iron industries such as Sloss furnaces and Tennessee Iron and Coal Company, which opened in 1886.  Birmingham’s industry became self- sustaining and that began to concern northern industrialist who, at first, were not involved. Much of the United States was still oblivious to the Magic City’s capabilities of becoming the leading iron producer in the  industry. Birmingham was a city that worked around the clock in hopes for maximum production of steel.  Birmingham, Alabama of yesterday had proven itself worthy in the late nineteenth century and had indeed become the future of the iron and steel industry in America"],"display_date":"December 1989","search_date":"1989-12-16","locations":[{"id":39832,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":203,"tag":"Birmingham, Alabama"},{"id":231,"tag":"Steel and Iron Industry"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4672,"title":"Black Worker Finds Dignity at Sloss Furnaces","course_id":22,"status":"P","start_date":"1/1/25","end_date":"1/31/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["           On a cold January evening in 1925, the Sloss Furnaces graveyard shift clocked in at seven. From ground level of the plant, one could see brilliant light almost as bright as the sun flowing from the ladles into the troughs as men worked frantically to obtain their quotas of pig iron. In an 1984 interview, Alonzo Gaines revealed life as a black worker at Sloss Furnaces in Birmingham, Alabama.  Alonzo Gaines was a Laborer/Stove tender during his tenure at Sloss Iron and Steel Company from 1925 to 1940. As a black worker in the South, Gaines experienced some extreme working conditions.          ","            Born in 1906, on a farm in Athens, Georgia, Gaines was exposed to racism from a young age.   “They always called us niggers, not blacks, but that didn’t bother me much, because for me working at Sloss Furnaces was a great opportunity,” said Gaines. Alonzo, like many other blacks at the time flooded into factories in search equality and opportunity. The conditions for blacks were good in industrial Birmingham. There were many jobs to be had by black workers in the \"Magic City\", and working at Sloss Furnaces was a popular place for many African Americans like Gaines.","            Although many blacks found that there was money to be made at Sloss Furnaces, outside the factory gates they were confronted with a segreagated, Jim Crow society.  As Birmingham historian, Bobby M. Wilson notes, “Sloss furnaces, like other large corporations in Birmingham, were unique in how they gave blacks a chance to improve their status in the workplace.” But Wilson goes on to pinpoint the difficulties of translating that status to the wider community.  Gaines stated, “I used to look forward to going to work, because I could work beside a white man and he would talk to me like I was a man instead of an animal.” For this reason blacks sought security in such industries as Sloss. Job security for blacks became more evident and concrete with the advent of labor unions and the Civil Rights movement in Birmingham. Sadly, like many black workers, the Civil Rights movement is something that Gaines never had the opportunity to experience during his tenure at Sloss."],"display_date":"January 1925 - January 1940","search_date":"1932-07-17","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":232,"tag":"Sloss Furnaces"},{"id":203,"tag":"Birmingham, Alabama"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4673,"title":"Baseball Boosts Morale during Hard Times in America","course_id":22,"status":"P","start_date":"9/26/31","end_date":"9/26/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["     During the 1930s, J.T. White was a man living and working in hard times. He did what he could to heal the pains of Birmingham. White served as the organizer for the Tennessee Coal Industry (T.C.I.) intramural baseball team. White may not have made a dent in the ailing economy of the United States, but he did manage to boost the morale of the people around him.","     White wrote to a Mr. Tom Appleyard an intramural baseball tournament organizer in Tuscaloosa, Alabama in order to enroll his T.C.I. team. He asks about a double-header in order to “show these boys a real good time.” He hasn’t “promised these boys any more than a good time but of course they will be expecting eats after the game,” and he “would like to see a large crowd out as we are proud of our squad.” This correspondence depicts the jocularity and the optimism even in a period of social and economic hard times.","     In the United States the post civil war period of modernization witnessed the “proletarianization” of the once elitist game of baseball. Strenuous physical labor may well have required strenuous physical release. In the interest of high productivity, employers wanted a healthy work force and sport came to be seen as a way of ensuring physically fit and happy workers.","     Sport's appeal was connected to its potential for providing an exciting and even effervescent escape. This is to be understood not in the context of physical release but more in terms of a dream world far removed from the monotony of industrial work and the harsh reality of urban life. Like religion it could serve as a more socially acceptable opiate than drink or drugs. Yet, especially for males, sport was more effective than religion. It was 'real' with a reward not in the hereafter but in the here and now.","     An examination of American baseball during the 1930s and 1940s reveals that when faced with the challenges of the Great Depression and World War II, Franklin D. Roosevelt used baseball to ward off despair and retain American pride and morale during a period of crisis. Roosevelt and his speech writers manipulated baseball metaphors in order to explain the New Deal. When selling his New Deal, Roosevelt used phrases like “I have no expectation making a hit every time I come to bat”.","     Sports, particularly baseball, had an enormous social impact on the United States during the Great Depression era. Baseball gave hope to the nation on a local and national scale with local leagues sprouting and leaders’ addresses riddled with baseball rhetoric. J.T. White helped the men of T.C.I. to forget their economic troubles and enjoy life."],"display_date":"September 26, 1931 - September 26, 1940","search_date":"1936-03-27","locations":[{"id":24536,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":235,"tag":"Sports"},{"id":234,"tag":"Sports and Labor"},{"id":233,"tag":"Baseball"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4676,"title":"Breaking Barriers in Baseball","course_id":22,"status":"P","start_date":"5/9/46","end_date":"4/16/47","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     The difference between the North and South in the United States has been similar to that of night and day. During the period between the 1870s and the 1970s, the South is generally viewed by outsiders as a backward, ultra-racist region, and the North is seen as tolerant and progressive. Only a year apart, Birmingham, Alabama praises its successful Negro League Baseball team, while New York sneers at the courage of a man standing against a racist institution.","     Cooper Green as President of the Commission of the City of Birmingham praised the Birmingham Black Barons Negro League Baseball team. Green was “proud of the team’s reputation of winning.” He declared Thursday, May 9<sup>th</sup>, 1946 as “Black Baron’s Day.” This was an official in segregated Alabama acknowledging and praising an African American institution","     A year after the Birmingham Black Barons were honored for their success, Jackie Robinson bravely stepped onto Ebbets field for his historic Major League Baseball debut. During the game, Robinson “unenviable hit into a rally-ending double play” and was booed harshly; but his “tremendous speed afoot did accomplish one thing, it set up the winning run.” The New York Times described Robinson as a “muscular Negro that minds his business and shrewdly makes no effort to push himself. He speaks quietly and intelligently when spoken to.” After the game, One of his teammates admitted that he “just did not know how to act with Robinson.” One of the veterans made the surprisingly progressive statement of “other sports had Negroes. Why not baseball?” The most important news media in the nation described one of the greatest accomplishments in sports as “quite uneventful.” ","     An interesting disparity in our country although African Americans make up approximately 12% of the population of the United States, this group is the majority in the world of professional sports. The people in charge of Birmingham, Alabama were Caucasian; however, at this was and still is a majority “black city.” This phenomenon could explain the city’s appreciation of the city commission to a Negro League team. New York at this time was an eclectic city made up of multitudes of people.","     For approximately a century, the United States was one of the most polarized countries in the world. Among the stereotypes that the North and the South carried, this is at least one instance in which the roles were reversed. "," "],"display_date":"May 9, 1946 - April 16, 1947","search_date":"1946-10-27","locations":[{"id":27491,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"},{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":238,"tag":"African American"},{"id":235,"tag":"Sports"},{"id":233,"tag":"Baseball"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4681,"title":"James Knox: Convict Lease Martyr","course_id":22,"status":"P","start_date":"1/1/23","end_date":"12/31/26","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","James Knox - Alabama’s Convict Labor System Martyr","Ex-sailor and convicted felon Mr. James Knox was sent to Flat Top Mine in Jefferson County to carry out what would be his death sentence.  In 1923 Mr. Knox came out of the mine claiming that he “gave out in the mines and the deputies contended that he was a big strong man and was malingering”.  This day, which proved to be Mr. Knox's last, he was burned and drowned to death in a large concrete vat of boiling water by two convict deputies.","In an attempt to conceal the murder, Warden Charles Davis, who was the man in charge for the state, stuffed bichloride of mercury pills down Mr. Knox’s cold dead throat and claimed that he took them and was died.  They then buried the body without further question.","Upon hearing the story of Mr. Knox in 1926, three years after the incident, Attorney General Major Harwell Goodwin Davis discovered that bichloride of mercury has to enter the circulatory system via the bloodstream to cause death.  Major Davis discovered that the ingestion of bichloride of mercury pills could not acutely kill a person.  Major Davis went out to Flat Top Mine Cemetary and exhumed Mr. Knox’s body only to discover the pills were still lodged in his throat.","Although Charles Davis was never convicted of any crime, this controversy incident served as the catalyst for the abolition of the convict lease system in Alabama."],"display_date":"1923 - 1926","search_date":"1924-12-31","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1621,"tag":"james knox"},{"id":247,"tag":"convict lease"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":5217,"title":"James Nelson Makes Plea to the City","course_id":62,"status":"P","start_date":"1/1/55","end_date":"12/31/80","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["He called it a \"rape of history.\" <em>Birmingham News</em> art critic James Nelson made this charge as part of his plea to the citizens of Birmingham to save the historic Fox building. The Fox once housed one of the city’s many theatres; however, that was not the reason Nelson wanted to save it. The building was an architectural marvel and a structure he believed was Birmingham’s equivalent to Chicago’s Old Water Tower, the only standing structure after the Great Chicago Fire. The building was built in the Italian Renaissance palaccio style. With three floors, each separated by a cornice rib that could be seen from the street. Built by an early mayor of Birmingham, the building had architectural, social, religious and political significance; however, its close proximity to the Central Business District and lack of interest in revitalizing downtown, made the building a prime target to be torn down.","Throughout the late summer and early fall, <em>The Birmingham News </em>ran stories on the back-and-forth court battle that was taking place. Finally, the newspaper reported United States District Judge U. W. Clemon ruled that the building could be demolished after a long and excruciating grassroots effort to save the building failed. The judge’s ruling stated that the preservationists had waited too long to file a suit to save the building. Even though there was an effort to save the building, the Judge said that there was a severe lack of interest in restoring the building. Instead, he said, the Fox building had been an unoccupied eyesore in the city for years. In its place was to stand a branch of the Federal Reserve Bank of Atlanta.","According to John Poole, author of “The Federal Theatre Project in Georgia and Alabama,” Birmingham’s explosive growth at the end of the nineteenth century and the beginning of the twentieth century led to its citizens caring more about economics than history. Poole’s theory has proven true with the demolition many historic buildings in Birmingham to make way for new buildings and parking lots that will be more practical to the city. Because of this, Birmingham lost many pieces of its history. Future generations will not have as many architectural marvels as past generations had to rejoice over. Perhaps future city governments will look back and heed Nelson’s warning."],"display_date":"1955 - 1980","search_date":"1968-01-01","locations":[{"id":28563,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":704,"tag":"Urbanization"},{"id":203,"tag":"Birmingham, Alabama"},{"id":955,"tag":"Theatre"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5221,"title":"<strong>Soldier Resists Segregation on Birmingham Streetcar</strong>","course_id":62,"status":"P","start_date":"6/6/23","end_date":"6/6/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During World War II , whites and blacks had sacrificed for their country; yet, only the whites who returned found themselves recipients of respect. Around 9:40pm on June 6, 1943 a “negro” soldier boarded a streetcar in Birmingham, Alabama on the North Birmingham Line. Instead of moving to the back of the car, he chose to stand in the white section. White passengers began to complain and the conductor told him to move back to the negro section. After some “questionable language”, the soldier refused, stating he was going to the station where his troop train was waiting.  With some coaxing, the soldier finally moved back, but not entirely out of the white section. At the next stop, a few more negroes boarded the train. The soldier threw himself across the seats stopping these men from moving to the back of the train. The conductor opened the doors and told him to get off. After a small altercation, the soldier hit the conductor and fled.","According to leading historians, this was a common experience for black soldiers returning home to Birmingham and other cities during and after the war. Although they had earned the respect of their commanders while fighting for their country, at home they were still viewed as second class citizens. Forced to face humiliation at the hands of white streetcar conductors and passengers, they resisted. Sometimes their resistance came in the form of calling others to stand with them in defiance. More often than not their calls were in vain. For too long black citizens had attempted to resist racial segregation on streetcars and failed. With time however, their demands for equality coalesced into an unstoppable force.","From the emergence of streetcar lines, the races had been at odds over sharing transportation. When attempts to provide separate cars failed, it was decided that cars would have to be shared albeit divided. On May 3, 1923, Birmingham Railway, Light, and Power Co. requisitioned its first set of racial partitions for 184 of its streetcars. In a formal gesture they were stating that there would “now” be segregated transportation. This was the case all across the country. Cities were formally segregating their streetcars in an attempt to quell violence between the races while maintaining their transportation systems. However, this system of racial separation would not fulfill its goal. Twenty years later, soldiers like this one and black civilians alike were still resisting racial segregation of streetcars."],"display_date":"June 6, 1923 - June 6, 1946","search_date":"1934-12-05","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":266,"tag":"Segregation"},{"id":21,"tag":"Race Relations"},{"id":42,"tag":"Civil Rights"},{"id":3,"tag":"African-Americans"},{"id":792,"tag":"Transportation"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5222,"title":"Spanish Influenza Aspirin Scare","course_id":62,"status":"P","start_date":"10/1/18","end_date":"10/31/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1918 the American Bayer aspirin manufacturer ran an advertisement in the October 18, 1918 edition of the<em> Birmingham News</em>, assuring readers that “the manufacture of Bayer-Tablets and Capsules of Aspirin is completely under American control.” They wanted to assure readers that they were “being operated as a 100% American concern” and that the overseers of that operation were all “native American.” Bayer clearly wanted readers to know their product was none other than American-made, which translated into “safe.” But what was going on that warranted this effort to convince people aspirin was safe? In the fall of 1918 a story was spreading from coast to coast: Germans, the story went, were dispensing aspirin with an insidious secret ingredient: Spanish influenza.","The aspirin story was not all that was spreading from coast to coast in 1918. Between 1918-1920, the pandemic “Spanish” flu killed around 675,000 Americans and infected millions. It was swift and severe and, at first, no one saw it coming because everyone's attention was turned to Europe and the raging war. Soon fear began to spread as well. Germans were already vilified by Americans so it made sense to them that the “Huns” might utilize biological warfare in this way. Historian Alfred Crosby relates how the head of the Health and Sanitation Section of the Emergency Fleet Corporation accused Germany of having “started epidemics in Europe” and that he saw “no reason why they should be particularly gentle with America.” Crosby reminds us “[t]he people of the United States were stark raving patriotic in summer 1918.” One way Americans showed support for the war was by virtue of boycotting all things German. The “Germanness” of beer and ale was questioned, Crosby writes, so that American breweries also felt it necessary to take out ads in newspapers defending their loyalty. A suggestion was made that Bach and Beethoven—both German composers and both dead for some time—should be banned from all concerts. Americans trusted nothing other than products made for and by Americans.","And so it was that Bayer found itself in the position of defending its formerly German-patented product. No, influenza was not spread through aspirin tablets. The illness spread far too quickly to be caused by pills. Fear, however, spread more quickly than illness, and so in October 1918 Bayer found itself trying to calm that fear. “They may be used with full confidence” the advertisement declared, during a time when confidence was in short supply."],"display_date":"October 1918","search_date":"1918-10-16","locations":[{"id":18257,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":763,"tag":"epidemic"},{"id":762,"tag":"influenza"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5224,"title":"<strong>Incident of Racial Tension Reported on Birmingham’s East Lake Line</strong>","course_id":62,"status":"P","start_date":"6/6/23","end_date":"6/21/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a hot midafternoon on June 21, 1943, a streetcar filled with passengers eased along the East Lake Line in Birmingham, Alabama. When it reached its next stop no one got off, but one white man and two white women attempted to board the already packed car. The conductor, claiming there was standing room in the “negro” section, told some “negro” passengers who were standing near the entrance to move back and make room for the oncoming white passengers.  In a voice of opposition, one of the black men told the conductor to tell the white men crowding the “negro” section to move up in the car. With the tensions rising, one of the white passengers took offense to the black man's comments and set about to start a fight. The conductor moved in between them, and the black man supposedly began to hit the conductor. The conductor then told the man “if you hit me [again] I will kill you.” In a surprising turn of events, the conductor seemingly calmed the enraged man, refunded his fare, and told him to get off to “avoid further trouble.”","This was only one report among hundreds written by street car conductors about “incidents” on their cars. Acts of resistance like this one were commonplace in Birmingham during the 1940s. Conductors and white passengers alike reported these incidents sometimes at the rate of 14 a month. They could be as simple as blacks refusing when asked to move out of the white section. However, occasionally they resulted in the deaths of blacks who “violently” resisted this form of racial humiliation. Occurrences of resistance continued to rise as blacks slowly began to organize their resistance to this form of racial segregation. Despite their efforts, resistance to streetcar segregation did not immediately bring about the broad civil rights changes they hoped for.","Nevertheless, historians such as Catherine Barnes have argued that these early forms of resistance to racial segregation provided the catalyst for later modes of protest against segregation. These instances of blacks refusing to move or make way for white passengers were the breeding ground for some of the biggest names in the later civil rights movement. Incidents like this one where a man stood up for his rights as an equal paying customer, although occasionally violent, bore the generation of non-violent protesters like Rosa Parks and Martin Luther King Jr."],"display_date":"June 6, 1923 - June 21, 1943","search_date":"1933-06-13","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":238,"tag":"African American"},{"id":21,"tag":"Race Relations"},{"id":792,"tag":"Transportation"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5225,"title":"“Fight to Win!” Communists Fight for Workers","course_id":62,"status":"P","start_date":"1/1/34","end_date":"12/31/34","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Fight To Win!”The Communist Party in Birmingham, Alabama spread many fliers with this message throughout the 1930s. Communists urged miners and steel workers to fight for higher wages. The communists proclaimed to be “giving leadership to the workers and raising real demands for them.” They urged white and black workers to band together and claimed that the unity of the two races on this issue had \"been a stirring example of how workers must fight to win their demands.” The communists included on the flier a list of demands that fighting workers should endorse. They demanded that workers stay on strike until they received better pay, developed rank and file leadership by elections and insisted on equal pay between the races. At the bottom of the flier, there was an invitation to join the Communist Party, which was leading the “revolutionary struggle to build a Soviet America.”","During the 1930s, the American Civil Liberties Union listed Birmingham as one of 11 \"centers of repression,\" and anti-communist violence peaked during this period. Communists advocated for whites, blacks, the poor and even women. These were truly revolutionary ideas for the time. The communists’ drive for equality went against the status quo and elicited  considerable backlash. Historian Robert Ingalls attributes this hostile response to establishment attitudes about labor. Communist ideas ran contrary to “business as usual” and big businesses, such as the Tennessee Coal, Iron and Railroad Company, felt threatened by their presence. These big corporations, which essentially dominated Birmingham economically, publically condemned communists and surreptitiously helped finance violence against them. ","Robin Kelley takes a different approach to studying the effects of the Communist Party in Birmingham. According to Kelley, anti-communists played on Southern fears of racial equality to attack the communist cause. The communists did not hide their messages of equality.  It is stated clearly on their fliers. They led protests in attempts to create equal conditions for blacks and whites. In Birmingham at this time, racial equality was not a popular sentiment. Membership in the infamous Ku Klux Klan went up for the first time in over a decade. To promote equality was to be a communist and the Klan could not allow such ideals to take hold. Unfortunately, racist politicians promoted the same sentiments. Kelley argues that much of the backlash against the Communist Party was a result of their egalitarian principles. From the flier, it is clear that both conditions--establishment condemnation of radicals and racism--were at work to hold back the rise of the Communist Party. The 1930s were a bleak time in Birmingham’s history but the workers struggled and fought when they could.  This spirit is embodied by the flier that read “Now is the time to fight!”"],"display_date":1934,"search_date":"1934-07-02","locations":[{"id":24536,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":17,"tag":"Government"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5229,"title":"<strong>Eugene “Bull” Connor Writes Correspondence on the Race Question</strong>","course_id":62,"status":"P","start_date":"6/6/23","end_date":"12/31/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With racial tensions rising in Birmingham, there was only one thing to do: ensure the separation of the races. This was what Eugene “Bull” Connor, Birmingham’s Commissioner of Public Safety during the 1940s, saw as the only option to ensure public peace. This separation of the races included the segregation of Birmingham’s streetcars. In a letter dated June 29, 1944 to Mr. C. L. Harris of Birmingham’s Merchant Association, Connor assures him of the city’s efforts to quell the rising black “violence” on Birmingham’s streetcars. He informs Mr. Harris that he had already taken the action two or three years ago to install segregation boards on street cars operating in the city. Though, he conceded that his actions had been in vain in some parts of the city.","The racial violence Connor was referring to was the rising tide of resistance to segregation on streetcars in Birmingham. On many occasions, before “his” segregation boards had gone up, blacks had fought with conductors over having to give up their seats or move to the back of cars. The Merchant Association was concerned that these acts of resistance or “violence” might cause people to shy away from the rail lines altogether. In an effort to calm the movement, Connor had signs clearly marking the racial separation put on all Birmingham streetcars. This did little to assure blacks of their right to an “equal” experience on streetcars as more often than not the signs would be moved to make room for more white passengers as the expense of black riders. Because of this and other forms of blatant inequity, blacks continued to resist segregation, sometimes violently, until Birmingham’s streetcars were shut down in 1946.","These instances of resistance to racial segregation had little impact of the contemporary attitudes about racial segregation as a whole, but nevertheless that they occurred at all was a miracle. According to historian August Meier although the failure of any racial equality movement during the 1940s was inevitable, the resistance instilled in African American communities a sense of unity that carried over to the bus boycotts that helped end segregation altogether. Despite repeated attempts, like those of Connor, to quell black resistance to the humiliation of segregation it was clear then, as it is was in the 1950s, that blacks were never going to accept a system of separate but equal that was inherently biased towards whites."],"display_date":"June 6, 1923 - December 31, 1946","search_date":"1935-03-19","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":266,"tag":"Segregation"},{"id":792,"tag":"Transportation"},{"id":21,"tag":"Race Relations"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5230,"title":"African Americans and Southern Labor Unions","course_id":62,"status":"P","start_date":"1/1/67","end_date":"12/31/67","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“The union wasn’t right by us,” was how James Manley summed up his experiences as an African American union member during an interview conducted by the Sloss Furnace Association. In 1984 Manley sat down in an interview with the goal of recording his thoughts on his career at Sloss Furnaces, a pig-iron producing blast furnace in Birmingham, Alabama. Manley spoke of being laid off in 1967 for no stated reason but he surmised it was because the company was replacing older African Americans with younger whites. According to Manley the union did nothing about the layoffs. He contended this was because the unions were controlled by whites who were not interested in helping African Americans with grievances. In fact union officials often simply ripped up the grievances filed by African Americans. Manley directly experienced this practice; a union official by name of Carl Waddell ripped up one of Manley’s grievances right in front of a friend of Manley’s, who then told Manley.","These experiences were common for African Americans during the decades Manley worked for Sloss. Unions often had no interest in the concerns of African Americans. For example, according to historian Michael Honey, unions under the auspices of the American Federation of Labor (AFL) often organized African Americans into separate “Federal Units,” or excluded them from unions altogether. While the AFL’s rival, the Congress of Industrial Organizations (CIO), was officially more welcoming to African Americans, its white members often discriminated against them. Timothy Minchin contends the reason unions failed to support African Americans was because of local union autonomy. Local unions essentially ran themselves without interference from national organizations to which they belonged, which according to Minchin “ensured that there was often a gap between national unions’ nondiscrimination policies and actual racial practice in the south.” Local union autonomy meant that whites, who often had majority control, could do what they wanted with little opposition. Minchin contends that these local unions were allowed to pursue racist policies and actions because the national unions’ feared that if they pushed the race issue that whites would “quit their unions en masse.”","National unions’ fear of losing local influence by losing white support resulted in many sorts of discrimination of African Americans. Commonly this resulted in the union failing to do anything about how African Americans were overlooked for positions in favor of whites, mainly because these positions were seen as “White.” This is what happened to Manley; he bid on jobs and was overlooked in favor of whites. According to Manley, “The highest job a black could get before the Civil Rights Movement was when you got to be a helper or a fireman or a keeper on the furnace.” Manley’s testimony is an example of a union system that espoused racial equality but was crippled by national leaders who feared the loss of influence and local leaders with no incentive to challenge the system that assured their workplace privilege."],"display_date":1967,"search_date":"1967-07-02","locations":[{"id":31662,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":960,"tag":"Labor Unions"},{"id":21,"tag":"Race Relations"},{"id":42,"tag":"Civil Rights"},{"id":142,"tag":"african americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5231,"title":"Fun Times During the 1918 Spanish Flu Epidemic","course_id":62,"status":"P","start_date":"10/21/18","end_date":"10/21/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 21,1918, <em>Birmingham News</em> staff writer Henry Vance told his readers “[i]t is much better to be interned than interred.” The Spanish influenza had reached Birmingham, and officials had advised citizens to stay inside to avoid infection. Each day Vance featured a new game idea suitable for families to play while they remained indoors. In number six of a series called “Indoor Sports For the Interned During the Influenza Epidemic” he asked his readers a question: “Ever play logomachy? There's a game for you.” Then, as with other suggestions in the series, such as parcheesi and various card games, he proceeded to explain the game and how to play it. Logomachy (pronounced: lo-ga'-ma-key), as it turns out, was a card version of what we would call Scrabble. “The main idea in Logomachy,” he explained, “is to take a deck of cards with letters on them, shuffle and deal.” He then spelled out the main idea of Logomachy: “You play your cards to the board. If your card helps spell a word it counts in your favor.” One can imagine families eagerly taking to these ideas, as there was little else for them to do in late October of 1918.","The pandemic flu had come to town, and it was quickly claiming victims. The paper was reporting deaths daily and health officials realized they must act. During that month the city of Birmingham began closing schools and canceling public gatherings. Theaters and department stores were all but abandoned. In fact, Boards of Health across the nation were canceling events. Author John Barry relates how cities were rescheduling outdoor activities such as parades and war rallies. In Philadelphia officials canceled the draft call. People were told to avoid crowds, stay inside and keep warm. This was reasonable advice. The Spanish Influenza ultimately infected one-third of the world population and killed 675,000 Americans. The only hope people had was to try and lock it out of their homes.","With businesses closed, people had little else to do to pass the time. We could presume that boredom set in quickly for families as days, and then weeks, went by without being able to go to town. However, as Vance pointed out, it was much better to be locked in than to risk dying. He advised that “all should take their enforced confinement good-naturedly during the influenza epidemic.” Deadly flu was striking every city in the nation, and Henry Vance responded with an effort to keep everyone's spirits up. “It's a great game,” he wrote, “and if I can buy a deck of cards I'm going to beat somebody yet, while this epidemic is on.”"],"display_date":"October 21, 1918","search_date":"1918-10-21","locations":[{"id":18257,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":762,"tag":"influenza"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5232,"title":"Captain O’Brien Gives Birth to Theatre in Birmingham","course_id":62,"status":"P","start_date":"1890-01-01","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The citizens of Birmingham lived without art. That was until Captain Frank O’Brien, Birmingham, Alabama’s fourteenth mayor, leased the upper floor of a small brick building in the city’s Southside in 1872. It was named Sublett’s Hall in honor of a Confederate Major from Mississippi and was the first theatre in Birmingham. Captain O’Brien is best remembered for his other contribution to the city: O’Brien’s Opera House. Like Sublett’s Hall, O’Brien’s Opera House opened in the upper floors of a brick building. However, the Opera House was built ten years later in the city’s Northside. The theatre’s opening night was a sell-out. On that night, the theatre showed <em>The Black Cook. </em>The Parisian musical had been controversial when it played in New York. Sermons were even preached against it. Opening night was eventful for another reason. The lights would not turn on. Captain O’Brien borrowed headlights from locomotives from the nearby train yard.","In 1899, a New York company, Klaw and Erlanger, leased the theatre for five years for $4000. The story attracted attention because New Yorkers were taking interest in Birmingham’s new theatre life and <em>The New York Times </em>even reported on it. O’Brien’s Opera House attracted large crowds from all parts of the young city until 1900 when the larger and more beautiful Jefferson Theatre opened a few blocks away. The Opera House would reopen in 1906 under different ownership as The Gaiety, a burlesque house. The Gaiety closed in 1912 and was demolished in 1915, but theatre was just beginning to flourish in Birmingham.","According to Don Haarbauer, theatre in Birmingham is unique in the South because the city was founded after the Civil War and therefore has few ties to the society of the “Old South.” The city never had an aristocracy devoted to the arts. Instead, artistic interests were left to the middle class. Haarbauer says that this allowed theatre to thrive in downtown for many years. It started to see its decline, however, with the rise of suburban multiplexes."],"display_date":"1890 - 1910","search_date":"1900-07-02","locations":[{"id":206,"lat":33.553582253,"lng":-86.8959288939,"zoom":9,"place":"JEFFERSON, Alabama"},{"id":8931,"lat":40.7964015502,"lng":-73.8979738005,"zoom":10,"place":"NEW YORK, New York"}],"tags":[{"id":203,"tag":"Birmingham, Alabama"},{"id":955,"tag":"Theatre"},{"id":579,"tag":"New York City"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5240,"title":"Flu Ravages Families in Birmingham","course_id":62,"status":"P","start_date":"10/20/18","end_date":"10/20/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ms. Lucy Dickinson, writing for the <em>Birmingham News</em> in October 1918, sent out an urgent plea to the city for a foster mother. An infant had been brought to the Children's Hospital by neighbors who had been caring for him. The baby's parents were victims of the epidemic “Spanish” influenza and were being treated at the local infirmary. Dickinson explained that the two \"big-hearted fellows” who brought him in were “at their wit's end,” weary from working during the day and trying to care for the sick family during the night. This, unfortunately, was a situation being repeated across the city.","The epidemic influenza had arrived in Birmingham and was running its deadly course. The hospitals and infirmaries were already overflowing with patients. Children's Hospital in Birmingham reported they had to put two children to each bed; many were orphans whose parents had fallen victim to the flu. John Barry explains that “in many cities more than half of all families had at least one victim ill with influenza...” What set the 1918 influenza outbreak apart from other ordinary influenza outbreaks was the way in which it struck down healthy adults. Typical influenza went after only the weakest, the young and the very old. It had even come to be known as the “old man's friend” Barry explains, for the way it took the elderly in a somewhat peaceful manner. “There was no such grace about influenza in 1918” he explains. It struck “the robust, the fit, the hearty, the ones raising young sons and daughters—those were the ones who died.” Such was the case in Birmingham in October 1918.","“The little fellow is a fine baby,” Ms. Dickinson proclaimed, adding that a foster mother may be “the only means of saving the baby's life.” There is no way to know whether a mother stepped forward to foster the “fine little fellow,” but we do know that this scenario played out in town after town across America, as the epidemic influenza ravaged families from coast to coast."],"display_date":"October 20, 1918","search_date":"1918-10-20","locations":[{"id":18257,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":762,"tag":"influenza"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5235,"title":"An African American Worker at Sloss Furnace Encounters the Color Line","course_id":62,"status":"P","start_date":"1/1/25","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["'\"A nigger can't bid for a white man's job.\" was how Alonzo Gaines described labor divisions among African Americans and whites at the time he was employed at Sloss Furnaces in Birmingham, Alabama. In 1984 Gaines sat down in an interview with the Sloss Furnace Association with the goal of recording his thoughts on his career at Sloss Furnaces, a pig-iron producing blast furnace in Birmingham, Alabama. In the course of his interview he recounted his own personal experiences with this workplace segregation. According to Gaines while he was employed at the concrete plant he had been instructed to operate a machine called the compressor when it usual operator, a man by the name of McDonald, was off work. Eventually the position of compressor operator became open and interested workers began applying for the position, or as they called it, biding on the job. Gaines too applied as he had already been operating the compressor for some time but when he approached the superintendent, a man by the name of Lawson, he was summarily denied the position in favor a white applicant. Superintendent Lawson informed Gaines frankly, “You can run it just as good as McCan, but you ain't gonna get it.\"","The “Color Line” that Gaines had encountered served as a barrier to African American workplace advancement in the south for decades. The south had developed strict delineations between what were considered “white” and “black” positions. According to historian William A. Sundstrom the color line segregated African Americans and whites, “along lines of skill levels, supervisory responsibilities, and manual versus white-collar tasks,” in many industries. It was implicitly understood and, as Gaines testimony shows, sometime explicitly stated that an African American worker would not have a supervisory position over a white worker. This is exactly what happened to Gaines when he applied for the compressor operator position; despite having the necessary skills to operate the machine he was told upfront that he would never get the position. That position was considered a “white job” and Gaines was denied the opportunity simply because of an ingrained prejudice that placed some positions at a higher social status that would then denied to those who were considered lower in social rank, even inspite of their proven capacity to perform the work required of that position."],"display_date":"1925 - 1950","search_date":"1937-12-31","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":963,"tag":"Iron and Steel Industry"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":3,"tag":"African-Americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5237,"title":"Safety Conditions in the Iron and Steel Industry","course_id":62,"status":"P","start_date":"1/1/50","end_date":"12/31/71","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“The foreman would let you know if it was safe. Because he said something was safe didn’t mean it was safe.” This is how Ulysses S. Anderson described the safety conditions at Sloss Furnace, a pig-iron producing blast furnace in Birmingham, Alabama. While being interviewed by the Sloss Furnace Association Anderson spent a great amount of time describing the safety conditions he encountered during his employment at Sloss. As the previous quote demonstrates, the safety standards at Sloss were not always up to par. Anderson describes several incidents wherein he was almost injured or killed. Two of these incidents stand out as examples of the safety conditions at Sloss and the dangers that workers in steel mills routinely faced. In the first incident Anderson accidently stepped into a hole and as he pulled his foot out hole it was badly burned by the hot iron. He described the injury saying that his foot had been burned, “from the arch all the way down.” Anderson had to have skin removed from his leg so that it could be grafted to his foot. In the second incident Anderson was almost killed by poisonous gases escaping from the furnace. According to his testimony he was working on cleaning the coal from the furnace when he suddenly became aware of a severe pain in his head and it was then that he noticed two men lying unconscious on the floor. When a co-worker by the name of Mr. Seabury noticed Anderson and the two unconscious men he immediately set off the alarm and got the three men out of the area. Luckily Anderson and the two other men managed to survive the incident. According to Anderson no one had ever bothered to warn him about the potential hazard of gases escaping from the furnace.","Unfortunately hazards like those faced by Anderson were all too common in the furnaces and mills of the era. According to historian John A. Fitch, “every workingman in an iron or steel mill is in danger because he is working with forces which are, seemingly, always watching for a chance to get beyond human control.” The number of deaths from accidents in furnaces and mills could be simply astounding. According to Fitch’s study of steel mills in Allegheny County, Pennsylvania there were 195 deaths in single year from workplace accidents in iron and steel mills. These sorts of accidents were often caused by lack of safety provisions built into the machines and equipment utilized in the furnace or mill. Fitch provides an account that serves to illustrate this point. In one mill he visited there was heavy machinery with exposed gearing that was, “absolutely unguarded, although it was common knowledge that workmen had been caught in just such places and badly injured.”","Despite the fact that simple safety precautions and common sense could have lessened the danger workers faced, they were placed in extremely dangerous situations could that result in dire consequences. If an accident did occur it was likely that those involved would die horrible and painful deaths, and even if they survived they were often permanently scarred and kept from working. This is exactly what happened to Anderson when his foot was badly burned; he was forced to endure a skin graft and then spend six to eight weeks off the job while he recuperated."],"display_date":"1950 - 1971","search_date":"1960-12-31","locations":[{"id":28563,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":11,"tag":"Economy"},{"id":963,"tag":"Iron and Steel Industry"},{"id":964,"tag":"Industrial Safety Conditi"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5710,"title":"<strong>HugoBlack’s Defense of Edwin Stephenson and The Klan Agenda</strong>","course_id":110,"status":"P","start_date":"8/11/21","end_date":"10/11/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The murder trial of Fr. James Coyle in the deep south during the early twenties provided an ideal setting for the men who formed the core of the Knights of the Ku Klux Klan to further disseminate their message of hate and intolerance against some of their main targets of the time: immigrants and Catholics.  The trial transcripts, particularly the closing statements delivered by the leader of the defense team and active Klan member, future U.S. Supreme Court Justice Hugo Black, reveal that they sought not only to achieve an acquittal for their client, but also to prove that the agenda of the Klan reigned supreme in Alabama.  The Klan worked hard in the lead up to the trial to “pack the courthouse”.  In addition to the defense team, at least seven of the jurors and the judge presiding over the proceedings were all active Klansmen.  The rallying of the Klan around the defendant, Edwin Stephenson, should come as no surprise.  The trial offered an opportunity for them to address several of their key issues; miscegenation, nativism, spread of Catholicism, and the denunciation of protestant dogma.  From the very beginning, Black set the tone of his argument by attacking the only two witnesses that came forward for the prosecution, calling them “brothers in falsehood, as well as in faith”, reminding the jurors that they were both practicing Catholics.  Black posited, in a thinly veiled rant, that the testimony of these two men could not be trusted simply because of their affiliation with the Church.  From this point, Black moves to attacking the actions of Fr. Coyle himself, effectively blaming him for his own murder.  Referring to Father Coyle’s presiding over the wedding of Stephenson’s daughter to a Catholic man of Puerto Rican descent, Black argues that “Neither did he (Fr. Coyle) nor any of his friends have the right to tamper with another man’s home”.  It is plain to see that this simple sentence betrays the Klan’s deep seated disapproval of miscegenation.  Black reinforces the Klan’s seemingly noble belief that the right of a protestant man to defend the honor and integrity of his family at any cost should not only be tolerated, but also defended.  He says of Fr. Coyle; “because a man becomes a priest does not mean that he is divine... He has no more right to protection than a Protestant minister.”  Finally, Black sums up his argument by condemning Fr. Coyle for what was perhaps the most damning charge of them all; converting a member of the Protestant community to Catholicism.  He phrases the accusation cleverly, implying that this “crime” against Stephenson and his daughter was so severe, that it required swift and certain retaliation. Black had this to say, regarding Fr. Coyle’s actions: “There is such a thing as imprisonment of the human will by influence, vice and persuasion.  When you find a girl who has been reared well persuaded from her parents by some cause or person, that cause or person is wrong.”"],"display_date":"August 11, 1921 - October 11, 1921","search_date":"1921-09-10","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":151,"tag":"Ku Klux Klan"},{"id":889,"tag":"Racism"},{"id":1721,"tag":"Fr. Coyle"},{"id":1722,"tag":"Anti-Catholicism"},{"id":1723,"tag":"Nativism"},{"id":1724,"tag":"Birmingham, AL"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":5328,"title":"The complicated life of a Native Alabamian","course_id":73,"status":"P","start_date":"6/1/32","end_date":"6/1/32","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The complicated life of a native Alabamian","By: Brandi Harper","November 19, 2011","Life was as normal as it could be during the hot summer of 1906 in Alabama. The poor were getting more poverty stricken while the rich struggled to maintain what they had.  Virginia Foster Durr remembers, “on Saturday mornings, these families would come into Birmingham, walking, there was no paved road and nobody had a car, they were all poor people and no one had a car.” According to Durr,  young adults in 2011 would[btm1]  never comprehend just how bad life actually was before the “New Deal” arrived. Where thousands of families struggled horribly through these uncertain times, wondering if your family would eat surpassed the idea of an epidemic outbreak.  Pellagra however was just that, a result of poor people and their poor eating habits.  Durr states, “Pellagra was the dietary disease and the Negroes and whites would break out in these white splotches. Of course, it was purely a dietary disease, (sic) they just didn't have the right kind of food to eat.” Durr also mentions that she was brought up to not feel sorry for these people, “this is just the way they are. They are born this way.” In reality, Durr was told wrong. Pellagra was disease brought on by a vitamin deficiency found in poor diets amongst the poor. It was never prejudiced to one race or one’s social status. Pellagra simply thrived on people who had a vitamin deficiency in Niacin. Pellagra was known to have common physical characteristics among its victims. People such as Durr could easily classify those who had the disease just by looking at them which is probably why many others shared the same idea, “They are born this way.” Pellagra was classified in its symptoms of the ‘four D’s: dermatitis, diarrhea, dementia, and sometimes death.","According to the study done by the famous Dr. Joseph Goldberg, pellagra was not infectious and based on physical characteristics but on poor diet brought on by a poor economically disadvantaged society straining to stay alive.  “Many poor Southerners consumed a diet solely of meat, meal and molasses. Low-wages driving high-deficiency diets made the disease economic in origin.” Since poor southerners’ diet contained mostly of corn meal, pellagra attacked with a vengeance effortlessly.  It was then that this horrific uncontrolled disease became manageable. Through proper diet and treatment for those already infected, pellagra once again became a thing of the past and almost forgotten."," ","Sources:","Primary source: eyewitness account on pellagra and its effects on people in Birmingham, AL.","Oral History Interview with Virginia Foster Durr, March 13, 14, 15, 1975. Interview G-0023-1. Southern Oral History Program Collection (#4007) in the Southern Oral History Program Collection, Southern Historical Collection, Wilson Library, University of North Carolina at Chapel Hill. (link accessed November 19, 2011)","http://docsouth.unc.edu/sohp/G-0023-1/excerpts/excerpt_2974.html#citing"," ","Secondary Source<strong>:</strong><strong>  </strong>Pellagra in the South, “the red death” from University in Alabama                 (link accessed November 19, 2011)","http://www.uab.edu/reynolds/pellagra/history"," [btm1]Is this what you mean?  The reader will not know”people my age”"],"display_date":"June 1, 1932","search_date":"1932-06-01","locations":[{"id":24536,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":230,"tag":"Medicine/Health"},{"id":209,"tag":"New South"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":5333,"title":"A Protest Against the Burning and Lynching of Negros by Booker T. Washington","course_id":72,"status":"P","start_date":"2/29/04","end_date":"2/29/04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Booker T. Washington was an African American educator and political activist.  Although born a slave in 1856, he and his family were later emancipated but still lived in poverty.  Determined to get an education, Washington started work at the age of nine to put himself through school.  After his extensive education, Washington would later be chosen to be the first head of what is now Tuskegee University.  He advised fellow blacks to better themselves and learn more skills rather than focusing on civil rights and social equality.  In the long run, Washington believed the strategy would give African-Americans greater economic stability, which would enable them to live comfortable lives.","One of the causes that Washington spoke out against was lynching.  It was a problem that happened from the late-19<sup>th</sup> century all the way up until the middle-20<sup>th</sup> century.  Many groups of the day spoke out against it including the National Association of Colored Women, the National Association for the Advancement of Colored People, as well as individuals such as Ida B. Wells.  Many whites rationalized the brutal killings of African-Americans as justification for crimes against white women, including rape.","On Monday, February 29, 1904, Booker T. Washington penned a letter in the <em>Birmingham-Age Herald </em>that was also covered by the Associated Press.  In the article Washington states that in the past two weeks three members of his race have been “burned at the stake.”  One of these victims was a woman and none of the three had anything to with sexual crimes involving white women.  The lynchings were performed in broad daylight and in the vicinity of churches.","Washington stated that he would be the first to admit when someone of his race had committed a crime and condemn him or her.  However, he argued that everyone deserves a fair trial because that is what our civilization is founded on.  The law was being bypassed and he warned that eventually the law would not matter for any crime whether it’s committed by white or black people.  The lynchings had to stop for the sake of the nation’s prosperity.","There are two groups that this article is aimed towards.  The first would be the mobs of people performing these brutal murders.  Washington charges them with insulting the nation’s court system and the legal authority.  He states that the law is made by the white man and there would be a slim chance of any guilty black man escaping.  Therefore, if the black man is guilty, he shall sure enough be convicted and sentenced accordingly.","Also, Washington had ties with many politicians of the day.  This article also serves as a way to reach out to these men.  They have the power to stop this and rid the shame that is being bestowed upon the Christian civilization.","Washington was much respected among white people at the time as well as among African-Americans.  However, his article had little practical impact in resolving the lynching issue as lynchings continued to be a common method employed by whites to terrorize blacks until the end of the 1960s."],"display_date":"February 29, 1904","search_date":"1904-02-29","locations":[{"id":50979,"lat":33.5535062339,"lng":-86.8977806563,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1133,"tag":"Booker T. Washington"},{"id":367,"tag":"Lynching"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":72,"school_id":43}},{"id":5399,"title":"<strong>EPA enacts clean air act, aggravating public</strong>","course_id":77,"status":"P","start_date":"11/1/70","end_date":"12/30/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["“I’ve lived with pollution 50-something years.  I guess I can put up with it” quipped Eugene Campbell on the day the Environmental Protection Agency ordered the shutdown of Birmingham, Alabama’s steel plants. The plants were shut following a court order under the aegis of the 1970 Clean Air Act which set safe levels for particulates in the atmosphere, levels that Birmingham had routinely exceeded. The day after the shutdown, November 18, 1971, an article in the Birmingham News’ Metro Edition reported “an estimated 8,000 to 9,000 workers... lost a day’s pay as a result of [the] federal injunction.” Campbell was a North Birmingham resident where the particulate levels in the air were commonly above a safe standard, according to EPA guidelines.  Campbell, however, like many of his neighbors: was more concerned with the community’s livelihood than their lungs; “What are the people in Birmingham going to do if they [District Judge Sam C. Pointer and the EPA] run industry out?”","The plants were reopened the day after the shutdown and unions encouraged the installation of particulate devices that they claimed U.S. Steel had been reluctant to spend money on previously.  Though they lost that day’s pay, these workers argued that the shutdown was their employer's fault for not having installed these devices previously.  The particulate level would never again rise to the point where another shutdown was necessary, thanks to the new measures brought in to factories, and the eventual dwindling of heavy industry in Birmigham.","A full report on the story, staunchly supporting the EPA’s efforts, by journalist Patrick J. Sloyan assailed U.S. Steel for weakening a 1969 bill on pollution control, for ignoring the early EPA request to curtail production when the pollution level was first considered hazardous, for concealing this inaction to the media and for having their attorneys first on the scene in protesting the injunction.  The front-page report on the story in the Birmingham news confirmed the company’s inaction, listing it amongst other companies that failed to respond promptly.  However the Birmingham News held back any criticism of the company, with most of its opinion pieces on the matter condemning the EPA for the halting of industry.","The EPA had been formed eleven months before the incident in Alabama, after President Nixon had called for several smaller environmental agencies to be consolidated.  The new agency defined the danger levels of air pollution just one month prior to the events in Birmingham.  It was these guidelines the EPA’s enforcement team in Birmingham put forward to Judge Pointer when attempting to achieve the injunction.  Shortly after the EPA’s formation, in December 1970, Nixon signed the Clean Air Act into law, stating “I think that 1970 will be known as the year of the beginning, in which we really began to move on the problems of clean air and clean water and open spaces for the future generations of America”.","The incident in Birmingham would be the first time the EPA utilised the Clean Air Act, and demonstrated the federal organisations muscle over big industry in emergency situations.  The events and responses of this tale in America’s environmental history show how government agents and politicians might envisage the best for the American people without considering real world aspects.  The people seem to respond with much more day-by-day realism on the matter, according to the quotes used in the Birmingham News, the steel town <em>needed</em> the factories running.  With mouths to feed the citizens didn’t feel like they could afford the luxury of clean air and healthy lungs if that meant industrial operations would cease."],"display_date":"November 1, 1970 - December 30, 1971","search_date":"1971-06-01","locations":[{"id":35012,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1233,"tag":"Environmental History"},{"id":963,"tag":"Iron and Steel Industry"},{"id":203,"tag":"Birmingham, Alabama"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}},{"id":5437,"title":"Anniversary march in Birmingham asks same questions","course_id":77,"status":"P","start_date":"1/1/93","end_date":"12/31/93","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["<strong>Y</strong>ears after civil rights pioneers, like Martin Luther King Jnr., walked the Birmingham streets protesting against segregation and for equal opportunity, influenced black Baptist preachers rewalked the march route in September 1995.  Raising awareness for a campaign to increase the black polling population nationwide; march leader Rev. Dr. Henry Lyons hoped black voters would help progressive liberal politicians to quash the remaining racial problems, left around since the sixties:  <em>“</em>We no longer live in the days of covert racism; it is now overt racism. We must go back to the streets.”","Commemorating the efforts of those who struggled three decades earlier; Lyons wanted the march to inspire a recommitment to civil rights activism in America.  There were those in Birmingham already standing up to further the concept of equality, those that believed affirmative action was still necessary in the nineties.  Established in 1993 to tackle industrial civil rights violations across America, the ‘Concerned Citizens for Racially Free America’ newsletter named and shamed those found to be breaching regulations concerning equal employment practises.  This, in 1995, included the University of Alabama at Birmingham, the state’s largest employer, guilty of failing to deliver the newsletters to faculty; as part of a larger scandal involving the postmaster general and the alleged destruction of such newsletters.","Respected Southern-society writer Peter Applebome, an adopted-Georgian, addresses the issue in the New York Times article; ‘<em>From Atlanta to Birmingham’. </em>Observing how race and tension between the white and black communities in Birmingham are still prevalent and still tarnish the city’s reputation, as they did during the civil rights era, and as the ‘Concerned Citizens’ attempted to tackle.  Speaking about the city’s black-dominated governance, Applebome quotes, then, mayor of Birmingham, Richard Arrington Jnr., saying “I'm just a symbol here of something that frightens a lot of whites or that a lot of whites resent”.  Regardless of equality, the issue of racism is constant conversation here.  With tension not always obvious, but ever-present below the surface; Applebome concludes using fellow Southern commentator John Egerton’s opinions on the matter: that the biggest difference in Southern society, since the days of segregation, is that the North has caught up to the South in terms of ‘knee-jerk racism’.","The idea being that the modern progressive American, white or black, will inherently demonstrate bias for his own races progress over others, not because he is a racist <em>per se, </em>but because it’s natural to look after ones own.  The Lyons’ march to honour those who struggled, and to observe advances on the issue of equality, was a just nod to a crucial time in American history, but it can be said that <em>while</em> we perceive race as a way to categorise people: prejudices will still exist and racial tension in the country will continue."," "," "],"display_date":1993,"search_date":"1993-07-02","locations":[{"id":43149,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":175,"tag":"African American Sufferage"},{"id":203,"tag":"Birmingham, Alabama"},{"id":889,"tag":"Racism"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}},{"id":5455,"title":"Carmela Anselmo- Teacher and Innovator","course_id":84,"status":"P","start_date":"1/1/21","end_date":"10/29/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1921 Carmela Anselmo travelled to the United States from Sicily to visit her brother.  She fell in love with America on this trip and decided to stay.  In 1934 Carmela became a citizen of the United States. But she wasn’t satisfied with just becoming one herself, therefore she took up teaching the English language to other native-born Italians in order to help them gain citizenship as well.  After teaching over 400 native-born Italians how to speak English Carmela decided to teach another class that would further help these Italians understand their new homeland.","Citizenship, or naturalization classes, started becoming popular with immigrant communities during the early 1900s.  Not only would these classes prepare them for their citizenship examination, but they would also help them learn American culture so that they could assimilate better into the community.  Everyone in the class would be issued a textbook on American culture including the English language, American history, American government, and some economics.  Early in the 1900s the textbooks were readily available, but as time went on more immigrants came to the U.S. and textbooks started running scarce.  Carmela Anselmo dealt with this issue and in a letter sent on February 8, 1936 to the Immigration and Naturalization Service located in Washington D.C., Carmela asked for more textbooks to be sent to which an officia of the INS replied,  “I take pleasure in informing you that the textbooks which you have requested are being sent… It is hoped they will reach you promptly and will serve your present needs.”  But on April 15, 1936 Carmela was informed that not only were the books on back order, but they also were no longer covered in payment by the naturalization fees.  Carmela then proceeded to buy a class set of textbooks with money she and her students raised so that future students would be able to use them as well.","Carmela took care of her students as if they were family.  On the weekends the students would put on plays to show their achievements in the English language, and would hold fundraisers for the community.  Richard Alba of State University of New York at Albany, and Victor Nee of Cornell University, has argued that the fundamental key to successful assimilation in an American community lies within these classes and education lessons.  Although staying within immigrant communities, at times, hinders individuals from assimilating, most of the time, and as seen here, the classes helped the immigrants find a sense of community and grow pride in their new American nation.  With their new set of knowledge and skills, Carmela’s students would go on and create their own businesses, which they could not have done before hand due to their language barrier.  Carmela created a wonderful Italian community and made it possible for these new immigrants to enjoy a smooth transition to American life.  And as Carmela had hoped, most would go on to gain citizenship and continue to be active members in the community."],"display_date":"January 1, 1921 - October 29, 1940","search_date":"1930-11-30","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1338,"tag":"Italians"},{"id":31,"tag":"Immigration"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}},{"id":5458,"title":"From Peddlers to Grocers: A look into Lebanese Immigration","course_id":84,"status":"P","start_date":"1890-01-01","end_date":"12/31/14","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the late 19<sup>th</sup> and early 20<sup>th</sup> centuries numerous Lebanese people migrated to America and many found homes in Birmingham, Alabama. On arriving, the most common job for the Lebanese men to do was “peddling”, which entailed delivering goods from one place to another by bike.  At times, these men would spend days or weeks out on deliveries and the hours were filled with tireless traveling.  Peddling did not require an extensive knowledge of the English Language, which was why the job was so attractive to new Lebanese immigrants who only spoke Arabic.  But the Lebanese in Birmingham did not stay peddlers for long.","Lyda Faires Deep was born in Lebanon in 1899.  Her father left for America when she was four years old, and two years later he sent money for her and her mother to join him in Birmingham, Alabama.  Lyda arrived in America in 1905 where her father was working as a peddler.  Lyda remembers being scared for her father because, “he would be gone for such long periods of time, and we would never know when he would come home.”  Eventually her father made enough money to buy a horse and buggy, which shortened his travelling time.  But soon her father grew tired of peddling and wanted to own a dry goods store of his own.  Because her father could not speak English he found a fellow Lebanese man who could and went into business with him.  The man’s name was Abdallah Joseph, and Abdallah helped Lyda’s father get his feet on the ground with his grocery store and helped him learn some English.  The grocery store was called Faires Brothers’ Grocery and was extremely successful.  Soon the Lebanese had grocery stores all over downtown Birmingham.  The grocery store business became a Lebanese immigrant’s goal in Birmingham.  In 1925 Lebanese immigrants owned all but two grocery stores in Birmingham.","The American dream came true for those Lebanese immigrants who came into the grocery business.  Lyda remembered, “the Lebanese did very well in Birmingham and we all stayed together.”  Edna Bonacich of the University of California argues that immigrant entrepreneurship is a way of “making it” in America.  She also argues that Immigrants who find a niche in the business world will do substantially better than those groups who do not.  The Lebanese in Birmingham essentially had a monopoly over the grocery business and continued to prosper throughout the 20<sup>th</sup> century.  Edna also discusses issues with these immigrant monopolies in that they tend to only hire their own.  But like Lyda remembers, “hiring Lebanese to our stores was a way of just helping out new comers, as we were helped when we arrived.”","Lyda’s family grocery store stayed in the family for many years.  When she got married and had children, the grocery business was still the way of the family.  Lyda stated in 1980 that the grocery business “was a part of us.  Like with the church the Lebanese community was always very involved with the grocery stores.”  Lyda’s family prospered in America because of these grocery stores and she expressed gratitude to the grocery business saying, “Without it we wouldn’t have been happy here in America.”"],"display_date":"1890 - 1914","search_date":"1902-07-02","locations":[{"id":206,"lat":33.553582253,"lng":-86.8959288939,"zoom":9,"place":"JEFFERSON, Alabama"}],"tags":[{"id":31,"tag":"Immigration"},{"id":1337,"tag":"Lebanese"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}},{"id":5462,"title":"The Convict Lease System in Alabama","course_id":84,"status":"P","start_date":"1/1/09","end_date":"12/31/28","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["https://acrobat.com/#d=ZZMWZ19C-VOVGrdmiX2CFA","The picture above shows a group of men tearing up a Birmingham city street in 1909.  At first glance this picture might seem innocent enough.  These men could very well be day laborers just trying to make enough money to get by.  However, they are, in fact, prisoners who had been leased to a private company which Birmingham was paying to do road work.  If one looks carefully at the picture, they can see that this is what is going on.  The men’s feet are shackled and their expressions are decidedly not enthused.  There are white guards watching their every move to ensure that the work continues.","The idea of convict labor is not a new issue to Alabama.  The “chain gang” used to be a common sight alongside Alabama streets.  Even today, prisoners pick up trash on the side of the roads.  However, during the period in which this photograph was taken, a much more insidious program was in place.  It was commonly referred to as the convict lease system.  This system was instituted following the Civil War as a way to try and maintain the Southern racial order.  Men, mostly African Americans, could be arrested for virtual anything.  This included charges such as vagrancy and loitering.  Once arrested, if they could not pay the fine they were sentenced to jail where the sheriff would lease them out to the highest bidder.","In his aptly titled book, <em>Slavery By Another Name</em>, Douglas A. Blackmon, estimates that more than hundred thousand African Americans in Alabama alone were arrested and leased out to various private companies and that by the fourth year of the convict lease program, nearly 45 percent of those in captivity died from abuse, disease, and working conditions.  Following the Civil War, convict lease systems, such as Alabama’s, began to spring up all over the South.  They became so popular that by the end of Reconstruction, every Southern state except Virginia had adopted the convict lease system.","What this picture shows is a very real part of Birmingham’s past that most modern day residents are unaware of.  With the abolition of slavery following the Civil War, many just assume that the practice was forever wiped away from the Southern landscape.  Yes, there were laws separating the races and African Americans were second class citizens, but they could not be forced to work against their will.","When many think of Birmingham past, they think of fire hoses, dogs, church bombings, and Bull Conner.  Those were dark and shameful ties that the city’s residents are still dealing with in the present day.  However, that was not the beginning of Birmingham’s controversial past.  The city relied heavily on leased labor both to maintain its roads and to fill the mines and plants which turned Birmingham into a giant."," "],"display_date":"1909 - 1928","search_date":"1919-01-01","locations":[{"id":50979,"lat":33.5535062339,"lng":-86.8977806563,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":203,"tag":"Birmingham, Alabama"},{"id":247,"tag":"convict lease"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}},{"id":5464,"title":"A Move to America for Religious Freedom","course_id":84,"status":"P","start_date":"1/1/10","end_date":"12/31/35","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the early 20<sup>th</sup> century Lebanon was facing extreme religious persecution.  At that time half of the Lebanese community in Lebanon were Christians.  The Turks persecuted these Christian horrifically, even gathering several into churches and then setting the church on fire.  They would also cut the Christians’ hands off, just because they were not Muslim.  This led to many Lebanese leaving Lebanon for America.  Many found sanctuary in Birmingham, Alabama.","Feiza Mickwee came to Birmingham in 1910 and her and her family found religious freedom at St. Elias Maronite Catholic Church.  The church was not only a place for worship but it became the Lebanese community center.  Feiza reflected that her family would be at the church almost every day either for religious reasons or for picnics and so forth.  “ We loved the church,” Feiza stated and, “It was a place were we could be Lebanese and Christian without being scared.”  Also the church was a friendly place for young people.  They would host parties, dances, and even cooking classes.  Feiza remembered this was very helpful to get used to the transition from the homeland to America.","Mary C. Waters and Tomas R. Jimenez of Harvard University have looked into the way immigrant church communities helped assimilate the new immigrants into American culture.   They found these communities were extremely successful with assimilating their new members, but also they helped preserve their former lifestyles from the homeland.  To these two scholars, churches were the best way for immigrants to get a sense of home while at the same time, learn the ways of the American people.","Feiza’s father was a part of the first Holy Communion class at St. Elias.  Throughout her life Feiza attended St. Elias and later married there.  Today the church is still a Lebanese community church in Birmingham.  The church gave Feiza and many others a sense of home and helped them become successful in America."],"display_date":"1910 - 1935","search_date":"1922-12-31","locations":[{"id":18257,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1337,"tag":"Lebanese"},{"id":31,"tag":"Immigration"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}},{"id":5481,"title":"Birmingham's Air Pollution Crisis and Federal Intervention","course_id":84,"status":"P","start_date":"11/18/71","end_date":"11/20/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Birmingham’s pollution trouble had long been a recurring theme. For years, many had simply lived with the pollution as an everyday part of life. However, in 1971 the County Health Department issued pollution alerts on two separate occasions with daily particulate counts well above national averages. These measurements collected over separate areas of the city could not be ignored any further as a thick blanket of pollution covered the cities skyline for several days. As Alabama’s largest city and a southern industrial hub, Birmingham served as home to many steel and iron producing plants that accounted for much of this pollution. In response to the crisis U.S. District Judge Sam C. Pointer of North Alabama issued a temporary injunction on twenty-three local industries and prompting the intervention of a federal strike force of environmental specialists by recommendation of the still new U.S. Environmental Protection Agency.","However, when the Birmingham News announced the arrival of a congressional subcommittee to hold a hearing, the question of most concern was determining if federal action was either too extreme or not aggressive enough, in spite of claims that local industries had been slow to act accordingly. If voluntary action from industries weren’t in place, then feds would exercise emergency powers of the Clean Air Act of 1970. While The Clean Air Act enforced EPA standards, it was The National Environmental Policy Act of 1969 that paved the way for the institutionalization of environmentalism. NEPA was enacted as a means to assure safe, healthy and esthetically pleasing surroundings, while attaining the most possible benefits devoid of compromising unwanted consequences.  At the height of the pollution crisis, particulate counts measured double the national average. Even after the count dropped following the shut downs, local industries still complained the order was carried out with little evidence any individual industry was to blame. Though the injunctions did not demand the complete shutdown of industrial plants, the dramatic reductions implemented brought production to a crawl. With so many employed by these industries and such huge cutbacks, worker’s jobs and their livelihoods were placed on the line. According to historian Thomas Wellock, up until recently any though of limiting industrial growth was considered “civic heresy.”","Nestled in the Deep South, Alabama has long been a state of proud independent character with a long political history preferring little to no federal intervention. However as Wellock points out, in the seventies politicians were aware of the publics demand for federal action, and Alabama’s leaders knew better than to alienate their constituency. Major legislations, like NEPA, were passed that would instill environmental values within local, state, and federal bureaucracies’. With Vietnam War, Civil Rights movement, and so many dividing issues during those times, the environment became one topic of bi-partisan support. To politicians, this was a win, win scenario that everyone can benefit from especially when it comes to votes."],"display_date":"November 18, 1971 - November 20, 1971","search_date":"1971-11-19","locations":[{"id":35012,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1355,"tag":"Clean Air Act"},{"id":1354,"tag":"Air Pollution"},{"id":1353,"tag":"NEPA"},{"id":1352,"tag":"EPA"},{"id":1351,"tag":"Environmentalism"},{"id":203,"tag":"Birmingham, Alabama"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}},{"id":5583,"title":"Understanding A Letter From Birmingham Jail","course_id":88,"status":"P","start_date":"4/16/63","end_date":"4/16/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After being arrested in downtown Birmingham on a Good Friday, Reverend Martin Luther King Jr. wrote his famous letter, <em>“A Letter From Birmingham Jail” </em>responding to the criticism demonstrated by eight prominent white clergy man. This letter has been found important through out history because it expresses King’s feelings toward the unjust events and it is an example of a well-written argument. Most importantly, this letter explains current events in Birmingham in 1963 as well as in the rest of America and it demonstrates the approach Reverend King took through out the whole civil-rights movement of 1950s and 1960s.","Due to unfortunate circumstances, the great injustice of slavery makes up a significant portion of America’s history.  Even after this chapter of history ended, it left its legacy of “blacks” being portrait as subhuman and it developed a sense of racism in the new generations. In addition, following the Civil War, that legacy was expressed through the Jim Crow Laws, which promoted segregation. These new laws violated the fundamental american tenet that “all men are created equal” and are “endowed by their creator with certain unalienable right”. [1] Historian C. Vann Woodward describes the segregating Jim Crow laws as:","“That code lent the sanction of law to a social ostracism that extended to churches and schools, to housing and jobs to eating and drinking. Whether by law or by custom, that ostracism extended to virtually all forms of public transportation, to sports and recreations, to hospitals, orphanages, prisons and asylums and ultimately to funeral homes, morgues, and cemeteries.”[2]"," ","The American people were motivated by the terrible acts of violence on black people and were touched by the civil-rights movement’s message of “respect for the dignity of the individual”.[3] There are different opinions of what led to start the civil-rights movement of 1950s and 1960s. Although some may say it was after the Supreme Court’s decision in the Brown v. Board of Education 1954, Fairclough wrote that it was a “consequence of the rise of black voting after World War II”.[4] Nonetheless, it is a fact that Alabama was home to the three most significant campaigns. First there was the Montgomery bus boycott of 1955-56, followed by the Birmingham protests of 1963 and later on the Selma Campaign of 1965.","After 1945, African Americans in Birmingham made significant gains as they “built parks, playgrounds, and swimming pools for blacks, and it took action to punish white policemen who beat up black prisoners.”[5] In addition, by the mid-1950s, a substantial black electorate arose numerous enough to influence the outcome of some elections. This grabbed the attention of white candidates, which were then forced to decide whether to seek the support of the black voters or humiliate them to solidify the white vote. With a growing sense of fear that black voters were going to change the “southern way of life”, politician Eugene T. Connor of Birmingham took an anti-black stance and made white racial privilege the focus of his campaign. Martin Luther King Jr., in his letter, describes Birmingham as “the most thoroughly segregated city in the United States” where “ negroes have experienced grossly unjust treatment in the courts” and had “more unsolved bombings of Negro homes and churches”.[6]","Specifically, in 1963, there were numerous current events that took place in Birmingham that support Dr. King’s words. For example, in a racially mixed neighborhood two people were killed in a bomb explosion. Police Commissioner Connor ordered police dogs and water hoses against the elementary and high school students who joined the “Children’s Crusade” demonstrations in downtown. 1,500 people rioted around the Gaston Motel after being bombed, leaving 50 people injured. And last but not least, the Sixteenth Street Baptist church was bombed killing four Black girls and wounding several other children.[7]","Given a few examples of the many occurrences that happened in Birmingham in 1963 and after reading Martin Luther Kings thoughts on it, it is hard to understand why Martin Luther King did not choose to retaliate with the same violence and instead chose direct action. In his letter, he explain to the clergyman his reasons for choosing direct action which was “to create a situation so crisis packed that it will inevitably open the door to negotiation”.[8] These words truly depict Martin Luther King’s idealism of not only the civil-war movement but of democracy as well. After studying theology, King’s views for America’s political future was theological.  According to Heltzel, King believed a democratic community had to be made up three characteristics, which were: inclusivity, interculturality and non-violent love.[9]","It is believed that King’s ways came after the Bombing of his Montgomery home where he was confused and frightened and saw no other solution but to pray to God. It was then where he became inspired by multicolored dreams of democracy.[10] He rendered democracy with the metaphor of “beloved community” which meant, “Every person is sacred, unique, dignified, and loved by God and thus must be fully and meaningfully incorporated into the human society”.[11] He believed that to achieve this it could only be done through non-violent love because violence was the death of the very possibility of Democracy.[12]","Overall, “A Letter from Birmingham Jail” is one the best written argumentative pieces. It’s a piece full of history but most importantly is a piece where we can witness how Reverend Martin Luther King Jr. approaches his problems and how well it worked."," "," "," "," "," "," ","[1] Canady, Charles T. \"America's struggle for racial equality.\" Policy Review no. 87 (January 1998): 42. Academic Search Premier, EBSCOhost (accessed September 7, 2012)."," ","[2] Canady, “America’s Struggle For Racial Equality”.","[3] Canady, “America’s Struggle For Racial Equality”.","[4] Fairclough, Adam. \"Dividing Lines: Municipal Politics and the Struggle for Civil Rights in Montgomery, Birmingham, and Selma.\"<em>Alabama Review</em> 57, no. 2 (2004): 132-140. http://ezproxy.rollins.edu:2048/login?url=http://search.proquest.com/docview/211800689?accountid=13584."," ","[5] Fairclough, “Dividing Lines”.","[6] King, Martin Luther. \"Letter from Birmingham jail.\" Letter From Birmingham Jail (January 2, 2009): 1. Academic Search Premier, EBSCOhost (accessed September 10, 2012).","[7] http://www.bcri.org/archives/index.html"," ","[8] King, “letter from Birmingham Jail”.","[9] Heltzel, Peter Goodwin. \"RADICAL (EVANGELICAL) DEMOCRACY: THE DREAMS AND NIGHTMARES OF MARTIN LUTHER KING, JR. AND ANTONIO NEGRI.\" Political Theology 10, no. 2 (April 2009): 287-303. Academic Search Premier, EBSCOhost (accessed September 7, 2012)."," ","[10] Heltzel, “Radical Democracy”, 297.","[11] Heltzel, “Radical Democracy”, 297."," ","[12] Heltzel, “Radical Democracy”, 300."],"display_date":"April 16, 1963","search_date":"1963-04-16","locations":[{"id":31662,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":761,"tag":"letter"},{"id":203,"tag":"Birmingham, Alabama"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5677,"title":"<strong>First Sitting President to Mention Civil Rights in the South</strong>","course_id":106,"status":"P","start_date":"10/26/21","end_date":"10/26/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 26, 1921 President Warren G. Harding visited Birmingham, Alabama.  The Magic City was celebrating its semi centennial - fifty years of being a city in the New South. It was a city without a typical Southern past.  Founded in 1871, Birmingham was a model city at this time – railroads, blast furnaces and steel mills marked its landscape.  It was a bustling industrial giant; and, it was here in this thriving metropolis that President Harding delivered the first speech given in the South by a sitting president which called for racial equality.","President Harding arrived at the Birmingham Terminal Station at 8:45 A.M. aboard a special train from Washington.  A grand parade began at 10:00 A.M., in the lead car President Harding greeted thousands of onlookers waving American flags and eventually traveled to the Tutwiler Hotel. The Tutwiler’s balcony served as the reviewing stand for the President and his party as the parade traveled past – Civil War veterans, groups of industrial workers, National Guardsmen – the whole city turned out for the Presidential visit.","Harding’s official address to the city was delivered in Woodrow Wilson Park at 11:30 A.M. to a large crowd of the fast-growing city.  Harding’s plan was to use this speech to make his first public show of support for the Republican National Committee’s plans to reorganize the party in the South.  He explained that race was becoming an issue and could no longer remain a solely regional concern.  Harding spoke of the great migrations of black laborers to the North during World War I, the meritorious service given by black soldiers during the war, and then spoke of political equality as a guarantee of the U.S. Constitution: “Let the black man vote when he is fit to vote; prohibit the white man voting when he is unfit to vote.”  While white listeners fell largely silent, African Americans cheered from their segregated section of the park.   Calling for “an end of prejudice” Harding went further than any president since Abraham Lincoln.","With this speech, Warren G. Harding became the first President to support civil rights on Southern soil for African Americans.  He felt that African Americans should have full equality in employment, education and political life.  While some may consider Harding a mediocre President, it is clear that he was a good man who sought equality under the law for all American citizens - white and black - at a time of severe racial intolerance, by openly advocating civil rights.  President Harding was clearly a man of his convictions."],"display_date":"October 26, 1921","search_date":"1921-10-26","locations":[{"id":20911,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":21,"tag":"Race Relations"},{"id":142,"tag":"african americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5687,"title":"African-American Pastors Develop the ‘Black Temperance Movement’","course_id":106,"status":"P","start_date":"8/14/10","end_date":"8/14/10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A flyer stating “Colored Citizens Mass Meeting” describes the movement of African-American pastors to change the view of the “Negro Race.”. The flyer describes the place and time that congregations would meet and the objectives of the meeting. The meeting was called in an attempt to “protest against colored women visiting barrooms and barroom premises [and] also against children visiting such places, for whisky and beer.” The pastors also called for a protest in favor of temperance within the African-American communities because alcohol was viewed as “[an] evil... [that is] most disgraceful to the Negro race.”","Although, as the flyer suggests, African-American pastors were concerned about African-American welfare and pro-temperance historian Lee Willis claims that “black churches remained reluctant to endorse temperance whole-heartedly.” This reluctance of the African-American community was due to the racial undertones of the temperance movement within the white community. Historian Wayne Flynt examines how Alabama Baptist ministers harnessed racism within Alabama as a catalyst for the Temperance movement. Flynt states that “Crumpton combined racial politics with prohibition, describing whiskey bottles ‘sold only to the brutish negroes’ that contained pictures of nude white women.” The racist rhetoric used by Crumpton and other white temperance leaders is the cause behind the ambivalence of African-American pastors and community leaders to join the movement.","Despite the reluctance of many African-American leaders to join the cause of the white temperance movement the African-American community would begin to establish their own independent movement. This allowed the African-American community to ride the wave of temperance all the while having distanced themselves from white attempts to regain control of their community. African-American pastors would establish their own movement in an attempt to create a “stepping stone to a greater civil and political advancement.” Although white communities had their own agendas; Historian Donald Yacovone explains that African-American communities made efforts to “adopt temperance principles [in order to] gain white respect.” Many African-American leaders hoped to curb the prejudice views of the white community through temperance.  ","This flyer exemplifies the African-American community’s reaction to the Temperance movement and the attempt of African-American pastors to create, as described by Yacovone, a “moral reform [that] would cause slavery, prejudice, and intemperance to disappear.” The call for “protest [against] the evils [that are] most disgraceful to the Negro race” show an attempt for the African-American community to move forward in order to control their own communities through reform and progressive acts without allowing the white community to once again control their daily lives."],"display_date":"August 14, 1910","search_date":"1910-08-14","locations":[{"id":18257,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":699,"tag":"Temperance Movement"},{"id":111,"tag":"Prohibition"},{"id":142,"tag":"african americans"},{"id":21,"tag":"Race Relations"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5689,"title":"Separate and Unequal","course_id":106,"status":"P","start_date":"1/1/40","end_date":"1/1/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In late 1947, Howard E. Logan was attempting to get his job back at the Ensley Works in Bessemer, Alabama, by appealing to bosses and the union workers alike.  Logan was among the massive numbers of black men employed in Bessemer by the steel and coal industries. He had been off for eighteen days with a “bad throat,” received medical treatment by the company doctors, and was released to reenter the workplace.  Upon returning, his job had been given to a junior member of the shift that was working for a lower wage.  Logan asked his boss why this had been done and why he couldn’t retake his position, to which his superior responded, “No…it’s not overly important to me now, I’ll see if I can bring it up with your (factory floor) boss,” and told Logan to leave.  In the last of his correspondence, Logan had yet to have his job returned, nor had he received any real acknowledgment of his predicament.  This incident points to a much larger, class-based, and race-oriented battle that took place every day between the different races.","The large majority of workers were black in Bessemer, and Deborah E. McDowell’s “Leaving Pipe Shop,” gives a bit of insight into the plight of workers and their families. When describing Bessemer, Alabama, McDowell probably says it the best, “Pipe Shop [the nickname for U.S. Foundry and Pipe] gave our neighborhood its name and the men of Bessemer menial employment while the steel industry hung on, paying a barely livable wage.”  Wage discrimination was the major factor when it came to working in Bessemer, whether at “Pipe Shop,” (the steel works of U.S. Foundry and Pipe) or at any other facility.  Not only were blacks disallowed from holding certain higher paying, “white folks,” jobs, they were many times paid less for the same work a fellow white worker preformed.  Robert J. Norrell explains exactly how many whites viewed blacks when it came to jobs in his papers by discussing Clarence Dean’s situation.  Clarence Dean worked for Sloss-Sheffield Steel and Iron Company as a “scrapper,” in the furnaces.  Dean directed the flow of the four-thousand degree molten iron as it was poured from the blast furnace into moulds.  He wanted to be the “iron pourer,” the leader of the furnace crew.  Dean asked his supervisor to give him a shot at pouring iron, to which the callous supervisors said, “We ain’t going to give niggers no white folks’ jobs.”  Even after the federal government passed laws to ensure equality in the workplace, Dean was still denied the position for some time until he brought enough pressure on their shoulders to be allowed to pursue his ideal position.","Beyond general discrimination in pay and position, sometimes the mislabeling of jobs occurred. In this case, a black worker was given the responsibilities of a white position but titled a “helper.”  A “helper,” was basically just the machinist’s partner that preformed the more menial jobs that facilitated the machinist’s.  Because of this identification, he was unable to receive the full pay that a white man would for the position, and was kept from being able to graduate to a higher position.  These policies were practiced from unification in 1865 until the mid-twentieth century. During this time, the owner/operators “no more feared” their workers than they had for the League of Nations coming and impressing sanctions or mandates on business, according to McAlister Coleman’s account of the coal industry.","For the most part, black coal workers were oppressed and used for cheap labor in a land that was supposedly now “free.”  Where it had taken years of struggle seeking equality for blacks, whites have always enjoyed some sense of being in control and necessary.  This was still the case even though the majority of work in Bessemer, Alabama, was done by the blue-collar blacks."],"display_date":"January 1, 1940 - January 1, 1950","search_date":"1944-12-31","locations":[{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":306,"tag":"Mining"},{"id":220,"tag":"alabama"},{"id":1661,"tag":"Coal"},{"id":1662,"tag":"Bessemer"},{"id":1663,"tag":"Bessemer, Alabama"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5691,"title":"An Uncommon Sentiment","course_id":106,"status":"P","start_date":"1/1/50","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["H. S. Chamberlain had a problem on his plate back in the mid-twentieth century.  Everyone sought cheap labor in the steel and coal industries, but feared employing certain groups of people because of their behavior.  Blacks treated with trepidation were the majority of workers in these industries.  For the most part, blacks saw nothing but discrimination and fell under the watchful eyes of white owners.  Chamberlain sought to employ more blacks, and to encourage other corporations to do so as well.  However, his peers felt that he must be disillusioned in his pursuits.  In a letter to other owners not only in Tennessee, but to Pennsylvania, and even into the Deep South, he conveyed his position on the matter.","“Around the furnaces, the great bulk of labor is colored labor, it is almost entirely so about the blast furnaces.  As far as experience goes, we have found it is by far the best labor in the South.”  How could one man be so sure of his predicament, and yet, everyone else saw black labor as a necessary evil?  It would seem that racial tensions kept most blacks in the hard, dirty, and underpaid jobs.  While Chamberlain employed these men in the same positions, he had “great success” in his endeavors.  A good number of black laborers had been on the payroll for nearly twenty years, that they “give great satisfaction,” in their duties.","This “great satisfaction” was beset with problems, of course.  Chamberlain’s white employees were extremely prejudice, and fought to keep blacks out of the skilled positions by not agreeing to teach the trade to the black workers.  Though, this is not uncommon in the South, the majority of skilled labor was delegated to the white workers because of racial discrimination.  However, Chamberlain goes on to discuss that it was this prejudice that inhibited the black men’s advancement, not their skills.  Chamberlain goes further, pointing out that as “puddlers,” black men were just as capable.  “Puddling” involved stirring the molten contents of a furnace from above with iron rods, it was one of the most dangerous and hard jobs in the “puddling” style furnaces.  “Fully as good as white men; their yield is as good; they are as steady workmen; they are as reliable in every way, and their product is fully as good as anything that we have got from white labor.”  But the quality of the black laborer’s work wasn’t the predominating factor in where they worked.  If a black man was given a “white man’s job,” white workers had a tendency to lash back with violent strikes…barring whites and blacks from the workplace until they had the matter settled.   So it was not that blacks were unable to do work correctly, or lacked the basic skills to learn and achieve, but it was the racism that divided and segregated their opportunities.  One other man had much the same opinion as Chamberlain.  T. D. Aldrich was a northern industrialist that had moved to Birmingham, Alabama to work as a supervisor.  Aldrich agreed that blacks “as a class are, without exception, the best labor I have ever handled.”","Of course there are always dissenters to an ideal.  J. W. Sloss, the head of the famous Sloss Furnace Company in Birmingham, Alabama, believed “there would be no improvement to substitute white labor for black workers.”  Sloss, like many others, thought that replacing white workers with blacks was a mistake because it raised racial tensions for no reason.  Many would point to this and say that things were done in this way just to keep the workplace at ease, that it wasn’t a racially motivated matter.  However, more than enough evidence shows that blacks were hindered in progress mainly because white workers discriminated heavily against them.  Even the National Labor Union –created in 1866- questioned whether black laborers should be allowed to work in industry because of the racial problems it would create.  Also, there was still the belief that blacks were subservient to whites, harder to educate, and more base in their dealings.  These beliefs were a circumstance that played over and over itself, even to this day.","Throughout history, there has always been a culture or race that was treated as less worthy than their counterparts.  Here in the South it was especially rough on black laborers, however, the northern industries suffered because of these tensions as well.  Blacks would be hired, whites would strike and make demands, and things would be resolved for the good of the business…which often ignored what the needs of the blue-collar black laborers that did the majority of unspecialized work in the coal and steel industries."],"display_date":1950,"search_date":"1950-07-02","locations":[{"id":29463,"lat":35.1808732525,"lng":-85.1648090186,"zoom":9,"place":"Hamilton, Tennessee"},{"id":28563,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1011,"tag":"Ethics"},{"id":1661,"tag":"Coal"},{"id":906,"tag":"Steel industry"},{"id":21,"tag":"Race Relations"},{"id":1665,"tag":"Steel"},{"id":1666,"tag":"Coal Industry"},{"id":1667,"tag":"Discrimination"},{"id":1668,"tag":"Racial Tension"},{"id":1669,"tag":"South"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5703,"title":"A Defensive Policy Unheeded","course_id":106,"status":"P","start_date":"1/1/40","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Very infrequently do presidential policies go unnoticed around the world, and especially not so within the United States itself.  However, during the greater part of the Second World War, Franklin Delano Roosevelt’s positions on racial issues in the workplace were heard and often times not upheld.  Black workers were barred from facilities producing wartime goods throughout the country.  Munitions, Jeeps, planes, tanks, and “Deuce and a Half,” tracked vehicles were being turned out left and right in the effort to equip the massive numbers of U.S. soldiers on the battlefield around the world.  Many in history have called these workers at home the “Second Front,” of World War Two, the people that made victory possible through mechanization.","In many instances black workers were barred from working in certain positions in industry, and in others, locked out of facilities altogether.  Roosevelt in his great forethought made it government policy to allow a man of any race, religion, or ethnicity to work wherever possible if they had the skill set required.  Even though Roosevelt set up these conditions, many large defense contractors turned a blind eye and proceeded as they had for years.  Dock workers were going on strike for fair wages and work conditions, black men were discharged from work and the result in many instances was the entire black workforce walking out during business hours.  Sadly, much of his buttressing on racial problems in the workplace did little in the way of governmental bodies.","Roosevelt saw the racial lockout and weakness of the unions to govern grossly upsetting, and went about contacting his staff to spread the practice of equality.  In a memorandum addressed to William S. Knudsen (Ford Motor Company, and GMC) and Sidney Hillman (head of the Amalgamated Clothing Workers of America), Roosevelt expressed his opinion on the matter rather flatly.  “ [The] discrimination against Negro workers has been nation-wide…[they] are being turned from the gates of industry on specifications entirely unrelated to efficiency and productivity…this situation is a matter of grave national importance, and immediate steps must be taken to deal with it effectively.”  Roosevelt goes on to state that “Every available source of labor capable of production defense materials must be tapped in the present emergency.”  He saw the discrimination for what it is: an uneducated and backwards, racist sentiment left over from the previous century.  He urged unions and labor leaders like Knudsen and Hillman to take into account the huge numbers of skilled black workers to increase war-time productivity.","Of course, this did not guarantee success, nor did his Roosevelt’s words fall only on discerning ears.  Many times the policies of different workplaces caused racial tension and strikes throughout the country.  In Mobile, Alabama, one of the South’s biggest shipyards and transportation hubs, more than a few strikes crippled production.  For instance, the Mobile Pulley Works was halted in August of 1942 over racial discrimination.  Eighty percent of the workers of the Mobile Pulley Works were black laborers.  During August, several black workers were discharged from work for varying small incidents.  The main incident in question was that of the Financial Secretary of the local “colored” union was fired.  The unnamed Fin. Sec. was off work for three days following a death in his immediate family, and upon returning to work he was told that he must leave, and would not receive his job returned.  This ended up putting his family on the street within days of loosing said position.  The day he was fired, the story circulated throughout the Works and caused an uproar that ended up with all the black workers leaving work to strike at the gates.  In effect, the lack of workers caused much strife in the production of war materials.  The Mobile Pulley Works created pulleys, winches for Jeeps, gears for war machinery, but also produced a number of artillery pieces and artillery rounds themselves…so it is easily seen just how needed their business was during WW2.  In the end, the Work’s unions were able to settle with the business and put its men back to work for the war effort…of course, this strike would likely never had happened if Roosevelt’s policies were actually observed without question.","Many laws and policies have been challenged in the course of the United States’ existence.  From slavery, education, and work, all the way up to social issues and tearing down barriers with the outside world.  It is quite disconcerting to know that a man so responsible for this nation’s continued being was heard and not observed. Of course, such is the way of social, political, and racial advancement in the world today; we must take strides to make better the future for others."],"display_date":"1940 - 1945","search_date":"1942-12-31","locations":[{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"},{"id":25291,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Dist Columbia, District of Columbia"}],"tags":[{"id":1684,"tag":"Unions"},{"id":1683,"tag":"Black Workers"},{"id":1682,"tag":"Roosevelt"},{"id":960,"tag":"Labor Unions"},{"id":1667,"tag":"Discrimination"},{"id":620,"tag":"Franklin D. Roosevelt"},{"id":1283,"tag":"FDR"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5717,"title":"The Role of Women in Nazi Germany","course_id":110,"status":"P","start_date":"9/1/41","end_date":"9/30/41","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Role of Women in Nazi Germany","Nazis are often thought of as men, but many women contributed to the Nazi nation in Germany according to this newsletter in <em>Nachrichtendienst der Reichsfrauenführung Sonderdien</em>. This newsletter was sent to Nazi women who were leaders. These statements are meant to encourage women working at home and let women know what is expected of them during the war. This newsletter describes Nazi women as an army at the homeland. The newsletter discusses women taking on jobs while still keeping up with household duties. This newsletter reveals women will be rewarded with vacation time because the Nazi organization realizes the strain. Women are instructed to work together whether they are part of the organization or not to keep the country running. The outcome of the current battle is in the hands of each and every one of the citizens even those at home.","Women were not excluded from the other ordinary people who became part of what is known as the evil empire. Not all women were perpetrators and not all women fell victim to Nazification and participated only because of force. This document shows it was normal for women to take part in helping out the nation. This article addresses how important it is for woman to keep the homeland running will Nazi soldiers fight. The blanket statement that women were just victims to the Nazis cannot be made because some women were actively participating and expected to participate to keep the homeland strong. The newsletter even refers to women at home as making important economic decisions."],"display_date":"September 1941","search_date":"1941-09-15","locations":[{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":196,"tag":"women's rights"},{"id":7,"tag":"Women"},{"id":1715,"tag":"German"},{"id":1716,"tag":"German Women"},{"id":1717,"tag":"Nazi Women"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":5718,"title":"Natural Beauty in Nazi Germany","course_id":110,"status":"P","start_date":"1/1/34","end_date":"12/31/34","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The National Socialist Women's Yearbook of 1934 reveals women without makeup, without jewelry, and with large hips were considered the ideal Aryan woman in Nazi Germany. The Chairwoman of the Association for German Women's Culture, Agnes Gerlach claimed the ideal woman had become the \"big Germanic type of woman\" instead of the France's \"small, romantic type.\" Nazi propaganda highlighted larger women with large, child bearing hips. Gerlach’s article stated it was un-German to use products to change hair color or to change one's looks with cosmetics. The image of the thin French woman was emotionally damaging to German women in Gerlach's opinion. Similarly, the Jewish influence was thought to include too much focus on accessorizing and overly made up women. According to Nazi propaganda, Jewish and French woman were not strong or able to bear as many children because they were petite.  The German woman was superior and did not need to use this enhancing products to be beautiful.","Nazis associated gaudiness with Jewish women and easy women because of tradition.  Dressing plainly without make up or jewelry had been popular since the earliest Europeans. There were even periods where Europeans believed wearing make-up was immoral.  Anglo-Saxons may have never worn make up; there is no evidence of them wearing make-up. Eventually cosmetics, dying hair, and wearing gaudy jewelry became associated with easy women.  Nazis often stated the Western cultures had created an ugly and unnatural beauty.  Women in Germany were beautiful naturally and did not need to look like the Western and Jewish's flawed idea of beauty.  Nazis promoted women who were larger and who could bear children easier because this is the role the woman played in the Nazi culture. Agnes article demonstrates the opinions of the Nazis.  The ideal German woman did not need to blend in with other women of the world.  They were supposed to be the superior race; therefore, their women did not need doctoring to be beautiful and perfect."],"display_date":1934,"search_date":"1934-07-02","locations":[{"id":24536,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1717,"tag":"Nazi Women"},{"id":7,"tag":"Women"},{"id":196,"tag":"women's rights"},{"id":1731,"tag":"Women Germany"},{"id":1732,"tag":"Nazi"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":5719,"title":"Appealing to Aryan Women","course_id":110,"status":"P","start_date":"5/2/40","end_date":"5/2/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A painted picture from Mother’s Day issue of <em>The Frauen Warte</em>, a Nazi women’s magazine in 1940, reveals a light haired heavy set woman surrounded by her four children. This is the ideal Aryan, Nazi woman. She is not wearing jewelry and her dress is modest. She is not even wearing a wedding ring. Her four children each have light hair and blue eyes. The children each have a present for their mother in their hands. The gifts are simple: a ribbon, a toy bird on a stick, a flower, and a small toy sail boat. This picture uses an image for idolization as propaganda. The most important place for a woman to be would be at home with her children.","Women were supposed to meet this description. Women did not wear make-up because Aryan ancestors did not wear make-up. Nazis believed in natural, modest beauty this image portrays this because the woman, who is not wearing make-up, is dressed modestly. The wife has given birth to four children. The children shown have light hair and classic Aryan features due to the genes of their parents. The ideal Aryan wife would tend to the family while her husband worked to support the family or take care of the land. The “people” used in this magazine promoted a certain look and lifestyle. This is particularly interesting because it is a Mother’s Day issue. The family looks happy and the children appear to be thankful by giving her gifts. This may be a way to motivate women to have children, preferably many. Many magazines were created to promote this look and some existing magazines were told to print this propaganda. This natural look for the woman was often promoted and sometimes compared to a Jewish woman with too much make up or a misshapen face. The natural look was a way of protesting the pornographic images of dolled up women from western culture. A larger farmed woman could have children easier and this plain, natural look represented a loving mother not an \"easy woman\". This image portrays a woman who is appreciated and serving her purpose raising children in contrast to the western images of a sexy woman only used and appreciated for their beauty and sex. This ideal family Nazi family image would set a clear standard for other families in the regime."],"display_date":"May 2, 1940","search_date":"1940-05-02","locations":[{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":7,"tag":"Women"},{"id":196,"tag":"women's rights"},{"id":1717,"tag":"Nazi Women"},{"id":1246,"tag":"Propaganda"},{"id":1728,"tag":"Nazi Germany"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":5721,"title":"Uncertainty of Marriage in World War Two","course_id":110,"status":"P","start_date":"11/1/42","end_date":"11/30/44","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","The rush to marry during World War Two may have had negative effects on Opal Bonilla, wife of Nicholas Bonilla. The couple met in Birmingham in June of 1942.  Stationed in Fort Benning, Georgia, Nicholas and Opal began corresponding and continued reciprocating mail throughout their courtship.  After only months of dating, “Nicky Boy” and “Darling Opal” wed in November of 1942.  After their brief ceremony, Nicholas had to return to Fort Benning and received news of being transferred to Fort Bragg in North Carolina.  After getting married and even learning of their pregnancy, the couple, especially Opal, seemed to be self-conscious about their decision.   Opal wrote in a letter dated November 19, “How do you feel about our marriage? Do you miss me? Do you love me? Do you want to be with me?”  In her next letter dated November 20, Opal asks again, “Do you love me as much as I love you?”.  The next day she signs her letter with “I haven’t taken my ring off”.","Doris Weatherford, an American History Professor, speculates why women like Opal asked such questions after tying the knot.  According to her research, many women wanted to volunteer for war work any way they could and that included direct contact with servicemen.  These women believed that marrying a soldier was the equivalence of responding to Uncle Sam.  Others sought out marriages because they feared waiting too long for the right man would result in never getting married at all.  Those that had already married hastily began to wonder about the roles they played in their marriages.  Was it for love, patriotic duty, or draft evasion?  Weatherford goes on to write that these women were advised against war marriages so not to repeat the high divorce rate by previous generations in reference to World War One.","Perhaps some of these ideas about war marriage passed through the mind of Opal Bonilla which led her to raise questions of doubt.  There was no denying that she was left in a vulnerable state to raise a child alone.  Yet Opal and Nicky continued writing back and forth as he eventually was shipped to Europe. She kept writing to him into 1944 even when months would go by without hearing from him. These months with no word proved to be unfortunate.  They were never reunited and Nicholas never met his daughter, Sandra, because he was killed attempting to thrust into Berlin with Allied paratroopers."],"display_date":"November 1942 - November 1944","search_date":"1943-11-15","locations":[{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"},{"id":27496,"lat":32.3469701692,"lng":-84.78704688,"zoom":10,"place":"Chattahoochee, Georgia"},{"id":25218,"lat":35.0485350444,"lng":-78.8273232021,"zoom":9,"place":"Cumberland, North Carolina"}],"tags":[{"id":1718,"tag":"Wartime Brides"},{"id":405,"tag":"Marriage"},{"id":220,"tag":"alabama"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":5723,"title":"The Importance of Rickwood's Preservation","course_id":110,"status":"P","start_date":"9/9/87","end_date":"9/9/87","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","It was the last game, the last out, the last pitch, and the last hit at the historic Rickwood Field, which was brand new in 1910. When referring to the new stadium, the Age-Herald proclaimed that, “In every detail, it is modern and as near perfect as skill and money could make it”, while the Birmingham News said, “When Birmingham men do a thing, they do it right”.  However, on September 9, 1987, the people of Birmingham packed into the stadium to see what was called, the last game at Rickwood.","The Historic Rickwood Field is known for being the oldest baseball field in the Nation, and possible the oldest in the world.  It was the main attraction at one time in Birmingham.  Everyone who had grown up in Birmingham had a memory dealing with Rickwood Field.  Whether it was the Championship teams, the famous players, or just a day out with the family everyone had a memory dealing with Rickwood Field.  Memories can last forever, but buildings and structures can be torn down in a blink of an eye. On September 9, 1987, the Head Usher, Bill Gilmore stood on the ramp watching what he and everyone else thought was the last game at Rickwood Field.  Unfortunately, the Barons were unable to win the game, but if you ask any of the fans in attendance about the lose, it did not matter. The majority of the fans in the stands that night were there to see the last game played in the historic Rickwood Field.  The good news is that the game played on September 9, 1987 was not the last game played at Rickwood. Due to the extensive work done by a group of fans, Rickwood was saved from demolition. In early 1990s there was talk about demolishing the field. The thought worried many, so a group of volunteers joined together to create the Friend of Rickwood in an effort to save and preserve the ball field.  In the book, Rickwood Field, the author points out that it is important to preserve Rickwood Field because of its historic and architectural significance to the city of Birmingham, which was once referred to as a near perfect ball park.  With the effort by Friend of Rickwood, the field was not torn down.  The park is still used for little league games, police baseball games, fund raisers, and most recently the filming of the movie 42, a story about Jackie Robinson.","One reason this field is considered such an important place is because both the Barons and the Black Barons played here. This was ironic because Birmingham was known as the most segregated city in America and Jim Crow Laws were everywhere, even inside the stadium.  However, Rickwood Field had a pretty fair system in place prior to 1963. The right field bleachers, or the “Negro Bleachers”, which were in the direct sunlight and far away from the bathrooms and the concession stands were where the black fans had to sit while watching the Barons.  Strangely enough, during the Negro League games this is where the white fans had to sit.  However, it was not unusual for blacks and whites to talk together about the players or games while coming in and out of the stadium.  Finaly, in 1963 the “Negro Seats” were done away with and the stands became integrated."],"display_date":"September 9, 1987","search_date":"1987-09-09","locations":[{"id":39832,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1729,"tag":"Rickwood Field"},{"id":1730,"tag":"Historic Preservation"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":5724,"title":"Historic Significance Leads to the Perservation of Sloss Furnace","course_id":110,"status":"P","start_date":"4/12/82","end_date":"4/12/82","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 12, 1982 the city of Birmingham held a celebration for Sloss Furnace.  It was to celebrate the preservation and the historic significance and importance of  the furnaces. The newspaper article titled, “Birmingham’s Biggest Boom”, said that anyone living in Birmingham, Jefferson County, or the surrounding area may well boast of the future greatness of the Magic City”. That was because a lot of the wealth and growth in the city of Birmingham was because of Sloss and its role in the industrial boom.","With this historic landmark under fire to be torn down and replaced by an amusement park or some ordinary building with no historic significance, many Birmingham natives began to fight to protect and preserve the old furnaces because of what Sloss meant to the city, it was not just a place where people came to work.  It was a place that changed Birmingham forever.  Robert Stipe stated that preservation is important because it is a way to pay our respect to what built what we have today.  To honor and understand the events, structures, and people that created the good for a city, state, or nation.  If it was not for Sloss Furnace and its large amounts of production, Birmingham would not have grown into the city we have today.  Sloss brought people to the city to work, which created new homes and stores.  These homes and stores where built to house, feed, and provide clothes to all the workers moving to the Magic City to work in this very popular furnace.  This was because Sloss made Birmingham one of the top cities on the nation.  W. David Lewis called Sloss the industrial empire due to its position on the railroads which made transportation in and out of the city easy.  With efforts to save Sloss Furnace from destruction, the historic furnaces are still standing.  When Sloss closed the doors in 1970 the Furnace was changed into a museum dedicated to the industrial and railroad history.  There was also a celebration that was held on April 12, 1982.  That celebration was to celebrate the preservation and history of Sloss Furnace, and it commemorated the first run of iron that had ever flowed at Sloss. That first run was made in the original Sloss Furnace Number One just a century prior to the celebration.","Blast Furnaces once played a key role in so many communities.  Several furnaces are being preserved and recognized for their significance. For example, the Oswego Iron Furnace, in Oswego New York, has already won an award by the National Trust of Historic Review. The President of the National Trust of Historic Review said they gave the award to that Furnace because it is a special and irreplaceable place that bolstered local economies and created jobs for so many."],"display_date":"April 12, 1982","search_date":"1982-04-12","locations":[{"id":39832,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":232,"tag":"Sloss Furnaces"},{"id":203,"tag":"Birmingham, Alabama"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":5725,"title":"Destroying History: The Birmingham Terminal","course_id":110,"status":"P","start_date":"6/26/69","end_date":"9/22/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many people in the city of Birmingham were devastated by the thought of losing the Birmingham Train Terminal. However, with the T. M. Burgin Demolition Company’s crane waiting outside on 26<sup>th</sup> street, the thought of the terminal coming down became all to real.  It looked like Birmingham would make the mistake and tear down the beautiful, historic Birmingham Train Terminal that carried so many people in and out of the city when train travel was the most popular form of transportation.","Groups like the Women’s Committee of 100 lead by Carl C. Brown and the Heart of Dixie Railroad Society tried nonstop to save and preserve this building.  These organizations came up with several ideas for the terminal like a transportation museum with gift shops or a restaurant and shopping center. The idea of a restaurant was very popular because the groups wanted to preserve the restaurant that already existed inside in an effort to keep something inside the terminal active and in working order.  Dr. Gilbert Douglas from the Railroad Club said that Birmingham had nothing to offer historically, and this terminal could be the main attraction to draw tourists into the city.  All of these groups knew the importance of preservation.  Robert Stipe says that historic preservation is important because the historic buildings, structures, and homes can show the importance and beauty that cannot be rebuilt.  Once it is gone it is gone. However, Birmingham officials did not understand this because they had sent a wrecking ball to knock down the historic terminal that once brought so many people into Birmingham.  Another man, Albert Tucker, a veteran baggage porter, understood the importance of preservation.  As a matter of fact, Albert Tucker stood all by himself on Platform 5, waiting on the final train, the “City of Miami” to arrive on the final day of the Birmingham Terminal.  He told reporters that, “they’re building a little bitty place, 40 by 60 feet, down at the end of the platforms.  Inside there was only a ticket agent and an elderly couple because now train was not the way to travel.  Both the ticket agent and Mr. Tucker knew that.  They both also knew that when the sun rises, workers from T. M. Burgin Demolition Company would come and start the engine to the crane and swing the big ball into the walls of the Mosaic tile walls that lined the terminal.  However, they were wrong, the workers came earlier, they showed up in the middle of the night and tore down the terminal in order to avoid the protestors and angry organizations.","The city of Birmingham lost a key piece of its history in 1969.  However, if the demolition of the terminal would have been a few years later the train terminal might still be standing.  This is because of a push for protection of properties that are eligible for the National Register of Historic Places began in the mid-1970s.  Additionally, as mentioned in Historic Preservation Law, in 1975, the Landmark and Preservation Law Division began expanding programs to protect urban landmarks and historic districts.  Therefore, if the laws were put in place in the sooner this historic landmark would still be standing.  Or, one could say that the nation learned its lesson after tearing down historic landmarks like this one, because, when its gone, its gone."],"display_date":"June 26, 1969 - September 22, 1969","search_date":"1969-08-09","locations":[{"id":31662,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1720,"tag":"Birmingham Terminal"},{"id":203,"tag":"Birmingham, Alabama"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":6109,"title":"<strong>A Governor Overshadowed by Her Husband’s Ambitions</strong>","course_id":126,"status":"P","start_date":"3/15/68","end_date":"3/15/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 15th, 1968, teachers and other members of the Alabama Education Association waited to hear George Wallace speak on the behalf of his wife at the annual AEA convention. Lurleen Wallace had been elected governor of the state a year before, and could not make it to the event. “As you know, she is quite sick,” the former governor told the crowd according to the <em>Birmingham Herold Post</em>. Lurleen had been diagnosed with cancer and she was in Montgomery recovering from a recent surgery. The AEA’s president, Vernon St. John decided to send a telegram to the beloved governor and tell her that “the teachers were inspired by her courage, [...] spirit, and uncomparable devotion to Alabama and her people”","In 1966, the state became aware that their new governor was being hospitalized for a hysterectomy. The administration did not tell the press about Lurleen’s condition, but rumors circulated that she had cancer. George Wallace instructed his staff and the doctors not to tell his wife about an abnormality in her biopsy they had found back in 1961. “His decision was not unusual for its time”, writes historian Dan T. Carter. When Lurleen found out from a mutual friend that she had been misled, she was furious. George had a number of reasons not to tell her; he simply did not want rumors spreading that the governor was dying.","George and Lurleen’s oldest son, George Jr. wrote a book about his famous parents in which he recounts the time when Lurleen followed George as governor. “My mother was not the kind of woman you would have expected to be a Governor,” he writes. It was widely known that Lurleen ran for the office simply because her husband, George, desired a third term in office and he was also planning on running for the presidency. He suggested that she run for the governorship, and she became determined to win the election. The crowd that gathered to listen to her inaugural speech could tell that she was tremendously humbled by the people’s confidence in her. More than likely, she knew that without her husband’s help and his presence, she would never have taken part in public life. “I entered the race for Governor for the purpose of permitting my husband to take our fight to the final court of appeal - the people of the United States,” she told the crowd at her inauguration. Although Lurleen was the one who made the decision to run for the executive office in her husband’s place, George’s decisions and policies ultimately shaped her administration.","The Civil Rights movement of the 1960s compelled the nation to reflect on social issues beyond those of segregation and racism. Women realized they still suffered discrimination and injustice in employment, social security, legal treatment of women, and education. Women made up 40 percent of the work force by the end of the 1960s, and more than half of those women were married. They soon began organizing to acquire equal pay and to end job discrimination. Although young women were joining the fight against these social issues across the South, Lurleen Wallace and her politics did not reflect these changing times. She was neither a part of the work force, or an activist for social justice. Governor Wallace’s short administration was overshadowed by not only her husband’s segregationist and conservative policies, but her failure to stand up for change during a time of social transformation."],"display_date":"March 15, 1968","search_date":"1968-03-15","locations":[{"id":31662,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":2260,"tag":"female governor"},{"id":2259,"tag":"governor"},{"id":2258,"tag":"women's movement"},{"id":220,"tag":"alabama"},{"id":1071,"tag":"Civil Rights Movement"},{"id":18,"tag":"Politics"},{"id":1507,"tag":"1960s"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}},{"id":6116,"title":"“Prohibition in Alabama- Newspaper Fiasco”","course_id":126,"status":"P","start_date":"2/25/15","end_date":"2/25/15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a New York Times article published on February 25, 1915 titled “Prohibition Running Amuck” a story is told about a newspaper and magazine distributer in Birmingham, Alabama. The distributers name was Hiram R. De Laye and he was the largest distributor in Birmingham. He was arrested because he sold a copy of a newspaper published outside Alabama that had a liquor advertisement within the newspaper. Hiram had to pay a fine that was not less than $50 but no more than $500. Hiram also had imprisonment at hard labor for not more than six months stated in the article. The article stated that, “The Alabama Legislature passed, over the Governor’s veto, a law making this a penal offense.” This would have restricted the state’s citizens to reading mainly home papers and also it would have made citizens mostly stop reading magazines.                                                                                                      News dealers of Alabama tried to rectify the situation by cutting liquor advertisements out of the papers before they delivered them. This ended up being very costly for Laye since he had the largest distribution of the printed press he had to employ more laborers to get the job done. Thenewspaper article then went on to say that Laye would not have to worry about labor for much longer because his customers would soon stop buying papers and magazines if nearly all the material is cut out. A portion of the paper says, “The Birmingham Age-Herald prints a cartoon of an indignant citizen trying to read the report of a battle in Belgium and finding the important part cut out because a liquor advertisement was printed on the back.”  This portion shows that the prohibition act could hamper literature as a whole.","The sheriff of Birmingham got involved and told the press that the city was not trying to make an example out of Laye, but if he continued to violate the law he would be arrested every day he broke the law. The Montgomery Advertiser and The Birmingham News then decided to ignore the law. The article continues to speak on how prohibition is running mad and how human interest should not be sacrificed. Also the article states how if this situation were to logical extremes it would give states with anti-cigarette and anti-racing laws the right to exclude those advertisements in the paper.  Pretty soon the customer would be getting nothing for their money. The article ends with the author trying to bring citizens to his side by saying, “They might enact a law providing that if a citizen takes a drink in Tennessee and crosses into Alabama he should be arrested on the ground that he had carried liquor into the State.”","This <em>New York Times </em>newspaper article shows how there can be complications between the amendments. For instance, just how far do citizens’ rights protect someone when going against the government? Historian Robert M. Entman states that the government influences or determines some of the information citizens receive from the media. If the government sees it will benefit the larger majority of people they will alter information. Entman states that the First Amendment does not prevent the government from shaping most important dimensions of the news media’s messages. Many other news affiliates thought Laye was innocent yet the legislature found him guilty which shows how amendments can clash with each other. This clash ended with Laye being found guilty and being thrown in jail. All of this can be an example of how even our amendments have flaws, and they can be obstructed by each other."],"display_date":"February 25, 1915","search_date":"1915-02-25","locations":[{"id":18257,"lat":33.553801834,"lng":-86.8960886107,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":203,"tag":"Birmingham, Alabama"},{"id":2273,"tag":"Newspaper"},{"id":1397,"tag":"Amendment"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}},{"id":6120,"title":"Desegregation of UAB Medical Center","course_id":126,"status":"P","start_date":"7/2/64","end_date":"4/25/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Birmingham, Alabama was referred to as: \"the most thoroughly segregated city in the United States” by Martin Luther King, Jr. It was also given the name “Bombingham” due to the fifty unsolved racially charged bombings between 1945 and 1962. These bombings were directed towards the homes of African American leaders, integrated neighborhoods, and meetings for the Civil Rights Movement. Perhaps the most notorious occurred September 15, 1963 at 16th Street Baptist Church. Three members of the Ku Klux Klan decided to place dynamite under the steps of the church killing four young girls. The 16th Street Baptist church was where many civil rights leaders and activist held their meetings. This single moment in American history was the turning point for the Civil Rights Movement and the Civil Rights Act of 1964 enacted July 2, 1964 which prohibited any discrimination or denying access to public places based upon race, religion, sex, or national origin. The same year the Civil Rights Act of 1964 was passed, the phrase, “Joe Loves Niggers” was drawn on the entrance of the Medical and Dental Basic Science building of the University of Alabama November of 1964.","<br /> This graffiti was in response to Joseph Volker; the Vice President of Health Affairs at the University of Alabama Medical Center first attempts to desegregated their facilities in accordance to the new legislation. On April 25th of 1965, Joseph Volker received an email from Mathew McNulty, Jr. entitled the Civil Rights Act of 1964 which stated that “If it should be recorded, it is here reported that the University of Alabama at Birmingham hospitals and Clinics are 100% “non-segregated.” This letter detailed that University hospital’s attempt to desegregate the hospitals were successful although it was met with disdain from not only the community but from those inside of the facility. Mathew McNulty, Jr. was forced to place several members of the hospital in specific places such as the cafeteria to serve as “arbiter, race relations leader, persuader, and policemen” as he tells Volker in a letter explaining the difficulties of the transition.","<br />The problems that faced Volker as he attempted to comply with the new piece of legislation seemed not to bother him.  When asked about the difficulties of the patients in the newly desegregated facilities and how he was able to perform what would then be considered a difficult task and a less than progressive city, Joseph stated “We decided to do absolutely nothing except we started putting patients in on a first come, first served basis depending on the kind of care they needed. The first week, the black patients and the white patients looked at each other and turned their backs on each other, and that was the only protest that was made. They are too sick to do anything else… But after a week, everything began to settle down and people must have agreed that sick people are sick people. They’re not black, they’re not white. They are just sick, and they want to get well. And so, they started gradually turning over and speaking to each other.”","<br />Volker’s actions to comply with the legislation without fear benefitted the community dearly. This was a turning point not only for healthcare for the city of Birmingham, Alabama but soon a communal understand and progression. This allowed for people to have equal opportunity to decent care. It had the potential to give doctors colored or otherwise the ability to see patients and join in on a larger medical institution. Due to Volker’s progressiveness and concern for other’s helped make the University of Alabama the institution it is today with the University of Alabama at Birmingham being ranked fourth in student diversity by The Princeton Review.<br /><br />"],"display_date":"July 2, 1964 - April 25, 1965","search_date":"1964-11-27","locations":[{"id":31662,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":203,"tag":"Birmingham, Alabama"},{"id":1795,"tag":"integration"},{"id":2285,"tag":"UAB"},{"id":2286,"tag":"Civil Rights Act 1964"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}},{"id":6121,"title":"Holy Family Hospital: Birmingham's First Colored Hospital","course_id":126,"status":"P","start_date":"4/11/41","end_date":"4/11/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","On February 10, 1957 the <em>Birmingham Post-Herald </em>headline story was “Beds Scarce For Negroes in Hospitals.” Arthur Bailey, the administrator of Jefferson-Hillman hospital said that they had been forced to turn colored people away up to two weeks before this articled was printed. Due to Jim Crow Laws black people were unable to receive equal treatment in the medical community and were often forced to give up their bed if it were needed by their white counterparts. Facilities that offered a segregated unit did not house as many beds for African American’s which led to many people being turned away or denied proper healthcare.  Clyde Sibley, the director of Baptist Hospitals said, “For the first time, negroes have enough to go to a hospital. It will get much worse as the time goes on because more and more of them are buying it.” The need for black hospitals in which colored patients were guaranteed beds and served as the main priority and doctors of colors had a safe sterile place where they could treat their patients was becoming more and more needed in the Birmingham community.","Nearly a decade before this article was printed, Mother Ann Sebastian of Nazareth, Kentucky sent three sisters from Kentucky to Alabama to care specifically for the needs of African Americans. This facility, was the first hospital in Birmingham, Alabama created specifically for the care of African Americans and black doctors and nurses were able to care for their patients in a safe, sterile environment. This hospital originally completed in 1946 initially housed twelve beds. However, it wasn’t until 1954 that the hospital was expanded due to the large demand of people needing a pace to go to seek proper healthcare. It was also then that more black physicians and nurses were hired to care for the patients.  The colored physicians were “especially happy” now because they could follow their patients into the hospital and care for their needs for the first time in the history of Birmingham, Alabama. Dr. L.D. Green, president of the Mineral District Medical Assn. said, “This is a stepping stone…and a hope…where a colored patient of Jefferson County can enter to be treated by a physician of his choice.” This gave the black patient autonomy over his health. Dean of the Medical Center Roy R. kracke, M.D sent a letter sent to Mr. Robert Ingalls on May 16th, 1949 stating: “There is no need as great as hospitalization facilities for negroes in the county here a negro doctor can take a patient.” Kracke also sent a letter Father Eustace Eilers on June 21, 1949 stating that he believes that “a hospital for the negro physicians is both necessary and desirable in this community.” The need was so great the Holy Family hospital was forced to do a third expansion to meet the demands of those needing a place to go where they knew they could not be turned around.","Holy Family hospital was not only a stepping stone for the black community but also for the community as a whole. In 1954, a dedication ceremony brought hundreds of people of different race and religions from black and white to Jewish to those of the catholic and protestant faith. Along with city representatives and medical professionals. Col. Pritchard stated at the ceremony: “The friendship of men, regardless of race or creed, has brought into being this hospital, dedicated to relieving sufferings of our Negro friends.” People recognized that there was a need for patient care in the community colored or otherwise."],"display_date":"April 11, 1941 - April 11, 1953","search_date":"1947-04-11","locations":[{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":203,"tag":"Birmingham, Alabama"},{"id":2283,"tag":"Holy Family Hospital"},{"id":2284,"tag":"Colored Hospitals"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":126,"school_id":10}},{"id":6610,"title":"\"Let us close the springs of racial poison\": Lyndon B. Johnson and the Civil Rights Act of 1964","course_id":163,"status":"P","start_date":"5/2/63","end_date":"7/2/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the White House signing ceremony for the Civil Rights Act of 1964, President Lyndon B. Johnson declared, “Let us close the springs of racial poison.”","Although President John F. Kennedy had promised in his 1960 campaign to introduce civil rights legislation, by the spring of 1963 he had still taken no action.  On May 2, 1963, the push for civil rights burst into living rooms across the nation via television. Young African Americans in Birmingham, Alabama publicly, peacefully, protested against racial discrimination and segregation. For eight days, Birmingham authorities, led by the Public Safety Director, Eugene “Bull” Connor, responded to the protest by attacking the youngsters with police dogs and fire hoses. The public was horrified at the sight of the police officers brutally beating children, people knocked off their feet by the spray of high-pressure fire hoses, and police dogs biting young protestors.","On the evening of June 11, Kennedy made a nationally televised address in which he made his case for civil rights legislation that would end legalized racial discrimination and segregation. On that same evening, segregationist Byron De La Beckwith gunned down the National Association for the Advancement of Colored People (NAACP) Mississippi Field Director Medgar Evers in the driveway of his Jackson, Mississippi home.","After the Civil War, a two-tiered society emerged in the South. The U.S. Supreme Court’s decision in Plessy <em>vs.</em> Ferguson (1896)—which legalized racial discrimination and segregation under the “separate but equal” doctrine (also known as Jim Crow)—encouraged the recalcitrant Southerners. The Plessy decision forced African Americans to live under Jim Crow until a few young lawyers from the NAACP finally broke the foundation of the Plessy decision. In May 1954, the U.S. Supreme Court ruled in favor of the NAACP and their clients in Brown <em>vs.</em> Board of Education, which ended the separate but equal doctrine—after 58 years.","Between 1954 and 1964, numerous violent clashes occurred leaving many dead before Johnson signed the Act into law. Johnson, a southerner himself, was <em>not</em> an early supporter of new civil rights legislation. After Kennedy’s assassination in November 1963, Johnson reluctantly picked up the mantle of civil rights, eventually making the cause his own, after he rammed the bill through Congress. Johnson told several of his aides that “by pushing the Civil Rights Bill through Congress, I have delivered the South to the Republicans.”","Deeply troubled about his election possibilities, Johnson continued his campaign for the presidency. He defeated Republican Senator Barry Goldwater, who voted <em>against</em> the Act, in a landslide victory. However, that victory cost the Democratic Party. Many southerners (office holders and voters) switched their party affiliation to Republican, realigning the parties geographically, philosophically, and politically."," "],"display_date":"May 2, 1963 - July 2, 1964","search_date":"1963-12-01","locations":[{"id":52985,"lat":32.2987573,"lng":-90.1848103,"zoom":8,"place":"Jackson, MS"},{"id":52984,"lat":33.5206608,"lng":-86.80249,"zoom":8,"place":"Birmingham, AL"},{"id":52836,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington DC"}],"tags":[{"id":3236,"tag":"Brown vs. Board"},{"id":472,"tag":"Plessy vs. Ferguson"},{"id":3163,"tag":"Civil Rights Act of 1964"},{"id":3162,"tag":"Lyndon B. Johnson"},{"id":225,"tag":"Jim Crow"},{"id":42,"tag":"Civil Rights"},{"id":2703,"tag":"John F. Kennedy"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}}]}