{"id":3671,"place":"ONONDAGA, New York","lat":43.0056890825,"lng":-76.1943998481,"episodes":[{"id":4466,"title":"<strong>U.S. Marshall Protected by Fugitive Slave Act </strong>\n","course_id":18,"status":"P","start_date":"1851-10-01","end_date":"1852-06-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1851, United States Deputy Marshall Henry W. Allen arrested freed slave William Henry in Syracuse, New York. Allen claimed Henry was a fugitive slave from Missouri. Though Henry was temporarily aided in escaping by local abolitionists, Marshall Allen and police arrested William Henry. This arrest happened in a brutal manner and William Henry was \"excessively bruized in the struggle and was taken to the Police Office of the city.\" This created a great disturbance in the city of Syracuse and resulted in rioting. People who were against William Henry's arrest threw stones at the police office in which Henry was held and at nine o'clock at night, the suspect slave was freed and helped in his escape to Canada. Though the people who helped Henry in his escape were charged with aiding a fugitive slave, the more surprising indictment was that of United States Deputy Marshall Allen for kidnapping by the Onondaga District Court.","            The court brought Marshall Allen to trial based upon his attempt to kidnap William Henry. Because he captured Henry in compliance with the Fugitive Slave Act, the trial focused on enforcing of the Fugitive Slave Act and the case was brought to the New York Supreme Court. The Fugitive Slave Act of 1850 protected Henry W. Allen from his alleged kidnapping and he was found to be \"Not Guilty\" by the court. The reason for the upheaval in Syracuse stranded from the act's unpopularity in the Northern states because it was believed to appease slave-holding states."," Violence in response to the Fugitive Slave Act was not uncommon. James McPherson writes in <em style=\"mso-bidi-font-style: normal;\">Battle Cry of Freedom </em>of an incident in the town of Gettysburg, Pennsylvania where a slave-owner was killed when attempting to capture his fugitive slave. Armed resistance also took place in Lancaster County, Pennsylvania when slave-owner Edward Gorsuch and local constables attempted to capture fugitive slaves. An all black militia led by an ex-slave named William Parker drove off Gorsuch's party after clubbing Gorsuch along with one of the constables. Northerners, along with ex-slaves, had the will to fight against the Fugitive Slave Act. As seen with the case of Marshall Allen and slave William Henry, it was only through enforcement by the federal government that the act was carried out in the North.    "],"display_date":"October 1, 1851 - June 21, 1852","search_date":"1852-02-09","locations":[{"id":8955,"lat":43.0056890825,"lng":-76.1943998481,"zoom":9,"place":"ONONDAGA, New York"}],"tags":[{"id":34,"tag":"Crime/Violence, Economy, Law, Slavery, Urban Life/Boosterism"},{"id":4,"tag":"Slavery"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4687,"title":"Abolitionists Free Suspected Runaway Slave","course_id":23,"status":"P","start_date":"1851-10-04","end_date":"1851-10-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Wednesday October 4, 1851, Syracuse city police, led by Deputy U.S. Marshall Allen, arrested an African American man by the name of Jerry McHenry.  John M. Reynolds of Marion County, Indiana, claimed McHenry to be his slave, and as a result, McHenry was taken into custody as a runaway slave and set for trial.  However, Reynolds would soon be surprised by an unexpected turn of events that neither he nor the court anticipated.","As U.S Commissioner Joseph F. Sabine adjourned the courtroom at two o’clock pm on October 4, a crowd of black and whites seized McHenry from the custody of the officers.  McHenry’s team of rescuers successfully fought their way out of the courtroom, but failed to carry the prisoner very far before police caught up with them and took McHenry back into custody. McHenry’s would-be liberators were not deterred by this initial failure.  A primarily African American group, consisting of Liberty Party members from all over the state and abolitionists from the County Fair, gathered in front of the courthouse the very next day.  Reverend Samuel R. Ward, an African American preacher and abolitionist, gave a “stirring speech” to the group rousing them into an angry mob.  The mob threw “stones and other missiles” at the courthouse windows injuring some of the army officers, forcing them to nail up the windows with planks and discharge firearms in a desperate attempt to intimidate the mob.  <em>The New York Daily Times</em> reported that once the Commissioner adjourned the court at eight o’clock, “a systematic attack was made, with axes, sledges, crowbars, and a battering ram in the shape of a heavy plank, upon the door of the outer office” until the door gave way and allowed the mob to enter the courthouse and carry McHenry out to his freedom.","The daring rescue of McHenry was only one example of black resistance during the antebellum period and of northern defiance to the 1850 Fugitive Slave Law.  During the rise of immediatism, public protest and antislavery publications served as the first most popular strategy for blacks protesting slavery, but the use of violence against slavery became more common in the 1850s after the passage of the Fugitive Slave Law.  The Fugitive Slave Law of 1850 placed every Northern African American in danger because it declared that any person suspected of being a runaway slave could be arrested without warrant and turned over to a claimant without proper trial.  This significantly increased black resistance and protests, especially during fugitive slave trials.  Influential abolitionists like Congressmen Joshua Giddings who strongly endorsed antislavery violence persuaded more abolitionists to turn to violence as a means of protest.  The government further angered abolitionists by passing laws that penalized free African Americans ten shillings for every day a runaway was hidden and protected from government officials.  The strategy of mass action, involving crowds of abolitionists gathering outside, and sometimes inside, fugitive slave trials in northern states, began as peaceful protests but sometimes ended violently when protestors chose to interfere with the trial.  As more and more abolitionists felt the impulse to engage in civil disobedience, they began to accept the use of righteous violence."],"display_date":"October 4, 1851","search_date":"1851-10-04","locations":[{"id":8955,"lat":43.0056890825,"lng":-76.1943998481,"zoom":9,"place":"ONONDAGA, New York"}],"tags":[{"id":193,"tag":"Abolitionism"},{"id":202,"tag":"Abolitionist violence"},{"id":244,"tag":"Violence"}],"course":{"name":"The Abolitionists and American Society","school":"University of Richmond","course_id":23,"school_id":11}},{"id":6615,"title":"Morrison Swift Predicts the Rise of Socialism","course_id":163,"status":"P","start_date":"6/29/03","end_date":"6/29/03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter to the <em>New York Times</em>, Morrison Swift wrote, “A question that many are asking with a great deal of interest is what effect the great socialist gains in Germany will have upon this country.” Morrison Swift wrote letters to the editor of the <em>New York Times</em> many times before. Swift, a writer, social activist, speaker, and pamphleteer, focused on social and political theory.","Germany saw a rise in socialist ideas as they neared the twentieth century. The German Social Democratic Party became one of Germany’s most popular parties, and saw massive gains in the Reichstag since 1890. Socialism also saw a rise in popularity in the election of 1900 in the United States.  Swift said, “The German elections are likely to have a very notable influence upon the American working classes in changing this, by calling their attention to politics as a method far more potent than the strike.” Unfair and dangerous working conditions brought on by rapid industrialization, such as low wages, long hours, and work-related injuries, led to strikes and standoffs between laborers and managers. Swift mentioned the unhappiness of the laborer in society, writing that workers finally realized that there may be something wrong with the interactions between labor and capital.","Between 1900 and 1904, Socialism gained popularity in a region of 20 states bounded by Maine, Minnesota, Missouri, and Maryland. This region accounted for the most socialists in office, along with between 60 percent and 85 percent of the Socialist party vote. This region was also heavily industrialized. Counties known for having unions and industry working against each other tended to vote more Socialists into office and have a more Socialist leaning during the presidential election.","Swift likened the American trust leaders to the German Emperor, William the Second, saying, “Our heads of industry and finance are bearing down on the people in ways as surprising and obnoxious to us as a free nation, as William’s ways are obnoxious and intolerable to Germany as an unfree nation.” Swift predicted that such conditions would unleash a gradual rise in popularity for Socialism. Swift mentioned, “It seems that we should recognize that Socialism is to spring into a great, perhaps huge, practical force in this country in a very short time.” In 1900, the Democratic Socialist Party, led by Eugene V. Debs, had only 0.6 percent of the popular vote, but by 1904 the Socialist Party, also led by Debs, had risen to three percent of the popular vote.","Swift highlighted the fact that Germans saw less industrialization than the United States, yet still ran to Socialism to protect themselves from industrialization. He predicted that the American laborers would run to the arms of Socialism for protection, and that it was inevitable to avoid the revolution. Despite Swift’s predictions, Socialism would decline in popularity and would almost die out after the First World War."],"display_date":"June 29, 1903","search_date":"1903-06-29","locations":[{"id":52989,"lat":42.927205,"lng":-76.1289029,"zoom":5,"place":"New York"}],"tags":[{"id":3176,"tag":"Labor Movement"},{"id":3175,"tag":"1903"},{"id":3174,"tag":"1904 Election"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":1090,"tag":"strikes"},{"id":896,"tag":"Labor"},{"id":2188,"tag":"Socialism"},{"id":2781,"tag":"Election"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}},{"id":6649,"title":"Race, Baseball, and The Civil","course_id":170,"status":"P","start_date":"1840-01-01","end_date":"1865-04-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Race and Baseball during the Civil War"," ","            When you think of the first African American baseball player, who comes to your mind? For most people, it’s Jackie Robinson back in 1947 with the Brooklyn Dodgers.  What if I told you that African Americans had been playing baseball for more than 100 years before that? Back in the 1840’s through the 1850’s, African Americans formed clubs and played baseball all the way up until the time of the Civil War in 1865, but, just like 100 years later, African Americans would still have to face obstacles such as racism and discrimination in the nascent game we now call baseball."," ","            Back in the 1840’s and 1850’s, many African Americans in the north were very poor and didn’t have time to be playing baseball. But, there were some that could spare the time to play. Clubs sprung up all over the north as well as the south too. From New York to New Orleans, African Americans were teaming up play this new sport. Many of the people on the teams that could play were teachers, clerks, and artisans."," ","            Then came 1865. The Civil War put a temporary hold on this new game, but the years following the civil war, African American baseball clubs picked back up were they left off. But just as predicted, the more they played, the more hate and discrimination they had to overcome. Many newspapers would ridicule the ball players and say horrible racist things about them. In 1862, a reporter said that, everyone in the large crowd was “as black as an ace of spades.” But this didn’t stop anyone from playing. The same reporter also mention the crowds who would come and watch the games. He noted that, “A number of old and well known players, who seemed to enjoy the game more heartily than if they had been the players themselves.”"," ","            All throughout the years of the war, leading up to it and following it, baseball was directly correlated to the civil rights to African Americans. “On July 4, 1859, Joshua Giddings, a white antislavery Republican congressman from Ohio, showed his support for desegregation and equality in baseball by playing in a game with African-Americans.” An elite African American baseball club known as the Philadelphia Pythian Baseball Club, were all activists for African American equal opportunity. “ In 1863 the club’s secretary, Jacob C. White Jr., and the shortstop and captain of its first nine, Octavius V. Catto, served on a committee that recruited soldiers for the Union Army and joined a local African-American militia. During the late 1860s Catto campaigned for the desegregation of Philadelphia’s streetcars and for blacks’ right to vote. After voting on Election Day of 1871, he encountered Frank Kelly, a Democratic Party supporter; the two got into a fight, and Kelly shot and killed Catto.” As shocking as this is, it was very common. Maybe not to that degree but African Americans were faced with many obstacles and hardships."," ","            The famed abolitionist, Frederick Douglass, had two sons, Frederick Douglass Jr. and Charles both played baseball during this time as well. In Rochester, New York, Frederick Douglass Jr., playing for an integrated baseball team called the Charter Oak Juniors and after the war, he founded Alerts Base Ball Club of Washington. And his brother, Charles was the third baseman for the team. In 1869, Charles joined the Washington’s Mutual Club."," "," “The 13th, 14th and 15th Amendments, ratified after the war, redefined state and federal citizenship and extended civil and political rights, but they included no provisions for equality in private, voluntary activities. Nevertheless, officers of the leading black clubs of Brooklyn, New York City, Philadelphia and Washington sought equal treatment by the white ball-playing fraternity. Some of them were on good terms with white club officials and frequently obtained permission to use their grounds for feature contests. White umpires sometimes officiated at their games. The Pythians enjoyed harmonious relations with the officers of the city’s powerful Athletics Base Ball Club, who gave them permission to use their field for major matches.” During the years leading up to the wars and the years following, African Americas fought for equal treatment among white baseball clubs. But there were many white baseball clubs did not want to play with all black teams. Saying they, “would have nothing to do with the dark votaries of the bat and ball.” Integrated games of baseball were not common. Except for one game that was put together by a name by the name of Thomas Fitzgerald, editor for a local newspaper called, “The City Item”. In this game, the Philadelphia Olympics played the Pythians, beating them 44-23. Leading many to say that “old-time prejudices were melting away in this country. Also, noting that interracial sporting events took place in England all the time. Another game involving integration, In September of 1870, Two clubs named, “The Resolutes”, One black and one white, fought for the right for the name. The black Resolutes won by an ashtonishing 25-15."," ","In 1870, baseball was on the upswing of becoming Americas favorite pastime, and just like everything else around it at the time – it was very segregated. Many African Americans would being playing professionally in the 1880’s, but it would be another 60 years until we would know the name, Jackie Robinson, breaking the color barrier for the final time, and completely changing the face of baseball as we know it."," "," "],"display_date":"January 1, 1840 - April 12, 1865","search_date":"1852-08-21","locations":[{"id":52989,"lat":40.7127837,"lng":-74.0059413,"zoom":8,"place":"New York"}],"tags":[{"id":32,"tag":"Civil War"},{"id":629,"tag":"race"},{"id":233,"tag":"Baseball"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6691,"title":"Womens Rights During the Civil War","course_id":170,"status":"P","start_date":"1869-01-01","end_date":"1869-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Since International Women’s Day recently passed, it only seems fitting to analyze the role of women, and how the civil war helped to shape the ideas of the modern-day women.  As in many societies, the women were only viewed as the complementary aid to male, and the only ability of the women was to maintain a household. For centuries, the role of a women has been set out, and most women followed. Although there were exceptions, this is the way life was. During the civil war, starting in 1861, women started to express the urge to be more than the mold that was set out. With this, much criticism followed.","            Although typical roles of women are indeed important, such as raising children, supporting husbands, and maintaining the household, there is so much more to be explored. Many women to possess a more nurturing nature, than some men lack, therefore implying that these are simply women’s roles, but as history will show, women are just as capable as males in many fields. During the civil war, since so many men were away fighting in both the Confederate and Union, women were left to assume the responsibilities of the male that was away. Women had to find a way to provide both financial and emotional support for family, and friends left at home. During this era, women realized, and boldly expressed that they were capable to do the same thing as their male counterparts.","            In a lithograph, <em>“The Age of Brass/ or The Triumphs of Women’s Rights</em>” drawn in 1869 expresses the reactions and criticisms of the progressions of women’s rights. The photo depicts women voting for the “The Celebrated Man.”. Women are shown with exaggerated features that usually are expressed by men such as dresses that resemble suites, women smoking pipes, and the only male in the lithograph is holding a baby, showing confusion, and obviously is in shock of the environment that he is in.","            The depiction of this lithograph shows the negative perception of the progression of women. During the civil war era; it was common belief that if women were given the right to vote, women would attempt to change every facet of society. If women were given the right to assume roles that were predominately influenced by men, their would be no need for the men. While women were expected to stay within their roles, they were still appreciated. Thousands of women aided men in the battlefield of both the confederate and the union side. According to an article by Brooks."," ","            As history, will prove, women will indeed gain rights and will become productive, and influential members of society. While it did take some time, and is continuing to progress, the Civil War played a huge role in the rights of women. "],"display_date":"January 1, 1869 - January 30, 1869","search_date":"1869-01-15","locations":[{"id":52989,"lat":40.7127837,"lng":-74.0059413,"zoom":3,"place":"New York"}],"tags":[{"id":32,"tag":"Civil War"},{"id":7,"tag":"Women"},{"id":196,"tag":"women's rights"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6743,"title":"The Threat on Jewish Culture in the Soviet Union","course_id":179,"status":"P","start_date":"10/27/66","end_date":"10/27/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In late October of 1966, Mrs. Mortimer Jacobson returned home from the Soviet Union.[1] The head of Hassadah, or Women’s Zionist Organization of America led a group of 24 leaders who had approached the Soviet Union with an offer to send 500 Jewish students on scholarship to Israel. As Mrs. Jacobson put it, she wanted the children to “get a feel for the land of the Bible” something the group believed was becoming harder to do within the Soviet Union. Mrs. Jacobson holds a view that the “United States, Israel and the Soviet Union represented the future of Jewish life.” She especially emphasised that while a Moscow synagogue alone had 5,000 in attendance for the observation of Simhath Torah on October 7<sup>th</sup> once outside the synagogue proof of Jewish culture is much harder to find. A local Jewish leader objected to this notion citing the existence of a Jewish magazine and plays by a classic Jewish playwright being performed. Mrs. Jacobson however, countered this observation citing a lack of life history books and textbooks, in any language, on Israel or Hebrew in Moscow shops. The offer to send the children away was turned down by the government in a way that Mrs. Jacobson specifically mentioned had offended her.  A reluctance to send their children to the “decadent” West is mentioned, but no official reasoning is offered. Mrs. Jacobson asks for public protest to be a voice for the children. Left without a voice, the fate of their culture is left uncertain."," ","This article was run in 1966, two decades after the end of World War 2 and in the midst of a cold war between the Soviet Union and the West. In the years following the end of World War 2, the mistreatment of the Soviet Jewish population by Stalin became increasingly clear.[2] As activists and scholars tried to raise awareness of this injustice, financial support was received from the West.[3] This was not something which was favourably received by the Soviet Union, as seen in the rejection of these gifts following 1947 with an improvement in conditions in the Soviet Union being cited for the rejection.[4] A “witch hunt”, as Michael Beizer refers to it, could still be seen with an anti-Jewish propaganda campaign emerging, as well as an increase in the arrests of Soviet Jewish residents for “conspiracy against the Soviet regime”.[5]  These events, seen as a response to the American aid, only served to increase tensions between Soviet Jews, as many did not welcome the aid from their enemies.  Mrs. Jacobson and her peers hoped to save Jewish culture in the Soviet Union for future generations before it was too late.  Whether the Soviet Union government would allow them to was another question."," "," ","Bibliography"," ","Beizer, Michael. \"\"I Don't Know Whom to Thank\": The American Jewish Joint Distribution Committee's Secret Aid to Soviet Jewry.\" <em>Jewish Social Studies</em> 15, no. 2 (2009): 111-136. <a href=\"https://muse.jhu.edu/\">https://muse.jhu.edu/</a> (accessed October 21, 2017)."," ","Golden, Peter. “Saving the Jews of the Soviet Union. (Silent No More: Saving the Jews of Russia) (Critical essay)” <em>Midstream</em> 54, no. 5 (2008): 26. <a href=\"http://trove.nla.gov.au/work/72398253?q&versionId=85576600\">http://trove.nla.gov.au/work/72398253?q&versionId=85576600</a> (accessed October 21, 2017)"," ","“Hadassah Head, After Survey, Says Soviet Jewish Life Wanes.” <em>New York Times</em>, Oct. 27, 1966."," "," "," ","[1] “Hadassah Head, After Survey, Say Soviet Jewish Life Wanes,” <em>New York Times</em>, October 27, 1966.","[2] Peter Golden, “Saving the Jews of the Soviet Union. (Silent No More: Saving the Jews of Russia) (Critical essay),” <em>Midstream</em> 54, no. 5 5 (2008): 26. <a href=\"http://trove.nla.gov.au/work/72398253?q&versionId=85576600\">http://trove.nla.gov.au/work/72398253?q&versionId=85576600</a> (accessed October 21, 2017)","[3] Michael Beizer, “I Don't Know Whom to Thank\": The American Jewish Joint Distribution Committee's Secret Aid to Soviet Jewry,\" <em>Jewish Social Studies</em> 15, no. 2 (2009): 111-136. <a href=\"https://muse.jhu.edu/\">https://muse.jhu.edu/</a> (accessed October 21, 2017)","[4] Ibid","[5] Ibid"],"display_date":"October 27, 1966","search_date":"1966-10-27","locations":[{"id":53095,"lat":55.755826,"lng":37.6172999,"zoom":11,"place":"Moscow"},{"id":52989,"lat":40.7127753,"lng":-74.0059728,"zoom":10,"place":"New York"}],"tags":[{"id":3431,"tag":"Russia"},{"id":3430,"tag":"Jewish culture"},{"id":753,"tag":"Anti-Semitism"},{"id":265,"tag":"america"},{"id":1664,"tag":"Jewish"},{"id":3111,"tag":"Soviet Union"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":179,"school_id":28}},{"id":6744,"title":"The May Day March, Women's Rights, and African-American Freedoms","course_id":179,"status":"P","start_date":"5/2/40","end_date":"5/2/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 1st, 1940, Left-Wing Labour Groups marched through the streets of New York. The estimated number of protestors was in the ballpark of 25,000 and 100,000 according to the organizing committee and police officials. The theme: Peace, Jobs, and Civil Liberties. The goal: exhort America to remain an observer to the growing European conflict. The sentiment among protestors was anti-Capitalist, which many among the protestors identified as the reason for entering the war. Banners ridiculing Wall Street, and the U.S. Maritime Commission were a few of the sentiments expressed during the rally. Protestors drew parallels between leaders of the Allied and Axis powers, claiming that Chamberlain was the cause for Hitler’s rise to power. The same protestors failed to acknowledge or mention Russia’s invasion of Poland and Finland (although various signs, carried by delegations of Polish and Finnish workers proclaimed Soviet Peace agreements), and no denunciations of Stalin comparable to those for Hitler, Chamberlain, and Daladier were made. Socialist Party officials, including the party’s presidential candidate John W. Aiken, declared decadent capitalism as the catalyst for the emergence of war and proclaimed Hitler as its figurehead. Various banners ridiculed the Dies Committee (who were concerned with the possible uprising of communist sympathizers and similar sentiments among protestors); Thurman Arnold, head of the anti-trust division of the Department of Justice, was satirized by several signs. Alien and Radical detective squads were present and took notes during the proceedings. All members of the police department were held on duty during the ceremonies from 12:01 a.m. of that morning until the rally had come to a close, and two thousand of these members were assigned to policing the parade’s route in order to keep both protestor and spectator alike safe from harm."," ","Unbeknownst to Americans at the time, the Great Depression was on its last legs. A recovering housing market devastated by the depression was a topic of concern among the protestors during the May Day march. Upon entering the fight in 1941, the job market opened the floodgates for various wartime employment opportunities on American soil, primarily in the industrial sector producing arms and munitions in factories. In the 1930s, many American factories were operated as “small dictatorships”, workers were beaten and could be fired without prior warning or notice (Foner, p. 653). In 1934, no fewer than 2,000 general strikes occurred as a response to demands of workers that went beyond the increase of wages (civil liberties for workers and the removal of “employers’ arbitrary power in the workplace” to name two). Socialist and Communist militant labour leaders provided leadership to the growing labour upsurge, and between 1937-1938, labour union membership increased by approximately 2.5 million. The next major increase in members would not come until 1940-1941, and again between 1942-1943 (Foner, p. 689). Women were dominant in the workforce, but black Americans were generally ignored. Black Americans that were part of the army served in segregated units, and were only ever employed as cooks or waiters in the navy (Foner, p. 701). The treatment of workers was what gave the Communist Party a foothold in American politics during the War (a popular one at that). From 1941-1945, however, the Communist Party would suspend traditional May Day activities, and the American peoples’ focus gradually switched to “uniting against the fascist threat abroad.” (Haverty-Stacke, p. 174). By the end of the War, women were largely dismissed from industrial positions and black army vets returned to a country unaccommodating and unappreciative of their military service. For so many protestors, World War II was a battle on two fronts. Overseas combatting the axis powers, and on American soil, fighting for worker rights and civil liberties."," "],"display_date":"May 2, 1940","search_date":"1940-05-02","locations":[{"id":52989,"lat":40.7127753,"lng":-74.0059728,"zoom":9,"place":"New York"}],"tags":[{"id":311,"tag":"Union"},{"id":3432,"tag":"Labour"},{"id":3433,"tag":"May Day"},{"id":3434,"tag":"World War"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":179,"school_id":28}},{"id":6756,"title":"Edward Parker's Reccomnedations for Scarlet Fever","course_id":177,"status":"P","start_date":"1825-01-01","end_date":"1885-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Parents of children in New York City in 1859 had great reason to fear scarlet fever. Per historian John Duffy, in its endemic state, scarlet fever killed one to two hundred young people in New York every year, and was worse during epidemic years. Parents were not alone in fearing the disease. Physicians dreaded an encounter with scarlet fever because they knew little about treatment and frequently lost their patients to the illness.","Scarlet fever had been endemic in New York City since its “first attack in 1745.” In lieu of the outbreak, one newspaper ran a warning and listed the symptoms, warning that it was fatal to many children. The most common subjects of this disease are children under twelve years of age. Physicians were studying and tracking the disease in hopes of creating a better means of treatment. One such person dedicated to the study was medical doctor and professor Edward Parker. Parker authored a detailed monograph in 1859 describing the symptoms he witnessed in his many years of observations and his recommendations for treatment of scarlet fever. Parker defined three distinctive characteristics of scarlet fever that separate it from other diseases. These three characteristics include” the eruption, the sore throat, and the frequent pulse.”","Parker defined the eruption of red to be a unique color of “burnt sienna” that targeted the “mucous membrane of the mouth, the neck and upper portions of the chest, the inside of the elbow-joints, the groins, and behind the knee joint.” An outbreak of this red could be seen in as little as half an hour after the patient begins to feel unwell, but most typically arrived within forty-eight hours. The sore throat was characterized by an enlargement of the tonsils, so much so that they projected into the throat. This enlargement produced a change in the patient’s voice. “Externally, the glands could be felt distinctly, and pressure upon them caused pain.” This swelling caused great pain to the patient when they attempted to swallow fluids or solids. One of the most reliable symptoms was the rise in pulse. Parker noted that the pulse was “quick and irritable” in some cases reach “140 or 150 beats.”","Treatment of scarlet fever began with protecting the family of the inflicted. It was necessary to ensure that no one was in direct contact with the patient, to keep the disease contained. Parker recommended quarantining the infected person in a well-ventilated, dim, quiet room that only the attendants should have access to. Additionally, he mentioned that “washing the hands is also wise.” Parker encouraged the use of a preventative drug called belladonna, which he pointed out is somewhat controversial, but was used by many physicians. Once infected, for children, paregoric was preferable to other opiates. Externally, Parker recommended sponging the surface of the body with tepid water with added vinegar to lower the excessive heat that the fever brought. To ease soreness of throat a gargle of alum or capsicum was recommended. For the external treatment, wrap a piece of flannel around the neck that has been wetted with diluted rum and black pepper. Parker concludes by adding that if there are white deposits in the throat wipe them with a soft sponge and then apply a solution of chloride of soda.","While Parker did not find a cure for scarlet fever, his monograph is significant today because it allows historians to see the advancement in treatment, from 1859, of inflicted individuals. Additionally, it allows readers to better understand the importance that sharing medical information had in 1859. The importance of physician’s access to medical information to ensure better treatment continues today, 158 years later."],"display_date":"1825 - 1885","search_date":"1855-07-02","locations":[{"id":52989,"lat":43.0936649,"lng":-75.8001519,"zoom":5,"place":"New York"}],"tags":[{"id":763,"tag":"epidemic"},{"id":3458,"tag":"scarlet fever"},{"id":3459,"tag":"scarlet"},{"id":3460,"tag":"fever"},{"id":3461,"tag":"scarlatina"},{"id":3462,"tag":"childhood illness"},{"id":3463,"tag":"childhood"},{"id":3464,"tag":"endemic"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}},{"id":6874,"title":"Uncommon History: The Tale of the Female Playwright","course_id":186,"status":"P","start_date":"1/1/75","end_date":"12/31/85","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the early 1970s, theatre was dominated by male actors, male directors, male playwrights, and male producers. In an article titled The ‘Woman’ Playwright Issue Gayle Austin, 80s playwright and journalist, expressed that many of the female characters portrayed in the shows of this time were flat or two-dimensional, leaving the female audience in this male dominated world wanting more than the typical “hooker with a heart of gold” trope that satisfied the male gaze. Plays like Da, an Irish comedy that focused on a man’s relationship with his father, or the musicals like Pippin, a story of a boy turning into a man while finding his way in the world, captivated audiences while not having a single multidimensional female character in the entire script. When women playwrights attempted to combat this lack of representation with their own creations, they were met with ridicule from male critics that considered their work “juvenile and substandard” to the male playwrights. Female playwrights like Wendy Wasserstein and Caryl Churchill faced an issue in their medium as many of them were barred from publishing and producing their work due to the constant harsh criticism.","It wasn’t until the early 1980s that a wave of feminist playwrights began releasing their work and women began to gain real representation on the live stage. Smaller production companies such as The Monstrous Regiment began producing the plays to showcase these feminist playwrights and express to the oppressive male critiques that these shows were relevant to audiences. Across the country, audiences began to show support for this new female role as women were being expressed as someone with emotion and ability, rather than the previous types of roles produced by male writers. Wendy Wasserstein, author of Uncommon Women and Others, as well as Caryl Churchill, author of world renowned play Top Girls, made waves in the world of theatre, leading a new feminist era of theatre itself.","The main goal of these female writers was to change the theatrical climate for the better; to see women actresses get to become women directors, playwrights, and producers. Austin expresses a common myth thought about female writers that came out of the theatre community, stating “Women can’t direct. It’s not part of our childhood training. Directors must be able to command, declaim, dictate, shock, humiliate, create, destroy, and resurrect.” This common thought originally barred the female world from directing as their will is thought to not be strong enough for the job. ","What was once the question of, (Austin 1983)“is this female character really a person?” evolved into the astounding creation of characters such as Muffet De Nicola, a woman who is just finishing college and questioning whether or not it was worth it and what life will be after it all in Wasserstein’s Uncommon Women and Others, or the savvy business woman Marlene, who began to adopt toxic male traits to climb the business ladder in Churchill’s Top Girls. These women now have interests beyond men or devilish schemes, or even implied lives beyond the show’s plot. This was a rarity before the Feminist Theatrical Movement. Thanks to the efforts of the few female playwrights, it is now and forever common in many shows across America."," "],"display_date":"1975 - 1985","search_date":"1980-07-01","locations":[{"id":52989,"lat":40.672670386386,"lng":-73.961707701296,"zoom":11,"place":"New York"}],"tags":[{"id":3679,"tag":"Feminist Theater"},{"id":619,"tag":"Second Wave Feminism"},{"id":2471,"tag":"20th Century"},{"id":617,"tag":"Feminism"},{"id":627,"tag":"Theater"},{"id":955,"tag":"Theatre"},{"id":1205,"tag":"Women's History"}],"course":{"name":"American Women's History","school":"Schreiner University","course_id":186,"school_id":69}}]}