{"id":3682,"place":"Madison, Alabama","lat":34.7631159557,"lng":-86.5502041094,"episodes":[{"id":1631,"title":"Southern Industrial Convention\n","course_id":1,"status":"P","start_date":"1899-10-19","end_date":"1899-10-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Huntsville chamber of commerce called for the Southern Industrial Convention to discuss southern industrial conditions.  The convention was attended by all southern states.  The convention lasted for six days allotting time for the discussion of the industrial condition of each state individually.  Booker T. Washington spoke on the impact of racial relations on southern industry, and Senator Morgan spoke of the effect the Nicaragua canal would have on southern commerce."],"display_date":"October 19, 1899","search_date":"1899-10-19","locations":[{"id":258,"lat":34.7631159557,"lng":-86.5502041094,"zoom":9,"place":"MADISON, Alabama"}],"tags":[{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2720,"title":"Feelings of Dissent in Alabama\n","course_id":1,"status":"P","start_date":"1850-05-16","end_date":"1850-05-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1849, each state in the Union was allotted one stone in the newly constructed Washington Monument, on which it was to put its name along with a brief inscription. The inscription chosen by Governor Chapman of Alabama read as follows: Alabama. A union of equality, as adjusted by the Constitution. This dedication was authorized by the Alabama General Assembly on December 4, 1849. ","The editor of the <em>Huntsville Democrat</em>, a newspaper based in Madison County, Alabama, responded to the Governor's inscription on the stone in his May 16 editorial. In his column, the editor expressed many of the same sentiments toward the Union that the stone's inscription had implied. He expressed his belief in a Union of equality, in which sovereign states were bound together by mutual interests and the obligations set out by the Constitution. Under these precepts, he felt that each state should not have to sacrifice its own identity and beliefs at the expense of the national majority. To illustrate his point, the editor used an analogy comparing the states in the Union to the stones which made up the Washington Monument. He argued that each state, like the individual stones of the monument, could act as its own separate entity maintaining its own identity and still be incorporated as a part of the larger whole. ","The motto on the Alabama stone of the Washington Monument and the editorial in the <em>Huntsville Democrat</em> alluded to growing sectionalism in the United States. This sectionalism was agitated by the possibility of Congress limiting the practice of slavery in the new territories acquired in the aftermath of the Mexican-American War. According to the authors of <em>Alabama: The History of a Deep South State</em>, the people of Alabama interpreted the United States policy against slavery as an attack on their individual rights as a sovereign state. These sentiments serve to reflect the strict constructionist ideology of many Southerners who believed that since the Constitution did not directly grant the Federal Government control over the issue of slavery, all decisions concerning the institution should be delegated to the States. The editor of the Huntsville Democrat clearly echoed this perspective in his May 16 article. The growing antipathy towards the Union was prevalent not only in Alabama but also in other states across the South. The events of this narrative only foreshadow Alabama's eventual secession from the Union twelve years later."],"display_date":"May 16, 1850","search_date":"1850-05-16","locations":[{"id":254,"lat":34.7631159557,"lng":-86.5502041094,"zoom":9,"place":"MADISON, Alabama"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4695,"title":"Wernher Von Braun Advises the Vice-President on the Space Program","course_id":26,"status":"P","start_date":"4/29/61","end_date":"4/29/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Wernher Von Braun stated in his letter to United States Vice President Lyndon Johnson, “we have an excellent chance of beating the Soviets to the first landing of a crew on the moon.” The letter discussed the strategic direction the United States should take to surpass of the Soviet Union in the space race. With the Cold War raging between the U.S. and the Soviet Union, space exploration became a competition. The Soviet Union had taken the lead, launching <em>Sputnik, </em>the first satellite, as well as putting the first man in orbit, as Yuri Gagarin made a single orbit around the earth in the spacecraft, <em>Vostok I. </em>","            The United States had fallen behind in the space race. President John F. Kennedy asked Vice President Johnson to recommend a space program that would allow the United States to take the lead in space exploration. Johnson wrote some experts within the country requesting counsel on the topic and Von Braun responded with a ten-page letter assessing the situation. Von Braun discussed several directions the United States could take. One would be establishing a manned laboratory in space, but the Russians had the advantage as the U.S. was still trying to perfect the Saturn C-1 rocket. Another option would have been a soft-landing of a radio transmitter station on the moon. However, the Soviets had the ability to accomplish this at anytime, while the U.S. lagged behind in the development of required equipment. The last two options involved traveling to the moon. The first goal would have been sending a three-man crew to orbit the moon, but the Soviets could accomplish this relatively soon, if they waived certain safety procedures. The last option was landing a crew on the surface of the moon. This feat appeared to be the best way to beat the Soviets, as they did not have a clear advantage, and it was this goal that the Apollo program successful pursued.","            Werhner Von Braun was a rocketry expert educated in Germany. He worked for the Nazis during World War II, developing the deadly V-2 rocket. As WWII came to an end he was brought to the United States as part of Operation Paperclip. Operation Paperclip was a United States program by which top German scientists where brought to the U.S. to continue their work. Von Braun continued his work on rockets, and also brought his dream of space exploration. He developed missiles for the cold war arms race. He also became a prominent figure in the development of rockets for the National Aeronautics and Space Administration. These rockets were used to launch spacecrafts and astronauts into space. Most notably he led development of the Saturn rockets, which were used in the Apollo missions that sent the United States to the moon."],"display_date":"April 29, 1961","search_date":"1961-04-29","locations":[{"id":31519,"lat":34.7631159557,"lng":-86.5502041094,"zoom":9,"place":"Madison, Alabama"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":291,"tag":"Cold War"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":5697,"title":"A Black Voice, the Spark of the Modern Civil Rights Movement.","course_id":106,"status":"P","start_date":"1883-10-20","end_date":"1883-10-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Saturday, October 20, 1883 William Gaston used pages in The Huntsville Gazette to publish an article that shocked the black community. The headline read, “The Civil Rights Act: The United States Supreme Court Declares the Act Unconstitutional.” According to Gaston, “These cases [presented to the Supreme Court] were respectively prosecutions under that act for not admitting certain colored people to equal accommodations and privileges.” However, Justice Bradley of the Supreme Court had delivered an opinionated speech that said Congress had no constitutional authority to pass the first two sections of the Civil Rights Act of 1875. He insisted that ultimately the states had the final decision of due process if a black was denied the privileges listed in the first section. The first section specified that all persons of the United States were entitled to equal enjoyment of accommodations on land and water subjected only to the limits of the said establishments. The second section indicated that whosoever broke the details outlined in the first section would be subject to a fine and possible imprisonment.","Black political activism was on the rise at the turn of the century but was held back due to oppression from white supremacists. Gaston used the newspaper as a platform to articulate his beliefs to a wider audience so that his message could spread rapidly. One of the main points he conveyed was that the black community needed to listen to African American preachers. Gaston stressed that they were the best local leaders for a black community because they worked diligently in their respective towns and voiced the thoughts and feelings of those who are unable to make themselves heard. Gaston himself was a renowned black activist who identified himself with issues that would better the black community. He organized events marking the ratification of the 15<sup>th</sup> amendment and the abolition of slavery. These events helped sustain the growth of black political activism, but with the turn of the century attitudes towards black politics turned more negative.","It wasn’t until the 1930s that black newspapers regained the prominence that they once had. In North Carolina, following in the footsteps of Gaston, an African American journalist named Louis Austin wrote about black activism. He told stories of he and his wife barging into theaters and sitting in white seating sections. His activism was not limited to the individual because he initiated a new strategy that employed legal action and embraced the Democratic Party to fight against white supremacy. He was not satisfied with incremental adjustments in racial equality so he sought after a more confrontational style in order to destroy the system of segregation. Austin played a key role in motivating other black journalists to fight against white supremacy and end segregation forever. Many of the articles written by Austin challenged racism and oppression. His editorials fought persistently for the oppressed blacks. He led voter registration drives and ran for public office so he could introduce legislation to end segregation. In addition, he wanted integration of colleges and universities so black students would have access to higher education. Other articles he published in his newspapers advocated equal pay for black teachers, equal state funding for black schools, and he fought against police brutality. The spark of one newspaper initiated the beginning of the modern civil rights movement."],"display_date":"October 20, 1883","search_date":"1883-10-20","locations":[{"id":257,"lat":34.7631159557,"lng":-86.5502041094,"zoom":9,"place":"MADISON, Alabama"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":1677,"tag":"Black"},{"id":1678,"tag":"Black Press"},{"id":1679,"tag":"Huntsville Gazette"},{"id":1680,"tag":"William Gaston"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}}]}