{"id":3698,"place":"King, Washington","lat":47.753303502,"lng":-122.256313883,"episodes":[{"id":4698,"title":"U.S. Museums Possess Nazi Art Plunder","course_id":26,"status":"P","start_date":"10/17/97","end_date":"10/17/97","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","The model Henriette Darricarrere posed as an odalisque for artist Henri Matisse’s painting, “Oriental Woman Seated on Floor.” As the title suggested, she was seated elegantly on the floor wearing traditional Mediterranean apparel in the foreground while a chair covered in decorative floral-patterned textiles filled the space in the background. Acquired by prominent French Jewish art dealer, Paul Rosenberg, the masterpiece disappeared along with the other 162 works in his collection in 1941 when Nazi’s looted thousands of private and national art collections during WWII. From the time the piece left Rosenberg’s safe until it reached the hands of the Seattle Art Museum in 1954, it had been exchanged between art dealers no less than three times without proper investigation as to its provenance. It was not until 1997 when the heirs of Rosenberg sought out the museum to claim and prove they deserved rightful ownership of the Matisse. After two years of investigation and deliberation, the Rosenberg family was confirmed as the legal owners and added the masterpiece once again to their collection.","After Hitler gained leadership in Germany, one of his plans was to create the world’s greatest museum, the Fuhrermuseum, as historian Robert Edsel has shown. In order to acquire the most famous works in history, he executed the greatest art theft in history by plundering all the museums in Europe as well as the homes of prominent collectors and Jewish exiles. When the Allies arrived and liberated Paris, the “Monuments Men” of the Monuments, Fine Arts, and Archives program of the United States Army were in charge of locating and restoring all the stolen works of art back to their places of ownership. At war’s end, over 40,000 works remained missing some of which, through complicated exchanges between dealers, turned up in museums in the United States. More and more U.S. museums including the National Gallery and the Metropolitan Museum of Art had to search their collections for works acquired after 1933, when the Nazis gained power in Germany, to identify all questionable provenance information. Some museums returned their most prized possessions to heirs of art collectors who had their items stolen by the Nazis and made their way into museums through misrepresented provenances from dishonest deals made during previous exchanges."],"display_date":"October 17, 1997","search_date":"1997-10-17","locations":[{"id":42009,"lat":47.753303502,"lng":-122.256313883,"zoom":8,"place":"King, Washington"}],"tags":[{"id":289,"tag":"Art/Leisure"},{"id":5,"tag":"War"},{"id":290,"tag":"Crime"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}}]}