{"id":3702,"place":"Westchester, New York","lat":40.9100159753,"lng":-73.7674032747,"episodes":[{"id":4701,"title":"Vietnam Veteran's PTSD Leads to Suicide","course_id":26,"status":"P","start_date":"12/2/83","end_date":"12/2/83","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Karl Lerchenmuller suffered from nightmares and flashbacks and would often disappear into the woods with his firearm for days at a time. Prior to his psychiatric ward suicide, Lerchenmuller had attempted to take his life four times. It was believed that the effects of the war could alter brain chemistry and allow for the onset of Post-Traumatic Stress Disorder (PTSD). Lerchenmuller resided in a Veteran’s Administration psychiatric ward due to the concern of a judge who had sentenced him to a psychiatric hospital instead of prison on the grounds that “it would be silly to put someone like him behind bars. With his history, you knew he could kill himself.”","Whether called Combat Fatigue, Shell Shock, or War Neurosis,these terms all refer back to the same thing: Post-Traumatic Stress Disorder<em>. </em>Caused by exposure to traumatic events that threatened injury or death, the soldiers of theVietnam War experienced high levels of severe psychological strain. Throughout the sixteen years the war lasted soldiers had to fight an enemy they often could not see while they watched men dying all around them. At the end of the war over fifty-eight thousand men had died fighting the Viet Cong and the North Vietnamese army. Five hundred thousand would return home, only to learn that PTSD had impeded their readjustment in post-war America.","The men who survived and returned to the lives they left behind sometimes found their world changed. The veterans would relive their days in Vietnam through the nightmares and flashbacks to the war they endured. Much like soldiers in earlier conflicts, PTSD had appeared again. Affected by alcoholism or drug abuse, relationship deterioration, or other physical and mental symptoms, Vietnam veterans even turned to suicide to solve their problems. According to a study completed by the Centers for Disease Control, Vietnam Veterans are twice as likely to contract PTSD symptoms when compared to other veterans."],"display_date":"December 2, 1983","search_date":"1983-12-02","locations":[{"id":39584,"lat":40.9100159753,"lng":-73.7674032747,"zoom":9,"place":"Westchester, New York"}],"tags":[{"id":5,"tag":"War"},{"id":2,"tag":"Health/Death"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":4708,"title":"Carmichael Calls for Black Militancy","course_id":26,"status":"P","start_date":"9/1/66","end_date":"9/30/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Many African-Americans had become frustrated with the slow rate of racial progress in the 1960s.  While Martin Luther King Jr. and others protested racial injustices in a nonviolent way, other African-American lost patience with the attitude of whites towards these movements.  Stokely Carmichael, a one-time non-violence believer, became an advocate and leader of the “Black Power” movement.  This movement called for a more violent and direct way of protesting against the inequality between whites and blacks.  “For too many years, black Americans marched and had their heads broken in and got shot,” Carmichael stated in the <em>New York Review of Books</em>.  Indeed, much of the peaceful resistance put up by King and other Civil Rights leaders served only to frustrate the white population rather than make them change.  While the south was full of passive protests, Northerners like Carmichael felt a growing anger inside with the way racial progress was going.","            Carmichael called for young black people to join his Black Power Movement, which was more aggressive in both speech and actions.  Carmichael denounced the concept of integration, saying that “. . . in order to have a decent house or education, blacks must move into a white neighborhood or send their children to a white school.”  Instead, he argued that blacks should have better facilities in the first place so they can be in a less hostile environment (presuming the hostility of schools consisting mainly of whites).","            This type of attitude appealed to many younger African-Americans who saw their parents and leaders of the Civil Rights Movement beaten down without any repercussions or retaliation.  The youth saw no progress being made and thought that a resistance that was not as passive may be the only way to get justice. Carmichael says in the <em>New York Review of Books</em> “One of the tragedies of the struggle against racism is that up to now there has been no national organization which could speak to the growing militancy of young black people in the urban ghetto.”  This type of movement was popular, but also drew the wrath of white law enforcement and the government, who were less likely to accept this method of resistance than the nonviolent variation adapted by the southern Civil Rights activists."],"display_date":"September 1966","search_date":"1966-09-15","locations":[{"id":34264,"lat":40.8753172357,"lng":-73.7847150105,"zoom":11,"place":"Bronx, New York"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":3,"tag":"African-Americans"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":5764,"title":"Racial Relationships within the Suburban Community","course_id":112,"status":"P","start_date":"1/1/55","end_date":"12/31/73","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The large amount of social change that occurred within the mid-20<sup>th</sup> century arose from the push toward equality between the groups of people urging the nation for integration.  These groups pushed for the basic rights for people of any gender, race, or sexual-orientation.  This desire to change the nation led to many government and social acts to protect and provide these oppressed groups with basic rights that had been stripped from them, but these changes where not over-night successes.  It took years for the effects of these changes to be felt.","One of the most commonly discussed topics that arouse from the civil rights movement is racial equality, arising from the dissatisfaction of the black community after the war.  There was a strong drive to rid the nation of the bigotry and prejudice that constantly followed them everywhere.  Eventually there was a slow process of integration and ever growing opportunity for the African American community, but along with this success, there was the presence of opposition and subtle condescension by some members of the white community.","The movement of more and more black families into the typical suburban “white” neighborhoods, for example, usually caused some form of confrontation in one way or another.  In the county of Westchester, New York, there seemed to have developed a fad that came to be called “Rent-a-Black parties” by the African American community and “Integrated Parties” by the members of the white community.  They usually dealt with the invitation of a black guest by white hostesses, as a form of acceptance into the community.  Many times these party invitations did stem from a friendship and shared interest, but there were those invitations that arose as a subtle form of ridicule.  Eventually these forms of “community acceptance” did go into decline as the peculiarity associated with the “new black family” by the white community became less and less of an issue."],"display_date":"1955 - 1973","search_date":"1964-07-01","locations":[{"id":30037,"lat":40.9100159753,"lng":-73.7674032747,"zoom":9,"place":"Westchester, New York"}],"tags":[{"id":1787,"tag":"Suburbs"},{"id":42,"tag":"Civil Rights"},{"id":15,"tag":"Race-Relations"},{"id":705,"tag":"Community"},{"id":629,"tag":"race"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}},{"id":6476,"title":"Vietnam Veteran, Ron Kovic, recalls lack of care in V.A. hospital.","course_id":153,"status":"P","start_date":"3/6/68","end_date":"3/6/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After a Vietnamese rifle severed his spinal cord, Ron Kovic bounced around Vietnam field hospitals and eventually landed in a Veterans Affairs (VA) hospital in New York. Kovic found himself being treated in unbearable conditions by nurses and doctors who were often being overworked and unsupported. Kovic laid in his own filth at times while hospital staff could not make it to him to clean up his area or change his bedpan. Not only was the hospital run down and grossly understaffed but the nurses and doctors often had horrible attitudes towards the war and the veterans. Nurses even told Kovic how “nobody gives a crap about the war in Vietnam” while rats run around the filthy floors scavenging food. Meanwhile, the government failed to recognize severe problems in their VA hospitals.","            Throughout the 1960s and 1970s thousands of Vietnam veterans were coming home wounded from the war. Whether they came home with a bullet wound or missing a limb, they often spent time in VA hospitals across the nation. These hospitals often were kept in poor conditions mainly because of the lack of nurses and money that the government was spending on the war. Wounded veteran Kovic recalled that, \"It never makes any sense to us how the government can keep asking for money for weapons and leave us lying in our own filth.” The government prioritized their spending more on the war effort and less on the veterans and their treatment after returning home.","            The conditions in these hospitals and treatment of patients were often made worse because of the nursing shortage that was occurring at the time. As Kara Dixon has noted, army nurses during World War Two often numbered around forty or fifty thousand. During the Vietnam War this number reached an all time low of less than five thousand army nurses. This shortage caused many issues in the dark days of the war in Vietnam when thousands of soldiers arrived home wounded and in need of assistance.","            Since the lack of Army nurses was growing during the Vietnam War this forced the hiring of many civilian nurses and doctors to work in VA hospitals. This often led to a lack of personal care from the nurses and an understaffing of many of the hospitals. It was not uncommon for civilian nurses to oppose the war and they would let veterans know about it often. Kovic remembers vividly the day when a hospital nurse came to him and said “You can take your Vietnam and shove it up your ass.\" A comment like this showed the overall attitude of some of the nurses and the poor conditions that many of these veterans would have to return home to after serving their country."," "," "," "," "," "],"display_date":"March 6, 1968","search_date":"1968-03-06","locations":[{"id":21194,"lat":40.8370495,"lng":-73.8654295,"zoom":8,"place":"Bronx, New York"}],"tags":[{"id":292,"tag":"Vietnam"},{"id":1654,"tag":"Hospital"},{"id":2873,"tag":"Veteran"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}}]}