{"id":371,"place":"PITTSYLVANIA, Virginia","lat":36.8111162856,"lng":-79.3976134371,"episodes":[{"id":506,"title":"Danville Riot\n","course_id":1,"status":"P","start_date":"1883-11-03","end_date":"1883-11-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Racial tension in the late 19th century peaked in the Southeastern United States.  Blacks fought what seemed to be an impossible objective as they sought out equality in a predominately white world.  Nevertheless slow and steady progress was being made as African American advanced in social, political, and economic arenas.  These establishments brought with them the wrath of Southern white fear and prejudice.  What happened on November 3, 1883 in Danville, Virginia was a horrible example of an all too familiar bias that dates back to slavery.&lt;br /&gt;The Danville Riot of 1883 was spurred by white fears in the political spectrum.  The 1883 Virginia statewide elections featured a political party that had in the past been relatively successful.  The Readjuster campaign took an aggressive approach to winning the support of its followers.  For this year the Readjuster ticket had promised three distinct changes: Negro schools, an asylum for Negro insane, and abolition of the whipping post' (Melzer, 12).  The night of the third, a meeting was held by the Coalition Rule in Danville,' a group comprised of several prominent white men who denounced the Readjuster campaign (The Post, 11/4/1883, 1).  A crowd of black men soon congregated outside which inevitably resulted in an altercation.  After the meeting an African American shoved one of the members and tempers quickly escalated.  Even though the man apologized, many white men had already drawn pistols.  A scuffle ensued resulting in seven black men dead and two whites injured (NY Times, 11/5/1883, 1).  The military arrived shortly there after and the crowd dispersed.&lt;br /&gt;Much damage had been done, but many of the effects of the riot were not apparent until after the elections.  Whites patrolled the streets after the riot with shotguns in an attempt to keep fear and submission in the hearts of African-Americans.  The propaganda proved effective when the polls were tallied as 31 of the 1,300 blacks registered to vote submitted ballots (Ayers/Willis, 142).  The result was a landslide victory for the Democratic Party.  This event also marked the end of the Readjuster era."],"display_date":"November 3, 1883 - November 5, 1883","search_date":"1883-11-04","locations":[{"id":14155,"lat":36.8111162856,"lng":-79.3976134371,"zoom":9,"place":"PITTSYLVANIA, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":532,"title":"Virginia Normal and Collegiate Institute Opened\n","course_id":1,"status":"P","start_date":"1883-10-01","end_date":"1883-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Education has always been the most stressed issue advocated by Civil Rights activists.  From education one gains knowledge of his or her surroundings and from that knowledge can go forth to establish oneself in the ever-changing world.  For African-Americans, education was paramount in the fight for equality.  Though creating schools for blacks was not easy in the late 19th century south, some innovative minds were able to accomplish this feat.&lt;br /&gt;On October 1st of 1883 the Virginia Normal and Collegiate Institute opened for classes.  This institution was founded by the Readjuster legislature in 1882; however, it was not able to open until 1883 due to lawsuits.  VNCI was the state's first college for blacks.  It was located just outside of Petersburg, Virginia.  The opening of this institution was monumental for civil rights.  VNCI established a precedent for other states to follow in the movement for equal rights.  Creating an institution of higher learning for blacks in Virginia allowed men and women to springboard their education and become more effective on the political front."],"display_date":"October 1, 1883","search_date":"1883-10-01","locations":[{"id":14155,"lat":36.8111162856,"lng":-79.3976134371,"zoom":9,"place":"PITTSYLVANIA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1259,"title":"The Lynching of Scott Baily\n","course_id":1,"status":"P","start_date":"1889-04-23","end_date":"1889-04-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 23rd, 1889, ...Scott Baily, colored, made a desperate but unsuccessful attempt to commit an outrage on the person of one of the most prominent young ladies in the village. ; Baily was caught soon afterwards, confessed his crime, and was lynched about midnight.'  The ritual act of lynching was used by white Southerners to literally destroy the humanity of the black victim, but also to symbolically destroy that of every member of the race.  White Southerners terrorized African-Americans into submission by publicly killing a black person who violated some arbitrary behavior.  White Southerners couldn't stand the idea of a black person injuring a white person and getting away with the crime. Whites feared if the crime went unpunished it would encourage blacks to rise up against isolated whites on plantations.  White Southerners used lynchings to compensate for what they perceived as weak governments.  Lynchings occurred at higher rates in counties that had limited law enforcement, limited communication with the outside world, and a transient population.  Since many black people were forced to migrate to where there was work, it created a volatile situation.   &lt;br /&gt;The Chicago Daily Tribune reported there were 95 confirmed lynchings of African-Americans during 1889, of which 92 occurred in the South. According to Tuskegee Institute records from 1882 to 1951, crimes that resulted in lynching were: 41 per cent for felonious assault, 19.2 per cent for rape, 6.1 per cent for attempted rape, 4.9 per cent for robbery and theft, 1.8 per cent for insult to white persons, and 22.7 per cent for miscellaneous offenses or no offense at all.  In the last category various trivial offenses were reported, such as disputing with a white man, attempting to register to vote, unpopularity, self-defense, testifying against a white man, asking a white woman to marry, and peeping in a window."],"display_date":"April 23, 1889","search_date":"1889-04-23","locations":[{"id":14155,"lat":36.8111162856,"lng":-79.3976134371,"zoom":9,"place":"PITTSYLVANIA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1345,"title":"Riverside Cotton Mills and the Water Power Company\n","course_id":1,"status":"P","start_date":"1882-06-10","end_date":"1882-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Danville was only one of the many places that experienced the development of a newly mechanized and more highly capitalized cotton-processing business. As mentioned in the Promise of the New South, a prominent mill owner recalled that every city and town and village wanted a cotton mill.' Furthermore, towns took pride in their new water works, which first were established in major cities in the 1870s, spread to the larger places in the 1880s, and by the 1890s, every smaller city and town added these water works if they had the means to do so. Textile mills could be built wherever there was enough power to run to the machinery, and the Piedmont region offered an influx of rivers and streams with adequate flow of water. Ayers states that these up-to-date textile mills inspired much of the south's boosterism.' &lt;br /&gt;On June 10, 1882, Thomas Fitzgerald, Dr. H.W. Cole, Benjamin Jefferson, Robert Schoolfield, John Schoolfield, and James Schoolfield instructed the company's first counsel, R.W. Peatross, to draw up a contract binding them to incorporate as the Riverside Cotton Mills. Danville chartered the company on July 27, 1882 for the purpose of purchasing the necessary property, machinery and appliances, and constructing the necessary buildings for conducting and carrying on the business of manufacturing cotton and woolen fabrics, rope, [and] four at Danville, Virginia.' &lt;br /&gt;At the same time, the Water Power Company carried on the work of widening the canal by the river. By July 15, 1882, as explained in the State, the Morotock Manufacturing Company and other parties made a contract for the construction of a dam across the river just above the Union-street Bridge.' The Company intended to do this by repairing and enlarging the old canal. The capacity of the water-power was to be around 7,000 horse-power, and as a result there would be 3,500 horse-power on both sides of the river. On August 30, 1882, a crowd gathered to see the head gates opened to allow ten feet of water to flow into the forty-foot canal. Local press observed that the water power was sufficient and would be able to run all the factories on the canal. This would then hopefully provide Danville with its long-desired' prosperity and happiness of a first-class southern manufacturing center.' Furthermore, in late September, the State noted the improvements at Danville, specifically the cotton factories and machinery, could be enumerated at around 25,000, including the costs of the improvement of water power."],"display_date":"June 10, 1882 - August 30, 1882","search_date":"1882-07-20","locations":[{"id":14155,"lat":36.8111162856,"lng":-79.3976134371,"zoom":9,"place":"PITTSYLVANIA, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1461,"title":"Murder of Milton Seaton\n","course_id":1,"status":"P","start_date":"1899-11-25","end_date":"1899-11-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The prevalence of homicide in the south increased greatly in the second half of the nineteenth century.  Manslaughter, murder, and mutilation took the place of duels in the old south.  Violence in Virginia became increasingly commonplace, especially in rural areas.  Descriptions of black men on wanted posters reflected racial prejudice in the south.&lt;br /&gt;&lt;br /&gt;Harrison Thompson was a Negro man wanted for the murder of the town sergeant of Middleburg, VA, H. Milton Seaton, to the Sheriff of Loudoun County, Leesburg, Va., H. H. Russell.  The man is described as a dark brown' colored man, 27 years of age, 160 lbs., 5'10''-11''.  The large scar on the left side of his neck begins at base of his ear running to his chin is described as rough, and repulsive in appearance'.  He is said to carry his head to the right because his mouth is drawn towards the right side.  Other scars around his neck are mentioned.  He works as a farm hand and a butcher, and is fond of baseball."],"display_date":"November 25, 1899","search_date":"1899-11-25","locations":[{"id":14156,"lat":36.8111162856,"lng":-79.3976134371,"zoom":9,"place":"PITTSYLVANIA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2796,"title":"The Church and the Irreconcilable Differences between Protestants and Catholics\n","course_id":1,"status":"P","start_date":"1879-10-05","end_date":"1879-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" October 5, 1879 was a Sunday, and the weather was beautiful and bright as the many religious people of Danville, VA, walked to church to attend the hour-long service that morning. Later that night, at the Main Street Methodist Church in downtown Danville, Rev. P.A. Peterson delivered a speech called The Primacy of St. Peter, according to the Catholic Church. To a packed audience which was deeply interested in the subject, he highlighted the irreconcilable differences between the Catholic Church and the Protestant church. Rev. Peterson explained how the Catholic Church's attitude towards Peter was that Christ had made him the supreme authority on earth as the rock of the church. Since Catholics believed in the uninterrupted secession from Peter to the Popes of today, the Catholic Church owed the popes its allegiance. In response to this view, Rev. Peterson argued that while Peter was pre-eminent and of supreme personal character, there was no divine designation of Peter as the supreme authority of the church. Therefore, according to Peterson, the Catholic Church and the Protestant church are irreconcilable, since Protestant claims make Catholic Church structure void and superstitious. While Catholics saw authority in the Pope, Protestants saw the only authority as Christ. In Peterson's mind, these two beliefs were irreconcilable. Peterson compared the two churches to separate empires, presided over by different rulers and laws. "," It is clear that religion and attending church were extremely important to the people of Danville. Citizens took pride in their church buildings and especially in the number of young people who attended church. The fact that so many people in Danville were interested in the conflict between Protestants and Catholics shows the serious implications that their faith had on their lives. Southerners in general took pride in their religion. Southern religion was largely Protestant, and many Southerners strove to keep their religion pure and away from perversions such as Catholicism and Judaism, which in Southerners' minds had influenced the North. Religious division had been a constant part of American life through political parties and economic opportunity. Religious division also reflected ethnic division, since most of the new immigrants coming to the United States in this time period were Roman Catholics. Immigrants were often competing with other whites for jobs, especially in the industrial sector. These immigrants were regarded with suspicion and unease, and two different faiths did nothing to ease the tension. In the North, Catholics were a socially marginalized majority who were gaining influence. The South did not want the same. This sermon's reminder of the inherent differences between Catholicism and Protestantism cemented beliefs that many southerners already had about their brothers in Christ. Catholics were obviously not at the same level of exclusion as blacks or even Jews, but there was a distinct difference between the two faiths. "],"display_date":"October 5, 1879 - December 31, 1879","search_date":"1879-11-17","locations":[{"id":14154,"lat":36.8111162856,"lng":-79.3976134371,"zoom":9,"place":"PITTSYLVANIA, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2830,"title":"They Elope\n","course_id":1,"status":"P","start_date":"1886-03-18","end_date":"1886-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" Miss Lizzie D. Hutter was everything a southern, Virginia belle should be. She was accomplished, beautiful, from a good family, and very popular in the highest of social circles. She was known as a poetically perfect and symmetrically beautiful girl. She was the eldest daughter of the superintendent of the Houston mines, and both her mother's and father's side were distinguished families in Danville. She was the perfect daughter and leader of society circles. However, this perfect daughter made an embarrassing and public mistake. Instead of waiting to have a beautiful, quaint wedding in her hometown, she eloped to Bristol with her fiance John Christian. John Christian was the son of Mr. Camilus Christian, a prominent banker in Lynchburg. Neither family was excited about the match. The primary reason for their delay of the wedding was because of how young the couple was. However there was also rumored to be tensions between the two families, for unknown reasons. So, instead of waiting for the blessing from her family, Miss Lizzie Hutter and her fiance fled by rail to Brisol, Virginia, and then went on a honeymoon touring the southern states. This scandal made it into the local paper, primarily because of the shock of such a perfect girl doing something so inappropriate. "," In Southern society, the ideal Southern woman was a young lady who was submissive, weak, modest, beautiful, innocent and self-denying. She supported her family and her husband and sacrificed everything for their sakes. This ideal also upheld the white male duty to protect white ladies from harm (especially from black men). By all accounts, Lizzie Hutter was the epitome of that woman. Hutter's elopement was newsworthy because of her status in society. She had all the training and all the experience and was no outcast; everyone loved her. Yet she chose to elope and break the rules of her society, which is completely uncharacteristic of a southern belle. Even in the midst of her elopement however, there was sympathy towards her decision. The quarrels between the families were petty. Her elopement probably did not completely estrange her from her family entirely, but she definitely took a risk since she was being disobedient. She was risking her reputation because this elopement was contrary to the expectation of society to be that ideal woman. "],"display_date":"March 18, 1886 - December 31, 1886","search_date":"1886-08-09","locations":[{"id":14155,"lat":36.8111162856,"lng":-79.3976134371,"zoom":9,"place":"PITTSYLVANIA, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2873,"title":"Governor Mahone&#39;s Views on the Riot\n","course_id":1,"status":"P","start_date":"1883-11-03","end_date":"1883-11-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On November 3, 1883, a black man refused to move off the sidewalk for a white man, and the ensuing violence caused a riot throughout the city of Danville as whites and blacks were attacked each other. One white man and five black men were killed. Each side blamed the other for starting the riot. Its repercussions sent shockwaves through the state of Virginia, especially with the November elections so close at hand. In response to the Danville riot, Governor William Mahone sent out a public statement on his views of the Danville riot. Mahone blamed the bourbon managers (referring to the bourbon democrats) for provoking the collision. He claimed the violence was done to intimidate black people and hurt the cause of his Readjuster Party. He explained how United States troops had been requested since the state militia was so biased against blacks in dealing with the violence. The statement was clearly political, as he blamed his political enemies for the violence. "," The late nineteenth century was plagued with political upheaval, especially in the South, as Southerners searched for a postbellum identity. The Readjuster Party was a third party that had an important influence in Virginia politics. The party gave substantial power to blacks and was based on equality for all. The party wanted to lift the state debt and therefore cut many civil service programs. It rejected the radicalism of both the Republicans and the Bourbon Democrats, who were an extreme wing of the Democrat that resisted the compromises that the Democrats were trying to make. With the November elections approaching, the violence in Danville was the result of frustration on the part of whites because of the increase political mobilization and power of blacks. The failure of a black man to show respect to a white man was the catalyst, and the violence caused the situation to spin out of control. This reaction of violence to the perceived arrogance of negroes was typical throughout the South, as the practice of lynching indicates. It also reflected an intense sense of honor that was prevalent throughout the South. Through violence, whites kept blacks in their place and protected a sense of order. Blacks were given little opportunity to express their grievances, since the law was so often on the side of whites. "],"display_date":"November 3, 1883 - November 6, 1883","search_date":"1883-11-04","locations":[{"id":14155,"lat":36.8111162856,"lng":-79.3976134371,"zoom":9,"place":"PITTSYLVANIA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3766,"title":"Post-War Problems \n","course_id":1,"status":"P","start_date":"1866-02-19","end_date":"1866-02-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the Civil War ended the focus of politics shifted to reforming the South. Radical Republicans called for universal negro suffrage to be passed by Congress. General Grant stated that if universal negro suffrage was granted there would be a war of extermination in the South. He concluded the only way to enforce such a law would be to place a standing army in the South. In response to these proposals, the Rural Messenger Petersburg paper claimed them sheer nonsense. The paper claimed the wants of the country and the demand for labor would be a sufficient protection to the laboring classes whatever shade they might be. As long as the former slaves were kept in their proper sphere as laborers, not rulers, there would be no antagonism. Universal suffrage conceded to that race would the most terrible infliction upon it and upon the country.","The staunch response by the paper to the proposal of universal negro suffrage was an example of the delicate situation that existed after the Civil War. The Southern landscape was ruined and the memory was still fresh in the former Confederates minds. Stories of continued southern defiance toward Yankees and violence against freedmen were common. The Radical Republicans called for extreme measures to punish the South for its actions. However, the Northern Moderates wanted to punish the South but also wanted them back in the Union as fast as possible. The fear of increased violence concerned the Moderates. The paper's response also foreshadowed a long road to true equality for the former slaves. The notion of white supremacy still existed throughout the South, and white southerners tried hard to avoid change."],"display_date":"February 19, 1866","search_date":"1866-02-19","locations":[{"id":14153,"lat":36.8111162856,"lng":-79.3976134371,"zoom":9,"place":"PITTSYLVANIA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4551,"title":"Jefferson Davis Completes His Final Act","course_id":18,"status":"P","start_date":"1865-04-04","end_date":"1865-04-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Located in south central Virginia, not far from the North Carolina border, Danville was the western terminus of the Richmond and Danville Railroad and a major Confederate supply base. Jefferson Davis and his government traveled to Danville as Richmond fell to pursuing Federal Army. The city was the seat of the Confederate government for only eight days, April 3-10, 1865. Danville's quartermaster, Major William T. Sutherlin, offered his home to Davis and the Confederate government. Davis occupied an upstairs bedroom, and the Confederate cabinet met in the Sutherlin dining room. On that day, the Confederate President Jefferson Davis addressed his people for one final time.","Davis started out the letter by informing his people that General Robert E. Lee decided to leave Richmond and move south to prolong the \"cause\" as long as possible. Davis reassured his people and his country. \"It is equally unwise and unworthy of us, as patriots engaged in a most sacred cause, to allow our energies to falter, our spirits to grow faint, or our efforts to become relaxed under reverses, however calamitous.\" Davis hoped that Danville would not be the final resting place of the Confederacy, saying that, \"we have now entered upon a new phase of a struggle the memory of which is to endure for all ages and to shed an increasing luster upon our country.\"","But Lee's decimated army could not hold out. The cabinet was sitting at dinner when word of Lee's surrender at Appomattox reached Danville. The Confederate government would have to move immediately. They had originally intended to move to Lynchburg, but with no army operating in Virginia, the government would have to move south, toward Joseph Johnston's army. Davis still had hoped that the Confederacy could survive the recent series of disasters. He left Danville, Virginia for Greensboro, North Carolina, in the rain. ","In the <em style=\"mso-bidi-font-style: normal;\">Richmond Dispatch</em> on December 11, 1889, the wife of Major William T. Sutherlin gave an anecdote of her experience with Davis and his resiliency on fighting until the very end: \"One day at the table I said to him: 'Mr. Davis, would Lee's surrender end the war?' and he replied: 'By no means. We'll fight it out to the Mississippi river.' And so said all his officers. I told them they were simply whistling to keep their courage up, but they said they meant what they said.\""],"display_date":"April 4, 1865","search_date":"1865-04-04","locations":[{"id":14153,"lat":36.8111162856,"lng":-79.3976134371,"zoom":9,"place":"PITTSYLVANIA, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":132,"tag":"Jefferson Davis"},{"id":131,"tag":"The Confederate States of America"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}]}