{"id":3713,"place":"Richmond, New York","lat":40.5763036462,"lng":-74.2034374021,"episodes":[{"id":4706,"title":"Bob Dylan Chooses a Name","course_id":26,"status":"P","start_date":"1/1/61","end_date":"12/31/61","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Born Bobby Zimmerman, Bob Dylan escaped a life in small town Minnesota and eventually arrived in Greenwich Village, New York in 1961.   Andrew Muchin, author of the article “Dylan’s Jewish Pilgrimage,” argues that Dylan’s arrival in New York gave him the chance to “reinvent himself as the musical heir to folk troubadour Woody Guthrie.” Zimmerman’s choice of names, given the prominence he achieved as Bob Dylan, begs for explanation.","In <em>Chronicles: Volume I</em>, Dylan says himself that “I’d seen some poems by Dylan Thomas… People had always called me Robert or Bobby, but Bobby Dylan sounded to [sic] skittish to me…” By the time Dylan reached New York and was asked his name he “… instinctively and automatically without thinking simply said, ‘Bob Dylan.’”","When recreating himself something would have had to happen to the old identity. Dylan explains Zimmerman’s disappearance was due to a motorcycle accident in 1964. In the place of Bobby, Andrew Muchin believes, Bob Dylan began his career by “re-animating tradition-laden folk music with original, topical songs.” Bob Dylan found success with this in his songs such as “Blowin’ in the Wind,” “Masters of War” and “Like A Rolling Stone.” As Dylan notes he became labeled the conscience of a generation but really, he felt he “…was only a musician.”  In Muchin’s article Dylan’s Jewish Identity is questioned and the feeling is “There’s a sense of Jewishness, especially culturally, but also an overriding feeling that ‘you’re an American.’”"],"display_date":1961,"search_date":"1961-07-02","locations":[{"id":33199,"lat":40.5763036462,"lng":-74.2034374021,"zoom":11,"place":"Richmond, New York"}],"tags":[{"id":300,"tag":"Bob Dlyan"},{"id":301,"tag":"Dylan"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":5427,"title":"Rhapsody In Blue","course_id":79,"status":"P","start_date":"1/4/24","end_date":"2/12/24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["   ","<strong><em>“I heard it as a sort of musical kaleidoscope of America, of our vast melting pot, of our unduplicated national pep, of our metropolitan madness.”- George Gershwin</em></strong>"," “Rhapsody in Blue” was a musical experiment morphed into masterpiece. Paul Whitman asked George Gershwin to write a jazz concerto piece mixing jazz and classical music to shock the   musical community. Whitman wanted to shake things up and grab the public’s attention! Gershwin was not real committed nor in a hurry to write it until his brother Ira picked up a copy of an early January 4, 1924, addition of the <em>New York Tribune</em>. The article “<em>What is American Music?</em>” made mention of his commitment to Whitman’s requested jazz concerto piece. He was not pleased of this mention because he had not decided on making the commitment.","                The next day he put a call into Whitman discovering that if he did not write it, the opportunity would expire. Gershwin agreed.  Little did he know that his decision would change how he was viewed by the world forever. On January 7, 1924, on a train headed for Boston “Rhapsody in Blue” was born. Gershwin said “<em>It was on the train, with its steely rhythms, its rattle-ty bang, that is so often so stimulating to a composer – I frequently hear music in the very heart of the noise... And there I suddenly heard, and even saw on paper – the complete construction of the Rhapsody, from beginning to end. No new themes came to me, but I worked on the thematic material already in my mind and tried to conceive the composition as a whole. I heard it as a sort of musical kaleidoscope of America, of our vast melting pot, of our unduplicated national pep, of our metropolitan madness. By the time I reached Boston I had a definite plot of the piece, as distinguished from its actual substance.”-Gershwin</em>","<em><br /></em>               “Rhapsody in Blue” was written with urgency due to its premiere date set for February 12, 1924. He finished the piano scores only weeks before the debut. Gershwin quickly handed them over to be orchestrated by Paul Whiteman’s arranger Ferde Grofe, completing 8 days before its premiere. Gershwin’s piece debuted on February 12, 1924, at Aeolian Hall in New York City. It was “An Experiment in Modern Music” featuring composers of the time period like Sousa and Rachmaninoff. The concert was an educational experiment bringing symphony and opera to the masses. “Rhapsody in Blue” marked Gershwin a serious composer of his time. To date there are only two recordings of Gershwin performing in live concert. He went on to rewrite and improve his original piece but it simply did not compare to the first piece.<br /><br /><br /><br />"],"display_date":"January 4, 1924 - February 12, 1924","search_date":"1924-01-23","locations":[{"id":19456,"lat":40.5763036462,"lng":-74.2034374021,"zoom":11,"place":"Richmond, New York"}],"tags":[{"id":1275,"tag":"Gershwin,Rhapsody in blue"},{"id":1276,"tag":"jazz, classical music,"},{"id":1277,"tag":"composers"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":5614,"title":"Thomas Peterson Casts the First Vote","course_id":93,"status":"P","start_date":"1870-03-30","end_date":"1870-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the wake of the defeat of the Confederate States of America, the United States instituted the Thirteenth, Fourteenth, and Fifteenth Amendments.  The first African American to take advantage of the new right to vote was Thomas Mundy Peterson.  Peterson cast his historic vote on March 31, 1870.  The iconic vote was cast in a local election in Perth Amboy, New Jersey for the town’s charter.  Gary Sullivan of the <em>News Tribune</em> stated, “Exercising his right to vote in a local election on March 31, 1870.  Peterson became the first black man in the United States to cast a ballot.  The amendment had been ratified on February 3, 1870, and within just two months the Fifteenth Amendment was put to use.","An interview with Peterson showed who encouraged him to vote, \"I was working for Mr. T. L. Kearny on the morning of the day of election, and did not think of voting until he came out to the stable where I was attending to the horses and advised me to go to the polls and exercise a citizen's privilege.”  Peterson also revealed his vote in this election, “As I advanced to the polls one man offered me a ticket bearing the words \"revised charter\" and another one marked, \"no charter.\" I thought I would not vote to give up our charter after holding it so long: so I chose a revised charter ballot.”","The citizens of Perth Amboy, New Jersey later awarded Thomas Mundy Peterson a medallion in 1884.  The medallion had the face of Abraham Lincoln engraved on one side.  While the side opposite to that the medallion reads “presented by citizens of Perth Amboy N.J. to Thomas Peterson the first colored voter in the U.S. under the provisions of the 15<sup>th</sup> Amendment at an election held in that city March 13, 1870.”  These Reconstruction Amendments and The Emancipation Proclamation freed all African Americans in the Confederate States while the Fourteenth Amendment granted citizenship of the United States.  After the end of the war the Fifteenth Amendment gave every citizen of the United States the right to vote regardless of race, color, or previous servitude."],"display_date":"March 30, 1870","search_date":"1870-03-30","locations":[{"id":8547,"lat":40.4819398451,"lng":-74.3437571554,"zoom":9,"place":"MIDDLESEX, New Jersey"}],"tags":[{"id":1066,"tag":"Right to Vote"},{"id":1570,"tag":"Thomas Peterson"},{"id":1571,"tag":"Fifteenth Amendment"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":5776,"title":"Ex-president Van Buren Narrowly Escapes Death","course_id":113,"status":"P","start_date":"1848-03-30","end_date":"1848-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Former president Martin Van Buren enjoyed a comfortable train ride on the morning of March 30, 1848, that departed from Pittsfield, Massachusetts, bound for Philadelphia, Pennsylvania. It sported a new engine with a six foot diameter drive wheel, which substantially increased the power and speed of the locomotive. As the train approached the city of Newark, New Jersey, a bridge appeared along the horizon with its draw up. Traveling at full speed, the train was unable to stop in time before reaching the obstruction. The <em>Pittsfield Sun</em>, a Massachusetts newspaper, later reported the event, writing, “[Van Buren looked] out of the door and seeing that nothing could be done, sat down quietly to finish [a newspaper’s] perusal.” The locomotive plunged off of the tracks and did not stop until the second-class passenger car became suspended over the gap. Fortunately, only one man fell victim to this accident, and a few people received relatively minor injuries. The ex-president remained unharmed. Upon investigation of the incident, the <em>Pittsfield</em> <em>Sun</em> wrote of the engineer, “[He] had only run [the new engine] two or three times, and was not well acquainted with its speed… He reversed the engine but it could not stop the train.”","Martin Van Buren was born in Kinderhook, New York, the son of a farmer. He was originally a lawyer and was elected to the Senate in 1821. Van Buren was one of President Andrew Jackson’s most trusted advisors, and Jackson later appointed him to Secretary of State. Van Buren served as president of the United States from 1837 to 1841. He opposed the expansion of slavery and at one point even stopped the annexation of Texas. During his presidency, Van Buren struggled to keep the nation’s finances afloat due to an economic panic in 1837; resolving these fiscal problems left a troubling mark on his presidency.","Van Buren witnessed a time of great change in the transportation industry during his term in office and in subsequent years. After the first public railway station opened up in the United States in the early nineteenth century, transportation was forever changed. Railroads revolutionized commerce. The iron horse became the preferred mode of transportation for nearly 130 years. Railroads, however, were not the safest way to travel during this period. Railways were less flexible than roads, and consequently, they could not slice through terrain as easily. Most railways were managed with a tight schedule since instantaneous communication did not exist yet; not adhering to this schedule could yield deadly collisions on the rails. A primary cause of accidental deaths was train wrecks. With approximately 9,000 miles of track built by 1850, and thousands of more miles to follow, it is no wonder that railway accidents would frequently occur. If it was not for the engineer’s quick-witted attempt to stop the train, it could have meant the death of a former president of the United States."],"display_date":"March 30, 1848","search_date":"1848-03-30","locations":[{"id":8505,"lat":40.6451430203,"lng":-74.1608807991,"zoom":10,"place":"ESSEX, New Jersey"}],"tags":[{"id":1814,"tag":"railroad accidents"},{"id":1813,"tag":"Martin Van Buren"},{"id":666,"tag":"Railroad"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}