{"id":3715,"place":"Harris, Texas","lat":29.6873298033,"lng":-94.957827752,"episodes":[{"id":827,"title":"Texas Medical Association Founded","course_id":1,"status":"P","start_date":"1853-11-14","end_date":"1853-11-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The formation of the Texas Medical Association was in response to a lack of good health in Texas and also to a growing number of quack physicians in the state. Yellow fever and malaria greatly afflicted coastal Texas, especially Galveston, in the 1840s and 1850s. The mortality rates were so bad that nearly fifty percent of children were dying before they reached adulthood on the coastline of Texas. Doctors were deficient in engineering sanitation standards, enforcing quarantines, and educating citizens about the importance of good hygiene. Supplies were also lacking, as doctors asked surgical patients to imbibe whiskey because there was no anesthetic to apply to them. <br />Another pestilence in the land arose from a worrisome number of medical quacks. They would tell patients that they were physicians when all they really had training in was sales. They “prescribed' (sold) “magical' pills that were supposed to have the qualities of a modern-day Viagra, and they urged people to drink and eat exorbitant amounts of tonics and pills. The formally-educated physicians warned the public about the dangers of medical quacks by publishing articles in Houston newspapers. Finally, in 1853, they formed the Texas Medical Association in order to set a quality standard for medical practice. The United States Senate later took notice of the Texas Medical Association when its president, a Mr. Spencer asked for the Senate to pass a law that would protect Texas physicians in the United States Navy. He claimed that doctors in the Navy had been given random and unnecessary orders by their superior officers. The Texas Medical Association simply wanted to protect its physicians who were in the Navy and give them the same rank and rights as those who might attempt to give them orders. The proposition was referred to the Committee on Naval Affairs."],"display_date":"November 14, 1853 - November 28, 1853","search_date":"1853-11-21","locations":[{"id":13254,"lat":30.1866701667,"lng":-98.5684693775,"zoom":7,"place":"TRAVIS, Texas"},{"id":12835,"lat":29.6873298033,"lng":-94.957827752,"zoom":9,"place":"HARRIS, Texas"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1068,"title":"Threat of Houston, Texas race riot leads to armed suppression of African-Americans.","course_id":1,"status":"P","start_date":"1879-07-21","end_date":"1879-07-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Racial tensions rose to the boiling point after a black citizen named Floyd was lynched by a white mob.  In response to the perceived threat of a black race riot in reprisal for this atrocity, parties of well armed men' descended upon the city, while the neighboring city of Richmond sent six deputy sheriffs to restore order.' In addition to this the city of Houston escalated their military commitment to suppression of the potential race riot by asking for aid and arms' which they received in the form of 1000 rounds of cartridges that arrived to the city aboard a train.&lt;br /&gt;&lt;br /&gt;This event came in the context of a rise of so called rifle companies' or Red Shirts' which succeeded the Ku Klux Klan as private groups dedicated to preserving white dominance through racial intimidation.  It is likely that the parties of well armed men' were one such group which propagated racial intimidation through public displays of force, through intimidation of Republicans and blacks, and through terrorizing of African-American communities on the pretense trumped up accusations of brewing race riots.  In addition to this, the swift and forceful response by the local authorities shows the active role government authorities played in maintaining racial hierarchy by suppressing activism among African-Americans."],"display_date":"July 21, 1879","search_date":"1879-07-21","locations":[{"id":12837,"lat":29.6873298033,"lng":-94.957827752,"zoom":9,"place":"HARRIS, Texas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2388,"title":"Diversity in the Houston Saturday Evening Market\n","course_id":1,"status":"P","start_date":"1890-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As the sun lay low in the evening sky, the Saturday market in Houston sprang to life with a diverse and vivid collection of venders and products. Lee Hardy described how the area was full of venders alone representing every nationality, Americans being far in the minority. Open from 5 PM to 10 PM in the summer, here German traders, who had often traveled more than twenty miles to be present, set up stands with their fresh produce. A negro market gardener offered turkeys, some ready to cook and others still alive. Hardy walked by a Chinese peddler, who displayed his hand-made creations including fans, teapots and brushes in front of him, while German and Irish women patrolled the rows of vegetable stands. Though the meat market was largely dominated by German butchers, along with a few French and Americans, Italian vendors were also present selling wild game such as squirrels, partridges and prairie-chickens. Black, white, brown, and yellow-- negroes, Americans, Mongolians, Irish, Dutch, French, Germans, Italians, and Spanish-- they are all there, laughing, talking, quarrelling, gesticulating, bargaining, gossiping, staring, keeping appointments and making new ones, being proper or improper, polite or rude, as the case may be, Hardy noted.","In the years leading up to and following the Civil War, Houston, like many cities throughout the South and the nation, experienced a large influx of immigrants. As a consequence, it acquired an increasingly diverse population. Individuals came from all over Europe due to various push and pull factors, including the search for land, freedom and the promise of a better life. Texas saw its population grow 173 percent between the years of 1870 and 1890; this was largely due to a migration of fellow southerners searching for relief from the ruin of other southern states coupled with German immigrants arriving in large numbers. As word spread in Europe of the promising land of the West, Germans quickly became one of the largest ethnic groups in Texas; some estimate that during the 1800s, the populations of Galveston and San Antonio were anywhere from one-third to one-half German.","Cities, especially those in the North, were receiving the bulk of immigrants in the 1890s and early 1900s; however, the crowded conditions, competitive job markets, and even government plans were often incentives for people to move out into more rural areas. Texas saw its population of German and Russian Jewish residents escalate greatly in the early 1900s due to the Galveston Immigration Plan. This program aimed to relieve the crowded conditions in the Jewish ghettos in cities by sending newly-arrived immigrants to be resettled in rural western areas and other interior states. In addition to Europeans, a new wave of Chinese immigrants came to the United States and the West in particular during this time period to work on railroad construction projects.","Post-war southern cities also saw a flood of newly-freed black citizens coming in off of the plantations in neighboring counties. While this caused the actual numbers of black residents to increase in many cities, Texas saw the amount of black residents as a proportion of its population actually decrease as they could not keep up with the rapid influx of white immigrants. Yet, despite the implementation of segregation laws and various forms of discrimination and racism, cities continued to see an increase in their black populations; harsh climate conditions and economic instability seen in the agricultural realm at the end of the 1800s drove people into the cities to find work and augmented the population swell, especially when work became available in the railroad and lumber industries. Despite its reputation as being a lily-white South, the region was actually the site of much diversity and many members of the various groups coexisted in a peaceful, mutually beneficial manner."],"display_date":1890,"search_date":"1890-07-02","locations":[{"id":12839,"lat":29.6873298033,"lng":-94.957827752,"zoom":9,"place":"HARRIS, Texas"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4018,"title":"Texans Begin to Encourage the Spread of the Peculiar Institution\n","course_id":7,"status":"P","start_date":"1861-08-25","end_date":"1861-08-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    \"My brother John D. Andrews of Houston, Texas, requests me to say to the people of Va, that he would like to exchange lands in Texas for Negroes,\" was the opening line of an August 25, 1861 sale notice drafted by Samuel Andrews of behalf of his brother, John Andrews, who resided in Houston, Texas.  In the ad, Andrews discussed his willingness to negotiate with Virginians who wished to \"send their Negroes to Texas, in farming there, from one to ten years... and divide the net profits on just and equitable proportions.\" It seemed as if Andrews was attempting to start some type of business or partnership with slave owners in Virginia, and the tone of his writing alluded to the idea that his plan was one that had been implemented and been successful among other agricultural entrepreneurs. Andrews' proposition illustrated the desire of those residing in the new frontier lands of the Southwest to make both slavery and agriculture profitable in an area that many people hoped would become the new South. Just as it seems that John Andrews had done, in the years following Thomas Jefferson's acquisition of the Louisiana Purchase in 1803, many Americans began moving west into the frontier in hopes of gaining more land as well as finding the agricultural success that many plantation owners had found in the American South. Settlers began stretching across the midwestern section of the United States into areas such as Missouri, Oklahoma, and Texas. Although many do not generally associate slavery with the Lone Star state, it was a very large institution in the region. In the 1850s, the proportion of slaveholders to slaves in Texas was comparable to that in Virginia, the oldest slave state in the Union."," As early as 1833 people were beginning to see Texas as a potential slave state when Stephen F. Austin claimed that \"Texas must be slave country. Circumstances and unavoidable necessity compels it. It is the wish of the people there, and it is my duty to do all I can, prudently in favor of it. I will do so.\" In the early 1840s, people began to realize that Texas served as a great source of rich soil for farming and attracted the attention of upper South slaveholders such as Andrews. As the years went on, it became evident that slavery was going to be a very large part of the growth and prosperity in the new state. It was this fact, and this connection to the South through the peculiar institution of slavery, that would solidify Texas' allegiance as the nation began to rush towards the Civil War."],"display_date":"August 25, 1861","search_date":"1861-08-25","locations":[{"id":12836,"lat":29.6873298033,"lng":-94.957827752,"zoom":9,"place":"HARRIS, Texas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4710,"title":"","course_id":37,"status":"P","start_date":"8/13/71","end_date":"8/13/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1971, schools attempting to overcome segregation faced fierce opposition in the North. The year before the South passed the North in integration of schools and the North’s integration record continued to decline in the 1960s.  The question facing Americans was whether the busing plans would overcome the opposition.  Some cities moved forward with the forced integration via busing, but other cities fought back.  Opposition ranged from legal appeals to violence.  President Nixon held a strong anti-busing stance and instructed the Department of Health, Education, and Welfare to “work with individual school districts to hold busing to the minimum required by law.”  Some felt that his opposition caused more problems.","The New York Times examined specific cases to see how desegregation was taking place.  In Houston, Texas, Nixon intervened with citywide busing and “asked the Justice Department to appeal the ruling.”  Denver, Colorado’s opposition won in their court case and went on to consider other plans.  San Francisco, California saw “heckling and fist fights” at meetings discussing busing.  They experienced large opposition from Chinese-Americans, as well as conservative whites.  The assistant chief of the Office of Intergroup Relations for the California Department of Education, Ted Neff, felt that “Racial and ethnic isolation is increasing.”  Wichita, Kansas, under pressure to integrate, chose to integrate according to the “city’s racial make-up”.  Pontiac, Michigan appealed a court order to start busing in the fall failed and   ten buses were firebombed as school was beginning that year.  The Seattle, Washington school board attempted to implement a citywide busing plan, but was stopped by a court order.  Rochester, New York began busing voluntarily, while Providence, Rhode Island was in it’s third stage of desegregation, there were still strong objections seen here.  Minneapolis, St. Paul, and Duluth, of Minnesota, underwent partial integration.  The states of Pennsylvania and Massachusetts sternly enforced busing, particularly in major cities.  Harrisburg, Pennsylvania began a busing program in 1970 “based on the students’ racial and economic background.” Pittsburgh and Philadelphia appealed the order.  “Richardson Dilworth, president of the Philadelphia school board and former Mayor, said, ‘The white population of this city would never permit the kind of massive cross-busing the order would require, nor would the City Council or the state legislature appropriate the money’” The Massachusetts Board of Education chose to deny $21.3 million dollars in funding from Boston, because of their unwillingness to comply with the busing program.","These events coincided with, and in some cases were a reaction to, the influential court case of <em>Swann v. Charlotte-Mecklenburg Board of Education </em>(1971)<em>. </em>This stated that because racial integration is so important, busing could be used, if necessary.  Opponents to busing, like the cities mentioned in the article, felt busing interfered with their community.  Although Nixon campaigned on a strict anti-busing stance, he was not able to stop the busing programs from moving forward.  Americans feared that the same type of violence which was seen in the desegregation of the Southern schools would be seen in the North."],"display_date":"August 13, 1971","search_date":"1971-08-13","locations":[{"id":35299,"lat":29.6873298033,"lng":-94.957827752,"zoom":9,"place":"Harris, Texas"},{"id":34924,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"},{"id":36548,"lat":37.6847870045,"lng":-97.4611031528,"zoom":9,"place":"Sedgwick, Kansas"},{"id":36895,"lat":42.6604396043,"lng":-83.3855274047,"zoom":9,"place":"Oakland, Michigan"}],"tags":[{"id":142,"tag":"african americans"},{"id":9,"tag":"Law"},{"id":6,"tag":"Education"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}},{"id":5279,"title":"Neil Armstrong and Edwin “Buzz” Aldrin Walk on the Moon","course_id":69,"status":"P","start_date":"7/16/69","end_date":"7/21/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","On July 16, 1969, Americans Neil Armstrong, Edwin “Buzz” Aldrin, and Michael Collins sat atop a Saturn V rocket and were blasted away from the surface of the Earth on a journey across 300,000 kilometers to land and walk on the Moon.  The choice of which astronaut would step on the lunar surface first came almost by chance- because Armstrong was the Commander of the flight, his seat was closer to the Lunar Module door, meaning that he would be the one to take the first step outside onto the lunar surface.  Six hours after they landed on the Moon, Apollo 11 was ready to be depressurized.  Armstrong and Aldrin suited up before the depressurization.  Armstrong opened the hatch and began his slow descent down the ladder to the lunar surface.  “I’m going to step off the LEM now” he told Mission Control in Houston as he turned and his left boot made contact with the surface.  Over 600 million people on Earth tuned in to watch Armstrong step onto the Moon.  Countless hours of preparation and competition, all finished with a single foot step.  Fifteen minutes later, Aldrin joined him on the surface, as the two jumped and skipped around for the next few hours.","In 1961, President John F. Kennedy made his bold commitment to land Americans on the Moon by the end of the decade to achieve the ultimate Space Race victory.  “I believe this nation should commit itself to achieve the goal, before this decade is out, of landing a man on the Moon and returning him safely to Earth,” stated Kennedy before a joint session of Congress on May 25, 1961.  Eight years later, Armstrong and Aldrin were hours away from achieving the late President’s goal.","Beginning with Sputnik in 1957, the Space Race embodied the struggle between the Soviet Union and the United States for superior technology and achievement before their respective nations and a global audience.  Until this point in time, the Soviets enjoyed more success in the race: the first object in space, the first animal in space, the first man in space, the first woman in space, the first spacewalk, and the first orbit were all helmed by Soviet scientists.  The Americans always finished in a close second place.  The Moon landing, however, was America’s moment in the culminating stage of the race, and Neil Armstrong was going to be the hero."," "],"display_date":"July 16, 1969 - July 21, 1969","search_date":"1969-07-18","locations":[{"id":31933,"lat":29.6873298033,"lng":-94.957827752,"zoom":9,"place":"Harris, Texas"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":1025,"tag":"Moon"},{"id":1026,"tag":"Apollo 11"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}}]}