{"id":3717,"place":"Sedgwick, Kansas","lat":37.6847870045,"lng":-97.4611031528,"episodes":[{"id":4710,"title":"","course_id":37,"status":"P","start_date":"8/13/71","end_date":"8/13/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1971, schools attempting to overcome segregation faced fierce opposition in the North. The year before the South passed the North in integration of schools and the North’s integration record continued to decline in the 1960s.  The question facing Americans was whether the busing plans would overcome the opposition.  Some cities moved forward with the forced integration via busing, but other cities fought back.  Opposition ranged from legal appeals to violence.  President Nixon held a strong anti-busing stance and instructed the Department of Health, Education, and Welfare to “work with individual school districts to hold busing to the minimum required by law.”  Some felt that his opposition caused more problems.","The New York Times examined specific cases to see how desegregation was taking place.  In Houston, Texas, Nixon intervened with citywide busing and “asked the Justice Department to appeal the ruling.”  Denver, Colorado’s opposition won in their court case and went on to consider other plans.  San Francisco, California saw “heckling and fist fights” at meetings discussing busing.  They experienced large opposition from Chinese-Americans, as well as conservative whites.  The assistant chief of the Office of Intergroup Relations for the California Department of Education, Ted Neff, felt that “Racial and ethnic isolation is increasing.”  Wichita, Kansas, under pressure to integrate, chose to integrate according to the “city’s racial make-up”.  Pontiac, Michigan appealed a court order to start busing in the fall failed and   ten buses were firebombed as school was beginning that year.  The Seattle, Washington school board attempted to implement a citywide busing plan, but was stopped by a court order.  Rochester, New York began busing voluntarily, while Providence, Rhode Island was in it’s third stage of desegregation, there were still strong objections seen here.  Minneapolis, St. Paul, and Duluth, of Minnesota, underwent partial integration.  The states of Pennsylvania and Massachusetts sternly enforced busing, particularly in major cities.  Harrisburg, Pennsylvania began a busing program in 1970 “based on the students’ racial and economic background.” Pittsburgh and Philadelphia appealed the order.  “Richardson Dilworth, president of the Philadelphia school board and former Mayor, said, ‘The white population of this city would never permit the kind of massive cross-busing the order would require, nor would the City Council or the state legislature appropriate the money’” The Massachusetts Board of Education chose to deny $21.3 million dollars in funding from Boston, because of their unwillingness to comply with the busing program.","These events coincided with, and in some cases were a reaction to, the influential court case of <em>Swann v. Charlotte-Mecklenburg Board of Education </em>(1971)<em>. </em>This stated that because racial integration is so important, busing could be used, if necessary.  Opponents to busing, like the cities mentioned in the article, felt busing interfered with their community.  Although Nixon campaigned on a strict anti-busing stance, he was not able to stop the busing programs from moving forward.  Americans feared that the same type of violence which was seen in the desegregation of the Southern schools would be seen in the North."],"display_date":"August 13, 1971","search_date":"1971-08-13","locations":[{"id":35299,"lat":29.6873298033,"lng":-94.957827752,"zoom":9,"place":"Harris, Texas"},{"id":34924,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"},{"id":36548,"lat":37.6847870045,"lng":-97.4611031528,"zoom":9,"place":"Sedgwick, Kansas"},{"id":36895,"lat":42.6604396043,"lng":-83.3855274047,"zoom":9,"place":"Oakland, Michigan"}],"tags":[{"id":142,"tag":"african americans"},{"id":9,"tag":"Law"},{"id":6,"tag":"Education"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}}]}