{"id":3866,"place":"ORANGE, Virginia","lat":38.246275988,"lng":-78.01344008,"episodes":[{"id":370,"title":"Edgemont Select School for Young Ladies registers new students\n","course_id":1,"status":"P","start_date":"1867-10-01","end_date":"1867-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In October of 1867, the Edgemont Select School for Young Ladies in Orange, Virginia, published an advertisement that young women could now begin enrolling for the next session of classes.  According to this notice, tuition would be 250 for classes taught in the areas of the arts, music, and language.  This announcement offers a glimpse into what the education of genteel women in the South during the Reconstruction would aim to accomplish.&lt;br /&gt;&lt;br /&gt;The notion of women as teachers and serious students had only emerged a few years before.  With the onset of the Civil War, the roles of women as both mothers and wives changed drastically.  One of the more significant roles which women began to take on in the South was that of the teacher in a more professional standing.  Traditionally, men had taught in the more academic settings, while women would have been relegated to more home-oriented topics.  With the men at war, the women took over the role of teaching.  Unsurprisingly, the women sought to keep these positions, and the incomes they could bring with them, when the war ended.&lt;br /&gt;&lt;br /&gt;Women's schools like the Edgemont Select School were emerging throughout the South during the post-war period.  On a single day in August, the Daily Dispatch of Richmond published advertisements for the Farmville Female College, Essex County Female Boarding and Day School, the Family School for Your Ladies, and the Southern Female Institute.  Despite this apparent progress, however, women later lamented in their diaries and journals that these schools could not prepare them for the real world.  The curriculum in these institutions emphasized the arts and humanities; not math and science.  As a result, the education left the women ill-prepared to handle the accounting and bookkeeping required for the farming they often had to do after the deaths of their fathers and husbands."],"display_date":"October 1, 1867 - October 30, 1867","search_date":"1867-10-15","locations":[{"id":14129,"lat":38.246275988,"lng":-78.01344008,"zoom":10,"place":"ORANGE, Virginia"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2007,"title":"Attitudes towards American Indians in Central Virginia\n","course_id":1,"status":"P","start_date":"1877-02-05","end_date":"1877-02-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 5, 1877 Joseph Halsey of Orange County, Virginia received a letter from a man who had uncovered the preserved remains of an American Indian. The letter began with a sense of excitement and awe. The author recounted, I plowed up an Indian chief, with all of his ornaments, blanket, girdle of beads, turban, and shells. His hair was in a state of preservation having the appearance of fine roots. His blanket had all of its colors. Doctor Horace Taliafero, who had been a good deal with the Indians, pronounced it a chief. A great deal of pottery, and arrow heads were to be seen about the place. The author provided elaborate details about the remains and made an effort to ascertain the position the particular Indian held in the kinship network of his community. The author then mentioned the mysterious relic Fort Germanna, which is located in what is now known as Orange County, Virginia, and discussed the curious specimens found in an underground section of the Fort in which settlers hid from the Indians. The author highlighted the violence displayed by the Indians and the fear and helplessness of their victims. Central Virginians, like the author of this letter, felt mixed emotions towards Indians in the late nineteenth century. People from Central Virginia expressed a simultaneous appreciation for the unique culture of the American Indians accompanied by repugnance at their seemingly violent and uncivilized nature. ","Rhetoric throughout the state of Virginia concerning Indians in the late nineteenth century contained a general theme of antagonism yet also expressed a genuine interest in Indian culture, similar to the combination of sentiments in the letter Halsey received. Virginians had pushed Indian tribes out of the state, and only two tribes remained in Virginia at the end of the nineteenth century. An awareness of the decline of the Virginia Indian population prompted the state to recognize tribes' rights to a reservation. In 1878 Hampton University created a program for Native American instruction in Virginia. The program aimed to civilize the Virginia Indians and teach them to adopt the culture and social norms of white people. ","Like the man who found the Indian remains, people throughout the nation expressed a new appreciation of the Indians mixed with a continued sense of outrage at their violence. In the second half of the nineteenth century, scholars prompted investigators to initiate ethnographic studies and develop scientific descriptions of American Indians, as they pointed out that the Indians and their culture were rapidly vanishing. Yet, in Skull Wars David Thomas argues that many of the anthropological findings of the time were interpreted in a manner that complemented popular sentiment concerning Native Americans, namely that the Indians were bloodthirsty savages with a history of unthinkable brutality and violence. By focusing on the atrocities committed by the Indians against unsuspecting whites, attention was diverted from the exploitation and violence committed by whites towards the Indians. Thus, the theorists provided objective and tangible justification so that whites could stake rightful claim to the land that had been home the Indians and feel no remorse for doing so."],"display_date":"February 5, 1877","search_date":"1877-02-05","locations":[{"id":14130,"lat":38.246275988,"lng":-78.01344008,"zoom":10,"place":"ORANGE, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2008,"title":"Attitudes towards American Indians in Central Virginia\n","course_id":1,"status":"P","start_date":"1877-02-05","end_date":"1877-02-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 5, 1877 Joseph Halsey of Orange County, Virginia received a letter from a man who had uncovered the preserved remains of an American Indian.  The letter began with a sense of excitement and awe.  The author recounted, I plowed up an Indian chief, with all of his ornaments, blanket, girdle of beads, turban, and shells.  His hair was in a state of preservation having the appearance of fine roots. His blanket had all of its colors.  Doctor Horace Taliafero, who had been a good deal with the Indians, pronounced it a chief. A great deal of pottery, and arrow heads were to be seen about the place.  The author provided elaborate details about the remains and made an effort to ascertain the position the particular Indian held in the kinship network of his community.  The author then mentioned the mysterious relic Fort Germanna, which is located in what is now known as Orange County, Virginia, and discussed the curious specimens found in an underground section of the Fort in which settlers hid from the Indians.  The author highlighted the violence displayed by the Indians and the fear and helplessness of their victims.  Central Virginians, like the author of this letter, felt mixed emotions towards Indians in the late nineteenth century.  People from Central Virginia expressed a simultaneous appreciation for the unique culture of the American Indians accompanied by repugnance at their seemingly violent and uncivilized nature.  ","Rhetoric throughout the state of Virginia concerning Indians in the late nineteenth century contained a general theme of antagonism yet also expressed a genuine interest in Indian culture, similar to the combination of sentiments in the letter Halsey received.  Virginians had pushed Indian tribes out of the state, and only two tribes remained in Virginia at the end of the nineteenth century.  An awareness of the decline of the Virginia Indian population prompted the state to recognize tribes' rights to a reservation.  In 1878 Hampton University created a program for Native American instruction in Virginia.  The program aimed to civilize the Virginia Indians and teach them to adopt the culture and social norms of white people.  ","Like the man who found the Indian remains, people throughout the nation expressed a new appreciation of the Indians mixed with a continued sense of outrage at their violence.  In the second half of the nineteenth century, scholars prompted investigators to initiate ethnographic studies and develop scientific descriptions of American Indians, as they pointed out that the Indians and their culture were rapidly vanishing.  Yet, in <em>Skull Wars</em> David Thomas argues that many of the anthropological findings of the time were interpreted in a manner that complemented popular sentiment concerning Native Americans, namely that the Indians were bloodthirsty savages with a history of unthinkable brutality and violence.  By focusing on the atrocities committed by the Indians against unsuspecting whites, attention was diverted from the exploitation and violence committed by whites towards the Indians.  Thus, the theorists provided objective and tangible justification so that whites could stake rightful claim to the land that had been home the Indians and feel no remorse for doing so."],"display_date":"February 5, 1877","search_date":"1877-02-05","locations":[{"id":14130,"lat":38.246275988,"lng":-78.01344008,"zoom":10,"place":"ORANGE, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2014,"title":"Southern History Retold in the Late Nineteenth Century\n","course_id":1,"status":"P","start_date":"1884-05-04","end_date":"1888-04-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As Edmund Halsey reflected over the time he served in the Civil War, he grew disheartened and worried.  In 1884 Halsey was concerned that, as time passed, a disconnect would develop between Central Virginians and their ability to appreciate the reasons why the war veterans from their area risked their lives to defend the South in the Civil War.  In a letter written from Edmund Halsey to his brother Joseph Halsey of Orange County, Virginia on May 4, 1884, he recapitulated the two brothers' experiences in the Battle of the Wilderness, which took place in Spotsylvania County, Virginia.  Edmund Halsey reflected, It seems strange to think that so many years have passed since then, but when we think of the many who were living there - in the field and at home - and now few are left and those few so scattered and changed it seems like recalling scenes in the Revolution.  Central Virginians who discussed historical events during the latter portion of the nineteenth century had several motives for their attention to the past.  According to Edward Ayers in Southern Crossing, one of these motives included a desire to prevent older Virginians from forgetting and younger Virginians from never learning about the history of their predecessors.  ","A desire to offset negative perceptions of the area also motivated Central Virginia's to focus on the past.  Like Halsey, Central Virginians were interested in reconstructing the history of their particular families and communities so that future generations would appreciate the events and respect the people of the past.  On April 19, 1887, Reverend Horace E. Hayden wrote to Alfred L. Holladay of Prospect Hill, Virginia requesting information about the genealogy and military involvement of the Holladay family.  Hayden was preparing a volume entitled Virginia Genealogies.  Hayden commented on Holladay's contribution to his book as he proclaimed that Holladay's sketch of the Virginia matron, a quiet farmer's wife, would offset the slander of those who argued that Virginians were self confident but ignorant planters, necessarily only once removed from semi-civilization.  Hayden attempted to counter what he considered to be northerners' erroneous portrayals of white southerners by retelling the history of several prominent families from Central Virginia.  In 1888, the Fredericksburg paper, <em>Free Lance</em>, printed an article that countered the negative connotations of the area, such as being behind the times, by emphasizing the positive aspects of the city, such as its hospitable inhabitants and historical importance in the Civil War.","During the latter portion of the nineteenth century, interest in the dissemination of the history of the South was not limited to individuals, such as Halsey, or Virginia, but was, instead, a focus of people throughout the South.  Ayers discusses the fear of Civil War veterans in both Virginia and throughout the South that their descendants would either fail to understand or remember their elders' participation in the Civil War.  In <em>Virginia Reconsidered</em>, Kevin Hardwick and Warren Hofstra discuss southerners' effort to recast the history of the South in a positive light.  For instance, educators in the South portrayed slavery as an institution that benefited all those who were involved.  Particularly in the years following the Civil War, people from the South argued that enslaved blacks had led better lives than their free counterparts in the North.  Supporters of the South and its cause defended their honor through the recasting of history in the years following the Civil War."],"display_date":"May 4, 1884 - April 19, 1888","search_date":"1886-04-27","locations":[{"id":14131,"lat":38.246275988,"lng":-78.01344008,"zoom":10,"place":"ORANGE, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2555,"title":"Professorship at The University\n","course_id":1,"status":"P","start_date":"1875-07-25","end_date":"1875-07-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ambition ran high for distinguished men of wealthy Virginia families. For these men, there were relatively few jobs besides running a plantation that were suitable for those in their station. One of these jobs was to be a professor at a prestigious university. On July 25th, 1875, John Jaquelin Ambler wrote his brother from Lynchburg about an open professorship at the University of Virginia in Charlottesville, or The University. John clearly had been doing his research about the sought-after position, and informed his brother that Thas. R. Price of Randolph-Macon and yourself were spoken of as being the most prominent candidates for it, at least in Virginia, and the University is too poor to tempt many distinguished men from abroad. ","Clearly the idea of his own brother being chosen for such a coveted position is very appealing to John, perhaps out of mere good will towards his brother or because of the prestige the position would reflect on the entire family. John offers a myriad of suggestions for his brother, including an offer of gathering the Rector of the University, R.J.W. Kean, and the Board of Visitors together to meet with his brother at John's home in Lynchburg. The purpose of this meeting would be to see if the Rector might be of service, and if you might have some friends among the Board of Directors. He also subtly admonishes his brother for what he perceives to be his lack of interest in the professorship by telling him that when a guest in his home had asked about his brother's possible scholarly aspirations, as you had said nothing about it, I could not tell him.","The University of Virginia was an extremely important symbol of Virginian resilience and superiority. A particular point of pride to Virginians was that the University did not close during or after the war. James Douglas Smith asserts that by 1870, the University was once again undeniably the leading collegiate institution in the South, with enrollment up almost to pre-Civil War numbers. A professorship at such an institution guaranteed an active role in the shaping of future generations of southern leaders, and not only Virginians. In the years following the war, new courses were added to keep pace with the times, while the caliber of instruction and general reputation continued to attract students from a wide area. "],"display_date":"July 25, 1875","search_date":"1875-07-25","locations":[{"id":14130,"lat":38.246275988,"lng":-78.01344008,"zoom":10,"place":"ORANGE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3575,"title":"The Montpelier Guard Repairs to Charleston\n","course_id":1,"status":"P","start_date":"1850-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1859, John Brown endeavored to start a liberation movement among enslaved people in Virginia. A staunch abolitionist, Brown was the first white American to set about culling up a slave insurrection. He first gained the nation's attention when he led a volunteer militia during the Bleeding Kansas crisis of the previous decade. Following his involvement in that conflict, Brown was responsible for the direction of the Pottawatomie Massacre on May 24, 1856 and subsequently freed eleven slaves in the neighboring state of Missouri. What he is best remembered for, however, is his participation in the famous raid on a federal armory at Harpers Ferry, Virginia, in modern-day West Virginia. The anti-slavery espousals and violent methods of John Brown incited neighboring Virginian counties into action; according to W.W. Scott's <em>History of Orange County</em>, Brown's well-known raid on Harpers Ferry occasioned wild excitement, a good deal of local apprehension, and was, indeed, the alarum gun of the war that so soon followed.","John Brown's incendiary actions caused the immediate organization and equipment of numerous volunteer companies throughout the state of Virginia. One of these militias originated in Orange County, the self-proclaimed Montpelier Guards, of whom many are memorialized in the lists of Confederate soldiers buried in Charlottesville cemeteries. They were characterized by Scott as a fine volunteer company [that organized themselves] at and about Orange Courthouse. Led by Captain Lewis B. Williams, Jr., the Montpelier Guards traveled to Charleston, South Carolina where they stood guard until Brown and such of his accomplices as had been caught were hanged. Although they did not participate in the capture of Brown himself, their presence in Charleston thwarted the rumored attempts his rescue during the term of his imprisonment. Nevertheless, the company was Brown's military escort to the scaffold where he was hanged for treason to the state of Virginia. ","The Montpelier Guard of Orange County, Virginia served as an example for several other county-organized militias of the 1850s, including the Gordonsville Greys, led by Captain William C. Scott, and the Barboursville Guard, who operated under the command of Captain W.S. Parran. These companies, following in the footsteps of Williams' men, were uniformed, and began regular drills in preparation for the direful conflict which everybody felt was coming, indeed was almost come. John Brown's controversial actions galvanized the nation either in support or condemnation of his efforts. Militias, like the Montpelier Guard of Orange County, Virginia, were stirred to a fever pitch in response to events like the raid at Harpers Ferry and constituted the backbone of what was to become the Confederate Army."],"display_date":1850,"search_date":"1850-07-02","locations":[{"id":14128,"lat":38.246275988,"lng":-78.01344008,"zoom":10,"place":"ORANGE, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3617,"title":"Orange County Elections of 1860\n","course_id":1,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In a letter written from Mossy Creek Academy to his parents back home, Casper C. Branner discussed the results of the presidential election of 1860. This election of 1860 demonstrated the adherence of the majority of Orange County, Virginia residents to the Union. Although the elections of 1860 were considered by many to be the beginning of the American Civil War, the processes and tensions regarding abolitionism, economic disparity of the North and South, and the balance of power between the federal and state governments had been brewing for decades. The polar extremes of these competing ideologies seemed to exist in the remote, distanced areas of the two regions while states like Virginia occupied the occupied the precarious border zone. In central Virginia, mixed sentiment pervaded the collective conscience of citizens like those of Orange County, a feature of the population best expressed in their voting patterns. ","427 people voted for Bell and Everett, candidates on the Union ticket. On the States' Rights ticket, 475 Orange County residents voted for Breckenridge and Lane. Also running under the Union banner, Douglas and Johnson received 12 votes, while Lincoln and Hamlin accrued zero. In sum, there were a total of 914 votes, resulting in a States' Rights majority of only 48. Evidently, citizens of Virginia were not so deeply entrenched in a Southern ideology in the early stages of the war and in fact remained mostly committed to the notion of solidarity within the Union.","After Lincoln was elected in 1860, several southern states seceded from the Union, following the example of the first to do so, South Carolina. The secessionists of Orange County were emboldened by these unprecedented maneuvers; according to W.W. Scott in his <em>History of Orange County</em>, Rosettes of blue ribbon, called 'cockades,' appeared everywhere, even at the churches. These decorative adornments symbolized the dedication to the principles of states' rights that came to define the Confederacy in the years to come. Like Branner, whose stance on the Virginia elections was relatively objective and reasoned, the citizens of Orange County were once nearly divided on antebellum political issues yet took the side of the South as neighboring states seceded from the Union, highlights effects of the hysteria-inducing frenzy drummed up through the manipulative forces (politically funded newspapers, for instance) that polarized opinions and heightened the dichotomous distinctions between North and South."],"display_date":1860,"search_date":"1860-07-01","locations":[{"id":14129,"lat":38.246275988,"lng":-78.01344008,"zoom":10,"place":"ORANGE, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3632,"title":"John J. Ambler Attends Liberty Mills Acadamy\n","course_id":1,"status":"P","start_date":"1841-06-18","end_date":"1841-06-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the 1840s in central Virginia, it was not uncommon for families to send their children away for schooling. Education was a very important aspect of the Old South and was exemplified in Virginia by the work of Thomas Jefferson. The University of Virginia was the South's most original contribution to education. Ever since its opening in 1825, the University attracted young men from all over the South including the cotton states in the southernmost part of the country. While the many universities across the Suth began to endure success, so to did the secondary schools. These institutions, called academies, were used to begin young boy's education on an array of different topics and prepare them for further learning at a university. The universities themselves such as Hampden-Sydney, Washington and Lee, and Virginia had all grown out such organizations. Many plantation owners sent their sons away to academies because they wished for them to acquire the training of gentleman. One such family was the Ambler family of Orange County, Virginia. In the summer of 1841, they sent their oldest son John J. Ambler away to Liberty Mills, an academy north of Orange run by a Mr. Abbott. On June 18, 1841, the Amblers received their first letter ever from John, informing them of his experience so far at Liberty Mills. He told them he was doing very well, and that Mr. Abbott had been teaching him spelling, geography, Latin, and history. Mr. Ambler replied saying, I hope my dear son you are perfectly content and happy and that you are learning very fast. Mr. Abbott later sent a report of John's development to the Ambler family and told them that his progress was highly credible, and that he never saw a better boy in the general department. ","This series of letters illustrate the importance of education and learning among the wealthy plantation owners in Virginia. They took pride in their estates and wanted their sons to develop into fine intelligent gentleman whom people could look up to. It also gives credit to the central region in Virginia which had the highest number of academies in the South. This area began stressing the importance of education and started the fight against the idea of illiteracy that hung over southern culture. John J. Ambler excelled in school during his year at Liberty Mills and would later go on to attend the University of Virginia. "],"display_date":"June 18, 1841","search_date":"1841-06-18","locations":[{"id":14127,"lat":38.246275988,"lng":-78.01344008,"zoom":10,"place":"ORANGE, Virginia"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3994,"title":"A View of Southern Women\n","course_id":7,"status":"P","start_date":"1858-01-01","end_date":"1859-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Fannie Page Hume, a woman from Orange County, Virginia, kept an extensive diary between the years of 1858-1859.  She had an entry for each day during these two years in which she talked about such things as her clothing, visits made by family and friends, the weather, and illnesses.  Included in her diary were brief mentions of her slaves, who had been recently hired out to other plantation owners at the beginning of her 1858 diary.  As she talked about the hiring-out of her slaves she stated, \"I am so worried about the servants, do hope they will get comfortable homes and do well.\"  A concern for the well being of her slaves was evident in her diary as she explained her worries and wishes for the comfort of her former servants.  Her tone was genuine and exemplified how a slave-holding woman of the South could truly care for her servants, and that her concern was not completely related to the productivity and efficiency of her workers.  Furthermore, when talking about another one of her black workers, Charles, and his sale, she said she, \"...witnessed to Charles's bill of sale.  I am sorry for him, but he has brought it on himself by his obstinate conduct.\" Despite apparent disorderly conduct, she did not exhibit disrespect for this slave. ","Southern women's perspectives were often not the forefront of the Southern mindset during this time period.  Although much literature focused on the male political turmoil of the slave South, many women of this time exhibited much softer emotions toward their slaves.  In her book, Within the Plantation Household, Elizabeth Fox-Genovese argues that southern slaveholding women were not unlike their male counterparts and commanded dominance over their slaves.  She also stated that southern white women even went as far as to defend slavery as an integral party of society.  Genovese's argument presents a contradiction to the attitude of Fannie Page Hume. Although Genovese wrote of the dominance of southern women over their slaves, Hume may portray an internal conflict that many of these women struggled with.  The sense of dominance may have been a faÇade as a method to retain white supremacy, while in reality many women experienced the same empathies of Fannie Page Hume toward their slaves.  Hume's sympathetic writings towards her slaves could have been done in secrecy while her actual practices were more akin to that of white supremacy."],"display_date":"1858 - 1859","search_date":"1858-12-31","locations":[{"id":14128,"lat":38.246275988,"lng":-78.01344008,"zoom":10,"place":"ORANGE, Virginia"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}]}