{"id":3958,"place":"WARREN, Mississippi","lat":32.364480123,"lng":-90.8603381835,"episodes":[{"id":105,"title":"Jefferson Davis Takes Office in the U.S. House of Representatives\n","course_id":1,"status":"P","start_date":"1845-03-04","end_date":"1846-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["From his estate in Warren County, Mississippi, Jefferson Davis was elected to the United States House of Representatives in 1844, and took office for the 29th Congress on March 4, 1845.  Davis resigned from his term in June of 1846 to serve in the Mexican-American War during which he was well known for his military achievements.  Jefferson Davis served later posts as Secretary of War, United States Senator (the position that he left upon Mississippi's secession from the Union), and of course, the position for which he is best known: the only President of the Confederacy.&lt;br /&gt;In 1885, Davis was remembered in grandiose terms by Colonel C. C. Jones, Jr., at an address in Augusta Georgia recalling the Battle of Honey Hill:  Conspicuous for his gallantry and ability as an officer of the army, prominent as a secretary, senator and statesman in the political annals of these United States, illustrious for all time as the president of a nation, which, although enduring but for a few years, has bequeathed to history glorious names, notable events, and grand memories which will survive the flood of ages, and most intelligent and earnest in his vindication of the aims, rights, impulses, and conduct of the Southern people during their phenomenal revolution, his reputation abides unclouded by defeat, and his more than Spartan virtue unimpaired by the mutations of fortune and the shadows of disappointment.'  Long after the Civil War Jefferson Davis continued to be idolized by those who had supported his cause."],"display_date":"March 4, 1845 - June 30, 1846","search_date":"1845-10-31","locations":[{"id":7310,"lat":32.3603831169,"lng":-90.865936974,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":133,"title":"Battle of Vicksburg\n","course_id":1,"status":"P","start_date":"1863-05-18","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Rather than an imminent clash, this battle was a protracted siege occurring of over the better part of two months. Half of the confederate army had been killed in previous battles, but a Union general reported that between fifteen thousand and twenty thousand Confederates remained holed up in Vicksburg. Each day the Confederate force grew weaker as they were plagued by disease and starvation. Continued artillery assaults further frustrated those holed up in the city, until their frustration forced Confederate Lieutenant General John Pemberton to ask Union General U.S. Grant for terms of surrender on July 3, 1863. While Grant did not grant terms of surrender, he did parole nearly the entire Confederate force. The victory gave the Union control of the Mississippi river, a significant boost to the Union's prospects. This victory ended the war's Vicksburg Campaign, but helped launch Grant's career as a successful military commander.&lt;br /&gt;The importance of Vicksburg to the Confederacy was paramount. Jackson, Mississippi was not very heavily fortified, and hence General Pemberton moved his headquarters from the Mississippi capital to Vicksburg, making it his centre of operations.' He had moved large quantities of food and supplies to the city and was determined to defend it. In addition he had head quartered his army there. The South knew that its loss would be very troubling for their military campaign but strategically and in terms of morale. However, the Confederacy also knew that a win at Vicksburg would not be a path to victory in the war, but rather a setback for the Union forces.&lt;br /&gt;A telegram dispatched to President Lincoln described the progress of the battle. On May 18, the Union troops surrounded Vicksburg, and the fighting began. On May 20, a soldier reports hearing the canons cease firing and sends a dispatch to Lincoln that Grant has probably captured nearly all.' On May 24, 1863, it was reported, the Stars and Strips float over Vicksburg, and the victory is complete.' The fall of Vicksburg was a poor omen for the Confederate troops, and they knew that the war had taking a turn for the worse."],"display_date":"May 18, 1863 - July 4, 1863","search_date":"1863-06-10","locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":408,"title":"Quarantine Station at Vicksburg Abolished\n","course_id":1,"status":"P","start_date":"1881-08-03","end_date":"1881-08-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 3rd, the National Board of Health reopened the quarantine station at Vicksburg, Mississippi that had been abolished earlier.  The location at Vicksburg was closed, because the board, supervised by Dr. Frank Reily, was unable to safely man the station.  Of the inspectors sent to the quarantine, all contracted malarial fever.  The board found it unnecessary to continue the station at Vicksburg, considering its close proximity to the efficiently operating station in New Orleans.  However, because of the number of complaints, including those from Vicksburg Mayor T. G. Birchett, the board insisted that Inspector Dunlap of Memphis travel to Vicksburg to reopen the station.&lt;br /&gt;Numerous cases and outbreaks of malaria are documented in early American history.  Immediately prior to the Civil War, the number of cases decreased, and malaria was considered to be on the decline.  The war, however, introduced a new legacy of poverty, and health problems abounded, particularly in the South, where the region's health was severely weakened.  The number of malaria cases increased rapidly.  According to the Encyclopedia of the South, malaria became the leading cause of debility and loss of efficiency in the antebellum South.'  Malaria struck people all over the South, but tenant farmers, already poor and debilitated, were especially hurt by the epidemic.  In Mississippi, the erection of new cities along accessible railroad lines led to overcrowding of the cities, creating an unhealthy, disease-ridden environment.  Malaria was not the only problem; yellow fever and tuberculosis struck the South as well, and the combination of these diseases slowed Southern progress and worsened conditions in the South.  Thus, an already struggling South was further weakened."],"display_date":"August 3, 1881","search_date":"1881-08-03","locations":[{"id":7314,"lat":32.3519427392,"lng":-90.8557910642,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":932,"title":"The Surrender of Vicksburg\n","course_id":1,"status":"P","start_date":"1863-07-04","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the Federal siege of Vicksburg, Mississippi during the Civil War that lasted from May 18, 1863 to July 4, 1863, the Confederates surrendered Vicksburg.  It was the climax to the Vicksburg Campaign which was the Federals' attempt to relinquish the stronghold of the Mississippi River that the Confederates held through Vicksburg.  Instead of attacking from the river, the Union chose to attack from land on the east side of river.  The Confederates, trapped behind the fortress of the city and starving with no help coming for their aid, General John C. Pemberton had no choice but to concede to the Union.  Consequently, General Grant essentially won the war for the Union by gaining control of the Mississippi River.  Control of the Mississippi River was crucial to the long term success of the army that controlled it.  It was a huge transportation resource and with control of the river, an army could quickly send support to its regiments in need faster than it could by foot."],"display_date":"July 4, 1863","search_date":"1863-07-04","locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1466,"title":"Lynchings in Mississippi\n","course_id":1,"status":"P","start_date":"1892-07-05","end_date":"1892-07-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Smith Tooley and John L. Adams were charged with the murder of Benson Blake and with many robberies.  Benson Blake was a proprietor of a store in Vickburg, Mississippi.  One night, he got wind that Tooley and some other Negroes were headed to rob his store.  When the Negroes arrived, Benson and his friends were waiting for them.  In a moment of rage, the Negroes fired through the window of the store, killing Benson and injuring his brother.  Tooley and Adams, both known for their scoundrel behavior, were arrested the following day.&lt;br /&gt;&lt;br /&gt;Late at night on July 5, a large group of over 600 men stormed the county jail where Tooley and Adams were confined.  They were both seized and examined about their case.  Then, they were taken into the courthouse yard and hanged from a tree. &lt;br /&gt;&lt;br /&gt;Lynching was an illegal but unpunished form of violence.  It was usually used against black men to maintain white supremacy in politics, in economics, and in the home.  Lynching reached its all-time high in 1892, with 69 whites hanged and 161 blacks put to death at the hands of lynch mobs."],"display_date":"July 5, 1892","search_date":"1892-07-05","locations":[{"id":7315,"lat":32.3519427392,"lng":-90.8557910642,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1602,"title":"Trouble In Vicksburg\n","course_id":1,"status":"P","start_date":"1874-07-29","end_date":"1874-07-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mississippi was prone to violent outbreaks between political parties. The Democrats represented by whites who feared fraud', while the Republicans, usually represented by blacks, also feared fraud on the part of the Democrats. In a telegram to President Grant, Governor Ames pleaded with him to send Federal troops to help control the organized and armed political factions, especially at Vicksburg. Grant refused to send troops unless sit was done through legal means', but also suggested that he would be more willing to send troops to Vicksburg during the sure to be tumultuous election day. &lt;br /&gt;The violence in Vicksburg in the year of 1874 in representative of the first wave of violence' (Ward) aimed at blacks as white leaguers sought to free themselves from Northern rule and to control the newly emancipated blacks. Emancipation threatened white supremacy in the South during reconstruction and groups such as the Ku Klux Klan arose to maintain white supremacy through fear and violence. Acts of organized white violence were usually aimed at individual blacks during the first wave of race violence in the Reconstruction. A second wave of violence occurred later in the 19th and early 20th centuries and was associated with attempts to legalize segregation and disenfranchisement of African-Americans through Jim Crow laws. The second wave of race riots was aimed at black communities more than individual blacks."],"display_date":"July 29, 1874","search_date":"1874-07-29","locations":[{"id":7313,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2100,"title":"The Great Democratic Procession\n","course_id":1,"status":"P","start_date":"1875-06-26","end_date":"1875-06-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the summer of 1875, Jane Pryor of Vicksburg, Mississippi wrote a warm letter to Caroline Kiger of Warren County in anticipation of the coming week's political events. Encouraging Mrs. Kiger's husband to come to Vicksburg, Pryor wrote: tell him to try and be here 24th in the Great Democratic procession at 6 o'clock in the afternoon that will be tomorrow & we will show him the elegant Democracy of our town. "," Pryor was not alone in her admiration of the growing Democratic party, a group that was evolving during the 1870s into a political class known as Bourbon Democrats for their aristocratic white backgrounds and policies. As historian Ed Ayers notes, Democrats regained control from Radical Republican reconstructionists in 1876, or the election year following Pryor's 1875 letter. Reconstruction was led by a loathed coalition succinctly described by southern political historian Monroe Billington as Yankee carpetbaggers, southern scalawags, and blacks - in other words, former Union soldiers or citizens who had moved South after the war, the former Confederates who cooperated with them, and worst of all, former slaves. "," As its finally regained power, the Democratic party inspired pride in Jane Pryor and many of her position in white society. Ayers alludes to this sense: Many of the Redeemer Democrats bore impressive pedigrees and could claim distinguished service in the Confederacy. In counties and states across the South white veterans with education and property stepped forward to seize the power they considered rightfully theirs. Under democratic rule, they promised, political bloodshed would cease, race relations would calm, the economy would flourish, and honor in government would prevail. These promises struck a chord with whites like Pryor, who tired not only of the shame of being governed by their former military foes and slaves but also of the violent backlash and sense of lawlessness that came from groups outside the electoral process like the Ku Klux Klan. "," These Democrats postured as the defenders of an old South way of life. Democratic politicians called themselves Redeemers, emphasizing their role in reclaiming the South from the humiliation of not only the Civil War, but of the Republican Reconstruction as well. Their background and breeding represented the best, in the minds of many white Southerners, of a genteel and honorable past, and their platform emphasized a return to a way of life longed for by these sort of voters. Jane Pryor wrote gauzily of the elegance of the party, and of the spectacle of the parade. The Mr. Kiger in question- the owner of a substantial Warren County plantation- likely would have been among those white southerners who, out of yearning for a past elevated to near perfection by nostalgia, would have found solace in the Democratic candidates, the Redeemer message, and Great Democratic procession in Vicksburg, Mississippi at 6 o'clock on July 24th, 1875."],"display_date":"June 26, 1875","search_date":"1875-06-26","locations":[{"id":7313,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2102,"title":"The Great Democratic Procession \n","course_id":1,"status":"P","start_date":"1875-06-26","end_date":"1875-06-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" In the summer of 1875, Jane Pryor of Vicksburg, Mississippi wrote a warm letter to Caroline Kiger of Warren County in anticipation of the coming week's political events. Encouraging Mrs. Kiger's husband to come to Vicksburg, Pryor wrote: tell him to try and be here 24th in the Great Democratic procession at 6 o'clock in the afternoon that will be tomorrow & we will show him the elegant Democracy of our town. "," Pryor was not alone in her admiration of the growing Democratic party, a group that was evolving during the 1870s into a political class known as Bourbon Democrats for their aristocratic white backgrounds and policies. As historian Ed Ayers notes, Democrats regained control from Radical Republican reconstructionists in 1876, or the election year following Pryor's 1875 letter. Reconstruction was led by a loathed coalition succinctly described by southern political historian Monroe Billington as Yankee carpetbaggers, southern scalawags, and blacks - in other words, former Union soldiers or citizens who had moved South after the war, the former Confederates who cooperated with them, and worst of all, former slaves. "," As its finally regained power, the Democratic party inspired pride in Jane Pryor and many of her position in white society. Ayers alludes to this sense: Many of the Redeemer Democrats bore impressive pedigrees and could claim distinguished service in the Confederacy. In counties and states across the South white veterans with education and property stepped forward to seize the power they considered rightfully theirs. Under democratic rule, they promised, political bloodshed would cease, race relations would calm, the economy would flourish, and honor in government would prevail. These promises struck a chord with whites like Pryor, who tired not only of the shame of being governed by their former military foes and slaves but also of the violent backlash and sense of lawlessness that came from groups outside the electoral process like the Ku Klux Klan. "," These Democrats postured as the defenders of an old South way of life. Democratic politicians called themselves Redeemers, emphasizing their role in reclaiming the South from the humiliation of not only the Civil War, but of the Republican Reconstruction as well. Their background and breeding represented the best, in the minds of many white Southerners, of a genteel and honorable past, and their platform emphasized a return to a way of life longed for by these sort of voters. Jane Pryor wrote gauzily of the elegance of the party, and of the spectacle of the parade. The Mr. Kiger in question- the owner of a substantial Warren County plantation- likely would have been among those white southerners who, out of yearning for a past elevated to near perfection by nostalgia, would have found solace in the Democratic candidates, the Redeemer message, and Great Democratic procession in Vicksburg, Mississippi at 6 o'clock on July 24th, 1875."],"display_date":"June 26, 1875","search_date":"1875-06-26","locations":[{"id":7314,"lat":32.3519427392,"lng":-90.8557910642,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2103,"title":"Chas. M. Evans, Manufacturer of Artificial Limbs","course_id":1,"status":"P","start_date":"1879-02-16","end_date":"1879-02-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Chas. M. Evans, Manufacturer of Artificial Limbs of the best quality, solicits a share of the Southern patronage the ad read. Prices have been reduced and other special inducements are now offered Southern citizens and soldiers. To insure satisfaction, each leg may be fitted and test fully before any payment is required. Mr. Evans, purveyor of prosthetics, provides the Rev. C.K. Marshall of Vicksburg, Mississippi, as a reference to the suitability of his product for the citizens of the Vicksburg community. "," At the time the ad was placed in the Jackson Weekly Clarion on February 16, 1879, there would have been a high demand for prosthetic limbs among those soldiers who were fortunate enough to return from the Civil War alive. Scores of the roughly eighty thousand Mississippi whites who fought for the Confederate Army were killed, and many more of those who did come home did so missing arms, legs, or sustaining other injuries. Civil War military historians Grady McWhiney and Perry D. Jamieson suggest that the military strategy of the Confederate army was particularly responsible for this state of affairs, asserting that casualty lists reveal that the Confederates destroyed themselves by making bold and repeated attacks... these bloody Confederate offensives took the lives of the bravest Southern officers and men. Relatively few combat officers went through the conflict without a single wound, and most of those who did could claim, as did General Reuben L. Walker, who participated in no less than sixty-three battles, that it was not my fault. "," The unpreparedness of Confederate generals for a new sort of warfare fought with rifles, coupled with a tactical aggression that led them to strike offensively even in the face of massive casualties, meant that an entire generation of young men in Mississippi and throughout the South were either lost on the battlefields or came home dramatically wounded. "," Those who survived the bullet blasts often faced even worse in Confederate hospitals. Medical historian George Worthington Adams paints a grim picture of the sort of medical services provided in wartime: The surgeons of the day thought a bare finger was the best probe; they operated in dirty uniforms; they used the same marine sponge to swab out the wounds of countless men; they reused linen dressings; they meddled with wounds and thus made bad matters worse... far from being surprised at the large number of mortalities, we should marvel that a majority of their operations recovered. Such was the state of affairs for soldiers undergoing surgery, to say nothing of those suffering from the many diseases that ravished the Confederate army. "," The appearance of the Charles M. Evan's ad nearly a decade and a half after the war's conclusion demonstrates how far the consequences of the war's characteristics- from poor military strategy to dangerous operating procedures- would last into the era of rebuilding in the South. For the young veterans who would become clients of Evans' artificial limbs business, the destruction brought about by the Civil War was not limited to their land, their communities, or their former homes; they would face as well the very personal devastation of their own bodies."],"display_date":"February 16, 1879","search_date":"1879-02-16","locations":[{"id":7313,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2109,"title":"Letters By Colored Messenger \n","course_id":1,"status":"P","start_date":"1874-12-24","end_date":"1874-12-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" A letter arrived for Jerry Hyland of Warrenton, Mississippi as the year 1875 began. The letter, from a friend Emma S., commenced with the usual pleasantries before expressing dismay that earlier correspondence had not made its way into Hyland's possession. I am surprised to learn that my last letter to you, written in November, failed to reach you- I have forgotten who mailed it for me wrote Emma, continuing, we frequently send letters in by colored messenger & occasionally they prove that they should not be trusted... this must have been the case with my last one. "," At the dawn of 1875, as blacks and whites struggled in a new economic system after the Civil War and the Emancipation Proclamation, Emma S. of Oak Lawn, Mississippi was not the only white Southerner frustrated by the new social order. As historians William Cooper Jr. and Thomas Terrill have recorded, according to careful estimates, blacks reduced the amount of work they had done as slaves by more than a third. Landlords complained bitterly. Although this particular description focuses mainly on the agriculture output of black sharecroppers and day laborers, the shift from a slave labor economy to a wage labor economy would have affected the white Southern women who had relied on black labor for household tasks such as mailing letters just as it affected white Southern men who had relied on black labor for agricultural production."," Once unconstrained by the shackles of slavery, freed blacks were no longer forced into inhumane hours or a life of servitude at the beck and call of a slave-owner. But poverty kept many freed blacks locked into the same sort of lifestyle and labor in which they had toiled in the antebellum South. Cooper and Terrill note that by 1919 most blacks lived about where they had when the Civil War ended, in the black belt. This persistence was a physical expression of the limits to the freedom blacks had secured at emancipation. Too few escaped the seemingly endless cycle of poverty that had ensnarled too many southern farmers after the Civil War. "," Whether picking cotton or doing the errands of a white woman like Emma S., freed blacks found that themselves in the same line of work that they had been before the War, only at a less grueling pace- a pace which Emma S. and other whites lamented as laziness or untrustworthiness. ","Episode Date: December 24, 1974"],"display_date":"December 24, 1874","search_date":"1874-12-24","locations":[{"id":7313,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2151,"title":"The Duel\n","course_id":1,"status":"P","start_date":"1838-02-24","end_date":"1838-03-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William Graves and Jonathan Cilley were men of honor. Both were members of the twenty-fifth congress of the U.S. House of Representatives. Graves represented Kentucky, while Cilley was from Maine. The two men certainly were not enemies, so the nation was shocked when Graves killed his fellow congressman. The conflict arose when Graves delivered a letter to Cilley from Col. James Watson Webb, a newspaper editor. Cilley refused the letter and made disparaging remarks about Webb's character. Graves objected to Cilley's comments. He declared that he would never deliver the note of a man who is not a man of honor, and not a gentleman. "," In the early nineteenth century, honor was essential to privileged men, particularly in the South. An honorable man possessed all of the characteristics needed to be a great leader. An understood code guided the daily conduct of men who considered themselves gentlemen. This system also set elite men apart in a nation centered around egalitarian values. An attack on a man's honor was not only an enormous insult, but could also be ruinous for a political career. Graves took personal offense to Cilley's ridicule of Col. Webb. To defend his honor, Graves challenged Cilley to a duel. On February 24, 1838 the two men met at Bladenburg, Maryland. They loaded their rifles, assumed their individual positions and proceeded to each fire one shot at the other. Both men missed. Cilley asserted that by refusing the letter he meant no disrespect to Graves. He simply did not want to correspond with Col. Webb. Graves would not accept this explanation. The men resumed their positions and fired again. Again, both men missed. At this point the duel should have ended. However, Graves' second, Henry A. Wise, convinced the men to fire another round. After the third shot Cilley fell to the ground. He was dead. "," The <em>Vicksburg Register</em> gave a detailed account of the event on March 16, 1838. The newspaper claimed to make every attempt to give an unbiased depiction of the duel, providing both sides' versions of the story. Politicians often used articles such as this one to emphasize their impartiality. However, they undeniably used newspapers to influence their constituents. Historian Joanne B. Freeman notes, When a duel was particularly controversial - when a duelist died or a chief was involved - politicians capitalized on widespread public interest with contending newspaper accounts, both sides attempting to win public approval while dishonoring their foes. The reputation of a politician involved in a duel often depended less on the duel itself and more on the media hype surrounding the event. The mild account of the Graves-Cilley duel in the <em>Register</em> depicted Graves and Wise as honorable men. Perhaps the <em>Vicksburg Register</em> supported Graves and Wise, or perhaps the article simply reflected the popularity of dueling in the South. The <em>Register</em> portrayed the duel as a respectable affair, but Cilley's death stunned the rest of the nation. According to historian Robert V. Remini many Americans viewed the duel as a barbaric slaughter. Americans considered Cilley's death a murder, and Congress soon passed legislation prohibiting dueling in the capital."],"display_date":"February 24, 1838 - March 16, 1838","search_date":"1838-03-05","locations":[{"id":7310,"lat":32.3603831169,"lng":-90.865936974,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2152,"title":"Controversy Surrounding the Panic of 1837\n","course_id":1,"status":"P","start_date":"1838-02-14","end_date":"1838-03-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John F. H. Claiborne, a Democrat from Natchez, Mississippi, was aghast to hear the news that rumors were circulating that he supported Henry Clay. He immediately wrote the <em>Vicksburg Register</em> a letter on February 14, 1838 to refute these claims. In his letter Claiborne enumerated the many ways that Clay had threatened the interests of his great state. He is the father of the tariff, Claiborne accused, he is unquestionably the head of the unholy alliance between federalism, fanaticism, and monopoly. Worst of all, Claiborne believed that Clay had contributed to the nation's economic crisis through his alliance with the Bank of Pennsylvania. "],"display_date":"February 14, 1838 - March 31, 1838","search_date":"1838-03-08","locations":[{"id":7310,"lat":32.3603831169,"lng":-90.865936974,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2157,"title":"Improvements in Transportation\n","course_id":1,"status":"P","start_date":"1837-01-01","end_date":"1838-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On December 15, 1837 the citizens of Vicksburg were very excited to see a new notice in their newspaper, The <em>Vicksburg Register.</em> J.R. & P. Jefferson had created a new Daily Line to run between Vicksburg and Jackson every day. The line consisted of four coaches and would make stops in Amsterdam, Raymond, and Clinton, Mississippi. The old line to Jackson was still running, so Mississippians could count on two coaches running between the cities. In addition, U.S. mail coaches ran three times a week from Grand Gulf to Brandon, stopping in Jackson. This meant that citizens of Vicksburg were able to go to Jackson to get their mail. This news would be thrilling in a time when transportation was dangerous and mail delivery was unreliable. "," The coaches provided a safe form of land transportation. Most southerners were very concerned with the poor quality of roads in the region. A large portion of the roads in the South were barely usable. They were narrow and overgrown, and high humidity caused the ground to stay muddy, trapping wagons. Ground transportation was impractical, but plantation owners in the Mississippi Delta had little motivation to develop better roads. Canal and river transportation was both more efficient and less expensive than road transportation. In the Delta, boats could be used to travel along rivers and through swamps. Steamboats on the Mississippi River were used to ship cotton and other goods, so plantation owners did not feel pressure to expand inland transportation for trade. "," Because the Mississippi Delta relied on rivers and canals so heavily, other forms of ground transportation also failed to develop in the area. By the end of the 1830s, at the time of J.R. & P. Jefferson's notice, railroads were becoming more and more prevalent across the nation. However, a railroad system failed to fully develop in the Deep South, where water transportation seemed more practical. Although Mississippians mostly used rivers for travel, the addition of a stage coach to unite the state was significant. J.R. & P. Jefferson's coaches facilitated transportation and guaranteed safer and more prompt mail delivery. The addition of a second stagecoach to Jackson would have been an exciting development."],"display_date":"1837 - 1838","search_date":"1837-12-31","locations":[{"id":7310,"lat":32.3603831169,"lng":-90.865936974,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4355,"title":"Porter Under the Guns of Vicksburg\n","course_id":4,"status":"P","start_date":"1863-04-16","end_date":"1863-04-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By mid-1863 the city of Vicksburg, Mississippi was the final Confederate bastion on the Mississippi River, making it all that stood between General Ulysses S. Grant and the East/West division of the Confederacy itself, a goal stipulated in the Anaconda Plan. Since its capture would mean a major strategic victory for the North, the city held immense symbolic, as well as strategic, importance to both sides. After a series of subtle and unsuccessful attempts to circumvent Vicksburg in 1862 and 1863, Grant returned to the approach that had served him so well in the past, and would continue to do so this time and in the future: the brutally direct approach.  "," The City of Vicksburg itself sits atop high bluffs that give it (and any guns placed inside) a commanding view of the Mississippi River, especially north of the city proper, making ownership of the area a necessity for any party that wishes to control the river. The problem from Grant's point of view was that the bluffs meant that he would need to attack the city from the East, which in turn meant ferrying his troops across the river, a task that even Grant knew to be too risky to try north of the city in the Union occupation zone. As such, Grant, after trying and failing several times, devised a simple yet daring plan to ferry his men across the river south of Vicksburg, where a hairpin turn on the river limited the range of the city's guns. To do this, however, Grant obviously needed to position his gunboats south of the city, which required them to run the mighty guns of Vicksburg itself, as the current was too strong to go upriver. ","Since Grant and the commander of his naval forces, Admiral David Porter planned to slip the gunboats past the fortress, many precautious had to be taken. As outlined in Porter's confidential General Order of April 10, 1863, his captains were to take \"every precaution possible to protect the hull and machinery\" of their ships. Such precautions included towing coal barges on the starboard side (going south, Vicksburg would have been on port), keeping all lights extinguished, even when returning fire, and of course, making as little noise as possible.","  The after action report of James A. Greer, one of Porter's captains, filed seven days after the above-mentioned orders and one day after the operation itself, records that the ships departed anchorage at 9:15 PM and first came under fire from the city at about 11:15, with the Union gunboats returning fire eight minutes later. As the night was moonless, the Confederates were forced to light bonfires alongside the bank to see better, but it was not enough: of 525 rounds fired, only 68 hit, while only one of the three transports and none of the eight gunboats were sunk. At this point we see the bluffs that had been Vicksburg's blessing become its curse, as the Southern gunners were apparently unable to hit anything closer than a certain distance. Perhaps realizing this, Greer (and presumably Porter and the other captains) ordered their ship(s) to pass \"within 40 yards of the town, [so close that Greer] could hear the rattling of falling walls after [their] fires.\" At 11:52, the CSA gunners ceased fire, allowing the Union ships to complete their route without further interruption, even from the smaller Confederate towns between Vicksburg and their target.","Although this action was just the first gamble in a plan of Grant's that was basically one big gamble, the first step had been taken and the end had begun for Vicksburg. With the troops Grant was able to ferry across the river with Porter's fleet, the future president marched north and besieged Vicksburg. After a long and grueling siege, the town finally surrendered on July 3rd, 1863, the same day that the Battle of Gettysburg was decided in the East, effectively turning the tide against the CSA in one day after three years of near-unbridled success. Taken together, July 4th, 1863 was probably the most memorable Independence Day in US history since 1776. "],"display_date":"April 16, 1863","search_date":"1863-04-16","locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}},{"id":4755,"title":"Waul's Texas Legion in the Battle of Vicksburg","course_id":34,"status":"P","start_date":"1863-05-12","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The morning officially began at 10:00 AM as the war-weary men of Waul’s Texas Legion lined up shoulder to gray-clad shoulder in Vicksburg, Mississippi; the perfect time for brunch.  But it would forever remain in the minds of the Confederates as the beginning of a fight for their everything-- land, honor, freedom, liberty, property—at the one site most important to hold for any chance of Confederate victory—Vicksburg. The city was strategically placed along the Mississippi River, and until the city and Fort Hill were held by Union colors, the United States army’s supplies would be severely limited upstream.","Waul’s Texas Legion, commanded by Col. Thomas Neville Waul, moved at dawn into position, and as the first shots rang out that morning, their hearts were pumping with the blood of bravery that would lead to a crucial, life-threatening mission later that day. At 10:00AM, Grant’s Union army attacked the city of Vicksburg where the entirety of Lieutenant General Pemberton’s army, including Waul’s Texas Legion, was stationed. Two of Waul’s companies were sent to Fort Hill to re-take the garrison from enemy forces at all costs. Thirty-five men were chosen from the ranks, charging valiantly into direct shell and Minie ball fire for the covert, high-stakes mission of slipping undetected inside the fort as its weak spot. The fort was re-taken amidst smoke, blood, the stench of death and the deafening sound of cannon balls echoing in the near-distance, and Waul’s men earned their colors that day; a small price to pay for the death of nearly 500 comrades. Col. T. N. Waul was a man with a law degree and Congressional experience who ended up as a colonel because of a defeat in the CSA Congress. He resolved from that day forth to never lose again.","Later that day, the men under Col. Wrigley, the commander of the 2<sup>nd</sup> battalion of infantry under Waul, discovered a hidden bunch of Union soldiers hiding in a ditch. They found a parapet and fired down upon their enemy, contributing to the Union death toll of nearly 4,000. The day ended with the drums and fifes cheerily hastening the men back to camp following their beloved colors to deeply mourn the loss of nearly every captain who had been with them earlier that morning. Back at camp, the rations were steadily declining, with Captain William Edgar instructing the troops to eat ‘mule meat and fricasseed cat’. The ordinary brunches, shaves, shoe shines and sunrises experienced by the soldiers would be remembered as extraordinary for the simple fact that after the war, every ordinary task would be a painful reminder of all the ordinary they experiences with their fallen comrades. The next brunch they ate could be their last.","The battle of Vicksburg ended on July 4, 1863 in a Confederate surrender, but the beginning of the forty-seven day battle delivered a great blow to the Union army, Grant soon realizing he couldn’t take the city the way he planned because the Confederates were simply too strong. Vicksburg drew Union soldiers away from Gettysburg, and it showcased the desperate need of the good ‘ol Confederate boys to preserve their way of life at all costs."],"display_date":"May 12, 1863 - July 4, 1863","search_date":"1863-06-07","locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":310,"tag":"Vicksburg"},{"id":32,"tag":"Civil War"},{"id":345,"tag":"Waul's Texas Legion"},{"id":346,"tag":"May 22, 1863"},{"id":347,"tag":"Colonel T.N. Waul"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4717,"title":"Union Battery in the Campaign for Vicksburg","course_id":34,"status":"P","start_date":"1863-05-02","end_date":"1863-07-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Union Army achieved a decisive victory in the battle of Vicksburg, Mississippi, with the city surrendering to General Ulysses Grant on July 4, 1863.  The battery divisions effectively utilized the large guns and cannons of the army, which were crucial to the Union victory at Vicksburg.  First Lieutenant Joseph R. Reed of the Second Iowa Battery in the Union Army belonged to one of these battery divisions.  He enlisted on August 1, 1861 at the age of 26 in the town of Council Bluffs, Iowa.  His regiment comprised a portion of the Third Division of the Fifteenth Corps under General Sherman and fought primarily with the Army of Tennessee in the western campaigns.  Battery divisions, such as that commanded by Lieutenant Reed, often moved to various sections of the battle, positioned behind the infantry.  The battery regiments maintained a constant fire on the city of Vicksburg during the siege, keeping the Confederate soldiers and citizens trapped inside the city in a state of constant fear.  In addition, Reed reported that the siege of Vicksburg occurred not only in the city itself, but also in the surrounding areas.  Throughout the campaign, battery divisions played a decisive role in placing the enemy under constant attack, which allowed the infantry divisions to rest and recover.  Although Reed’s division did not play a major part in the actual capitulation of Vicksburg, his battery’s role in the entire campaign demonstrated that the battles took place not only in one location, but along several fronts.  This regiment lost only three men from the time they mustered in through the end of the war, showing that those in battery divisions werenot in as much danger as the infantry.  They remained back from the front lines, placed in areas with some shelter in order to protect the valuable machinery.  This report demonstrated that the Union Army also valued gallantry, as seen through the author’s gratitude to an infantry division that aided his battery.  After the battle, on August 31, 1864, Lieutenant Reed was promoted to a full captain, and he mustered out on June 10, 1865.  Reports from Vicksburg, Mississippi, such as that of Lieutenant Joseph R. Reed of the Second Iowa Battery, Third Division of the Union Army, showed that, due to the destructive power and efficiency of the weaponry, battery divisions were important to the Union Army gaining control of the Mississippi River."],"display_date":"May 2, 1863 - July 27, 1863","search_date":"1863-06-14","locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":313,"tag":"Second Iowa Battery"},{"id":312,"tag":"Joseph R. Reed"},{"id":311,"tag":"Union"},{"id":310,"tag":"Vicksburg"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4718,"title":"Infantry in the Failed May Attacks on Vicksburg","course_id":34,"status":"P","start_date":"1863-05-22","end_date":"1863-05-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["While the city of Vicksburg eventually fell to Union forces on July 4, 1863, giving the Union control of the Mississippi River, several failed assaults occurred prior to the successful siege.  Two of the assaults took place on May 19 and 22, and Vicksburg’s defenses held against the Union infantry and artillery forces on both these occasions.  Infantry forces in the Civil War often engaged in the bloodiest and most brutal fighting, and the Union forces attacking Vicksburg were no exception.  Lieutenant William C. Porter and 12 other men of the Fifty-Fifth Illinois Infantry volunteered to participate in the May attacks.  Lieutenant Porter resided in Naperville, Illinois, and enlisted as a sergeant on September 3, 1861.  He was promoted to Second Full Lieutenant on September 17, 1862, the position he held while fighting the battle.  His regiment was part of the Second Brigade of the Second division of the Fifteenth Army Corps, under the command of General Sherman.  As the only ranking lieutenant who volunteered to storm Vicksburg, he commanded the other volunteers from various brigades, and submitted his report to his superior, Colonel Oscar Malmborg.  In his report of the failed sieges, Malmborg commends the entire Fifty-Fifth Infantry as deserving of their reputation for bravery, and characterizes Porter as a daring leader.  Although Porter was in a leadership position, he had limited decision making ability, forcing him to rely on the verbal orders of various superiors.  One of the most dramatic moments detailed in this report occurs while Porter’s regiment is waiting for support from another division.  His men are under constant fire and exposed to the enemy, yet they courageously remained in position.  In his report, Porter makes it clear to higher ranked officers that his men fought valiantly, but did not have enough support from other divisions.  Officers would often claim that others did not fight bravely in order to improve their own image for possible advancement.  For example, Lieutenant Porter claims that the lieutenant of another infantry division kept himself and a protection of ten men away from the fighting.  Lieutenant Porter was killed at Kenesaw Mountain, GA, on June 27, 1864.  Reports from Vicksburg, Mississippi, such as that from Lieutenant William C. Porter of the Fifty-fifth Illinois Infantry of the Union Army, showed that the infantry forces often engaged in brutal combat, yet were concerned with valor and upholding the morale of the men."],"display_date":"May 22, 1863 - May 23, 1863","search_date":"1863-05-22","locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":344,"tag":"Fifty-fifth Illinois"},{"id":314,"tag":"William C. Porter"},{"id":311,"tag":"Union"},{"id":310,"tag":"Vicksburg"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4731,"title":"Entitled 31st Alabama Infantry’s Stand at the Railroad Redoubt in Vicksburg.","course_id":34,"status":"P","start_date":"1863-05-18","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“It was a tornado of iron on our left, a hurricane of shot on our right…we passed through the mouth of hell.” These are the words of a Union soldier who was part of the 21st Iowa Infantry Regiment that led the federal assault on Confederate fortifications along the Southern Mississippi Railroad in Vicksburg. Major George W. Mathieson, commander of the 31st Alabama Infantry, unleashed this “hell” upon Union assaulters even though he never took the time to describe it that vividly. Mathieson’s Alabama men were placed just south of the Railroad Redoubt as part of a concentrated defense given the task of holding the crucial path into Vicksburg.","Since the dawn of 1863, Grant focused on dislodging the Confederate railroads centered in Jackson, Mississippi. With this as the Union’s goal, Grant began the conquest of Mississippi by capturing Port Gibson and subsequently Jackson. Upon destroying the railroad hub there, Grant’s soldiers marched directly west along the Southern Mississippi Railroad. The Confederate Army had already lost control of the Mississippi River so losing this railroad would completely cut its western forces off from supplies and reinforcements. To prevent this from happening, Pemberton amassed a large Confederate force on the railroad.","It is on this railroad that Union soldiers led by General McClernand first attacked on May 19, 1863. The 31st Alabama Infantry, supported by two other Alabama units, kept the Union’s advances at bay by sustaining a slow but consistent barrage of fire, making sure that “no Abolitionist could show his head without danger from ball or buckshot.” Mathieson’s regiment had only lost one man and had killed roughly one-hundred and fifty. Following this onslaught, Grant began the siege of Vicksburg and on July 4, 1863 Pemberton surrendered.","Vicksburg had been labeled as the “nail head that holds the South’s two halves together” by the President of the Confederate States, Jefferson Davis. He was justified in saying this because with complete control of the Mississippi River, Louisiana, Arkansas, and Texas were effectively separated from the rest of the Confederate States of America. The western states could no longer provide vital supply to the east, rendering the west almost useless from a military standpoint.","The events of the summer of 1863 also affected how the Confederacy’s population viewed the Civil War. The Confederate surrender at Vicksburg, in addition to the loss at Gettysburg, caused many southerners to doubt the Confederacy’s chances at gaining independence. Citizens of the Confederacy were discouraged by soldiers’ stories of the siege and southern hopes began to fade. As Liddell Hart once said, “it was the moral effect, above all, which made Vicksburg the great turning point of the war.”"],"display_date":"May 18, 1863 - July 4, 1863","search_date":"1863-06-10","locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":32,"tag":"Civil War"},{"id":310,"tag":"Vicksburg"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4732,"title":"Entitled Confederate Artillery in Defense of the Mississippi River along Vicksburg.","course_id":34,"status":"P","start_date":"1863-05-18","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A citizen of Vicksburg observed that during the siege \"nothing was spared by the shells; the churchs fared especially severly, and the reverend clergy had narrow escapes.\" This was brought upon by Ulysses S. Grant, who had taken control of the entire Mississippi River save the couple miles being guarded by the Confederate troops at Vicksburg. Grant launched his attack on Vicksburg on May 18, 1863. While most of the bloodshed initially took place on the eastern side of the city, Confederate artillery along the Mississippi engaged Union naval ships and heavy weaponry in an effort to protect the center of Vicksburg from an ever threatening invasion.","Colonel Edward Higgins, the commander of Vicksburg’s river batteries, was effective at repelling the Union assault of Vicksburg from late May through the first week of June. His well-placed batteries sunk the <em>Cincinnati</em> and held off the other three Union ironclads. The situation of the battle changed on June 11 when federal troops began to establish fortifications across the Mississippi River. The Union fortifications featured more cover and protection for its soldiers, making them less of a target than the rebels atop the barren banks of eastern shore. These new positions gave the Union the comfort of having both accurate artillery and constant naval support, a substantial advantage in the already close battle.","Due to the availability of Union supply, forces on the De Soto Peninsula wielded two-hundred and seventy five cannons, a few of which were high caliber Parrott guns supplied by the US Navy. In contrast, Confederates had a hundred less cannons and this number consistently decreased due to the need for artillery on the eastern side of Vicksburg. Additionally, Confederate batteries lacked sufficient ammunition to combat Union cannons backed by an “inexhaustible” supply. The significance of the Confederate Army’s shortcomings became greater as the siege worn on and Union “superiority grew into dominance.”","After over five weeks of isolation and bombardment, Confederate commander J.C. Pemberton surrendered because he knew his men lacked the strength to fight any longer. In Higgins’s report, he does not claim the fall of Vicksburg as a failure on the part of himself or his men. In fact, they had performed their duties as defenders of the Mississippi while also guarding the eastern trenches at night and serving as the city guard. He believed that had his arsenal not been down-scaled because of the “weakness of our infantry force” it would have never permitted the Union to make advances.","The shortcomings of the rebels at Battle of Vicksburg are an accurate representation of the Confederate Army as a whole. As in Vicksburg, Confederates faced a foe that was better fed, supplied, reinforced, and armed. Confederate leaders were at times more disciplined and more tactically knowledgeable but it is because of the Union’s advanced overall management stemming from both its enormous industry and population that the rebellion was extinguished."],"display_date":"May 18, 1863 - July 4, 1863","search_date":"1863-06-10","locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":308,"tag":"Artillery"},{"id":310,"tag":"Vicksburg"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4756,"title":"19th Arkansas Infantry in the Battle of Vicksburg","course_id":34,"status":"P","start_date":"1863-05-18","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The colonel paused briefly before moving his troops into line to make eye contact with his superior and friend Brig. General Martin Green. Colonel Thomas P. Dockery grew up in a rich railroad dynasty family so he understood the importance the coming battle had to the protection of supply lines, specifically those running through the Mississippi River. Commanding an outstanding infantry of the Second Brigade, the Nineteenth Arkansas and Colonel Dockery commenced fighting on the May 22, 1863 against Grant’s troops who huddled in the ditches right outside the garrison of Fort Hill. The sharpshooters aimed and fired, killing many of the 3,900 Union soldiers that would die that day. Later that week, the 19th Infantry moved to the rear of the city to fill in the gap created between Major Generals’ Forney and Smith; soon finding that trenches were desperately needed. With their bare hands, the entirety of the infantry from Arkansas set to work, bravely digging all night to fortify their works for themselves and their fellow soldiers. The lack of supplies was unfortunately very common for the good ‘ol Confederate boys at Vicksburg, which severely weakened their morale.","Baldwin’s Ferry Road would be the site of the next bloody encounter with the enemy, and the Confederate army fought back the enemy Union army with mere bites of mule meat in their stomachs. The Infantry was hit time and time again with shells flying from the enemy war ships on the Mississippi River, and Brigadier General Martin Green fell in combat on the 25th of May, shot directly through the head. The 19th Infantry, devastated from the loss of their beloved General, looked to Colonel Thomas P. Dockery for leadership, which was a lot of pressure for a young Colonel. The Infantry fought every day through June losing dozens of men in the process, and the ache of war was felt in their bellies and in their hearts.","The men’s honor was humbled as the word spread like wildfire about the caves, or Prairie Dog Villages, the civilians of the city of Vicksburg were living in. The morale of the men weakened as they realized that they couldn’t protect their own, forcing them to live like animals in the surrounding hillsides.","On July 3rd, the men still fought for success, and watched gravely as the flag of surrender was raised the next day. The Vicksburg <em>Whig</em> newspaper ran for the last time on wallpaper, highlighting the Union Army’s blockade of the Confederate supply lines into the city, portraying the men walking out of the city as downcast, disheveled prisoners of war. The battle delivered a crippling blow to the morale of the Confederate soldiers and civilians as they survived on swiftly disappearing supplies, their humanity stripped from them in many ways. This was a huge defeat in the political, economic and social aspect as well because it followed a major defeat at Gettysburg, leaving the Confederate nation demoralized. But they fought bravely and held back the Union army for a time in the city of Vicksburg, weakening their forces to the North and protecting vital rail and shipping ports for the sake of their honor. ."],"display_date":"May 18, 1863 - July 4, 1863","search_date":"1863-06-10","locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":32,"tag":"Civil War"},{"id":310,"tag":"Vicksburg"},{"id":348,"tag":"Colonel Thomas P. Dockery"},{"id":349,"tag":"19th Arkansas Infantry"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":5814,"title":"A Native American Officer Writes Home about Promotion","course_id":113,"status":"P","start_date":"1863-10-07","end_date":"1863-10-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 7, 1863 Captain Ely S. Parker of the United States Army wrote a letter to his brother Nic under the belief that their father was dead, bemoaning that, “We are orphans, scattered far and wide across this country. We must all do our best. We can feel that our lost parents have gone the course of nature.” Parker ended the letter by asking Nic to move in with their sister left alone by the death of their father, and take care of his house before finally telling his brother, “I am now Asst. Adjt. Genl. To Major General Grant and will remain so for the future.” This final news would be important for anybody but it was particularly important to Parker a member of the Seneca Nation.","Ely S. Parker played an important role in the Civil War as Adjutant to General Grant. He wrote many of Grants important orders and correspondence and was named Grants military secretary during the Petersburg campaign. Parker attained the rank of brevet brigadier general, the only Native American to reach this rank in the Federal Army during the Civil War. Parker was present at Appomattox and wrote the terms of Lee’s surrender. At the surrender Lee looked at Parker and seeing that he was a Native American remarked, “I am glad to see one real American here.” Parker later said, “I shook his hand and said, ‘we are all Americans’.”","Parker’s letter home highlights how soldiers were often just as concerned about the things going on at home as they were about the war; even during a pivotal moment in his military career Parker was more concerned about his dying father and making sure his sister was taken care of than he was about his promotion.","Letters like Parker’s can highlight the sentiments that soldiers felt towards the war. Even though Ely S. Parker was a very unique person living in very unique circumstances his letter still reflected how many soldiers looked at the war."],"display_date":"October 7, 1863","search_date":"1863-10-07","locations":[{"id":7312,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":761,"tag":"letter"},{"id":32,"tag":"Civil War"},{"id":932,"tag":"Native American"},{"id":1870,"tag":"Ely Samuel Parker"},{"id":1871,"tag":"General Grant"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6419,"title":"Henry Bibb Faces Inspection in a Mississippi Slave Pen","course_id":145,"status":"P","start_date":"1840-01-01","end_date":"1840-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The year was 1840 when Madison Garrison led Henry Bibb and other slaves, including his wife and child, to a market in Vicksburg, Mississippi.  It was in this market where Garrison intended to have a portion of the slaves that he had driven into the deep South examined before taking them to New Orleans for sale.   Upon arrival at the market, Bibb was subject to inspection by a city officer.  Slave inspections were an important part of the process required to tag an enslaved person with a dollar value.  Faces of the slaves did not matter; it was the instrumental parts of the slaves’ bodies that the traders in the market were interested in – strong muscles meant good labor, fingers were judged for being good at picking cotton, and all joints were checked to ensure labor efficiency. ","            As Bibb entered the market, a city officer immediately forced him into physical inspection.  A city official did this inspection perhaps because Vicksburg taxed slave slaves to generate city revenue and this man’s job was to assess the tax.  The examination started with a close look at Bibb’s back as the officer look for scar tissue that would come from the wounds left by a whip.  Scars on a slave’s back were interpreted as an indication of character: it meant that in the past they had acted out of line often enough to be whipped multiple times.  Next, Bibb had his limbs inspected to make sure his joints were well intact and to provide a judgment of how strong he was.  The limb inspection was followed by a close look at Bibb’s teeth and gums to make sure they were in good condition.  Traders considered oral health a significant indicator of general health for slaves.  This was followed by a skin prick test that helped the inspector determine the age of Bibb.  He had the skin on the back of the hand pricked up with a needle.  The time the pucker of skin stood up was measured and the longer the pucker stood up, the older the age of the slave.   Age was a very important piece of criteria taken into consideration when assigning a price to a slave because slaves were thought to have a prime age range in which they were the most productive in their work.  Since Bibb was a man, his prime was considered to be between ages eighteen and twenty-five.","            More rigorous than the physical examinations was the assessment of Bibb’s mental capacity.  The inspectors told him to answer a series of questions to gauge his intelligence.  Bibb’s problem with the inspectors was that he was literate.  At one point earlier in his life, Bibb learned how to read and this scared southern slaveholders because it meant that Bibb had a powerful negotiation tool to utilize in the slave market.  Literacy revealed a world to Bibb that went beyond the slave system, a world that enabled him to imagine himself being allowed to freely think, learn abolitionist activity, or read the Bible.","            Since Bibb was so difficult to sell due to his literacy, Garrison knew he had to sell Bibb with his wife and child as a package.  Bibb had a much better chance of being sold with his wife and child, who were desirable to buyers, than being sold on his own.  Also to facilitate his sale, Garrison answered many questions for Bibb, especially when asked if he had ever run away.  After this was done, Bibb and his family were taken to New Orleans, where their futures would be determined."],"display_date":1840,"search_date":"1840-07-01","locations":[{"id":52823,"lat":32.3526456,"lng":-90.877882,"zoom":8,"place":"Vicksburg, Mississippi"}],"tags":[{"id":2799,"tag":"sale"},{"id":2798,"tag":"examination"},{"id":2797,"tag":"henry bibb"},{"id":2796,"tag":"inspection"},{"id":2795,"tag":"slave pen"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":145,"school_id":11}}]}