{"id":4059,"place":"LENOIR, North Carolina","lat":35.2392503756,"lng":-77.6416017962,"episodes":[{"id":4763,"title":"The \"Exodusters\"","course_id":31,"status":"P","start_date":"1879-12-05","end_date":"1879-12-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Goldsboro inhabitants were shocked at the condition of the African American “Exodusters” coming through town in December 1879. There were some 139 blacks traveling in this group, all shabbily dressed, according to the <em>Raleigh Observer. </em>The paper reported their departure with a hint of contempt and disgust, as if the fact that blacks were unhappy with their living conditions was something unheard of in the years following Emancipation. According to the <em>Raleigh Observer, </em>this was not the first time that residents of Goldsboro, North Carolina, had this problem of northern-bound blacks temporarily invading their town. “It will be remembered that, “the author noted,” a few weeks since we spoke of the feelings of the colored people of Wake towards the exodus movement.” This new motley crew of blacks, however, had hailed from Green Castel in hopes of making their way north in search of new jobs and living opportunities. “The crew had an array of colors, sexes and ages, from those still suckling to a ripe old age.” The group had no designated leader and seemed to be completely unorganized, and not well educated. Though this crew had aspirations of the great life the North had to offer, many of the blacks did not have sufficient train fare to reach these far-off places. Many had to settle with going to Indiana or Washington, whereas others could only afford to go to the next town.","The white people of Goldsboro were not the only people or town to have an experience with these “Exodusters.” In the years following emancipation, many blacks did not know what to do with themselves. This was most prevalent in the year 1877. As Nell Irvin Painter explains, “by 1877, thousands of ex-slaves realized they never could fulfill their aspirations in the South- aspirations for their own farms, an education for their children, and a comfortable life.” So in the late 1870s many blacks began to migrate from states all over the South, such as Mississippi, Louisiana, Texas, Tennessee, and many more places. They planned to rebuild in Kansas, where, Historian Glen Schwendmann said, “‘they believed’ they would be furnished free transportation, where farm, implements, and subsistence awaited all who succeeded in making an appearance.”","The “Exodusters” of 1879 were part of the black migration trying to find and build new opportunities for themselves. Many whites did not understand why many blacks would want to leave the situations they were in; because many whites felt ex-slaves should be happy enough having their freedom.  This, however, was not the case; as Painter suggests, many blacks just wanted the opportunity to provide themselves with the tools to survive in a world still dominated by their white oppressors."],"display_date":"December 5, 1879","search_date":"1879-12-05","locations":[{"id":9577,"lat":35.2392503756,"lng":-77.6416017962,"zoom":9,"place":"LENOIR, North Carolina"}],"tags":[{"id":142,"tag":"african americans"},{"id":365,"tag":"Emancipation"},{"id":366,"tag":"Migration"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}}]}