{"id":406,"place":"ADAMS, Mississippi","lat":31.4831695494,"lng":-91.3531349834,"episodes":[{"id":2097,"title":"The Young Men of Natchez Have Organized an Artillery Company\n","course_id":1,"status":"P","start_date":"1876-08-25","end_date":"1876-08-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The young artillery company was pressed for funds, and the task of raising them fell to a member of their ranks named H.H. Farnham. In an August 1876 fundraising letter to Stephen Duncan, the former president of the Bank of Mississippi, Farnham, (who signed the correspondence Ch. Com. Of the Gilden Light Artillery) wrote that the young men of Natchez have organized an artillery company, known as the Gilden Light Artillery and are now trying to raise the funds to equip with one or two pieces. Farnham went on to outline the costs of outfitting the new artillery, asking Mr. Duncan to participate by paying a subscription of any amount you may deem it advisable to give so that the young men's artillery might participate in a coming campaign. There is no record of whether Mr. Duncan, already an honorary member of the Natchez Adams Light infantry, accommodated the requests of the Gilden Light Artillery, but it might be presumed that the former Bank president and owner of a sugar and cotton plantation, would have support the young men's efforts in spirit, if not in dollars."," Artillery companies served a unique purpose in the psyche of former Confederate communities. They represented a prouder time and were part of the balm that soothed the southern collective consciousness in the years after their defeat: the Lost Cause ideology, or the idea that the Confederacy had fought nobly and bravely for a superior cause and were defeated only by the sheer force of the federal army. The Lost Cause ideal was first established- or at least first defined in such terms - in a 1866 book of the same name by journalist Edward Pollard, and it gained in popularity throughout the 1870s, mostly through articles written by Former Confederate Lt. Gen. Jubal Early, a West Point graduate who emphasized, among other tenets, the nobility of southern military leadership in comparison to the allegedly barbaric behavior on the part of Union troops. As southern historian Rod Andrew, Jr explains, perhaps the most central and enduring element of the Lost Cause was the firm connection in the minds of southerners between martial virtue (courage, patriotism, selflessness, loyalty) and moral rectitude. The image of the valorous soldier as a patriot and model citizen had antebellum roots, but it shaped and drew strength from the legend of the Lost Cause after the Civil War."," The popularity and growth of and esteem commanded by such artillery companies, serve in Andrew's words, as a reminder that militarism was as much as part of southern culture after the Civil War as before. As the young men of Natchez would have been proud to note, their Gilden Light Artillery was part of a phenomenon across the South that was much greater then their own group and its fundraising efforts."],"display_date":"August 25, 1876","search_date":"1876-08-25","locations":[{"id":6928,"lat":31.4831695494,"lng":-91.3531349834,"zoom":9,"place":"ADAMS, Mississippi"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2150,"title":"Dispute with Slave Trader\n","course_id":1,"status":"P","start_date":"1841-10-01","end_date":"1841-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1841, R. Ballard, a slave trader who owned property in Mississippi, brought a Federal suit against Henry Turner, claiming the Turner owed him 6,300 dollars. The bill was the remainder owed for forty-two slaves that Ballard had sold to Turner in 1835. Unfortunately for Ballard, Turner was quite unhappy with his purchase. He returned seven of the slaves to Ballard, declaring that they were either unsound or older than Ballard had told him they would be and demanded a full refund. However, Ballard would not take back some of the flawed slaves. Ballard refused to take back one slave on account of his being an idiot, and recommended that the slave be auctioned. Ballard also would not take back two older slaves, nor would he exchange others for them."," The bill for these slaves had accrued interest until the balance was 6,300 dollars. Turner refused to pay. He felt that he had been swindled by Ballard. Turner claimed that Ballard misled him with regard to the character and soundness of the slaves. Turner also claimed that he had been misinformed about the origin of the slaves. Finally, Turner alleged that Ballard charged him more interest than had been decided upon at the initial sale."," Whatever the outcome of the case, Turner viewed Ballard as a con-artist who propagated the plantation owners' negative views of the slave trade. Southern whites viewed slave traders as being fraudulent and malicious. They believed that most of the slaves being sold were flawed in some way, and that the slave trader was making off with an unfairly large profit. "," Slave traders capitalized on the expansion of southern territory. As more land opened up for cotton plantations, traders brought more slaves to Mississippi. By 1840, there were more slaves than white citizens in the state. The Mississippi Delta's proximity New Orleans, a major center for slave trade, fueled the influx of slaves. Plantation owners returned again and again to New Orleans to buy labor for their cotton fields. They viewed slaves not as people, but as investments. Turner's case displays this inhuman treatment of blacks in the slave trade. In the markets of New Orleans, slaves were treated not as humans, but as objects whose values could be quantified based on their age and appearance. Historian Walter Johnson calls this psychologically damaging treatment the chattel principle. The chattel principle is unmistakable in Turner's description of his transactions with Ballard. He viewed the slaves as assets that could be priced differently based on certain characteristics. Turner's case demonstrates that southern plantation owners viewed slave traders as being shamelessly dishonest and saw slaves simply as valuable pieces of property."],"display_date":"October 1, 1841 - October 30, 1841","search_date":"1841-10-15","locations":[{"id":6925,"lat":31.4831695494,"lng":-91.3531349834,"zoom":9,"place":"ADAMS, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2155,"title":"The Loss of a Steamboat \n","course_id":1,"status":"P","start_date":"1842-09-01","end_date":"1842-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In September 1842, the <em>Vicksburg</em>, a steamboat, was headed for New Orleans. On board were 145 bales of John A. Quitman's cotton. However, only 17 of the bales actually reached New Orleans as expected. The <em>Vicksburg </em>had an accident, and one hundred and twenty eight of Quitman's bales were unaccounted for. An accident such as this would have been very bad news for any southern plantation owner. Fortunately for Quitman, another ship picked up about two hundred bales of cotton out of the Mississippi River, some bearing the mark of Quitman's plantation, the Palmeya. Quitman could have only hoped that the remainder of his cotton would be recovered. "," On September 20, Quitman received a letter from A&J Dennis, the firm in New Orleans through which he shipped his cotton. The firm obviously had not received his shipment and had heard of the accident. A&J Dennis hoped that only a small portion of the cotton was actually damaged. Luckily for Quitman, he held insurance on his shipment. The insurance would cover the cotton at thirty-five dollars a bale, which would have been close to the value of Quitman's cotton. "," The destruction of the <em>Vicksburg </em>would have been very harmful to Quitman if his cotton had been lost. The importance of cotton in the 1830s cannot be overstated. The staple was the major cash crop of the Mississippi delta, and losing such a large shipment would have a negative economic impact on a plantation owner. The cotton trade had boomed in the beginning of the nineteenth century, making cotton the most important crop in Mississippi. "," The steamboat provided an efficient means to transport Mississippi's large shipments of cotton. In 1812 Steamboats began to run between Natchez and New Orleans. The new boats were cost-effective and fast. Steamboats carrying slaves and cotton inundated New Orleans, bringing vast wealth to the region. By 1830 the steamboat was vital to the economic wellbeing of the Mississippi River area. Although Quitman held insurance on his cotton, and would not have been economically devastated by the loss of a shipment, his correspondence shows that cotton and the steamboats that carried it played a very important role in his life."],"display_date":"September 1842","search_date":"1842-09-15","locations":[{"id":6925,"lat":31.4831695494,"lng":-91.3531349834,"zoom":9,"place":"ADAMS, Mississippi"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2159,"title":"Southern Medicine\n","course_id":1,"status":"P","start_date":"1860-01-09","end_date":"1860-01-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 6, 1860, Benjamin Leonard Covington Wailes, a white planter in Washington, Adams County, Mississippi, wrote a diary entry describing his son's experiences at a northern medical school. According to Wailes, his son, who attended an unspecified medical school in Philadelphia, Pennsylvania, resisted all efforts and persuasions used to get him to go off from the medical college with the southern students, at least two hundred of which left for southern institutions in consequence of the political excitement gotten up by the Sectionalists and disunionists. Wailes then described his feelings on the situation, indicating that he was proud of his son for not giving in to social pressures and that he was disappointed in the young men who did head back South. He felt that the United States should not be in such a state of discontent and turmoil, but his opinion was unique because most southerners did want their children to return if they had traveled to the more advanced schools of the North. "," The fact that Wailes' son attended a northern medical school was generally looked down upon by southern people and especially southern practitioners. However, due to the fact that northern schools were more advanced, many southern students traveled to attend them. This was discouraged because the idea that southern medical practice was different than northern medical practice pervaded the minds of most southerners. This theory of medical regionalism was held due to the notion that medical practices had to closely relate to certain characteristics of the patient, such as moral status, ethnicity, and gender. More specific attributes such as the climate and population of where the patient hailed from were also taken into consideration. Due to this, practitioners of the nineteenth century believed in specificity, or that ideas appropriate for one situation were not appropriate in other contexts. The general population of the South also took this belief to heart. Thus, there were different medical practices in the North and the South and southern doctors and citizens disapproved when southern students went north to learn. "," The theory of medical regionalism was not enough to compel all southern students to only attend southern medical schools. Southern practitioners and citizens pushed the idea further by strengthening the southern commitment to cultural separatism through a promotion of the ideals of the South, saying that God had given them, and only them, the ability to do great things for the world. This idea was not fool-proof for keeping southern students in the South because Wailes' son and others still traveled north to attend medical school. Differing opinions among southerners regarding the idea of secession therefore not only affected the population in terms of politics, but spread through other areas of their culture, like education, as well. These differences of opinion were brought into the forefront as the Civil War loomed and it became the issues of normal life, such as receiving an education, which finally forced people to take a stance on how they felt regarding secession."],"display_date":"January 9, 1860","search_date":"1860-01-09","locations":[{"id":6926,"lat":31.4831695494,"lng":-91.3531349834,"zoom":9,"place":"ADAMS, Mississippi"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2162,"title":"Mississippian Secession\n","course_id":1,"status":"P","start_date":"1860-01-21","end_date":"1860-04-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Benjamin Leonard Covington Wailes, a wealthy plantation owner in Washington, Adams County, Mississippi, wrote a diary entry on January 21, 1860, describing the happenings of the Mississippi Senate, which he was a member of. According to Wailes, General Starkle, another Senate member, proposed to send a commission to the legislature of Virginia to discuss the state of federal relations and to procure a co-operation of resistance to the northern aggressions by the southern states, which is expected to result in the dissolution of the Union. Wailes then stated, Truly our insane politicians seem to be determined to drive us into a state of anarchy and civil war and I see that the most disastrous condition of things is inevitable."," On April 24, 1860, Everard Green Baker, another white planter from Jefferson County, Mississippi, wrote in his diary, I fear there are terrible times ahead of us...There is this consolation - that we will be fighting for our homes, our lives, our families and our property. "," During the election of 1860, the talk of secession grew a great deal among Mississippians. It had been brought up before this time that if the northern states elected a president without the support of the South, that Mississippi would secede. When Lincoln, a Republican, won and took office, Mississippians were outraged because not a single one of them had cast a vote in his favor. In fact, no one in the Deep South had because they viewed the Republicans, and thus Lincoln, as staunch abolitionists who desired to rid the nation of slavery at the soonest possible moment. Mississippians held true to their promise, and two months after Lincoln's election, a statewide convention voted to secede from the Union. "," Mississippians, like many residents of the Deep South, had several fears of what a Republican government would do to their existence. Some, like Wailes, most prominently feared the destruction of the Union and were against secession. Most others, like Baker, felt that southern culture would meet its demise from the Republicans because they believed that the North, with its industrial endeavors, was unable to comprehend how necessary slavery was to the South's economy (or how necessary they felt it was). Thus, the white South was not necessarily fighting for slavery, but more so for a South with its foundations based on slavery. "," White southerners had become so accustomed to their slave society that they were terrified at the thought that the Republicans would try and force them to be without it. Many southerners had achieved an extremely comfortable life because of the peculiar institution. Their economy was the fourth richest in the world, they controlled 60 percent of all United States imports, and had more railroad lines than anywhere else in the world. They felt that this would no longer be the case without the system of bondage that they held African Americans in, and it was the idea that Lincoln and his party would destroy it that led them to talk of secession and eventually carry it out. Lincoln cited his priority as keeping the Union together, not abolishing slavery. However, it was the southerners' suspicion and distrust of the Republican's and North's differing ideals that caused the eventual severing of national ties."],"display_date":"January 21, 1860 - April 24, 1860","search_date":"1860-03-07","locations":[{"id":6927,"lat":31.4831695494,"lng":-91.3531349834,"zoom":9,"place":"ADAMS, Mississippi"}],"tags":[{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2259,"title":"Southern Belles and Ladies\n","course_id":1,"status":"P","start_date":"1871-10-25","end_date":"1873-11-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" A southern belle was a girl who was expected to grow up into a lady. She was supposed to be fragile and flirtatious while also sexually innocent. She was beautiful but risky to touch, like porcelain. Every southern belle was expected to be up-to-date on the latest fashions, which often proved tricky and expensive because fashion was constantly changing throughout the nineteenth century. A true lady embodied the ideals of the South, and was thus hospitable and graceful. Newspapers often took it upon themselves to update their lady readers on the newest fashion trends. The Natchez Weekly Democrat reported on November 22, 1873, that lady readers will be interested to know that spotted short veils are no longer fashionable. Bracelets are now made to twine around the arm and require no clasp. In the new style of hairdressing, called the Josephine, chignons are entirely abolished. The hair is drawn up from the back of the head and piled on the top in thick coils or braids, and loosely frizzled in front. "," By following the newspapers' reports, women had easy access to the information about the changing fashions, but only the wealthiest of them could actually afford to keep up with them. In some families, being overly concerned with the latest fashion was looked down upon because a southern lady was supposed to solely exist to support her husband, raise their children, and submit to God. The Natchez Weekly Democrat also reported on October 25, 1871, that an unnamed woman declared to her husband that she loved another more than she loved him, and was leaving him for the other man. She intended on taking their five children with them and the next day she took up house with her new lover. This woman's acts were disgraceful to the people who upheld the southern ideal that a woman existed to benefit her husband, because she was clearly not faithful to the man she had married and had five children with. "," Southern women possessed the characteristics of much of what the South is known for. They were supposed to be southern belles, who were pure and untouchable until they were married. They were honorable (or supposed to be) in the sense that they were faithful to their husbands, who in return would defend their honor if it was ever challenged. Their loyalty lay with God and their families, but it was also tacitly expected that they were to keep up with the latest fashions of the time to the best of their ability. The presence of southern women and the graceful air that supposedly surrounded them was not only felt in Mississippi, but throughout the entire South and became one of its defining characteristics. "],"display_date":"October 25, 1871 - November 22, 1873","search_date":"1872-11-07","locations":[{"id":6928,"lat":31.4831695494,"lng":-91.3531349834,"zoom":9,"place":"ADAMS, Mississippi"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2420,"title":"Paternalism, Slaveholders, and the Guilty Conscience","course_id":1,"status":"P","start_date":"1851-02-27","end_date":"1851-02-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 27, 1851, John M. Folkes wrote a letter in response to a request he had received from a man named Benjamin Drake. In his reply, he addressed Drake's plea for Folkes to surrender a number of his slaves. Throughout the letter, there was a tacit understanding of Drake's financial difficulties; one can assume from Folkes' reply that the end aspiration of Drake's request is purely monetary in nature. However, Folkes was not quick to comply wholly with Drake's wishes. He replied that both the slaves and Drake himself, chose me for their master. He called the slaves in question, a part of his family, and asserted that, they have become indentifide with my family. He goes so far as to name two slaves that he would particularly like to keep, a man named Abram and another individual whose name is illegible. Folkes' letter did not solve what was clearly a complex and hotly contested issue between the two men. But Folkes did show a judicious side and agreed to discuss the matter in person before any further action was taken."," John Folkes was one example of a larger group of slaveholders that emerged in the midst of the slave South. Folkes fought Benjamin Drake's desire to sell his slaves because, he argued, they were not only members of his household, but of his family as well. Folkes' words reflect a growing sentiment among slaveholders in which buyers believed that their participation in the slave market was actually beneficial to the slaves. Slave-buyers had the power to keep family units in tact by purchasing all the members of a slave's family. This paternalism, historian Walter Johnson states, caused slaveholders, to say that they were acting on behalf of the people whom they had bought to act for them. Therefore, in retaining certain family units, buyers believed they were actually doing their slaves a favor. "," From his firm reply to Drake, Folkes clearly ascribed to this sentiment of paternalism, and vehemently wished to retain both his household and the members of his slave family. But in doing so, he also yielded to a certain delusion in thinking that he helped his slaves by any means. Whether or not Folkes and so many others before and after him actually believed this, or if they were simply trying to convince themselves of it to soothe their consciences, remains unknown."],"display_date":"February 27, 1851","search_date":"1851-02-27","locations":[{"id":6926,"lat":31.4831695494,"lng":-91.3531349834,"zoom":9,"place":"ADAMS, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2428,"title":"A Murderous Education\n","course_id":1,"status":"P","start_date":"1846-01-01","end_date":"1846-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Around 1846, the students of Centenary College decided to take a stand. Fifty-three of the pupils signed a petition for the removal of a professor from their institute of higher education. In adding their names to the list, the students accused Professor Jones of, participating in ... the shooting of the boys Unfortunately, the petition gave no further explanation of the alleged incident. However, these brief words held powerful meaning. The fact that a professor would do anything to endanger the lives of his pupils was certainly grounds for dismissal. Moreover, the document held no clue as to the outcome of the allegations. "," As stated above, fifty-three students chose to sign their names to the petition. Of these names, there were originally two more, which someone apparently scratched out. In addition, the signers underlined a few of their names, as if to emphasize the signer's commitment to the cause."," Unfortunately, educators like Professor Jones were everywhere in Mississippi throughout history; the state has long struggled with the establishment of a strong system of education. According to historian John Ray Skates, it was not a primary concern even at the would-be state's territorial beginnings. In fact, he writes, Formal education in the territory was scarcely available and public education was nonexistent. As a result, those who could afford to employed tutors or took advantage of out-of-state boarding schools in order to educate their children, and those who could not used methods of home schooling. Clearly, problems plagues even the few schools Mississippi did have, and uncaring and criminal teachers like Jones certainly did not help solve these. As time progressed, education still did not take a chief role in the society of Mississippi, as it did in other parts of the United States. Outside events squelched any attempts to formalize education in the state. Although the University of Mississippi, a public university, was established in 1848, it soon had to shut down because of the Civil War. Finally, building on this idea of public education, Skates notes that, The constitution of 1868 mandated public schools for all children in the state, thus insuring the first statewide system of public education in Mississippi's history. Although a slow and arduous process, Mississippians were finally granted the same opportunities for education that existed elsewhere in the United States. "],"display_date":1846,"search_date":"1846-07-02","locations":[{"id":6925,"lat":31.4831695494,"lng":-91.3531349834,"zoom":9,"place":"ADAMS, Mississippi"}],"tags":[{"id":6,"tag":"Education"},{"id":17,"tag":"Government"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3447,"title":"Methods of Shipment and Transportation throughout the South\n","course_id":1,"status":"P","start_date":"1825-11-21","end_date":"1825-11-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The country is new, timber plenty, cheep, convenient; and consequentially we have, on good terms, the best materials for building bridges and causeways stated the author of a Mississippi newspaper article. People began settling throughout the east coast, transforming transportation into an extremely important part of life. Consequently, as the economy began to bloom, items needed to be brought to different parts of the country. Unfortunately, transportation had been a major problem since the establishment of this United States and the only real roads had been sculpted from old worn down Indian trails. Something needed to be changed and more dependent routes had to be created. ","Roads were such a burden because they required a substantial amount of work to maintain and depending on the season, their conditions were unreliable due to the negative effects of weather. In the summer the dust would be unbearable unlike in the winter when they became muddy and hard to move in, making it extra difficult for travel. In some instances, roads turned into swamps and were almost impassable during nearly five months of the year. After serious thought, counties began building turnpikes with hopes of fixing this problem. Charging users at tool booths for the use of roads helped gain adequate funds to cover the necessary maintenance costs. The supplies needed to create these roadways were plentiful and cheep as well as the sand and loam necessary absorption any water that might fall on the roads and bridges. Unfortunately, there were still a few obstacles prevented the building of more roadways. The high price of labor as well as the hilly terrain was difficult to overcome and posed as a substantial problem to the engineers. In order to help expedite the process of finishing these projects, state aid for internal improvements was offered to enhance transportation and on January 2, 1830 the government granted Tennessee 150,000 towards this cause.","Transportation at this time was not limited to roads. Water transportation was an easy way to move large qualities of goods especially on the Mississippi River due to the vast number of rivers and streams and access to the ocean. The concept of turnpikes was also incorporated into water travel to maintain rivers and keep them in good shape for maximum use. As steamboats became a popular mode of transportation, major attention was aimed towards the removal of obstructions in the Principle Rivers. The number of turnpikes on rivers was always increasing to improve waterways so farmers who lived a great distance from a major river had reasonable access to steamboat shipping points.","As the South rapidly expanded, the products being produced across the country needed to be moved faster and to more areas. The creation of turnpikes and the improvement of road and river ways helped to speed the rise of the capital city (Corlew,) and promote the booming economy. By the end of the nineteenth century more than four hundred miles of turnpikes had been created in the state of Tennessee."],"display_date":"November 21, 1825","search_date":"1825-11-21","locations":[{"id":6923,"lat":31.4831695494,"lng":-91.3531349834,"zoom":9,"place":"ADAMS, Mississippi"}],"tags":[{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3988,"title":"Black Code in Mississippi\n","course_id":7,"status":"P","start_date":"1865-12-11","end_date":"1865-12-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A small article on the front page of <em>The Natchez Democrat</em> on December 11, 1865, described a conflict between state militia and black freedmen almost two weeks earlier. The incident occurred as the militia attempted to search for arms in the black community Grenada, Mississippi. The militia seized \"a large number of muskets, ammunition…from the negroes.\" ","This event was the result of the enforcement of new laws passed by the Mississippi state government after the Civil War to \"confer Civil Rights on Freedmen.\" Although the Thirteenth Amendment gave them freedom, the state of Mississippi did not recognize the Second Amendment right of freedmen \"to keep and bear arms.\" This was just one of the many ways that the new state governments in the former Confederate states attempted to limit the freedom that emancipation granted the former slaves. Mississippi and other southern states passed acts that became known collectively as the Black Codes, which limited the civil rights of the ex-slaves and even made it possible for them to end up as unpaid laborers again if they violated the provisions set out by the code. This legislation not only limited the rights of the freedmen, but also made it clear that white society in Mississippi was determined to keep the black citizens on the lowest rung of society. As a result, federal government was forced to move to protect the rights of freedmen in Mississippi and the South, eventually resulting in the passage of the Civil Rights Acts of 1866 and 1875 and the Fourteenth and Fifteenth Amendments."],"display_date":"December 11, 1865","search_date":"1865-12-11","locations":[{"id":6927,"lat":31.4831695494,"lng":-91.3531349834,"zoom":9,"place":"ADAMS, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4106,"title":"Manufacturing in post-War Mississippi\n","course_id":7,"status":"P","start_date":"1875-07-01","end_date":"1875-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Did we learn anything from the War?  The <em>Natchez Weekly Democrat, </em>a local newspaper located in Natchez,  Mississippi, asked this question of its readers in more polite terms.  In July, 1875, the newspaper lamented the lack of economic development in the form of manufacturing over the previous years in the surrounding area.  Southerners in all parts of the former Confederacy were aware that the lack of manufacturing capability outside of the state of Virginia had given the North too great of an advantage during the war.  Without citing any specific examples, the paper stated that very little had changed about the local economy in the past decade.  ","Besides the obvious lack of slave labor, Natchez and surrounding environs remained largely agricultural, with no significant manufacturing sector to speak of.  An examination of both the 1870 and 1880 United States census data (which measured the amount of capital invested in manufacturing in dollars) supports the newspaper's claim.  In 1870, there was 4,501,714 invested in manufacturing in Mississippi.  Ten years later, this figure had only grown to 4,727,600, an increase of merely 225,886.  This amounts to an increase of approximately five percent over the 1870 level in the following decade, which is far behind usual growth patterns.  This lack of manufacturing growth means that very few new jobs were created.  The livelihoods of former slaves and poor whites were still largely based in agriculture, but they very rarely owned their own land and instead contributed to the vast increase in the practice of sharecropping.  Natchez was far from unusual in the South.  By 1880, the Southern states accounted for roughly the same percentage of industrial development nationwide as they had before the war.  The South's industrial development continued to lag behind the country as a whole and would well into the twentieth century.  "],"display_date":"July 1, 1875 - July 30, 1875","search_date":"1875-07-15","locations":[{"id":6928,"lat":31.4831695494,"lng":-91.3531349834,"zoom":9,"place":"ADAMS, Mississippi"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}]}