{"id":4094,"place":"BEDFORD, Tennessee","lat":35.5137999479,"lng":-86.4589000968,"episodes":[{"id":4972,"title":"Shelbyville Affects the Letter From An Everyday Soldier","course_id":37,"status":"P","start_date":"1863-06-27","end_date":"1863-06-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Matt Turner was an assistant surgeon caught in battle at Shelbyville with a little time to write his mother.  The letter thought brief gave a great account to the attack that occurred in Tennessee from the 24<sup>th</sup> to the 28<sup>th</sup> of June in 1863.  Turner gave the account of his army “falling back” and being “flanked” by the enemy, the hospital he feared would soon fall and the rest of the unit be captured shortly after.  They were looking ahead to an encounter at Tullahoma.  He informed his mother that he remained in good health, but the action will hinder his ability to accept letters so she is to wait to reply until she hears from him again.","The charge at Shelbyville was during the spring/early summer of 1863 when an offensive was led against the Confederate army under General Braxton Bragg.  On the 27<sup>th</sup>, the day of Turner’s letter, a charge was led to the center of Shelbyville and this caused the Confederates to retreat.  The leader of the charge for the Union, Captain Charles C. Davis, came away from the battle with a Medal of Honor."],"display_date":"June 27, 1863","search_date":"1863-06-27","locations":[{"id":11847,"lat":35.5137999479,"lng":-86.4589000968,"zoom":9,"place":"BEDFORD, Tennessee"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}},{"id":5785,"title":"Surgeon Matt Turner Writes Letter of Hope and Worry to Home","course_id":113,"status":"P","start_date":"1863-05-27","end_date":"1863-05-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Assistant surgeon to the 22<sup>nd</sup> regiment of Alabama Infantry, Matt Turner wrote a letter to his mother on May 27, 1863, speaking of his weariness in waiting to hear news from home. He served on picket duty for the past three weeks, but was now managing the Wither’s Division hospital in Shelbyville, Tennessee. Turner found working at the hospital comfortable, although he spoke of the continuous changing circumstances that were a part of military life. He wrote, “… though everything is so uncertain in the army that I am never surprised or disappointed at anything that ‘turns up’.” Turner also mentioned both his uneasiness and his confidence about the war effort. With the siege of Vicksburg having started only nine days before this letter was written, Turner wrote of the ongoing battle, “We are all looking with anxious eyes toward Vicksburg and feel as if a speedy peace will follow the sweep of our arms at that place.” With confidence in the Confederacy, he continued on, “I feel that it is impossible for Grant to extricate himself from his present hazardous condition and, with the reinforcements we have already sent on, [Grant] must be ‘cut to pieces’ or captured. May we not hope that the beginning of the end is near?”","Vicksburg was one of the longest battles of the United States Civil War, lasting from May 18, 1863, to July 4, 1863. Union General Ulysses Grant laid siege to the city on May 26, 1863. Turner, like many Confederates, knew the importance of Vicksburg in turning the tide of the war. Vicksburg sat along the Mississippi River, which was essential to northern military and commercial interests. Furthermore, the River split the Confederacy into an eastern and western half. Gaining control of this waterway was of paramount strategic importance for the Union; this would prevent CSA soldiers and supplies from moving across each side of the Confederacy. If the city did not fall, the Confederacy might win the war, and Turner was optimistic of this outcome. The Siege of Vicksburg lasted forty-seven days. Union casualties totaled 9,362 men and Confederate casualties 29,500 men. In a decisive victory, the Union managed to gain control of Vicksburg.","As an assistant surgeon in the war, Turner was a valuable resource, for he could attend to the wounded with care. Historian Harold Straubing wrote of doctors, nurses, surgeons, and others in the medical field at that time, “They dealt with the soldiers, the wounded, the diseased, and the dying. They were never too far behind the fighting front lines, often in the battle itself as forces crisscrossed the same land.” On both sides, these men and women were unsung heroes. They attended to the wounded and were often placed into the heat of battle in service to their respective country. Much of what is known in the medical industry today can be attributed to the impact of Civil War doctors, surgeons, and nurses, such as Matt Turner."," "],"display_date":"May 27, 1863","search_date":"1863-05-27","locations":[{"id":11847,"lat":35.5137999479,"lng":-86.4589000968,"zoom":9,"place":"BEDFORD, Tennessee"}],"tags":[{"id":1827,"tag":"Matt Turner"},{"id":230,"tag":"Medicine/Health"},{"id":310,"tag":"Vicksburg"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6656,"title":"The Rise of Ulysses S. Grant","course_id":170,"status":"P","start_date":"1822-04-27","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Hiram Ulysses Grant, was born in Point Pleasant Ohio. He went to the military academy of West Point where, due to an administrative error, his name was put in as Ulysses S. Grant and his classmates began calling him Sam. Graduating 21<sup>st</sup> in a class of 39 he was not an exceptional student.  Indeed, he was not expected to become the commander of the Army of the Potomac due to his standings in school."," He was first noticed for his leadership in the Mexican War of 1846-1848 where he was awarded three awards two of which were for gallantry and one was for meritorious conduct. After the war had ended, he was forced to be stationed far from his family in remote regions. Drinking became his way to pass time which lead to him being viewed poorly. In 1854 He resigned from his position in the military to avoid being kicked out.","Grant, having to fall back onto his family to survive, moved to St. Louis, Missouri. He made many attempts to keep his family afloat in society being a farmer and other odd jobs. Eventually he was forced to move to his family’s business in Galena, Illinois where he took up the position of a clerk at the store. The Civil War began in 1861 and Grant rushed to join and regain his lost glory.","            First, he was stationed as a colonel of the 21<sup>st</sup> Illinois Infantry. Grant proved himself a great leader which allowed for him to climb in the ranks. Quickly he managed to gain the brigadier general in July 1861 then, in September was given command of the whole Distract of Southeast Missouri. In 1862 Grant earned the nickname “Unconditional Surrender” after his success in western Tennessee at Fort Henry and Fort Donelson.","After being recognized for his excellent military prowess Grant was promoted to lieutenant-general and the next day took command of the Army of the Potomac. Grant arrived in Washington saying “It had been my intention before this to remain in the West, even if I was made lieutenant-general; but when I got to Washington and saw the situation it was plain there here was the point for the commanding general to be.” General Meade was the previous commander of the Army and even suggested that Grant replace him in his command with a general he knew better from the west. This changed Grants view of Meade for the better stating “It is men who wait to be selected, and not those who seek, from whom we may always expect the most efficient service.”","April 6<sup>th</sup> 1862 Grant suffered great losses at the Battle of Shiloh after being overpowered by 40,000 confederate soldiers on the first day of fighting. They fell back to a defensive position on a road the position was known as the “Hornet’s Nest” the rebels were not able to break the position and their general, Gen. Albert Sidney Johnston, was mortally wounded and was replaced by P.G.T. Beauregard. On April 7<sup>th</sup>, Federal reinforcements came and helped overwhelm the Confederates. This was the bloodiest battle in the United States history at that point and caused many to call for Grant to be removed from command President Lincoln defended him saying “I can’t spare this man. He fights.”","Like any military campaign, Grant had his victories and losses. Grant taking over command of the Army of the Potomac was important for not only showing his strength but also the strength of the union. Without Grants aggressive offensives and leadership the Civil War could have lasted much longer."," "," "," "],"display_date":"April 27, 1822 - April 9, 1865","search_date":"1843-10-18","locations":[{"id":53022,"lat":43.9109016,"lng":-78.7666972,"zoom":9,"place":"St. Louis, Missouri, United States of Am"},{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":9,"place":"Washington, D.C."},{"id":53023,"lat":35.5174913,"lng":-86.5804473,"zoom":9,"place":"Tennessee, United States of America"},{"id":53024,"lat":42.4166744,"lng":-90.4290168,"zoom":9,"place":"Galena, Illinois, United States of Ameri"}],"tags":[{"id":32,"tag":"Civil War"},{"id":332,"tag":"battle of shiloh"},{"id":3246,"tag":"Ulysses S. Grant"},{"id":3247,"tag":"Army of The Potomac"},{"id":3248,"tag":"Mexican War of 1846-1848"},{"id":3249,"tag":"21st Illinois Infantry"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6712,"title":"Lizzie McCloud and the Lost African American Soldiers of Civil War","course_id":171,"status":"P","start_date":"1861-04-12","end_date":"1865-05-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The full story of the Civil War is not complete without mentioning the role that the African Americans played. To this day, there are southern heritage groups that see the Confederate flag as a symbol of honor and sacrifice. In the late-nineteenth century, such perceptions helped to “revise” history to exclude or at least minimize the centrality of African Americans and slavery as part of the United States’ national story. After President Abraham Lincoln signed the Emancipation Proclamation, declaring that every person held as slaves shall be free and received into the armed services of the US, free black men rushed to volunteer for service with the Union forces. Due to shortage of soldiers, recruitment was established to manage black enlistees. Leaders like Frederick Douglass encouraged free black men to volunteer as a way to ensure eventual full citizenship. Even before this declaration, in 1863, about 186,000 African Americans entered the Union while others were forced to fight for the Confederate side. Nearly 40,000 of those men lost their lives, one of whom was Lizzie McCloud’s brother.","Lizzie McCloud was “bred and born in Tennessee.” She was a former slave freed during the Civil War. It was not until the end of the war that she was scared of white folks. According to her, the war was about “freeing niggers.” As soon as the war broke out, her brother, who was a slave, ran away and joined the Union army. Lizzie’s brother was one of those men who volunteered to fight for his freedom. A musket on his shoulder and bullets in his pocket, he fought to earn his God-given right that was taken away by “white folks.”","What the African Americans have done has been lost among the history books. Initial reluctance to enlist Blacks was followed by large-scale recruiting as demands for manpower overcame the force of prejudice. While the books may not remember the African American soldiers’ names or  undermine their role, they all fought to receive the full enjoyment of freedom and citizenship, if not for themselves, certainly for their families who were still in bondage. In order to get rid of the curse that had separated them from their loved ones, they went to end all those times that their people were forced to swallow their pride and live in bondage of the white man. By striking at the heart of the system, they sought to break the chains that had held them for years.","While one hundred years of Jim Crow laws, lynching, disfranchisement, racism and unequal educational resources were to come, the era of white man treating a black man as property, was almost over. Even though, not many historical accounts hold the names of each fallen black soldier or tell their stories, there were many including Lizzie’s brother, who risked their lives for their freedom and for the protection of the country that they called home."],"display_date":"April 12, 1861 - May 9, 1865","search_date":"1863-04-26","locations":[{"id":53066,"lat":35.464834,"lng":-86.607593,"zoom":8,"place":"Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":715,"tag":"Military"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":171,"school_id":11}}]}