{"id":4098,"place":"Suffolk, Massachusetts","lat":42.3399569086,"lng":-70.8833658099,"episodes":[{"id":5283,"title":"Boston Abolitionists Rally Against Slave-Catchers in Defiance of Fugitive Slave Act","course_id":74,"status":"P","start_date":"1850-10-25","end_date":"1850-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 25, 1850, only one month after the passage of the Fugitive Slave Act of 1850, John Knight and Willis Hughes traveled to Boston from Macon, Georgia to retrieve the escaped slaves, William and Ellen Craft. Upon arrival in the city, referred to by Civil War historian James McPherson as the “communications center for abolition,” Knight and Hughes were met with hostility and resistance, rather than cooperation or even legal compliance, with the Act.","William and Ellen Craft had escaped their master’s hold two years prior, in December of 1848. Ellen, being the offspring of an African American woman and her white owner, had sufficiently light-skin as to cross the color-line, disguised as an ailing white man, after obtaining the proper attire and cutting her hair. With William posing as Ellen’s servant accompanying his master, the couple traveled on a variety of steamships and trains inconspicuously even though stopping in several slave-holding areas, such as Charleston, SC, Wilmington, NC, Fredericksburg, VA, and others before finally crossing the Mason-Dixon line into Pennsylvania.","Soon after the couple settled themselves in Boston, the Crafts became involved in the active abolitionist efforts in the city. With a firm community of members in Beacon Hill, the Crafts found themselves swept up in abolitionist lecture circuits throughout the area. Unfortunately, such activism naturally increased the risk of discovery, as they told the story of their disguised escape to fellow campaigners. Thus, when the Fugitive Slave legislation passed, the Crafts’ owner knew exactly where to find the pair.","While Section 5 of the Fugitive Slave Act required that “..all good citizens [were thereby] commanded to aid and assist in the prompt and efficient execution of this law..” the reaction to Knights and Hughes was anything but. Theodore Parker, the chair of the Vigilance Committee, (the primary organization in Boston created to aide fugitive slaves, which had increased by 100 members since the arrival of the two slave catchers) hid Ellen in his home, placed William in a separate safe haven, and ensured that both blacks were guarded by at least one armed white. Additional members of the committee filled the town with notices depicting the “two prowling villains,” “the pursuing bloodhounds,” as they were described.","Yet the truly extreme abhorrence for the Fugitive Slave law among these Boston abolitionists was seen in the multiple arrests of Knight and Hughes. The two were arrested on October 26 around 3 p.m. by Deputy Sheriff Coburn, according to <em>The</em> <em>Farmer’s Cabinet, </em>on charges of slander against William Craft. After making bail, both men were again arrested some hours later, this time for conspiracy to kidnap the Crafts, accordingly in clear violation of the new legislation. Bail for each arrest was set at $10,000, and it remains unclear who posted such bail, yet speculation has been made, namely that John H. Pearson (a noted pro-slavery acquaintance of the men) and Patrick Riley (US Deputy Marshall) had a hand in assisting the men in this manner.","President Fillmore upon hearing of these actions, which effectively drove Knight and Hughes out of the city by October 30, warned the Bostonians of his inclination to send federal troops to the city to enforce the law, and assured the Crafts’ owner that he would be provided with any and all support he desired to attempt the recapture a second time.","Fillmore failed to deliver on such promises, however, as the Vigilance Committee was determined not to yield to legislation they believed immoral in all aspects. Members placed William and Ellen Craft safely on a ship destined for Liverpool by December of that year, enabling the couple to successfully continue their plight speaking out against the evils of slavery, and leaving the Bostonians to view the event as a victory among the context of the larger sectional crisis."],"display_date":"October 25, 1850 - October 31, 1850","search_date":"1850-10-28","locations":[{"id":6209,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":602,"tag":"Transportation/Migration"},{"id":15,"tag":"Race-Relations"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":3909,"title":"The Great Escape &#40;From Fort Warren&#41;\n","course_id":5,"status":"P","start_date":"1864-11-01","end_date":"1864-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["On a cold night in November 1864, an anonymous prisoner, who referred to himself as \"John Paul Brown\" in Boston's <em>Dollar Monthly Magazine</em>, assumed the guise of a carriage driver, hijacked a parked supply wagon carrying vegetables, and, \"with an artistic flourish of the whip, drove through the opened gates, unrecognized and unchallenged.\" Several days previously, his accomplice, whom he calls \"Jones,\" made his own dash to freedom. Upon his arrival on free soil, Jones contacted Brown and made arrangements for Brown's escape. They communicated through a clever system that involved passing each other magazines in which \"letters in different words were undermarked by a dot or period, and which letters, when put together, made an intelligible sentence.\" Once a time and meeting place were agreed upon, Jones sent a supply wagon as a means for Brown to escape. Brown was filled with elation when he reached freedom and met Jones until, unfortunately for the fugitives, the prison commander immediately confronted the men and accompanied both back to the prison. ","While this anonymous account relates the story of an escape attempt, it also alludes to the favorable conditions that existed in some prison camps during the Civil War. For instance, regarding the commander of the prison Brown reported, \"Major Wilkes is emphatically one of Natures noble-men...perfectly unassuming, even with those under his surveillance-wishing them well, and endeavoring to promote their comfort and happiness.\" Likewise, Fort Warren, to which Brown referred in the description of his escape, was known for its benevolent treatment of prisoners. In his diary, former Confederate Secretary of State Alexander H. Stephens attested to the accommodations offered in the Federal prison. He revealed that he had a large room with plenty of light, a bed of \"tolerable comfort,\" pure water, sufficient food, and \"the privilege of seeing daily papers and reading books\" during his detainment at Fort Warren. The prison itself was originally built in 1851 on an island in Boston Harbor as a Union fort that had been converted in 1861 to hold high-ranking officers and political prisoners during the Civil War. Due to the high social and military status of most prisoners, their treatment and living conditions were overall exemplary in quality. Historian Minor H. McLain even describes Fort Warren as \"an outstanding example of humanity in time of stress.\" Despite the problems it faced due to overcrowding when it first opened, Fort Warren only amassed a total of twelve prisoner deaths during its existence, while reaching a high of 394 captives in February 1865. However, the relatively small death count that Fort Warren accumulated serves as an exception to the atrocious mortality found in other prisons during the Civil War, such at Andersonville, Georgia; Elmira, New York; or Libby Prison in Richmond, Virginia.","Of the approximately 193,750 Union soldiers captured, over 30,000 died in Confederate captivity, while nearly 26,000 out of the approximately 214,900 captured Southerners died in Federal prisons. Military historian Robert S. Davis gives mortality rates for the worst prisons on each side; as high as 35 percent at the worst Southern prison, as high as 24 percent at the worst Northern prison, and an average of 12 to 15 percent of the troops for both armies. Although these rates seem high enough to motivate anyone to flee captivity, it was also a soldier's duty to escape and rejoin his army in battle. Historian Pamela Hain gives evidence of this obligation when she cites several escape attempts made by prisoners at Fort Warren, despite numerous testimonies to its benevolent conditions compared to those at prisons elsewhere. As Brown suggested in the account of his escape, regardless of the quality of treatment, \"there are those as ready and anxious to escape from this, as from that, or any other prison.\""],"display_date":"November 1864","search_date":"1864-11-15","locations":[{"id":6210,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4111,"title":"Phillis Wheatly and a Nations Refuge in Religion\n","course_id":6,"status":"P","start_date":"1827-05-23","end_date":"1827-05-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    On May 23, 1827, more than forty years after it was first published, Phillis Wheatly's short poem, \"On Being Brought from Africa to America,\" was republished in Zion's Herald, an independent Methodist newspaper published in Boston, Massachusetts. \"Remember Christians Negroes black as Cain/May be refined, and join the angelic train\": this last line of Wheatly's poem refers to her own emergence into Methodism and onto the \"angelic train.\" Phillis Wheatly's poem, like most of her works, revolves around Christian themes. This was one of the few works in which she included her own history: an African female, brought to British North America, enslaved at age seven, and later freed by her owner. \"On Being Brought from Africa to America\" is a short poem: two stanzas made up of four lines each imbued in symbolism and metaphors illustrating her ascension from her \"pagan,\" \"benighted,\" slave status, to a devout Methodist who is humbly able to give her fellow \"Christians\" advice.  At the end of the poem, she seeks other Christians to welcome \"Negros as black as Cain,\" like her into the religion. ","    Loosely between 1800–1830s, the second largest religious revival in U.S. history took place and engulfed Boston, like many parts of the country. The Second Great Awakening was aided by newspapers, like Zion's Herald, fueled by sects of Christianity, one of which was Methodism, which focused on personal salvation experienced in revival meetings. Historian Richard Carwardine notes at the base of urban city revivals, like that of Boston, was the influence of Charles Finney. His new Presbyterian revivals were based on an active part in one's own salvation instead of waiting passively to see if one was saved. He succeeded in taking revival techniques of Methodism, some of which developed in western communities, back to eastern urban cities. The availability of the religion to both poor and rich, black and white, east and west, made Methodism a nationally unified religion. With Finney's influence the Second Great Awakening turned social concerns back to religion, and in New England, the renewed interest in religion inspired a wave of social activism."],"display_date":"May 23, 1827","search_date":"1827-05-23","locations":[{"id":6206,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}},{"id":4113,"title":"Early Education\n","course_id":6,"status":"P","start_date":"1831-12-01","end_date":"1831-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In a country where education had no pull in society, one school dared to break the mold.  Every morning, between fifty and sixty students between the ages of three and five made their way to a school in central Bermuda that was established in 1831.  Mostly the offspring of slaves, the children were given an opportunity at improving their quality of life.  Students were taught the basics of education: reading, spelling, and music. Every need of the student was catered to, within reason, to ensure that students' needs were met in the classroom.","The interest in teaching young children in this period was rising at a tremendous rate. Like the school in Bermuda, the Temple School in Boston also taught younger children the basics, and schools like the Temple School were setting standards all over the country. The Temple School's curriculum included lessons in Latin, Arithmetic, and Geography. Elizabeth Peabody, who would later influence the kindegarten movement, taught at the Temple School. Although payment was promised, it was never delivered to Peabody, who continued her work even after knowing no compensation was forthcoming. "],"display_date":"December 1831","search_date":"1831-12-16","locations":[{"id":6207,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}},{"id":4125,"title":"Be Prepared\n","course_id":6,"status":"P","start_date":"1831-04-01","end_date":"1831-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["    In April of 1830 in Boston, Sarah Josepha Hale made a speech about boarding schools that would change how women were educated.  She said that it was good to have women learn their domestic duties, but it was not enough.  A woman must learn morals and have mental capacity in order to interact with other people, and mothers who teach their daughters, teach the opposite because they have not learned morals and social mentality themselves.  Hale was against frivolous things, like coming out parties to increase the quality of young women's education.  In her speech, she stressed that mothers are the best teachers, though, and that they should oversee their daughters' education.  Women were encouraged to get an education in order to provide for their families, if needs arose.  She also thought that there was no danger in having women learn something because it would not change their love for their husbands.  Hale's ideas influenced the founding of schools for women, like Mount Holyoke and Wheaton Female Seminary.","    In the 1830's the old tradition of families was getting unpopular with young women.  Their parents were concerned that because their daughters were not getting married that they would have to provide for their daughters.  Most of these families were poor farming families as it was.  These families had to plan what they must do to get these young women prepared to fend for themselves.  Some of these young women had to get an education to help provide for their family.  Mount Holyoke and Wheaton advertised for these middle class families who had low income.  Domestic learning was also important to these two schools.  Mount Holyoke had a \"Domestic Plan,\" under which students did their own chores, like washing, cleaning, and cooking, and Wheaton had weekly inspections of students' dorms.  Domestic learning was not the most important thing to these colleges.  They had courses like drawing, music, arithmetic and philosophy, classes that were unheard of in traditional women's education.  Sarah Josepha Hale's plans for this new female education helped young women become prepared for their future of being a mother, while also preparing them to fend for their future families, if needs arise."],"display_date":"April 1831","search_date":"1831-04-15","locations":[{"id":6207,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}},{"id":4140,"title":"Christian Women and Fashion\n","course_id":6,"status":"P","start_date":"1825-04-01","end_date":"1825-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In an 1825 essay entitled \"The Female Character,\" a Dr. Springs wrote \"a Christian woman ought to be distinguishable by her simplicity.\" The desire for simplicity was a common trend seen in many Christian communities in the early to mid 1800's. For many, clothing choice reflected how a woman was viewed by her society. In early American Christian towns men wanted their wives and daughters to be seen as virtuous and plain in their dress. Due to this perspective about fashion women would choose conservative and simple styles to fit into what their society wanted. According to Springs, a woman was allowed to dress in any manner she wished so long as it did not offend her husband and the society she was in. Springs continued to say, \"Fashions, which characterize a gay and worldly circle, a Christian woman will avoid.\" A Christian woman in the 1800's had to make sure that her hem was just right, her colors were just so and her hair was in place, all while not being vain. ","Women in the late eighteenth and early nineteenth centuries had a wide variety of standards set upon them. Much of how society viewed women in the time depended on a woman's social class and religion. Religion was a major factor for how women dressed and were perceived. Christian women were expected to maintain a clean and orderly appearance.  Under these strict Christian guidelines, women in this time had to sacrifice their education and knowledge simply to be the perfect domesticated woman. Along with the ideal of staying constantly presentable, women could not allow themselves to be attracted to the vanities that modern fashions had to offer, such as the bright \"worldly\" colors that Dr. Springs mentioned. They had to hold up the ideals of their religion and still fit into the world of quality clothing and attire. Dresses that were simple in fabric and color were the only acceptable garments to wear. Women who thought bloomers were decent garments were taught by prominent males that bloomers were garments which promoted \"that wild spirit of socialism.\"  While some upper class women were wearing jewels and riches, Christian women were not to indulge in such ornament."],"display_date":"April 1825","search_date":"1825-04-15","locations":[{"id":6206,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":7,"tag":"Women"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}},{"id":4193,"title":"Cholera\n","course_id":6,"status":"P","start_date":"1831-01-01","end_date":"1831-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A Cholera epidemic struck the citizens of the United States of America in 1831. Doctors all over the Nation treated its victims without much success. Many doctors published their feelings and findings in medical journals. A Doctor Smith from Boston wrote about his voyage to Russia that year to compare their epidemic to the one in America. Dr. Smith was horrified to see so many helpless poor Russian children die and he realized that all countries should get together to make water cleaner and try to figure out a cure. Like Doctor Smith Missionaries also witnessed villages in Russia totally wiped out because of Cholera. ","Cholera is compelling because many people died of this terrible disease. Doctors and scientists focused on lack of sanitation, and they compared the cholera epidemic in the United States to the cholera epidemics in other countries, such as Russia. The cholera epidemic affected tens of thousands of Americans and hundreds of thousands more around the world. The cholera epidemic spread because technology had not yet been invented to help clean water.  Most of the articles about cholera were about dying families and commenting on how water must be cleaner. Although people of all backgrounds died of cholera most victims came from poor small towns, and old people and kids were most affected.  "],"display_date":1831,"search_date":"1831-07-02","locations":[{"id":6207,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}},{"id":4307,"title":"The Mystique of Shamanism\n","course_id":5,"status":"P","start_date":"1820-02-19","end_date":"1820-02-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On 19 February 1820, the <em>Boston Recorder</em> published an article on an incident that occurred overseas in Australia.  A pilot at Port Dalrymple was bitten by a venomous snake and thought to be a goner by onlookers.  However, a native stepped in and turned what appeared to be a man awaiting death into a healthy human being once again.  He allegedly rubbed the wound with an unknown bark, palpated the leg, then cut away the skin at the site of the bite and sucked at the venom.  Not long after the patient was proclaimed healthy.","At the onset of the nineteenth century, Americans were still locked in a power struggle with Native Americans over land.  As a result, superstitions surrounding shamanism ran rampant.  However, superstition also often showed itself in the practice of medicine, where doctors practiced very little of what we today consider to be \"real science.\"  The mysticism of shamans and the exotic and foreign world they represented were often intriguing to Americans, who at the time embodied the sentiment of adventure.  The <em>Boston Recorder's</em> publication of this article highlights the American interest in the subject of exotic peoples and their rituals."],"display_date":"February 19, 1820","search_date":"1820-02-19","locations":[{"id":6206,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":19,"tag":"Native-Americans"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4311,"title":"Boston&#39;s Predicament: Women in the City\n","course_id":5,"status":"P","start_date":"1889-08-18","end_date":"1889-08-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["According to the Boston Daily Globe of August 18, 1889, \"Too Good to Lose Are Boston's Surplus Women.\" This article pertains to a matter of utmost importance, the eligible bachelors of the Wild West heroically discovering a solution for the \"marriageable femininity\" and the \"confoundly delicate matter\" of the over 80,000 surplus of women in Massachusetts. Belle Eyre even reports that these men are so \"self-sacrificing that they would solve the problem by marrying the whole 80,000.\" Belle Eyre also graciously published a letter, in the form of a poem, from ten dressmakers sending their solitude to the gentlemen of Tacoma Washington for the \"lovely life in that far-off part of this great and glorious land,\" and promising to \"Olympia there, ere summer does close,\" all with the post script \"We are all white women.\" ","Perhaps, though, the real heart of the matter comes towards the end of Belle Eyre's investigation when Gov. Andrew of Oregon expressed his views on the matter. Should women be \"driven to the competition of the market force with men, or where men are left unsolaced by the presence of women, society is alike weakened and demoralized.\" Hence, should men continue to desire their place at the head of the households, they should take immediate action to curb this surplus of women, should these women get out of hand and act rashly, such as trying to secure their right to vote, or other such nonsense. Hon. M. M Cunniff says though he doubts there actually is any danger of a surplus of women in Massachusetts, he should be glad for there to be double their present number. In fact, he adds, he would willingly give women \"greater opportunities than they have now,\" but he doubts this is what they actually wants; he sees their personal missions as producing \"men, not measures.\" ","Sarah Deutsch, in her book Women in the City: Gender, Space and Power in Boston, 1870-1940, finds women's roles in Boston in the late 19th century to be quite different than Belle Eyre's account. She discovers that Boston women, in fact, were not merely passive women, looking for domestic roles and adventure out west as mothers and wives, but active women who deeply cared about staking a claim in their male-dominated city. These women insisted upon creating an urban space that could meet their needs as individuals, in a society, which historically, denied these interests. Through her accounts of women through all socioeconomic stratifications, Deutsch expresses how these women formed female associations, overcame ethnic and racial diversity, expanded all conventional boundaries, advocated for playgrounds and settlement houses, and crossed all gender boundaries to create their own city in the spirit of \"urban femininity.\" Deutsch's study of Boston, M.A. throughout this pivotal time period, displays a character of the Boston women who, unlike Belle Eyre's account in the Boston Globe, chose to invest their faith and determination within their city, to create a modern city that could, in deed, meet the needs of a gender whose opportunity for equality and respect had finally come. "],"display_date":"August 18, 1889","search_date":"1889-08-18","locations":[{"id":6212,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4445,"title":" A New Hero Rises: Andrew Jackson and the Battle of New Orleans\n","course_id":16,"status":"P","start_date":"1828-01-01","end_date":"1828-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When an individual's legacy spawns something as seemingly minute as a musical composition to be written in their honor, a new level of greatness has been achieved.  Andrew Jackson was no stranger to this after growing into one of the most popular personas in America in his day and age.  James Hewitt (1770-1827), a local composer that left England as a young man to begin his own American dream in the port cities of the Northeast, wrote the piece \"President Jackson's Grand March\" in 1828 to honor the man whom many attribute as helping to define the modern, free United States of America.  This arrangement helped to immortalize Jackson in song as the new hero of the US.  ","Nearly two weeks after the Treaty of Ghent had been signed to end the War of 1812, with the unprecedented victory of the American militia over the far-superior British Navy on January 8, 1815 at New Orleans, the glory of the victory spread rapidly across the nation, never straying far from the name of Andrew Jackson.  An early 1815 issue of the <em>Niles' Weekly Register</em>, a publication based in Baltimore, proclaimed: \"Glory be to God that the barbarians have been defeated.  Glory to Jackson…Glory to the militia…Sons of freedom…benefactors of your country…all hail\"  Alas, the United   States had fully claimed its sovereignty and removed any speculation as to the longevity of its existence.  And much credit was due to \"Old Hickory.\"  It wasn't long before \"The Hero of New Orleans\" was elected President by a grateful American public, never shy to elevate their heroes.  ","1828 marked a shift in momentum for the United   States.  Coming off the euphoric high of a strong military victory, this new nationalism was championed by a man who in no way fit the mold of his predecessors.  Unlike previous American Presidents, as the famous Jackson biographer Remini put it, \"Nothing about him was European.\"  This profound trait catapulted a man and a nation to great new heights. "],"display_date":1828,"search_date":"1828-07-01","locations":[{"id":6206,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"},{"id":5595,"lat":29.4255371375,"lng":-90.0017454475,"zoom":9,"place":"ORLEANS, Louisiana"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4457,"title":"Zachary Taylor Grapples With the Wilmot Proviso\n","course_id":18,"status":"P","start_date":"1848-01-01","end_date":"1848-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As soon as the Mexican War ended and the Mexican Cession granted the United States even more land for the nation, a common contemporary issue posed the question: would these new territories be free soil or allow slavery? David Wilmot, a Democratic representative from Pennsylvania at the time, added a proposal of how to settle the slavery question once and for all, known as the Wilmot Proviso. The proviso called for an end to slavery in any new states admitted to the Union. In 1848, the people elected Whig Zachary Taylor for president over Democratic contender Lewis Cass. So how did President Taylor really feel about the proviso?","    An excerpted news source in Augusta, Georgia, reported that some Democratic papers had published a letter said to be written by General Taylor in the Spring of 1847 regarding the proviso. The contents included in the 1848 pamphlet state that the letter was susceptible of a construction that would make General Taylor seem to favor that doctrine. That letter was later proven to be false and possibly fabricated, as the editor who received the letter and interpreted it to mean that President Taylor would favor the Wilmot Proviso had abandoned the issue, and General Taylor with it. This sampled article is one of several pieces in a anonymously published pamphlet from 1848 that look at whether Taylor actually believed that Congress had the constitutional power to settle the slavery question with the Wilmot Proviso. ","    Scholarship from 2006 suggests a split between the Northern and Southern Whigs on Taylor's intentions. James Brewer Stewart, Professor of History at Macalester College, argues that in 1848, the Southern Whigs claimed Taylor despised the Wilmot Proviso and if elected, he would successfully oppose it; yet Northern Whigs guaranteed that the moment that Congress passed the Proviso, Taylor would sign it.","    Towards the end of the pamphlet, the anonymous author found direct testimony of Taylor's opposition to the Wilmot Proviso through strained readings and comparisons. The language found from an exchange between southern statesman Joseph Segar and Virginia Governor Henry A. Wise in Hampton, Virginia stated that Taylor would exercise the veto on any bill containing the provisions of the Wilmot Proviso. Historian Holman Hamilton also adds that Taylor and Cass occupied the same ground, that the Proviso should not be adopted. Considering Taylor himself was a slaveholder,  he would not compromise his and his fellow southerners' lifestyle, yet again delaying resolution of resolving slavery in the United States."],"display_date":1848,"search_date":"1848-07-01","locations":[{"id":6208,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"},{"id":9,"tag":"Law"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4646,"title":"The Long Depression Begins","course_id":22,"status":"P","start_date":"1873-09-24","end_date":"1873-09-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","       “Father has not yet returned. We are a little interested to know whether he had any money in the hands of Clews & Co. whom we hear failed yesterday, or I should say, suspended, but I suppose it amounts to the same thing.” As Blanche Butler Ames wrote his brother in September 1873, he had no idea of the economic downfall to come.  The failure of Jay Cooke & Co, one of the United States largest investment firms, and other banks, like Clew & Co. in September 1873, set off a tidal wave of bankruptcies, foreclosures, and job layoffs. In fact, John Dobson states that “before the year was out, over 5,000 commercial firms failed.”","       The Panic of 1873 officially started in the September of 1873 and “set off the nation’s first full scale industrial downturn as well as set off the first nationwide labor confrontation.” At the time Blanche, like most people, felt that the Panic would only last for a couple of months; however, the Panic would last for seven years and become known as the “Long Depression.”"],"display_date":"September 24, 1873","search_date":"1873-09-24","locations":[{"id":6211,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":212,"tag":"\"Long Depression\""},{"id":211,"tag":"\"Panic of 1873\""}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4626,"title":"<strong>Abolitionists Urged to Reunite Under Common Goal</strong>","course_id":23,"status":"P","start_date":"1841-02-19","end_date":"1841-02-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 19, 1841, abolitionist Gerrit Smith urged his fellow activists to reunite in their common cause after having split into two factions. He offered a “proposition for peace amongst ourselves.” He encouraged abolitionists of every persuasion to tolerate their differences so that they can employ “against their common foe the time and ammunition, which, for the last two years, they have been guiltily wasting in their war upon each other.” He concluded his letter with a passionate plea of “let us be magnanimous enough to forget our past dissentions; and to make room for the holy resolution, that, until we or slavery die, we will hate it and love each other.”","According to Smith, the groups clashed over two main issues: “the doctrine of ‘woman’s rights’ and the doctrine of ‘non-resistance.” The doctrine of women’s rights held that “women should participate with men in the proceedings of our benevolent and religious societies.” Non-resistance men and women should remove themselves from the government and reject political actions such as voting because they were corrupt, compromised principles and seen as “a substitution of political action for moral suasion.” William Lloyd Garrison led one group that had firmly committed to both of those doctrines while Arthur Tappan led another group that felt including women was a “violation of an implied understanding and of the invasion of their rights of conscience” and that voting as an abolitionist strategy was completely moral and more effective than moral suasion alone.","In this letter to the <em>Liberator</em>, Smith suggested a resolution to these issues that had divided the abolitionist community. The official split occurred at the American Anti-Slavery Society’s annual meeting in 1840 when Abby Kelley was appointed to the business committee. Three very prominent men, Lewis Tappan, Charles W. Davidson, and Amos A. Phelps all resigned from the committee in protest. The next day the American and Foreign Anti-Slavery Society was formed with Arthur Tappan as president, James G. Birney and Henry B. Stanton as secretaries, and Lewis Tappan the treasurer.","The split within the American Anti-Slavery Society did not end the hostility between the two factions. Smith describes the situation as “a spirit of intolerance which more than any thing else, has separated abolition brethren from each other.” Rather than take his advice to do the Christian thing and “bear the ridicule and reproach meekly” instead “many of them retaliate the intolerance.” The opposing groups held each other in such contempt that it was difficult for them to realize that they had a common goal.","As an abolitionist, Smith agreed with Garrison’s views on immediatism but disagreed with the doctrine of non-resistance by becoming a member of the Liberty Party. Unfortunately, Smith’s call for a mutual tolerance was not successful. The disagreements and divisions proved to be too deep to overcome. Ideological battles within the abolitionist movement continued up until the 1860s."],"display_date":"February 19, 1841","search_date":"1841-02-19","locations":[{"id":6208,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":192,"tag":"Gerrit Smith"},{"id":193,"tag":"Abolitionism"},{"id":191,"tag":"Liberator"},{"id":190,"tag":"William Lloyd Garrison"},{"id":210,"tag":"AASS"},{"id":250,"tag":"American Anti-Slavery Soc"}],"course":{"name":"The Abolitionists and American Society","school":"University of Richmond","course_id":23,"school_id":11}},{"id":4709,"title":"","course_id":37,"status":"P","start_date":"10/5/74","end_date":"10/5/74","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["South Bostonians, mostly Irish-Americans, felt frustrated and angry after just three weeks of forced busing in 1974 according to the New York Times.  Federal Judge W. Arthur Garity ordered busing because he felt that “the local school authorities operated a deliberately segregated system.”   During the three weeks school was open, there had already been altercations, including “a lunch-tray hurling, spaghetti-tossing brawl that emptied the school.”  Attempts were made to stop the tension with a “biracial committee of students”, but protestors felt this was not enough.  Police stood by as crowd control when the marchers, joined by local politicians, gathered in Marine Park.  The march, sponsored by the local Home and School Association, coincided with a boycott of schools “that cut school attendance in half.”  The permit for the demonstration specified that protestors were not allowed to march to schools.  Protestors, nearly 5,000 in number,  represented a mixture of ages, mostly young to middle-aged and carried signs with slogans “with racial undercurrents.”","Boston schools faced many problems with desegregation.  Desegregation in the North was harder in many ways because the segregation was de facto.  White residents in these areas felt that busing hurt neighborhood schools.  Boston’s particular busing plan caused a lot of turmoil that continued throughout the 1970s.  The city was by far the most extreme case of busing.  Making matters worse, as the protests and violence got stronger over the decade, the courts broadened the busing program.  Busing in Boston finally ended in 1988.","Boston schools faced many problems with desegregation.  Desegregation in the North was harder in many ways because the segregation was de facto.  White residents in these areas felt that busing hurt neighborhood schools.  Boston’s particular busing plan caused a lot of turmoil that continued throughout the 1970s.  The city was by far the most extreme case of busing.  Making matters worse, as the protests and violence got stronger over the decade, the courts broadened the busing program.  Busing in Boston finally ended in 1988."],"display_date":"October 5, 1974","search_date":"1974-10-05","locations":[{"id":35079,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"Suffolk, Massachusetts"}],"tags":[{"id":142,"tag":"african americans"},{"id":21,"tag":"Race Relations"},{"id":6,"tag":"Education"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}},{"id":4820,"title":"<strong>Women Entering the Business Sphere: Analyzes The Washington Post article, \"Women in Business\" in comparison to Shelley's, Learning to Stand and Speak.</strong>","course_id":41,"status":"P","start_date":"1880-01-01","end_date":"1881-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the late 18<sup>th</sup> to early 19<sup>th</sup> century, women began to explore their intellectual talents outside of the education field. <em>The Washington Post</em> (1877-1954) published an article titled <em>Women in Business</em>, expressing the purpose of the exhibit mounted by the League of Business and Professional Women. The goal was to help others, specifically women, appreciate their business skills and embark in professional careers. Though many women were reluctant of this new initiative to help motivate women into entering the business world, for many, the exhibit worked as a reminder that they can succeed. During this time there was major controversy surrounding the issue of women taking on professional roles outside of the home. On the other hand, many exhibitors believed that this was only the beginning to a great balance between the social and domestic power of women.  By entering the business sphere, women were becoming more thrifty housekeepers, enhancing their role as mother’s and wives. The idea that women <em>can</em> fulfill her duties within the home, while still maintaining her experiences in business, proved to society that women could actually “do it all.”","In the book, <em>Learning to Stand and Speak</em>, by Mary Kelley, she focuses on the “big picture” between the relationship of women and education. The piece reflects on womens entrance into education and their external influences in achieving teaching careers. Though this might have been seen as a positive shift towards gender equality, in reality, women were still given many limitations; their futures were pre-destined even upon entering college. The women seminaries considered that education would be for the women’s own good, preparing them as intellectuals. While this was a step forward in women’s rights, this was only useful for the intellectual advancement of <em>white </em>women during that era. <em>African American</em> women were not participating in the usage of such educational resources. Rather, they were excluded for reasons of not “belonging” to a certain class or race. The seminaries were structured from the curriculum males followed, though it did not serve justice for the women. The all women seminaries began to take shape during the early 1980’s, when more classes were being offered within the science and language field (specifically Latin).","When thinking about the role of female educational institutions during these times, women were asking questions such as, <em>what subjects will the seminaries cover? What are the career objectives for the women who attend such institutions?</em> Rather than expanding the career opportunities for women, these seminaries, though preparing women for civil society, created barriers between women and the professional world. As the first reading suggested, exhibits such as the one created by the League of Business and Professional Women, encouraged women to follow the business path. Meanwhile, the seminaries were not providing such opportunities for all women. The real question lies whether <em>all</em> women, regardless of race or class-status, were receiving a <em>fair</em> education. Whether these seminaries actually prepared women for the “real world”, having the intellectual and skillful organization to compete with other men. While education was key for success, a more valuable education prepared individuals for all aspects of real-world situations. The home is where the women’s heart lies, but not for the purpose of secluding them from other vocational goals."],"display_date":"1880 - 1881","search_date":"1880-12-31","locations":[{"id":6212,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":426,"tag":"Careers"},{"id":425,"tag":"Business"},{"id":424,"tag":"Washington Post"},{"id":6,"tag":"Education"},{"id":37,"tag":"House"},{"id":196,"tag":"women's rights"},{"id":7,"tag":"Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":41,"school_id":2}},{"id":4829,"title":"The Republic Woman and the public sphere in the early 1800s.","course_id":41,"status":"P","start_date":"1822-03-02","end_date":"1822-03-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Susan Thoughtful wrote to the editor of <em>The Euterpeiad</em> on March 2, 1822 to ask a few simple questions about the position of men and women in the republic society. She wondered how women were considered for government positions and how it affected the ideals of marriage. Thoughful questioned for example, a woman named Elizabeth Bartlett. Since she ran for office for the Register of Deeds, Bartlett created her own independence through the public sector. With this individualism, would it be necessary to get married? And if so, where would her position lie, within her own power or her husband’s? Would she not be able to get married because of the laws that prohibit women from enforcing laws? Miss Thoughtful had many questions concerning the current image of a republican women and how they were allowed to be represented in the public sphere.","During the 1800’s, the question as to where women belonged in society was difficult to answer. Women had the rights to dower, ensuring the wife some kind of income if the husband dies. However, females had no full power over land and important belongings which created a disempowerment for them publically. Schloesser discusses women’s position in society in her novel <em>The Fair Sex</em>. The fact that women could receive administrative power over land but not fully own it, further questions what happened when women became candidates for occupations containing legal power. Since women were represented through their husbands, women such as Elizabeth Bartlett, created a “potential” dependent that questioned women’s positions. The divide between single women’s rights and married women allowed confusion between the public and private spheres. Single women, like Bartlett created an opening for women in society that other women, such as Thoughtful were unaware of.","With Susan Thoughtful’s questions about women’s place in society, she introduced how the candidacy of Miss Bartlett in the Register of Deeds raised the question concerning women’s power. Thoughtful brought up how one position could raise women into power in the Senate, the Supreme Court and other important places in government. Since the difference in male and female education was thinning out by the mid 1800’s, the question where these intellectual women were to be placed in society became crucial. Life in the public and private sector needed adjusting, and Susan Thoughful had the readers of <em>The Euterpeiad </em>become aware."],"display_date":"March 2, 1822","search_date":"1822-03-02","locations":[{"id":6206,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":7,"tag":"Women"},{"id":196,"tag":"women's rights"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":41,"school_id":2}},{"id":4831,"title":"Modesty versus Fashion: Nineteenth Century American Women’s Dress","course_id":41,"status":"P","start_date":"1836-01-01","end_date":"1836-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In an 1836 lifestyle manual for women, entitled <em>The Young Lady’s Friend</em>, John Farrar outlined the expectations for an American Christian women’s behavior in a particular chapter entitled <em>Dress a Test of Character</em>. In this chapter he discussed the appropriateness and significance of a nineteenth century women’s dress in relation to how she was viewed by society. According to Farrar, “Christian principles prevailed…and the more truly will dress be an indication of [a woman’s] character.” Early Republican society was based upon religious and moral duty and it was imperative for a domestic woman to “cover [her] body” unlike “the clumsy and inconvenient garments of the savage, [that] are attributed to his ignorance of the domestic arts.” The proper way to clothe oneself was seen as a symbol of civility, but a thin line existed between clothing for the sake of “covering the body” and clothing as fashion that was perceived as less appropriate. Farrar looked down upon the idea that clothing should not merely be a modest covering for the body and this was illustrated in an excerpt from the chapter: “What can be said in excuse for the civilized man when…the wavy lines of a female form are disguised under a stiff circle of whalebone.” Farrar referred to a popular trend in Parisian dress known as the hoop-skirt, which was seen as provocative and vain because it modified the female body shape, and therefore removed the nineteenth century Christian woman’s virtuosity.","According to Barbara Welter’s <em>The Cult of True Womanhood</em>, an early nineteenth century, Christian woman’s gender identity was prescribed to her by the males of society. Within this gender prescription a woman was expected to consider “religion and piety [as] the core of [her] virtue, the source of her strength”. This point is supported in Farrar’s manual when he explained that a domestic, pious woman should take pride in her appearance by covering her body appropriately. A religious woman could not be considered a virtuous member of society if she indulged in vanities, these being material goods and the modification of the appearance through dress.","Nineteenth century women were expected to withhold moral standards by sporting the conventional style of a long simple frock, by making sure no skin from her ankles to her neck was exposed, and by presenting herself in a tidy and presentable manner by doing her hair up. These conventions of dress were expected of a virtuous Christian woman because the way she dressed reflected her religious ideals. Although many wealthy women dressed with “pink ribbons on their bonnets and blue shawls on their shoulders, while their hands display yellow gloves and green bags,” the devout and modest Christian woman was required to fulfill her simple principles of dress without indulging in the vanities of ornamentation and embellishment."],"display_date":1836,"search_date":"1836-07-01","locations":[{"id":6207,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":7,"tag":"Women"},{"id":197,"tag":"fashion"},{"id":430,"tag":"clothing"},{"id":431,"tag":"dress"},{"id":432,"tag":"virtue"},{"id":433,"tag":"good wife"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":41,"school_id":2}},{"id":4886,"title":"William Lloyd Garrison writes the song \"I am an abolitionist!\"","course_id":33,"status":"P","start_date":"1841-01-01","end_date":"1841-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","“I am an Abolitionist!”","In the mid nineteenth century abolitionists would assemble and sing songs to inspire their movement. William Lloyd Garrison, a famous abolitionist and activist wrote “Song of the Abolitionist”, set to the famous tune “Auld Lange Syne”.  The beginning of each verse starts with the emphatic phrase “ I am an Abolitionist!”, which is repeated throughout the song. The song mentions a lot of the abolitionist’s motives and ideas.  The lyrics mention that they joyfully enlist in the war to fight freedom and to preserve liberty to all because it is the noblest thing to do. The song refers to abolitionists as “oppressions deadly foe”, which suggests they will be fighting with a forceful passion for justice of slavery. Also, the song mentions God, which shows that abolitionists believe that slavery is more than just a moral issue based on the religion of the time, Christianity. “In God's great strength will I resist, And lay the monster low; In God's great name do I demand, To all be freedom given, That peace and joy may fill the land, And songs go up to heaven”  These lyrics show the strong dedication that Garrison works to spread to other abolitionists and unite and motivate them to stick strong to their morals in attempt to destroy the evils that slavery has opposed upon American society. Religion was a strong argumentative tool because Garrison hoped that this would persuade people who considered themselves to be Christian which was a majority of the population.","William Lloyd Garrison, a passionate abolitionist played a significant role a spokesman for the black community when he published his infamous newspaper The Public Liberator and Journal of the Times. On January 1st 1830, Garrison published his first edition of The Liberator¸ which would be the first of 1,800 weekly issues of the journal. Garrison had promises of support from many well known African American abolitionists of the time. He hoped that the paper would work to give a voice of both sympathy and understanding of the state of the black community. The Liberator struggled greatly in its first several years, with little support, much criticism, and lack of subscribers to keep it afloat. Garrison admitted that African Americans of the times were poor and struggling in terms of buying his paper, but he aggressively believed that was the exact reason they needed a voice in the press to help them overcome these difficulties, which was represented through the paper. Soon prominent black organizations and societies were beginning to catch on and began to use the paper in order to advertise their meetings and subsequently publicize their problems. Issues were explored in the paper such as Nat Turners Rebellion and the issue of separate churches and schools. This began to spark conservation about the realities of slavery and give a voice to those who were not being heard prior.","Overall, William Lloyd Garrison, although controversial, was an effective abolitionist in terms of getting the public’s attention on issues facing African Americans. Through the publication of his newspaper The Liberator, and other persuasive techniques such as the development of songs such as “Song of the Abolitionist”, he brought other people as fellow soldiers who were fighting for freedom of all. He used powerful techniques to draw people into his cause and work to motivate them to join his quest to promote liberty. He was arguably one of the most influential abolitionists of his time period."],"display_date":"January 1841","search_date":"1841-01-16","locations":[{"id":6208,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":95,"tag":"Abolition"},{"id":502,"tag":"The Liberator"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4960,"title":"Boston Suffragists Celebrate Their Efforts","course_id":27,"status":"P","start_date":"9/22/20","end_date":"9/22/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 22, 1920, the women of Boston took to the streets for a “victory parade” to celebrate the “happy ending to a ‘long fight and a good fight’.” Four hundred strong, they wore dark clothing and hats; with the exception of 37 women, who were dressed in white clothing, wore blue streamers and carried the name of each state that had passed the Suffrage Amendment. Seven automobiles carried guests of honor, officials of state suffrage associations, and prominent suffragists who led the parade of women. By 1920, American women had finally succeeded in their long and hard fight. Beginning in 1848 in Seneca Falls, New York at the Women’s Rights Convention, suffragists engaged in a seventy-two year long struggle; finally concluding their efforts with the ratification of the 19<sup>th</sup> Amendment in 1920. With the passing of this amendment, the United States became the twenty-seventh nation to grant women the right to vote.","Suffragist leaders worked at creating associations, holding conventions, and organizing movements to dispute the laws that granted only men the right to vote. The suffrage movement appealed to a broad population including mothers, workers, professionals, and reformers. In the early years of the 20<sup>th</sup> century, women who were part of the first generation of educated professional women joined the movement to push for full citizenship of women. Women from all over the United States worked hard to achieve their right to vote. Massachusetts suffragists created their own organization called the Massachusetts Women Suffrage Association, which after 50 years of activity and the ratification of the 19<sup>th</sup> Amendment became the Massachusetts League of Women Voters. ","The parade ended at Faneuil Hall where more than 1,000 noisy, enthusiastic, and happy people were crowded into the hall awaiting speeches that were given by the leaders of suffragist associations. These women spoke to the crowd about their victorious efforts and the positive effects that their achievements would have in the future. Mrs. Maud Wood Park explained her experiences in Washington as she watched Secretary of State, Bainbridge Colby, sign the suffrage proclamation. She also challenged the audience that each and every Massachusetts women must not act upon their right to vote and also must cast their votes intelligently. Park made it clear that a long and hard fight had been battle in order for women to achieve suffrage and that those women must exercise their right to vote because their votes had the weight to make a difference.","Sadly, shortly after the ratification of the 19<sup>th</sup> Amendment, women’s solidarity and feminist organizations began to crumble. The early 20<sup>th</sup> century marked a time where both external and internal influences within the women’s movement affected its actions. The exploitation by the media of women’s sexuality and the votes cast by women at the polls were factors that led to the decline of the women’s movement. Women did not vote for females who ran for office, and therefore this caused a decline in the power that women had the chance to hold. Females were so insistent on becoming a part of the male world of sex, professionalism, and politics that they became distracted.","The fight for women’s suffrage was a continuing struggle, consuming vast amounts of time and effort of the women who took part. Massachusetts suffragists celebrated their efforts by way of a parade through the streets of Boston, making it known to the public that their extensive efforts had finally paid off. The parade was a an event that showed that the public came to accept the newly applied laws that granted women full citizenship and the same rights that men had. The Massachusetts suffragists who participated in the parade made it visible to the citizens of Boston that they had successfully completed a battle that had been in progress for over seventy years. The parade signified the ending of the efforts of the women’s movement, which was too bad because sadly the feminist organizations collapsed due to lack of support after the ratification of the 19<sup>th</sup> Amendment."],"display_date":"September 22, 1920","search_date":"1920-09-22","locations":[{"id":21126,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"Suffolk, Massachusetts"}],"tags":[{"id":7,"tag":"Women"},{"id":170,"tag":"suffrage"},{"id":591,"tag":"Laws"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}},{"id":4962,"title":"The Boston Tea Party: A Turning Point in a Revolution","course_id":27,"status":"P","start_date":"1790-12-16","end_date":"1790-12-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 16, 1773 during one of the most important times of the Revolution, George Hewes describes “dressing] ... in costume of an Indian” and “arrived[ing] at the wharf” in Boston harbor along with about sixty other civilians.  He and his fellow Patriots began to throw the tea overboard from boats in the harbor.  This totaled about 340 chests.  While the tea was falling into the water Boston citizens and others from surrounding areas rushed to try and obtain the salvageable tea.  The next morning to ensure that the tea could not be used by anyone, small boats went into the harbor and began “beating [the tea] with oars and paddles”.  Hewes’ eyewitness account captures a seemingly insignificant act of rebellion, yet the Boston Tea party, as it came to be known, stands as a turning point in the revolutionary war.  An event such as this not only occurred before the Revolutionary War but it was also a precursor of what was to come.  Shortly after the Boston Tea party in 1773, the Boston Port Act went into place in March of 1774.  This was to discontinue the landing and shipping of goods coming into Boston Harbor.  This increased the separation between the British and the colonists.  Even more so later in the Revolution came the choice of George Washington as Commander in Chief.  This was a major factor accumulating up to a revolution because a leader was put into place. ","In the late 1700’s, before the United States of America became a nation, there was a lot of turmoil between the American colonists and the British.  The colonists living in what is known today as the United States were furious at the British control over them.  The British were taxing the tea that many colonists used in their daily lives.  For the colonists to give up their tea was a very important part of this rebellion.  Many colonists gave up something important to them, to help move their purpose forward. This was a turning point in the Revolution as a whole because it allowed people to realize that rebellion was acceptable.  Rebellions, such as the Boston Tea Party, exemplify a way in which revolutions come to be.  After a few years, in 1776, the United States became its own nation, and a part of that success stems from the Boston Tea Party. "," "," "," "],"display_date":"December 16, 1790","search_date":"1790-12-16","locations":[{"id":15395,"lat":42.3399569086,"lng":-70.8833658099,"zoom":7,"place":"Suffolk, Massachusetts"}],"tags":[{"id":595,"tag":"Boston Tea Party"},{"id":596,"tag":"Revolution"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}},{"id":4969,"title":"Facebook Makes a Wave in Social Networking","course_id":27,"status":"P","start_date":"2/4/99","end_date":"2/4/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 2005, journalist Ellen Rosen reported on a little known website making waves in the college community: Facebook. Created February 4, 2004 by 21-year-old Harvard student, Mark Zuckerberg, Facebook was initially intended for college students but soon grew. Prior to future changes, the site allowed anyone with a .edu email to create a profile online and accept and request friends. The creator of Facebook, however, wanted a way to keep the site limited to students only.  The solution was to have college students send invitations to high school students who could then invite their own friends. The growth of social networking sites such as Facebook, raises important questions about community, identity and technology in the 21<sup>st</sup> century.","According to peer-reviewed journal, First Monday, by April of 2008 the site had surpassed 70 million active users. Facebook’s success reflects a culture focused on less personal ways of networking and communicating. Contemporary critics, accuse sites like Facebook of eliminating person-to-person conversations and portraying technology as the solution to feelings of alienation and loss of community. As others have noted, Facebook ushered in a new definition of “friend”. On Facebook, a friend is a fellow Facebook user, not someone you talk to everyday and know well. Adding friends and accepting them becomes more of a competition to see who has more friends rather than as a means of actually getting to know an individual.  On the other hand, Facebook offers an opportunity for individual expression and a connection to a broader community.  Facebook has become a popular site for youth culture to explore themselves and broaden relationships. Despite forgoing “quality for quantity” when using social networking sites, positive aspects of what technology has allowed can be seen through social networking sites such as Facebook. In her book <em>The Facebook Era</em>, Clara Shih discusses important effects of online communication as a result of the rise of Facebook. She notes that “prior to the online social networking era, most of us didn’t have the capacity to maintain these relationships, nor sufficient knowledge or prescience to know which ones might become valuable in the future”. Online social networks like Facebook have defined a more causal kind of relationship, which allows one to maintain more connections. In order to maintain and establish connections, Facebook provides an “easy to use database for managing contacts” and an efficient and easy way to search for people. In addition to providing an easy to use social database, Facebook offers other modes of interaction, such as photos and user statuses, which make communication faster and easier. The visual aspect of Facebook allows for a different type of networking in which people can see other users’ photos and videos allowing users to match a name to the face. Like photos, statuses on Facebook allow users to stay updated and know what is going on in a “friend’s” life. For example, a user might write that he or she is writing a paper whereas, ”in the pre-Facebook era, many of these thoughts and feelings that people had were simply never communicated.”","A survey in 2006 that surveyed freshman students reported that overall, students spent twice the time online (28 hours per week) using the Internet for “communicative purposes” than for “noncommunicative purposes” (14 hours per week). It is certain “that students overall have exhibited clear preferences towards using the Internet as a medium for social interaction and, in most cases, use it with great frequency in their everyday lives.” Facebook is now used all over the world by all ages so users can meet others and explore identity formation."],"display_date":"February 4, 1999","search_date":"1999-02-04","locations":[{"id":43039,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"Suffolk, Massachusetts"}],"tags":[{"id":622,"tag":"facebook"},{"id":623,"tag":"social networking"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}},{"id":5000,"title":"<strong><em>Honoring the Revolutionary Soldiers</em></strong>","course_id":43,"status":"P","start_date":"1859-10-04","end_date":"1859-10-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the years right before the Civil War, a group of men formed a military organization to honor an idol and hero of the American people.  These men formed the organization not only to honor current heroes, but the heroes of the past. In particular, the regiment was named after the great General Israel Putnam.  These men displayed a respect for their forefathers that brought about national pride.  It is here that we see Americans remembering their historical roots, and honoring it.","The military organization started in Hartford, Connecticut.  The initial reasons for starting the organization were to celebrate the return of a hometown hero, Thomas H. Seymour.  However, instead of being a temporary organization, the Putnam Phalanx grew and became a permanent unit in Connecticut.  The men dressed in the uniforms of Continental soldiers and marched to the music of the Revolutionary War.  The organization had ranks and officers, and held meetings at their “Armory.”","In 1859, the Phalanx voted to take an excursion starting on October 4 and ending on October 7.  The plan was to visit Boston in order to see Bunker Hill, as well as visit the Navy Yards in Charlestown, Massachusetts, and the city of Providence, Rhode Island.  The Phalanx had a non-member write of the events that occurred during their travels, and a poem of their hero (Putnam) was included in the front. In the account, people in every city seemed to be excited about this parade of men.  Upon their arrival to Boston, the train car that had the Battalion were “…immediately surrounded by an enthusiastic crowd, anxious to catch the first sight of the Corps…”","The Hartford Tribune has several accounts of this organization, including small snippets and advertisement of the organization.  The organization was seen as a way to bring people together, for everyone to have an enjoyable day.  The Phalanx went to honor their fathers at Bunker Hill and to honor their current brothers fighting in the Navy.  Thousands of people showed up wherever they went, showing their appreciation and excitement for their service to America's beginning.    The people treated them as heroes for honoring America’s national heritage.","Kammen writes about this as a traditional culture being born.  Early in the nineteenth centuries, monuments built to remember battles of the Revolution ended up as mundane obelisks.  They represented not only the lack of \"anti-democratic\" ideals, but also did not elevate one singular person as a hero.  This contradicts what later became a celebratory event to remember the Revolution. James Russell Lowell noticed that this was the time period for celebrating the American Revolution, yet in time, those celebrations waned.  While certain holidays continued to be less celebrated, the Putnam Phalanx gave the American Revolution  a chance to be celebrated not just for holidays or parades, but to respect and honor the American identity."],"display_date":"October 4, 1859 - October 7, 1859","search_date":"1859-10-05","locations":[{"id":11401,"lat":41.8745874433,"lng":-71.5917581694,"zoom":10,"place":"PROVIDENCE, Rhode Island"},{"id":6209,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"},{"id":1185,"lat":41.8064084993,"lng":-72.7328417292,"zoom":9,"place":"HARTFORD, Connecticut"}],"tags":[{"id":655,"tag":"Historical Reenactment"},{"id":654,"tag":"Putnam Phalanx"},{"id":67,"tag":"Militia"},{"id":625,"tag":"Revolutionary War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5028,"title":"Do You Hate Me?","course_id":43,"status":"P","start_date":"1802-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A four-year-old boy cries aloud as his grandmother continuously beats him with a club, repeatedly demanding of him, “do you hate me?”  Young William Apess, ignorant of his grandmother’s meaning, knows only to answer in the affirmative, hoping to appease her every wish.  The life of this little boy would have ended at that very moment had his uncle not intervened to rescue him from the brutal beating by his intoxicated grandmother.  Suffering serious injuries to his arm, it would take him the better part of a year to fully recover under the nurture of the neighboring white family Mr. and Mrs. Furman.","The granddaughter of the king of the Pequot tribe and married to a white man, William’s grandmother was reputably a fair and beautiful woman.  The blend in William’s blood would have profound effect on his life and his attitude for the coming years.  William Apess became the first Native American to publish an autobiography in 1829.  The theme of his autobiography <em>A Son of the Forest</em> ostensibly highlights the failure of white men to see the hypocrisy in denying Native Americans the “self-evident” rights guaranteed to all mankind. Apess further condemns the whites for referring to his kind as heathens while treating them in the most un-Christian way.  Though brought up largely by Native Americans under meager conditions, Apess grew to be immersed into the life and culture of a white man where he became a Methodist preacher.  What is most striking then about the narrative of his beating is that it is infused with hatred to the whites.  After telling of his grandmother’s actions, Apess remarks, “But this cruel and unnatural conduct was the effect of some cause-I attribute it in a great measure to the whites.”  Though he concentrates little on his feelings toward his grandmother and his family at the age of four, Apess clearly blames the whites for introducing these “ardent spirits” in the same sentences that pontificate her dangerous and ravenous beatings.  Even though Apess had become “successful” as a white man, he remained true to what he referred to as his red roots because of the discrimination that faced him at every turn.  Through the complexities of his attitude toward the white culture that could accept him only when he became one of them, one thing is clear: William Apess lived a life that faced the perpetual paradox of praise and blame, success and shame, heroism and betrayal.  Because of his multifarious heritage, he was forced to beg the question to the conglomeration of persons in his life, “do you hate me?”"],"display_date":"1802 - 1825","search_date":"1813-12-31","locations":[{"id":15849,"lat":42.2902620083,"lng":-70.9709524989,"zoom":9,"place":"Norfolk, Massachusetts"}],"tags":[{"id":497,"tag":"Writing"},{"id":177,"tag":"literature"},{"id":42,"tag":"Civil Rights"},{"id":696,"tag":"Native American issues"},{"id":697,"tag":"Historiography"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5060,"title":"<strong>A History of African Slaves in the American Revolution</strong>","course_id":43,"status":"P","start_date":"1855-01-01","end_date":"1855-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Freedom and the emancipation of slaves were not two separate ideals in separate times in American history.  One of the important milestones in the American Revolution was the Boston Massacre, in which one of the first people to die was a black slave. Some claimed he was one of the first martyrs of the American Revolution.  During the American Revolution, several regiments were formed by order of George Washington using slaves.  Those who served to fight for the Continental Armies would receive wages and, when their service had ended, freedom.  Freedom was granted to slaves by not just General Washington, but several other leaders in the Continental Army.  Even among the great men who gave freedom to the hard-working slaves, emancipation for all slaves did not come for centuries afterwards.","This subject was something William C. Nell wanted to show in his book <em>The Colored Patriots of the American Revolution, With Sketches of Several Distinguished Colored Persons. </em>William Nell was an abolitionist of the ninteenth century who avidly studied the history of African Americans, mulattoes, and all other men of African descent.  He was a free African American, who was prejudiced while educating himself.  He worked avidly to integrate schools so that African American children  could study alongside white Americans.  He also took an interest in history, avidly learning all about the history of African Americans and his heritage.  He worked with William Lloyd Garrison and the <em>Liberator</em> for many years, wrote several books and articles promoting emancipation and integration, and diligently pressed for the integration of black and white students in Massachusetts.","His books bring up an interesting point though: in an age born from the American Revolution, there were so much pro-slavery movements.  Slaves and free blacks had actively worked to fight for their freedom and to protect their own nation.  Moreover, many were given that freedom.  It seems ironic, looking through this history, that the issue with slavery continued even until the Civil War.  It is true that the South had become dependent on slaves for their plantations, however, this feeling among slave owners that slaves had no equal standing rivals that of the great leaders giving their slaves freedom.  Truly, the War for Independence was a war fought by all and for all who sought a new nation and freedom.","Michael Kammen mentions Nell as someone who was dedicated to bringing memory of black soldiers to the American culture.  Nell's work in preserving African American history is astounding, and his work has been used to research the African American slave culture.  He was able to bring to light all the reasons why slaves should be given freedom, if not for their service to the cause of freedom."],"display_date":"January 1, 1855","search_date":"1855-01-01","locations":[{"id":6209,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":365,"tag":"Emancipation"},{"id":193,"tag":"Abolitionism"},{"id":625,"tag":"Revolutionary War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5079,"title":"<strong>The 16th Massachusetts Regiment Disbanded in 1864</strong>","course_id":43,"status":"P","start_date":"1864-07-27","end_date":"1864-07-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 27, 1864, Private Richard Monnahan was discharged from G Company of the 16<sup>th</sup> Regiment, Massachusetts Infantry, on the day the entire regiment was mustered out.  According to his discharge form from the United States Pension Office, Monnahan was 22 years old, five feet five inches tall, of dark complexion with dark grey eyes.","The 16<sup>th</sup> regiment was formed in 1861 and served until July of 1864.  It was initially assigned to Fort Monroe, Virginia, but would fight in battles like Manassas, Fredericksburg, Chancellorsville, Gettysburg, and Spotsylvania Court House.  Private Monnahan’s service follows the entire life of the regiment.  Formed on June 29, 1861, Monnahan enrolled less than two weeks later on July 12<sup>th</sup> and would serve until the regiment mustered out on July 27, 1864, when his three year contract expired.  James McPherson, in his <em>Battle Cry of Freedom, </em>remarks that 1864 marked the end of many Union soldiers’ service.  In the Confederacy, soldiers were required to remain in the army after the completion of their terms, whereas Northerners’ terms of service were upheld and were allowed to go home.  In the end, McPherson estimates that 100, 000 chose not to re-enlist while 136,000 did re-enroll.  It is not known what Private Monnahan chose to do after being discharged.","The fact that Monnahan was born in Ireland draws attention to the role of immigrants in the army.  McPherson argues that although immigrants made up one quarter of the men in the Union Army, they constituted 30 percent of the male fighting-age population, making them underrepresented in the Union Army.  This interesting example of Private Monnahan, however, provides a personal perspective of one of the countless immigrants that did choose to fight."],"display_date":"July 27, 1864","search_date":"1864-07-27","locations":[{"id":6210,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":760,"tag":"Infantry"},{"id":759,"tag":"Immigrants"},{"id":758,"tag":"Irish-Americans"},{"id":321,"tag":"Union Army"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5102,"title":"<strong>Transportation in 1846; A Journey From Boston To New York</strong>","course_id":50,"status":"P","start_date":"1846-01-30","end_date":"1846-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1846, the United States of America was on the precipice of vast change in the way the citizens of the country transported themselves throughout the country.  In the west, gold was being discovered in California, ushering in a mass population rush towards the west coast and the Sierra Nevada Mountains.  In the east, much of the routes between cities were still interconnected by dated means of transportation.  Chicago, a city which would become the largest hub of railways in the United States, didn’t see their first train until 1848.  “On October 10, 1848, a 2-4-0 type steam locomotive, appropriately named <em>The Pioneer,</em> began to pull cars laden with construction supplies and workers over the advancing line of the Galena & Chicago Union Railroad.”  In only a few short decades, this would change, as railroads expanded and the country became interconnected.  Chicago is an example of this rapid expansion in rail transportation because, “By the eve of the Civil War, 11 railroads served the expanding metropolis. Boosters claimed that a hundred trains daily served their city.”","At the time, the horse was still viewed as a reliable and relatively fast form of transporting people from one place to another.  Over the next few decades, however, the slow modes of transportation would be ushered out, and the new modes of transportation would become more efficient, connecting regions which were hard to travel to in the past and opening up new opportunities for the American economy to blossom.","Alex Mackay traveled to the United States from Britain to tour the burgeoning country and write down his findings.  On a cold night in the winter of 1846, he made the voyage between Boston and New York, a voyage which can be made in mere hours by car or train today.  In order to breach the 215 mile distance between the two cities, Mackay had to carefully plan the route which he would take.  There were three routes that were possible at the time, and all of them included a slow-moving train and a steamboat.  Being that he was travelling in winter, there was ice in the Long Island Sound.  Taking this information into account, Mackay decided to choose the route which used the least amount of passage over water to reach the destination of New York.  Mackay recalled the factors that led to his choice in the book he published about his journey upon his return to his home; “The Long Island Railway being blocked up by snow, I selected the route by Norwich in preference to that by Stonington, the former curtailing the sea voyage by about thirty miles, a serious consideration, as the navigation of the Sound was then rather perilous, owing to the masses of ice with which it was obstructed.”","Apart from the possibility of meeting danger on sea with chunks of floating ice obstructing a steamboat’s way, Mackay ran into discomfort and warnings of danger on the rails as well.  Aside from the mere bulk of the itinerary, the configuration of the train cars had to be adjusted due to the cold weather.  “In winter, two or three seats are removed from one side to make way for a small stove”.  The cars were described as packed already, but the chance of being scalded by the only means of heating a car which would otherwise be frozen added to the danger of travelling in a cramped, slow, dirty mode of transportation.","In an attempt to escape the horde of people crammed into the cars of the train, Mackay ventured outside into the frigid winter night.  On an outside platform of the train, he met a conductor, and had a brief, amusing conversation with him.  The conductor suggested that the author venture back inside the car, being that if there was some sort of accident, he wouldn’t stand much of a chance outside.  Shocked, the author asked if such accidents were frequent.  ““We do sometimes run off the rail, that’s all;” said he, without the slightest emotion; and then passed into the car without deigning to know how I received the announcement.”  Mackay’s travels between Boston and New York only ended up with the threat of danger, as he reached his destination tired and drawn out from the ordeal of making and executing the plans of transporting himself to get there.","Mackay’s voyage illustrates the tediousness of travel before the invention of the internal combustion engine, electrical power generation, and the ambitious networking of train lines throughout the country.  The lack of easy mobility in the United States of 1846 lent to troubles with the expansion of trade and industry.  The story of Mackay’s voyage from Boston to New York is only one part of his travels through the United States.  When he told the conductor on the platform of the train of his expansive traveling, he was met with apathy.  Such an idea wasn’t an enjoyable one back in the middle of the 19<sup>th</sup> century.  As the railroads would spread to the west, steel would become mass produced by the 1870s, and more transportation options came to fruition throughout the continental United States, intra and inter regional travel would be taken upon without the burden of unwieldy options which were often dangerous.  As America became more inter-connected, with those connections running smoother as the years went by, the economy would follow in suit, forging the way forward with industrial innovations which would eventually create a very powerful country.  The time of Mackay’s voyage marked an end of an era in which travel options in America were poor, took extraordinary effort on the part of the travelers, and included an increased probability of danger or delay."," "],"display_date":"January 30, 1846","search_date":"1846-01-30","locations":[{"id":6208,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":666,"tag":"Railroad"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}},{"id":5111,"title":"Bertha Bülow-Wendhausen and the Women of America","course_id":50,"status":"P","start_date":"1897-01-01","end_date":"1897-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Bertha Bülow-Wendhausen was pleasantly surprised when she arrived in America in 1897. The women she observed here in America were a welcome change compared to what she was used to in Europe. While in her homeland, women were \"mannish\" in appearance and unfeminine; the women she found in America were content to be women. She found no discontent in the way they behaved, in the way they dressed, or in the way they spoke. They were intelligent, graceful, and motherly. All of the women busied themselves in womanly accomplishments, such as organizing charity groups, kindergartens and clubs.","Bertha also noted many female attendees in her lectures about kindergarten in New York. In fact, they filled the whole room, leaving the men to stand in a line near the back. The gentlemen she met afterwards were unaccustomed to conversing with a female who was interested in the same topics as they were, as shown by their hesitation and initial nervousness when talking with Bertha.","According to Mary P. Ryan, women between 1860 and 1920 were not seen as unequal or subordinate to men, but simply different. In fact, the American woman was perceived to be in a far better position than her mate, as she was confined to her quiet house and spared from the rough and cold world that loomed outside. However, as Bertha noticed, women could still be equal to men in their intelligence. There was less stigma associated with a learned woman, compared to a century earlier, when scholar Leander considered it useless and troublesome for a man to have a learned wife."],"display_date":1897,"search_date":"1897-07-02","locations":[{"id":8873,"lat":40.6450686304,"lng":-73.9495584018,"zoom":11,"place":"KINGS, New York"},{"id":6213,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":7,"tag":"Women"},{"id":799,"tag":"Travel"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}},{"id":5112,"title":"Bertha Bülow-Wendhausen and the Children of America","course_id":50,"status":"P","start_date":"1897-01-01","end_date":"1897-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Bertha admired the small children in America. They were very well behaved, but they were too mature for their age. Children this young must not be too reflective or solemn, but playful and carefree. Kindergarten would remedy this and mold children into what they were supposed to be. The children were also very polite and respectful to their elders, a trait, Bertha noted, that was lacking in many European children. Even the boys from the slums were polite and courteous as she drove by.","Bertha visited many schools and kindergartens while visiting America, and she was struck by the children’s seriousness. Although well groomed and neat, they did not laugh or play often and were quiet. She recounts the story of a young 13 month old child, already independent. The child, she claimed, could walk forward and back, up and down stairs, and feed himself with a fork cleanly and without any aid. She thought of the importance of independence and self-reliance in America, and marveled that it was taught to babes even at such a young age.","During Bertha’s time in the United States, children were still seen as helpers in the household. Education for children was carried out mostly by their mothers and perhaps fathers at home. James Marten agrees that children were molded into miniature adults early in life, their childhood a sacrifice for family prosperity. Children of both rich and poor families were brought up in order to contribute to the family income, not to leech it and indulge themselves in frivolous affairs. During the 19<sup>th</sup> century, the advent of “kindergarten” in the United States gave childhood importance again."],"display_date":1897,"search_date":"1897-07-02","locations":[{"id":8873,"lat":40.6450686304,"lng":-73.9495584018,"zoom":11,"place":"KINGS, New York"},{"id":6213,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":799,"tag":"Travel"},{"id":408,"tag":"Children"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}},{"id":5150,"title":"The Early Plight of Women in the Medical Field","course_id":66,"status":"P","start_date":"1850-01-01","end_date":"1850-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Late in 1849, famed author Fredrika Bremer arrived in America on a visit from Sweden.  Her writings were well known in America and upon an invitation to visit she gladly accepted.  Well aware of the high regard for women in America, she was intent on studying their position and value.","During her two year stay in America, Ms. Bremer visited and was entertained by some of the most prominent people in American Society.  One such visit began on January 1, 1850, and found her going to stay with Miss Harriot Hunt in Boston.  As Ms. Bremer describes, she “had not much of an inclination for the visit, but it turned out much better than expected”. Harriot Hunt was a physician of women and children and had already been in practice for 12 years!  She was well respected in her medical practice and specialized in the particular ailments and diseases of women.  It did not take long for Fredika Bremer to realize the value of women like Miss Hunt who spent their lives devoted to the medical profession.","It was not easy for women to get into the medical field during the early 1800’s.  Such pioneers as Elizabeth Blackwell and Harriot Hunt had to fight through many obstacles to get the education and proper training to become physicians.  There were plenty of medical colleges available for men but none allowed women to attend.","Women were mostly limited to being midwives early in the 1800’s, and men’s attitudes were that women were “too delicate” and “not suited for the male dominated role of physician”.   These women were not to be discouraged; they understood the necessity and importance of becoming physicians specializing in the treatment of women.  They applied to these medical colleges that turned many away.  The first woman admitted to medical school was Elizabeth Blackwell in 1847, and then only if she attended disguised in male clothing.   She graduated from Geneva Medical College in Geneva, New York, in 1849.  Elizabeth Blackwell went on to found the New York Infirmary for Women along with her sister Emily in 1857.","Following Ms. Blackwell’s graduation in 1849, Dr. Joseph Longshore founded the Women’s Medical College of Pennsylvania.  This would lead to the establishment of seventeen more medical schools and nine hospitals, all specifically for the education and treatment of women.","Many women who wanted to study medicine found no openings available to them in medical school and chose to enroll in eclectic and homeopathic sects.   Miss Hariott Hunt studied under the apprenticeship of Dr. and Mrs. Richard D. Mott learning the value of “Systematic Vegetable Medicines” and continued her practice as an unlicensed eclectic practitioner.","Throughout the rest of Miss Hunt’s life she continued to advocate for the rights of women to learn and practice medicine.  She was followed by many more women’s rights activists demanding greater participation of women in a field “monopolized” by men.  Women wanted wealth and distinction also.  By 1900 this was happening: America had only 544 women practitioners in 1870; by 1900, the number had grown to 7,382."],"display_date":"January 1, 1850","search_date":"1850-01-01","locations":[{"id":6209,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":874,"tag":"Women, Education, Health"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5151,"title":"The Education of Women - Mid 1800's","course_id":66,"status":"P","start_date":"1850-02-01","end_date":"1850-02-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Fredrika Bremer was a well-known writer living in Sweden.   By invitation in late 1849, she came to America for a visit.  As she was very much an advocate for the betterment of women in her country, her trip was much anticipated as she had heard of the high regard for American women.  Her writings were very well known in America at the time and she was well received during her two-year visit staying with some of the most prominent people of the mid 1800’s.","Well entertained throughout her visit, Ms. Bremer saw much of the country, spending most of the time on the East Coast in and around the Boston area.  All along her travels she wrote wonderful letters to her sister detailing her experiences and observations.  One such observation written on February 1, 1850, was about education and women.  “The educational institutions for women are in general much superior here to those of Europe; and perhaps the most important work in which America is doing for the future of humanity consists in her treatment and education of women.”","Women were becoming very valued as teachers, which gave rise to employment opportunities in the public school system.  Seminaries and other institutions of higher learning had been established to educate women in this vocation.  Many women interested in the field of higher education came from farms outside of the cities and would go to work first in manufactories to earn the necessary funds to pay for their education.","Women’s right to a higher education did not come without a battle. The male population was not in favor of this newfound interest woman had to better themselves and enrich their lives.   In 1870, the male population considered women too delicate and not up to the challenge of a higher education.  Dr. Edward Clarke, a retired professor at Harvard Medical School, in his publication, <em>Sex in Education, or, a Fair</em> <em>Chance for Girls, </em>warned that women who used up all their vital energies on studies would endanger their “female apparatus”.  Now, I ask you, what was this man thinking?  Regardless of how he felt, ten years later higher education for women was well accepted throughout the country.  One such example of this came in 1890: <em>Ladies Home Journal</em> held a contest in which the girl who sold the most subscriptions to the magazine would win a scholarship to Vassar.","Institutions of higher learning were in large part established and supported by other women who strongly advocated for the better education of their sex.  Emma Willard went on to establish a private academy in Troy, New York, in 1821.  This she established after being turned down by the New York State Legislature to finance a female public seminary.  She was instrumental in re-shaping women’s education throughout the country.  Emma felt women were capable of studying any subject they wanted and should prepare themselves to be self-supporting in a profession.","Philanthropists such as Catherine Beecher and Olivia Sage were two other women who also advocated for the further education of women. They helped tremendously with financial support to found colleges.  After being bullied for many years by fundraisers from men’s colleges, Olivia Sage made the declaration that she would no longer donate to them.  She then turned her interest to women’s education by donating $500,000 to found the Russell Sage College of Practical Arts in Troy, New York.  Here women learned secretarial work, household economics and industrial arts.  Catherine Beecher went on to found the American Educational Association in 1852.  She had long been an early supporter of women’s education."],"display_date":"February 1, 1850","search_date":"1850-02-01","locations":[{"id":6209,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":6,"tag":"Education"},{"id":875,"tag":"Women, Education"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5215,"title":"Arsonists Target Catholic Convent in Massachusetts","course_id":62,"status":"P","start_date":"1834-08-12","end_date":"1834-08-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1834, the growing unrest and instability between American natives and Irish immigrants was approaching the point of violence. In 1834, the Boston Evening Transcript reported an act of arson that broke the line between civil unrest - in the form of protest - and violence, when the Charlestown Convent was burned to the ground. Near eleven o’clock on 11 August, arsonists gave warning to the inhabitants of the convent, allowing them time to escape. Throughout the compound, the assailants had placed tar-barrels that were set ablaze to bring the Convent and it’s secondary buildings to the ground – destroying all that was contained inside.","<br /> The arsonists represented the growing contingent of Americans who considered themselves “Natives,” the rightful Americans tasked with resisting a foreign invasion. These Nativists, compromised of a protestant majority, looked towards the new Catholic Irish immigrants as targets for their oppression. Throughout the nineteenth-century, the US economy was greatly affected by the influx of these Irish immigrants. This new labor force that was willing to work for cheaper wages marginalized the workforce already present. The native group of workers sought retribution as the new Irish immigrants were taking their jobs away, targeting the predominantly Catholic culture and attempting to pressure its institutions into acquiescence.","<br /> The events at the Charlestown Convent represent the acts of violence and intolerance that spread throughout the remainder of the nineteenth-century. For those Nativists who judged the Irish to be at the root of the rise in unemployment, action was necessary to return the status quo.<br /><br />"],"display_date":"August 12, 1834","search_date":"1834-08-12","locations":[{"id":6207,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":80,"tag":"American Immigration"},{"id":757,"tag":"Catholicism"},{"id":597,"tag":"Irish"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":62,"school_id":10}},{"id":5299,"title":"Polite Letters from the South: The South Reacts to Garrison's <em>The Liberator</em>","course_id":74,"status":"P","start_date":"1831-01-01","end_date":"1839-02-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“You son of a bitch: If you ever send such papers here again, we will come and give you a good Lynching…” wrote the Lynch Club of Charleston, South Carolina, to newspaper publisher William Lloyd Garrison, “So you had better keep them at home.” This was one of two letters that Garrison published in his paper,<em> The Liberator</em>, on February 15, 1839, sarcastically titled, “Polite Letters from the South.” The second letter from Somerton, Virginia, threatened, “You can remain in Boston, and preach your doctrines, but coward-like, afraid to open your mouth elsewhere. The writer will visit your paper soon, and pull your damned nose for you.”","On January 1, 1831, Garrison released the first issue of his abolitionist paper, <em>The Liberator</em>. A rising figure among the abolitionist community, Garrison stated that with his paper he was going to be, “As harsh as truth, and as uncompromising as justice.” From 1831 until 1865, Garrison released weekly issues of the anti-slavery paper, during which he gained a tremendous number of followers, despite beginning with limited circulation. However, once the paper entered into the South, Garrison began to receive various threats to his life.","According to author Nick Fauchald, in Columbia, South Carolina, there was a $1,500 reward posted by the Vigilance Committee for the capture of any persons who had possession of <em>The Liberator</em>, and there were other cities that passed laws forbidding the paper to even leave the post office. In Raleigh, North Carolina, it was threatened that Garrison would be thrown in jail if he ever entered into the city; and the Georgia House of Representatives passed a bill which offered a $5,000 reward for anyone who captured Garrison and brought him to court. Garrison, however, did not take these threats seriously claiming that they were “free publicity” and boasted, “My language will displease many. To displease them is my intent.”","By publishing these threatening letters in his own newspaper, Garrison showed that he was not afraid, but instead used them to demonstrate that he was unwavering. Despite these letters, and hundreds more like them, Garrison was not deterred from his cause. In reality, Garrison and his supporters became even more devoted to their anti-slavery cause, which contradicted the intended effect of the Southern writers."],"display_date":"January 1, 1831 - February 15, 1839","search_date":"1835-01-23","locations":[{"id":6207,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":64,"tag":"Anti-slavery"},{"id":4,"tag":"Slavery"},{"id":95,"tag":"Abolition"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5341,"title":"The <em>Freedmen’s Record </em>Reports on the Prosperity of Freedmen","course_id":74,"status":"P","start_date":"1865-10-01","end_date":"1865-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["According to the <em>Freedmen’s Record</em> report, many southerners perceived freedmen as “a hopelessly lazy, sensual creature who, if he has enough to satisfy the lowest animal wants, will be content.” They feared that freedmen would resort to theft instead of working to fulfill their needs.  The<em> Record</em> attempted to change these perceptions by exposing the tremendous success of freed African Americans in the North.  This is observed when the <em>Record </em>stated, “the amount of crime committed by this class of persons is much less than that committed by white men.”","The <em>Freedmen’s Record </em>was a monthly publication by the New England Freedman’s Aid Society, which worked to point out the hard work and success of many freedmen.  In the October 1865 issue, the statistical research of Dr. J. McCune Smith received considerate attention.  Smith,the first African American to receive a medical degree, found through his research that African Americans invested over eight hundred and fifty thousand dollars in New York, Brooklyn, and Williamsburg combined.  In New York City and Brooklyn alone, African Americans were said to have nearly five million dollars in property, while in Detroit, they had three hundred thousand dollars and “are excluded from the best public schools, which they, in common with their white fellow-citizens, are taxed to support.”  The same could be said for Washington, D.C., whereas in Philadelphia, nearly four hundred and fifty African American children attended public schools and fifty were students at universities in Albany or Oberlin.","The <em>Record </em>also detailed the hardships of freedmen,contributing the lack of success to:  the limited opportunities in certain areas, little to no schooling, and that some businesses would simply not hire blacks.  Even with such disadvantages, “The proportion of Irish paupers in Massachusetts, a year or two ago, to the whole Irish population, was one in one hundred and thirty-one,” while the ratio for African Americans was only “one in one hundred and twenty-five or one hundred and twenty-six.”  Even though the African Americans should have been at a much greater disadvantage than the white Irish population, they had similar proportions for a poor population.","The financial success of northern African Americans proved their ability to adapt to a freed lifestyle and obtain more than basic necessities.  In many cities, they contributed thousands of dollars to their schools and churches.  The <em>Freedmen’s Record</em> attempted to brush away fears of an inability to adapt in hopes that “they are admitted to all the privileges of freedmen!”"],"display_date":"October 1865","search_date":"1865-10-16","locations":[{"id":6210,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5371,"title":"Impact of Religion in New England Education","course_id":80,"status":"P","start_date":"1851-12-02","end_date":"1852-01-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In New England, the Puritans required every town to establish public schools supported by all families. After settling in the United States, the first buildings they constructed were a house of worship and a school. This exemplifies that education and religion were the two most important beliefs that the Puritans held. According to New England First Fruits, “After God… reared convenient places for God’s worship… one of the next things we longs for and looked after was, to advance learning and perpetuate it to posterity”.","The New England states’ educational policies have often been regarded favorably. During a tour of the United States, Hugh Seymour Tremenheere even reported that people in Massachusetts even went so far as to say “the present public school system in the United States is a political necessity”. This shows that New England already viewed public education as an aspect ingrained in the rights of people. The New England system was considered a paradigm in setting up school systems in other areas of the country.","The curriculum in schools often centered around moral and religious training because it was believed that “one of the chief projects of Satan [was] to keep men from the knowledge of the Scriptures”. The main purpose of going to school and learning to read for many was to learn to read the Bible. Besides solely religious education, the primary education system was envisioned to be for communicating the essential American moral values as well. “Moral instruction is enjoined on the masters and mistresses to the utmost extent to which they are able to carry it in the course of the ordinary lessons of the school”. These moral values were derived from Protestantism and included industriousness, personal responsibility, and frugality."],"display_date":"December 2, 1851 - January 2, 1852","search_date":"1851-12-17","locations":[{"id":6200,"lat":42.3399569086,"lng":-70.8833658099,"zoom":9,"place":"PLYMOUTH, Massachusetts"}],"tags":[{"id":466,"tag":"Educational System"},{"id":79,"tag":"Religion"},{"id":1180,"tag":"Puritan Education"}],"course":{"name":"U.S. History from 1812 - 1914","school":"Foothill College","course_id":80,"school_id":40}},{"id":5385,"title":"Martin, A Slave Boy: <em> A Story of Ellis Gray Loring and Caroline Weston</em>","course_id":81,"status":"P","start_date":"1846-01-18","end_date":"1846-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 18, 1846, Ellis Gray Loring wrote a letter to female abolitionist Caroline Weston, pertaining to a slave boy, Martin. Ellis Gray Loring was born on April 14, 1803. After passing the Bar, Loring became a lawyer for the poor and those oppressed of their rights. In January of 1832, Loring was part of the founding of the New England Anti-­-Slavery Society in the African Baptist church in Boston. He became a colleague of William Lloyd Garrison, whom Loring did not always agree with. In particular was their disagreement over the goal of the New England Anti-­Slavery Society; in which Loring was opposed to Garrison’s concept of “immediate and unconditional emancipation,\" although Loring soon came to agree with the idea. Loring worked with many other abolitionists in his time including Caroline Weston, to whom he had much correspondence with. Caroline Weston was sister to Maria Weston Chapman, who was a prominent abolitionist in the 1800’s. Caroline was one of the abolitionist women who formed the Boston Female Anti--Slavery Society. Loring continued as a prominent figure and lawyer throughout the abolitionist movement; joining the Boston Vigilance Committee and housing fugitive slaves.","In the correspondence between Ellis Gray Loring and Caroline Weston, is the letter that concerns to a 13 year-­-old slave boy named Martin. Loring explains that the boy spent time in school in Boston before being sent to Hopedale Community to live with a Mr. G. Sowald (an Englishman). It appears Loring is concerned that the time that Martin spent in Boston was “injurious” towards him (and Hopedale Community) because the members of the community believe that Martin now sets a wrong example for the children, being a bad influence. Although Loring appears to disagree somewhat, explaining that Martin is intelligent, docile, generous, and good-­-tempered, and he believes that Martin will make a good seaman’s apprentice. He believes that Martin will soon be out of control and that will be not only painful but also mortifying for Loring. The letter is finished by saying that Martin needs a place with “firm will” and a “firm arm” if needed. The letter is addressed to “Dear friend Caroline” and is signed “with the truest resign and respect, yrs., Ellis Gray Loring.” The letter shows the mutual respect between the two abolitionist, Weston and Loring as well as their concern for the welfare of a teenage slave boy, Martin. The letter is addressed from Boston on January 18, 1846, which was two years before Caroline and her sister Maria relocated to Europe, where they continued their abolitionist work."],"display_date":"January 18, 1846","search_date":"1846-01-18","locations":[{"id":6208,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":1213,"tag":"Female Aboltionists"},{"id":164,"tag":"Slave"},{"id":190,"tag":"William Lloyd Garrison"},{"id":507,"tag":"Abolishment of Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}},{"id":5463,"title":"More to the WCTU than Meets the Eye","course_id":84,"status":"P","start_date":"1883-01-01","end_date":"1883-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In a letter to a temperance friend in the late 1800’s Francis Parkman, a Temperance supporter, called a woman who was part of the Women’s Christian Temperance Union out on what he thought the Temperance Movement was about. He writes to the woman saying that temperance was nothing more than, “A wedge to universal woman suffrage”.","In the late 1800‘s people began to become concerned with the high consumption of alcohol. From this emerged the Temperance Movement. The movement sought to ban the consumption and production of alcohol in the United States in order to clean up the country. The Women’s Christian Temperance Movement, WCTU, was the largest temperance union in America from 1873-1900. However, the union did not just focus their attention on temperance alone.","Women were becoming leaders in politics concerning temperance and their eyes began to be opened to the fact that they still could not vote. As historian Ruth Bordin writes, the WCTU president pointed out in her 1891 presidential address that, \"immigrants could vote six months or less after landing, while devoted, intelligent and patriotic women could not” (Bordin 123). This union gave women a voice for one issue that turned into a platform for multiple issues that women faced. Because women were gaining ground with temperance they were able to throw their weight into the fight for women suffrage. The women were already united under the banner of temperance, a banner that could easily be changed to suffrage.","As Parkman surmised, the fight with alcohol had been abandoned in order for women to tackle larger issues on their agenda. He writes that, “All our large cities be subjected to the corrupting farce of prohibition which does not prohibit, which in large communities does not prevent or even diminish drunkenness, but which is the fruitful parent of meanness, fraud, lying, and contempt of law”. It is because of all these reasons that Parkman writes his letter confronting his fellow member of the Temperance Movement."],"display_date":1883,"search_date":"1883-07-02","locations":[{"id":6212,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":699,"tag":"Temperance Movement"},{"id":717,"tag":"Temperance"},{"id":644,"tag":"woman's suffrage"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}},{"id":5565,"title":"Song of the Abolitionist","course_id":96,"status":"P","start_date":"1843-01-01","end_date":"1843-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Hingham, Massachusetts was a hotspot of abolitionist activity.  The town’s anti-slavery society held a large regional celebration of British emancipation in 1844. This celebration marked the tenth anniversary of the abolition of slavery in the British holdings of the West Indies. Many anti-slavery advocates held annual celebrations throughout the region.   Jarius Lincoln held the position of chief marshal of the “grand procession” that capped off the celebration in Hingham.  The festivities included a speech by Fredrick Douglass and the singing of many abolitionist songs as participants marched from the Old Ship Church (the oldest continuously run house of worship in the United States) to a \"Tranquility Grove\"  built for the occasion.  This commemoration, along with many other regional celebrations throughout the Northeast served as a means of melding together abolitionists into a single community.  The anniversary of British emancipation provided an opportunity for members of the movement who lived across a large geographical area to have a tangible means of forging common traditions.","We do not know what was sung as the abolitionists marched that day, but the songs might have included \"Song of the Abolitionist.\" An abolitionist musical culture had started to develop in the 1830s and 1840s, and many abolitionist groups included singing as part of their meetings. Writers paired anti-slavery words with familiar tunes of the day to introduce abolitionist sentiments into popular culture.  “Song of the Abolitionist” was one such song and started to spread throughout the Northeast. The melody appeared in the <em>Anti-Slavery Melodies </em>songbook. Lincoln (a distant relative of Abraham Lincoln) compiled this collection of songs, and Elijah B. Gill later published them.  Lincoln compiled the book in 1843 on behalf of the Hingham Anti-Slavery Society.","The well-known abolitionist William Lloyd Garrison wrote the lyrics of the song and set them to the tune of “Auld Lang Syne.”  “Auld Lang Syne” is a well known Scottish folk song that many Americans used to celebrate the start of the New Year, as well as at funerals and graduations.  Lines like “I am an abolitionist!  I glory in the name; Though now by slavery’s minions hissed, And covered o’er with shame” were meant to encourage abolitionists to stand strong and resist proponents of slavery.  A lot of military imagery, “I am a soldier for the war”, \"Do I enlist\" and other military jargon is sprinkled throughout the song.  This is out of character for the normally pacifist Garrison.  This more aggressive tone may be due to the condition of the abolitionist movement at the time.   An angry mob dragged Garrison  through the streets of Boston only a few years before he wrote “Song of the Abolitionist.”  As the abolitionist movement dragged on in the United States, activists became more and more desperate. Time had shown that pacifist means were not always fruitful.  The aggressive verbiage that makes up the song’s lyrics reflects a growing progression toward more strong handed tactics in the fight for American abolition.","Along with the martial imagery in the “Song of the Abolitionist” are images of persuasion and argument.  The many references to God, “In God’s great name do I demand” and the use of words like soul or peace and joy, depicts many abolitionists hope that by appealing to slaveholders on moral grounds that slavery would come to an end.   The lyrics of the song emphasized the tactic of moral advocacy, but beside this moral plea was the hint of the militant words that foreshadowed the rise of more violent means of abolitionism that would soon come to the forefront only a decade later with the actions of people like John Brown at Harper’s Ferry."," "],"display_date":1843,"search_date":"1843-07-02","locations":[{"id":6199,"lat":42.3399569086,"lng":-70.8833658099,"zoom":9,"place":"PLYMOUTH, Massachusetts"}],"tags":[{"id":250,"tag":"American Anti-Slavery Soc"},{"id":190,"tag":"William Lloyd Garrison"},{"id":193,"tag":"Abolitionism"}],"course":{"name":"Transatlantic Abolitionism","school":"University of Richmond","course_id":96,"school_id":11}},{"id":5676,"title":"Nathaniel Hawthorne's departure from Brook Farm","course_id":99,"status":"P","start_date":"1841-10-01","end_date":"1842-10-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 17, 1842 Nathaniel Hawthorne officially resigned himself from Brook Farm, an attempt at a utopian society founded on the precepts of the early socialistic ideas of Charles Fourier. Having arrived there on April 12, 1841 Nathaniel Hawthorne was a founding member, both in person and purse, of the Brook Farm experiment, but the author spent only six months with the community (having physically departed in late October, 1841) and eventually filed a lawsuit against the founder of Brook Farm, Unitarian minister George Ripley, on September 6, 1845 for $585.70.","Brenda Wineapple suspects that Hawthorne was initially attracted to Brook Farm since Hawthorne was \"[i]n need of a home, an income, and a place to write, Hawthorne gladly gambled on Ripley's arcadia. The union of thinker and worker was irresistible to a man whose conscience still cared about idleness and still considered writing a frivolous pastime, no matter how much he wanted to do it\" (147). As such, the intentions of Hawthorne were fair enough, wishing to engage in small bits of manual labor in order to become closer to the transcendental, ideal state, and, of course, to write in his leisure time, which he anticipated as being great in quantity. These notions of Hawthornes couldn’t have been further from the outcome, though.","Hawthorne was not keen on the work nor lifestyle that Brook Farm demanded of its community. Brook Farm, being an agricultural community required a great deal of fertilizer, which, for Brook Farm, was manure--that is animal feces. Hawthorne’s designated job was to shovel piles and piles of this manure and transport them daily. The seemingly endless mounds of manure were disheartening to Hawthorne. He would confide to his fiancée in a letter that he \"never suspected that farming was so hard,\" and wished to be rescued from it \"before [his] soul is utterly buried in a dungheap.\"","Hawthorne also little time for writing. The hard labor, new surroundings, and level of social activity required as a member of a socialist community prevented him from beginning any literary projects larger than a personal letter or occasional journal entry. The social aspect of Brook Farm is what had the greatest effect on Hawthorne’s writing habits. James T Fields, a publisher with whom Hawthorne worked with, noted \"He was a man who had, so to speak, a physical affinity with solitude.\"","With the burden of work yoking Hawthorne, and without the time for writing’s recuperative effect, as well as being many miles away from his fiancée, Hawthorne was in a decidedly abject state while at Brook Farm. In fact, one of Hawthorne’s fellow associates of Brook Farm, Georgiana Kirby wrote of Hawthorne’s awkward state while a part the community:","\"Hawthorne, after spending a year at the Community, had now left. No one could have been more out of place than he in a mixed company.... He was morbidly shy and reserved, needing to be shielded from his fellows...\"","And so, eventually, the lifestyle of Brook Farm became too much to bear for Hawthorne. Upon his departure Hawthorne demanded his initial investment from founder George Ripley. They battled back and forth for several years after Hawthorne’s departure (since, unbeknownst to Hawthorne, Ripley nor Brook Farm had the money to pay him back) until Hawthorn eventually filed a lawsuit by the end of 1845. The outcome of this lawsuit or whether Hawthorne received back his initial investment is unknown.<br /><br />"],"display_date":"October 1, 1841 - October 17, 1842","search_date":"1842-04-09","locations":[{"id":6208,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"}],"tags":[{"id":11,"tag":"Economy"},{"id":522,"tag":"Massachusetts"},{"id":13,"tag":"Agriculture"},{"id":1652,"tag":"Hawthorne"},{"id":1653,"tag":"Nathaniel"}],"course":{"name":"Pamphlets &amp; Pirates: Popular Print Culture in Antebellum America","school":"Northeastern University","course_id":99,"school_id":56}},{"id":5795,"title":"<strong>TO OPEN GARDNER PALACE - </strong><strong>Public Will See Famous Fenway Court To-day</strong>","course_id":114,"status":"P","start_date":"2/22/03","end_date":"2/22/03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 22, 1903, an article appeared in the <em>Philadelphia Inquirer </em>describing the opening of an opulent new estate and museum in Boston. Admission tickets were sold out well before opening day of the museum. Described in the article from the <em>Philadelphia Inquirer </em>was the overwhelming magnitude of Fenway Court and the abundance of specifically styled rooms created to display Isabella Stewart Gardner's private art collection. Fenway Court was the name of the palace that was created and maintained both as the personal home and museum of Isabella Stewart Gardner. The building was a personal representation of Isabella Stewart Gardner's architectural and artistic desires. She was the daughter of a wealthy businessman, and her marriage to the wealthy John L. Gardner helped her rise to the same social status as her husband. Spending money was not a problem for the wealthy members of society like the Gardners, who built elaborate homes and other representations of their wealth. The public enjoyed reading about these activities since this provided a form of entertainment, whether one could visit the new building or not. It was astonishing for the public to read about such personal extravagance. During the Gilded Age, some wealthy Americans were enjoying their freedom to spend money on whatever they chose, as there were no boundaries on spending money for those that had it to spend. Historian Walter Lord commented, \"The privileged poured their money into projects that amused or interested them.\" Everything was done in very grand style and the more noticeable the better.","One could not help but notice Fenway Court. Isabella Stewart Gardner not only oversaw the construction details of her palace, but she lived in it as well. She also assisted in the painting of the walls in the palace, especially if she did not like the color being applied. If she did not like someone's workmanship or performance on the construction site, they were fired on sight. She insisted on supervising every job. Writer Nelson Lansdale stated that \"She almost literally supervised the laying of every brick.\" Her palace included a music room, a stage for theatrical productions, an extensive garden courtyard and many works of art. Isabella Stewart Gardner hired her own architect to design her palace. Author Robert L. Reid wrote that she \"worked with the architect Willard T. Sears to create a unique setting for her private collection.\" The courtyard was exquisite with a gigantic skylight that made the objects in the courtyard beautiful to be seen at any time of day. The palace appeared to be three stories tall with multiple balconies at every level overlooking the courtyard. In the United States, many wealthy Americans turned toward Europe for housing and design ideas. Writer Robert G. Athearn stated that, \"the socially prominent still looked to Europe and fawned upon its nobility.\" Isabella Stewart Gardner was a perfect example of one who admired European architecture. She was ahead of her time by the way she displayed her artwork with special lighting and a room design to help enhance the artwork and the time period it was meant to be shown in.","Isabella Stewart Gardner immersed herself in the arts and really spent little time thinking about anything else. Nelson Lansdale commented, \"Isabella once brooded so much on Cleopatra that she completely forgot it was Christmas Eve.\" She was also very involved with the Boston Museum of Fine Arts. Some would consider her to have been a bit eccentric, but her complexities made her an extraordinary woman. She lived an extravagant lifestyle and was known to have quite a temper that she was not afraid to show. Nelson Lansdale commented that Isabella Stewart Gardner was, \"no prude\" and \"she like to tell risque jokes.\" She preferred the company of men over women and loved to tell jokes that were rather shocking to some. She loved to wear gowns and expensive jewelry. Isabella Stewart Gardner often retained her own writers, musicians and actors for her theatrical events. Her love of artwork seemed to come naturally for her. Isabella Stewart Gardner frequently traveled abroad to collect her artworks. Her frequent travel companion to Europe was an artist by the name of John Singer Sargent. Besides painting a self-portrait of Isabella Stewart Gardner, there was some speculation that romance existed between the two. The husband of Isabella Stewart Gardner seemed to ignore such speculation and was content to follow along and continue to support his wife's lifestyle. She always traveled in style and preferred her carriage, with footmen and coachmen readily available. She loved her role in high society and found it amusing when people would talk about her. At times, it seemed as though she enjoyed being the center of attraction and entertainer herself. Her daily adventures in Boston and travels to Europe were written about often in newspapers such as the <em>Philadelphia Inquirer.</em> She certainly was of interest to the public, for her lifestyle was never boring.","The private opening of Isabella Stewart Gardner's palace occurred on New Year's night 1903 and was attended by special invitation only. However, Isabella Stewart Gardner had a vision for her palace to be publically enjoyed. In February of 1903, Isabella Stewart Gardner's museum opened to the public, as the article in the <em>Philadelphia Inquirer </em>noted. She wanted the public to be educated and share in her appreciation and enjoyment of the arts. It was Isabella Stewart Gardner's wish for Fenway Court to remain untouched and as Nelson Lansdale stated, \"as her will directed, remains almost exactly as she left it forever in 1924.\""," "," "],"display_date":"February 22, 1903","search_date":"1903-02-22","locations":[{"id":49632,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"Suffolk, Massachusetts"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":1504,"tag":"Gilded Age"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":114,"school_id":43}},{"id":5826,"title":"Elixirs of Death: Human Health and the Dangers of Pesticides","course_id":118,"status":"P","start_date":"1/1/45","end_date":"12/31/62","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The sixties marked a time of extraordinary social change and counter cultural struggle in America, and environmental issues surrounding dangerous chemicals had come to the forefront. In 1962, Rachel Carson, an award winning author, environmentalist, and scientist, published <em>Silent Spring</em>, a popular science book warning the public about the dangers of widespread use of pesticides. Its publication forged a link between urban and industrial issues with feas about degradation of the natural environment. In this small sampling of <em>Silent Spring</em>, Carson articulates her concern that pesticides may have harmful repercussions in humans, whether it be ingestion or accidental exposure to the chemicals. In addition, through the bio-accumulative process, the pesticides work their way into a larger ecological network and directly and indirectly affect the entire ecosystem. Traces of them are found in our soil, the fish we consume, the animals around us, and, most importantly, in our bodies. Due to their “biological potency”, Carson was concerned that pesticides poison our vital systems, destroy enzymes, block the oxidation process, or initiate a malignant change in the human cell.","While some scientists disagreed on the harmfulness of DDT in the human body, Dr. Wayland Hayes of the United States Public Health Service agreed that the presence of DDT in the body interrupts equilibrium in the body. One of the most alarming aspects of DDT was its transferability from one organism to another. Some early studies discovered that hay ingested by cows shows up in their milk. In similar situations, insecticidal chemicals have been found in human milk, which are then passed on to infants, resulting in weakened immune systems. Carson argues that even though immediate harm might not be detected due to exposure of pesticides, the prolong damages are severe.","In the post-war period the U.S. began an extensive utilization of industrial insecticides. The use of these chemicals grew substantially throughout this period up to the publication of <em>Silent Spring</em>, when Carson exposed to the public the gross uses of harmful chemicals by the government and major industries. <em>Silent Spring</em> initiated a moment in the American consciousness when people became aware of the dangers and began to challenge the government.  Carson expressed concern over the results of chemical buildups in humans and animals. The chemical and agricultural industries were strong players on the national stage, but Carson’s book raised a significant amount of awareness, and fear, about the widespread ramifications of pesticide application."],"display_date":"1945 - 1962","search_date":"1953-12-31","locations":[{"id":25150,"lat":42.3649994065,"lng":-70.9800517697,"zoom":10,"place":"Suffolk, Massachusetts"}],"tags":[{"id":87,"tag":"Environment"},{"id":1122,"tag":"Public Health"},{"id":1882,"tag":"Pesticides"},{"id":1883,"tag":"Chemical contamination"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6344,"title":"<strong>Women at Work during WWII 1940s</strong>","course_id":140,"status":"P","start_date":"10/3/42","end_date":"10/3/42","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Shortly after World War I (1914-1918) ended, trade unions were concerned that men returning from the war would have to accept lower wages since many women had filled their jobs during the conflict [3]. Their concern proved to be overstated, but it remained relevant when the United States entered the World War II at the end of 1941. During the war, there was a sudden upsurge in industrial production in such a short amount of time that additional workers were needed in order to replace the men that were leaving for military service. Since women \"taking\" jobs from the men was seen as unacceptable, the initial turnout of women workers was not as successful as the government had hoped. In order to overcome these stigmas, the United States government launched a campaign to entice women into industrial work by selling the importance of supporting the war [4].  Joseph Purcell’s <em>Hie From Altar to War Jobs</em>, was one of hundreds of articles that was published portraying working women in a favorable manor [5].","Millions of women were conscripted to fill empty jobs that had once been worked by men [2]. Primarily, women were believed to not work as well as men and received lower wages. However, even with minimal experience and no training, women were confident that they could perform equally as well as the men. In Joseph Purcell’s <em>Hie From Altar to War Jobs </em>(1942), Virginia Brown, who is depicted in the picture, was a perfect example of someone who was not afraid of taking on work requiring “plenty of elbow grease.” She is shown in the article working on a gun barrel at the Watertown Arsenal in Massachusetts. Virginia Brown, along with Alice Barnes, was determined to aid the war and take on new responsibilities, including inspecting gun barrels. The article noted that Alice Barnes, Virginia Brown’s coworkers, had postponed her honeymoon to begin work. This information was emphasized in the text by a bolded heading; suggesting that she went straight from the altar after getting married to her job to continue helping the soldiers. These women were worried about the soldiers having enough equipment and focused on learning everything involved with operating heavy machinery to aid to war. WWII provided an opportunity for the women exercise greater rights in the workplace and helped to change cultural notions that women were inferior and unequal.","The government also created \"Rosie the Riveter,\" a fictional character that provided an illustration of the ideal working woman: \"loyal, efficient, patriotic, and pretty [1].  Rosie was branded in a poster with the words \"We can do it\" [1].  Initially, women were influenced by patriotism, persuaded by this successful campaign, but shortly after, the economic incentives became greater. Women between the ages of 20-30 were recruited to work in war industries and Armed Forces [3].  Propaganda flyers were distributed in mass quantities, urging women to partake in war work. One propaganda in particular shows various pictures of women working in those roles which were once men's [4]. The headline \"Women in war industry: Women <em>Must </em>keep'em rolling,\" speaks of these women highly by proving that these jobs are still being maintained through these women, keeping the economy moving.  These marketing leaflets can also be seen in John Cilio's book <em>Women's Work in WWII</em>.","While all the efforts of the men fighting in the war were constantly spotlighted, the women who were working hard to maintain stability at home were easily forgotten and often not credited with the work they accomplished.  However, from the start of WWII in 1939 to 1943, there was a 26 percent increase — 5.1 million to 7.25 million — in women employees, with 90 percent of single women between 18 and 40 employed [1].  Even though they may have taken over the workforce, their pay was still not equivalent to those of their male counterparts [4].  The war opened doors for working women by providing opportunities for them to join workforces where they were extremely unwelcomed before.  Women that were exemplified in the campaigns, such as Virginia Brown and Alice Barnes, were able to set an example of patriotism to other women and help shape the entire working industry for women.  Women that were represented in the campaigns, such as Virginia Brown and Alice Barnes, embodied patriotism, helping to shape the entire work industry for women.","References"," "],"display_date":"October 3, 1942","search_date":"1942-10-03","locations":[{"id":25375,"lat":42.3399569086,"lng":-70.8833658099,"zoom":9,"place":"Plymouth, Massachusetts"}],"tags":[{"id":5,"tag":"War"},{"id":199,"tag":"working women"},{"id":242,"tag":"WWII"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":140,"school_id":43}},{"id":6385,"title":"The Escape of William and Ellen Craft from Slavery in America to Freedom in England","course_id":149,"status":"P","start_date":"1848-12-01","end_date":"1852-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William and Ellen Craft were both born in 1820s Georgia to, by the standards of that time, fairly sensitive masters. Neither was ever beaten by their masters, yet they still could feel the shackles of slavery. They met each other in 1846 by coincidence, and by 1848 were married. Their decision to escape slavery was heavily influenced by, besides their desire for and right to freedom, their desire to raise children out of the confines of slavery. Their escape was quick—eight days from their initial idea—however it was not easy and they ran into many obstacles along the way.","Their idea was based on the fact that Ellen’s quadroon skin made her passably white. So, they decided she was going to dress up as William's male master and chaperone him to Philadelphia, a free state. With nerves rumbling, they gathered costumes and props--Ellen decided to wear glasses and poultices around both her mouth and her arm so that she would neither be recognizable nor be asked to speak or write. Their masters issued them “holiday” papers for a short Christmas vacation. Along their journey, they encountered Ellen's family's friend and William's employer, but luckily were not caught. Many pro-slavery Southern Whites they met warned Ellen, code-named \"William Johnson,\" that her “slave” may escape when they get to the North. Blacks free and enslaved urged William to seek freedom when he got to Philadelphia.","If William and Ellen had good masters, why, then, did they want so badly to be free? Did they not have food, a job, a bed? This sentiment is what Saidiya Hartman says is the worst part of this institution. \"If the excess of enjoyment imputed to the enslaved displaced what we would think of as disturbing circumstances, it did so only by obscuring violence and comflating it with pleasure\" (Hartman 25). The institution's ideologies as a whole seeped within the community in the form of subconscious racial discrimination and subordination, allowing whites to alleviate their guilt in an instance where a slave seems to be treated more humane than usual. This natural inclination towards racism under the lens of paternalistic, goodly masters is seen throughout the Craft's interactions with the upper-middle to upper class white persons on the trains and steamers. When they were on a train in Richmond, an elite woman mistook William for her escaped \"Ned\" because she “never in my life saw two black pigs more alike” (Tweedie 62).  This incidence truly emphasizes the social atmosphere of the era. A majority of whites held skewed views of blacks and a lot of people were very proud and open about it. This woman was of a paternalistic view of blacks, that they were less intelligent and she knew what was best for them. This idea led her to change the will of her late husband, which had called for the emancipation of his slaves. She sold them because she thought it was “such a cruel thing to turn n****rs loose to shift for themselves, when there are so many good masters to take care of them” (Tweedie 64). A discussion, thus, took place amongst her, Ellen, and gentleman who was sitting by them, though it brought no change of mind to the woman. She reserved her paternalistic view of her slaveholding status."," Mysteriously, the couple came across much luck in their travel. At the port in Baltimore en route to free land in Philadelphia, a \"Yankee of the low order\" (Tweedie 68) claimed he could not let men with slaves pass without his approval, to prevent the emancipation of the slaves. With sheer luck, the conductor of the train recognized the couple and convinced the Yankee to let them board. While in Philadelphia, they met a man who was a member of the Society of Friends and who graciously hosted them for three weeks. During those three weeks, the freed William and Ellen learned the alphabet and how to spell and write their names.","It came to be, however, that they were not safe in the supposedly free land of the North for, in 1850, the Fugitive Slave Act was enacted and their masters sent out warrants for their re-enslavement. As quickly as they arrived in the North, they fled for Canada and then England. William remarks at the end of his narrative about how unfortunate it is that, in order to be free, he and Ellen had to flee a land that prides itself in freedom and equality for the land which that country fled from just a few centuries prior.","                                    \"In short, it is well known in England, if not all over the world,                                                                                        that the Americans, as a people, are notoriously mean and cruel                                                                                    towards all coloured persons, whether they are bond or free\" (Tweedie 111). "],"display_date":"December 1, 1848 - January 31, 1852","search_date":"1850-07-02","locations":[{"id":52774,"lat":32.8406946,"lng":-83.6324022,"zoom":8,"place":"Maçon, GA"},{"id":52775,"lat":32.0835407,"lng":-81.0998342,"zoom":8,"place":"Savannah, GA"},{"id":52776,"lat":32.7764749,"lng":-79.9310512,"zoom":8,"place":"Charleston, SC"},{"id":52777,"lat":37.5407246,"lng":-77.4360481,"zoom":8,"place":"Richmond, VA"},{"id":52778,"lat":39.2903848,"lng":-76.6121893,"zoom":8,"place":"Baltimore, MD"},{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"},{"id":52780,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"Philadelphia, PA"},{"id":52781,"lat":42.3600825,"lng":-71.0588801,"zoom":8,"place":"Boston, MA"},{"id":52782,"lat":43.661471,"lng":-70.2553259,"zoom":8,"place":"Portland, ME"},{"id":52783,"lat":45.2733153,"lng":-66.0633081,"zoom":8,"place":"St John, NB, Canada"},{"id":52784,"lat":44.9902861,"lng":-64.1310364,"zoom":8,"place":"Windsor, NS, Canada"},{"id":52785,"lat":44.6488625,"lng":-63.5753196,"zoom":8,"place":"Halifax, NS, Canada"},{"id":52786,"lat":53.4083714,"lng":-2.9915726,"zoom":8,"place":"Liverpool, UK"}],"tags":[{"id":4,"tag":"Slavery"},{"id":501,"tag":"Escaping slavery"},{"id":2306,"tag":"Slave narratives"},{"id":420,"tag":"Slaves"},{"id":2737,"tag":"Civil War era"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6490,"title":"Building Boston","course_id":155,"status":"P","start_date":"1620-01-01","end_date":"1620-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The land that bordered the sea was not always crowded and “wharfed out with great industry and cost.” The salty air used to beat against the trees and the wilderness, where now the city of Boston stands. Although there were Native inhabitants in the “heathen wilderness,” the first Europeans to live there saw the land as totally wild. When Edward Johnson and his fellow travelers landed on the shores, they discovered a vast wilderness, practically untouched, a frightening proposition but an exciting opportunity nonetheless. To the Europeans, it was an “admirable act of Christ” to civilize the area and exploit the resources for their gain.","The settlers saw it as their duty to impose the Old World idea of taking the land and  “improving” it in the ways they saw as appropriate. Edward Johnson admired the dramatic changes his fellow settlers had made to the coastline in just a few short years. He saw the plantations as not just a cultivation of civilized society, but also a planting of the gospel in this New World. Their crops were more than just corn and indigo. They grew the beliefs, viewpoints, and intellectual traditions that would come to shape the landscape itself as well as the American mind. Paramount among these beliefs was the need to spread Christianity, which “arrived in the new world as a promise wrapped in a threat.”","Improvements to the land also included building structures. Native Americans already lived on the lands now inhabited by the Europeans, but had never developed townships beyond small villages with little organization and fortification. Europeans immediately recognized the necessity of building communities and establishing trade with the Native Americans. Any change that they made to the New England environment was a totally positive and necessary improvement in their eyes. The Native Americans, though, saw the new changes in a starkly different light. To the Natives, improvements meant preserving the land for future use, not stripping the land of its resources.  ","The blending of cultures in this New World called into question the colonists’ view of wealth. They imposed their way of life over the Native American’s customs and began to destroy it. While they viewed the Natives as paupers, the Natives saw themselves as abounding with the riches of the land. European culture prevailed and the forests turned into the bustling streets of Boston. The wind now beats against the tall buildings, evidence of the human impact over the changing land. "],"display_date":"January 1, 1620","search_date":"1620-01-01","locations":[{"id":52761,"lat":42.3591267,"lng":-71.0570833,"zoom":8,"place":"Boston, Massachusetts"}],"tags":[{"id":537,"tag":"Native Americans"},{"id":739,"tag":"Nature"},{"id":2899,"tag":"Colonists"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}},{"id":6688,"title":"Womans role in teh Civil War","course_id":170,"status":"P","start_date":"1861-01-01","end_date":"0000-00-00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":[" ","During the Civil War, a woman’s place was in the home, tending to the children, tidying up the house, and cooking dinner for their husbands. In many cases, women were not considered equal. Many would believe that, that is true and that is exactly how it went, but those people would be wrong. In fact, many women actually fought in the Civil War. While many were either nurses, formed clubs and raised money for the troops, knitted blankets and scarfs, planted and canned vegetables for the troops or, some actually fought side-by-side the men in war. Almost 20,000 women worked directly with the Union Army and quite frankly, helped them win the war."," ","            Women played a very significant part in the Civil War. They fought on both sides, The Union and The Confederacy. But, more so for The North.  The women soldiers would often not attract too much attention to themselves and stay secluded.  Many women dressed up as men and fooled the people giving the physical exams. Besides, The Union had boys as young as 18 enlisting in the war. Just like them, women had smooth faces and high pitched voices, no one really noticed. "," ","            Although serving your country is very heroic, many who were discovered to actually be women, were often sent home and even imprisoned. Many people thought that once discovered, there would be some sort of mayhem. In reality, they were just sent home most of the time. The main way of becoming exposed was due to going to the infirmary and having the doctors or nurses founding out that you’re really a woman. There was a case where a woman who was a major in the war and was discovered to be a woman was a sentenced to jail time because of it.   "," ","            Another great story was the case of Jennie Hodgers, or Albert Cashier. “She enlisted in Illinois and she fought the entire Civil War without being discovered and ended up living out the rest of her life as a man for another fifty years. She even ended up receiving a military pension and living at the sailors’ and soldiers’ home in Illinois as a veteran. The staff at the home kept her secret for quite some time, even after they discovered that she was a woman.” Proving that a woman can do anything a man can do."," ","            To help serve your country is one thing. But faking your identity to help serve your county is completely different. Women have proved themselves throughout history time and time again. Once again proving the quote valid, “A woman seldom make history.”"],"display_date":"January 1, 1861 - undefined 0, 0","search_date":"1880-06-16","locations":[{"id":53050,"lat":42.3600825,"lng":-71.0588801,"zoom":8,"place":"Boston, Mass"}],"tags":[{"id":7,"tag":"Women"},{"id":32,"tag":"Civil War"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6749,"title":"Civil War Field Guides: Advances in Medicine in the 1860's","course_id":177,"status":"P","start_date":"1861-04-12","end_date":"1865-05-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Civil War is often noted as the bloodiest war in American history, due to the many casualties from the war. However, historian Guy Hasegawa states “roughly twice as many soldiers in that conflict died from disease as from combat injuries.” Naïve medical care and sanitary conditions were a major reason that so many soldiers died from disease. In America, in the late 1800’s, medical education was unstandardized and unregulated, and advanced theories on treatment and spread of disease were under developed. The profession of medicine’s lack of regulation caused each doctor and surgeon to have very different knowledge, experience, and preferences on how to treat various diseases. However, during the Civil War there were advances to the standardization of medical analysis and treatments.","The Union attempted to standardize battlefield medicine by hiring two surgeons to create medical supply lists. Many other surgeons later created medical field guides that aided in surgery and wound treatment. The Report of a committee of the associate medical members of the Sanitary Commission: on the subject of amputations is a twelve-page Civil War field guide on what circumstances require and how to perform field amputations. The Union report also briefly outlines post-care instructions, that are pre-germ theory. Many soldiers fell ill because of infection, due to wounds from living conditions or minor combat-related injuries. However, there were many unlucky soldiers whose combat wounds required amputation. The current thoughts on amputation are that it is a very drastic medical intervention and one of the last attempted treatment options. Unfortunately, during many of the early Civil War battles, surgeons performed more amputations than necessary to better understand the surgery. This is one of the reasons that the report was needed, and provided to battlefield surgeons. ","The Report is a Union edition of an amputation field guide. The Confederacy had their own surgery guides, like A Manual of Military Surgery by Samuel Moore, M.D. In many ways, the Confederate military was less advanced than the Union Army, but this manual was highly advanced with 174 illustrations. However, the Union report, with it’s twelve pages of concise requirements of a wound that mandated amputation, and surgical instruction on how to perform amputations on various areas of the body, would prove very helpful in the midst of battle. Often, there were many gravely injured soldiers screaming and demanding treatment at the same time. Surgeons had to weigh the possibility of infection, with the post-injury use of the limb, and possibility of survival of the injury and surgery, while listening to the gut-wrenching cries of the wounded in an unhygienic field hospital.","The historian Schroeder-Lein, states that field hospitals were often in a nearby home, barn, or other structure; however, if no structures were available, a shade tree would be used. Being that no official tent or area would be stocked and ready for battle made the idea of concise field guides much more needed and valued. A military surgeon could be prepared for amputation at a moment’s notice with his field guide in his pocket or with his surgical case. Although unsanitary conditions proved to be very detrimental, this report shows the innovations and advances in understanding in Civil War medicine. "," "],"display_date":"April 12, 1861 - May 9, 1865","search_date":"1863-04-26","locations":[{"id":52781,"lat":42.3600825,"lng":-71.0588801,"zoom":8,"place":"Boston, MA"}],"tags":[{"id":32,"tag":"Civil War"},{"id":3442,"tag":"Field Guide"},{"id":3443,"tag":"Amputation"},{"id":3444,"tag":"Military Medicine"},{"id":3445,"tag":"Military Surgery"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}},{"id":6828,"title":"Boston female abolitionists call upon women to join their cause","course_id":188,"status":"P","start_date":"1836-07-13","end_date":"1836-07-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Maria Chapman and Melanie Ammidon from the Boston Anti-Slavery Female Society wrote an address about their abolitionist society outlining why their support for abolition and how they planned to petition. They believed that all people are immortal souls created by God, and that no one, therefore, should live under the cruel system of slavery. The address argued that women are very influential in society and are the key in urging men to cease protecting immoral systems and to preserve everyone’s God-given rights. Chapman and Ammidon wrote the goals of women are, “to labor to increase the knowledge and the love of God.” The goals of the society included garnering support from women to condemn slavery and push for men, particularly those from DC, to help abolish slavery. The address warned that if the United States did not abolish slavery then “God punishes wicked systems,” so society needed to change for their safety.","The Boston Anti-Slavery Female Society was founded in 1834 by twelve women with the aid of abolitionist Reverend Amos Phelps. The group’s methods were initially ineffective at promoting abolitionism. The society had few meetings and confined itself to going to sermons of abolitionist preachers. In the book <em>Strained Sisterhood</em>, Debra Hansen writes the society admitted that their campaign did not gain much attention. Maria Chapman later emerged as the figurehead of the society by her own fervent opposition to slavery and support of women’s rights. She pushed for new initiatives to be pursued by the society. Historian Jean Yellin comments on Chapman by stating, “Chapman constituted the bazaar as a means of moral transformation, consciously winning the hearts of New England for abolition.” The society established sewing circles, and funded projects such as the Boston Christmas Fair and the Samaritan Asylum, which helped to strengthen public awareness for abolition. The society started to break apart by 1839, as male abolitionists claimed the society was not an anti-slavery movement, but a disguised women’s movement. Reverend Amos Phelps, who originally helped form the society, thought the group diverged into a women’s movement once they started to argue for the importance of women in society. Reverend Joseph Tracy of the American Colonization Society shared this view. Prominent ministers claimed the members of the society “behave[ed] in a manner unbecoming to their sex.” Some of these reverends believed that if feminism was promoted that it would be a slippery slope that would lead to the support of anarchy, infidelity, and atheism. Eventually, the Massachusetts Abolition Society formed in opposition to the Boston Anti-Slavery Female society and stole its spotlight."],"display_date":"July 13, 1836","search_date":"1836-07-13","locations":[{"id":53160,"lat":42.3600825,"lng":-71.0588801,"zoom":8,"place":"Suffolk County, Boston, Massachusetts"}],"tags":[{"id":193,"tag":"Abolitionism"},{"id":514,"tag":"Christianity"},{"id":7,"tag":"Women"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}