{"id":4123,"place":"HARDIN, Tennessee","lat":35.1986686307,"lng":-88.1843543266,"episodes":[{"id":4511,"title":"<strong>Sherman Praises Soldiers of the Fifth Divison</strong>","course_id":18,"status":"P","start_date":"1862-04-06","end_date":"1862-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Battle of Shiloh, General William Tecumseh Sherman gained an appreciation for the bravery of his men. As seen in his after-action report, Confederates surprised the Fifth Division with their attack and Sherman's forces were driven far from their encampment. Though the army was in a panic, the retreat was ultimately halted and Sherman's men held their ground. The 32nd Indiana behaved as a model regiment for General Sherman.  Without haste, Sherman described them as advancing into a thicket where the \"enemy was in great numbers.\"  Despite the large numbers of the enemy the Indianans faced, they entered the battle ground \"in beautiful style.\" Though pushed back due to overwhelming numbers of Confederates, they earned the respect of General Sherman.","            Sherman's Fifth Division was driven to within five hundred yards of the Shiloh meeting house, but did not budge any further than that. He encouraged his men in the face of enemy fire and maneuvered his artillery and companies to engage pressing Confederates trying to capture his guns. Sherman showed his determination to hold off enemy attacks and at times exposed himself to enemy fire in order to direct the movements of his men. He had a total of three horses shot out from under him.           ","            Prior to the Battle of Shiloh, on April 6, 1862, General Sherman, due to General Grant's false evaluation of enemy movement, was not expecting to come into contact with Confederate forces. The 5th Ohio cavalry and the 46th Ohio Infantry Regiment reported seeing Confederate movement but this was ignored by General Sherman. Sherman became enraged with Colonel Thomas Worthington of the 46th Ohio Regiment due to his constant warnings.  Worthington was court-martialed by Sherman and the colonel was a permanent enemy of Sherman from that point on. General Sherman would find out that Worthington was right when early on April 6th Confederates came crashing through the woods into Union positions."," Despite his temper and ignorance on April 5, General Sherman proved important to the Union army. He is credited with saving the Northern forces at the Battle of Shiloh. Abraham Lincoln stated that, \"It is the unanimous opinion here that Brig. Genl. W.T. Sherman saved the fortunes of the day on the 6th and contributed largely to the glorious victory on the 7th.\""],"display_date":"April 6, 1862 - April 7, 1862","search_date":"1862-04-06","locations":[{"id":12073,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":101,"tag":"32nd Indiana Regiment"},{"id":102,"tag":"The Battle of Shiloh"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4719,"title":"<strong>Turning the Tide: Col. Samuel Beatty's experience at Shiloh</strong>","course_id":34,"status":"P","start_date":"1862-04-09","end_date":"1862-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Reversing momentum is a crucial element that is necessary for success, whether on a football field or a field of battle. Often, however, those involved in these critical moments do not realize their own significance. On April 9, 1862, Colonel Samuel Beatty, of the Nineteenth Ohio Infantry submitted a report which detailed the actions of his regiment during the Battle of Shiloh two days earlier. Beatty’s regiment of volunteers had crossed the Tennessee River at midnight the previous night, after the surprise Confederate attack on 6 April had nearly overwhelmed Grant’s force at Pittsburg Landing. Beatty’s regiment was a part of Major General Buell’s force, which provided major reinforcements for General Grant’s dilapidated army and helped turn the tide of battle during the second day into a clear Union victory.","Col. Beatty was straightforward in his report, but was also anxious to emphasize that he and his men took an active role in the battle itself. After being organized and then re-organized by different commanding officers, Beatty sent two different sets of skirmishers out to engage Confederate forces, capture prisoners, and gain knowledge of the enemy position. Eventually, the entire regiment advanced along with a larger Union force that “remained at the brow of the hill under an artillery fire,” and finally ended up advancing “under fire of musketry, by which several were wounded, and delivered well-directed volleys with apparent effect, and then fell back halfway up the hill.”  As the confederate forces fell back on 7 April, Beatty’s force was not ordered to advance any further, and remained encamped on the battlefield for the next few days.","This report outlines what is perhaps the most critical moment at Shiloh: the Union Army’s utilization of the night to regroup, reorganize, and ultimately reverse the fate of the battle. Buell’s army helped Grant and Sherman’s forces recover from the massive death toll of the first day of fighting. It was this turn of events that seriously affected subsequent events on the western theatre and memories of war. Sherman became convinced that only “total war,” focusing on economic interests as well as armies, could effectively defeat the Confederacy. Also, Grant was able to prove his worth as a general by standing firm in his last lines of defense (thus securing permanent control over Western Tennessee) before fresh troops from Buell arrived in the night. Finally, the widespread carnage at Shiloh forced a restructuring of historical memory; artists’ depictions gradually became more realistic, the death of one single person lost some of its significance in the face of the 24,000 lost within the two days of battle. Thankfully, Beatty’s report shows that in spite of the carnage he was still keenly aware of the loss of every one of his men, some 4 dead, 44 wounded, and 8 missing.","Samuel Beatty had raised his regiment of volunteers from his home in Stark County, Ohio. After serving as his regiment’s elected Colonel at Shiloh, he was promoted to brigadier general and took part in several major battles in the western theatre of the Civil War. At the time when Lee surrendered at Appomattox, Beatty was being considered for promotion to major general. After the end of the war, he returned home to his farm in Ohio and lived peacefully for the rest of his life."," "],"display_date":"April 9, 1862","search_date":"1862-04-09","locations":[{"id":12073,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":102,"tag":"The Battle of Shiloh"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4720,"title":"<strong>Confederate Disorganization Leads to Chaos at Shiloh</strong>","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the battle of Shiloh, Colonel Issac L. Dunlop discovered that even the clearest laid plans and troop organization can be turned into complete chaos after the start of battle.  According to the Official Reports of the battle, Colonel Isaac L. Dunlop and his Ninth Arkansas Infantry are clearly put under the command of Brigadier General J.C. Breckinridge in the Reserve Corps, to the east of the battlefield. However, Col. Dunlop’s regiment somehow managed to get in the dead center of the battle within the first day on 6 April, 1862. General A.S. Johnston found them and ordered them into battle, specifically to charge up a hill and force the Union soldiers to give up their position. Dunlop stated that he learned afterward that the men they faced were Pickett’s, but whether or not his regiment was partially responsible for the taking of the famed “Hornet’s Nest,” no one knows. They continued pursuing the Union soldiers until their position became one of “extreme peril” that was right in between “two batteries, both pouring grape and canister into [the] ranks” and then fell back to a safe position for the night.","Further organizational confusion was apparent the following morning, 7 April, when Dunlop and his men were pulled from battle in the face of a Union advance and ordered to support General J. K. Jackson and make a stand.  However, the brigade fell before Dunlop could get into position, and chaos began to rule the day; Dunlop’s regiment advanced too far forward and became completely detached from General Jackson’s Brigade, becoming “exposed to a destructive fire from both flanks.”  Rather than rejoining Jackson, Dunlop chose instead to continue moving his men in the same direction and joined up with a different brigade, this one commanded by Col. John D. Martin.  In spite of numerous attempts to make a stand and hold their position, ultimately the order to fall back was given.","Dunlop, in typical Confederate fashion, made little mention of the defeat. Instead, he emphasized in his report the bravery of his regiment, their perseverance in battle, and their tireless dedication to confronting the enemy. He gave little indication that the battle was going against them when the order came to fall back at 3 pm on 7 April, and then returned to commending the bravery of the fallen and giving numerical information to his commanding officer, J. S. Bowen.","Victor Davis Hanson, in Ripples of Battle, describes the Confederate force at Shiloh as a “microcosm of the Confederacy” that was rife with disorganization, confusion, and disunion. Other authors, such as  Brooks Simpson and Ned Bradford, definitely agree with the portrayal of confusion and chaos, though they diverge on other subjects. General A.S. Johnston provided clear and charismatic leadership, but Col. Dunlop’s report clearly indicates that without such a strong leader the Confederate forces barely managed a semi-organized retreat. With the loss at Shiloh, as well as the loss of Johnston, the western theatre had little hope of Confederate success for the remaining three years."],"display_date":"April 6, 1862 - April 14, 1862","search_date":"1862-04-10","locations":[{"id":12073,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":102,"tag":"The Battle of Shiloh"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4721,"title":"Shiloh: Col. Cyprus Hall, 14th Illionois Infantry.","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Colonel Hall’s experience in the Battle of Shiloh is unique from any common and popular knowledge of what actually took place during the battle. The general populations’ recognition of the battles in the west does not compare to their recognition of the battles in the east such as Gettysburg and Harpers Ferry. The reason is that the battles in the east took place in close proximity to some of the larger national newspapers while the battles in the west were not and therefore did not get the same kind of publicity. The battle itself was a very important piece of the Civil War in the west. Shiloh, when looked at closely, can be considered the Gettysburg of the west. If the South had won, it quite possibly could have been the end to the war in the west. “Long after the last gun cooled on the Shiloh field, writers would bitterly argue the nearness of a Confederate victory on April 6.”","In the broad scheme of the battle, most historians would say that the actions of Col. Cyprus Hall and the 14th Illinois Infantry did not mean much. According to his report of the battle one would think differently. In his account of the battle he describes, move-by-move, the chronology of the actions his men took and what they witnessed. Many of Hall’s descriptions of battle fail to give any recognition to the events of the rest of the battle, much less the Civil War. At first, Hall describes many of his actions as if he does not know what is going on around him but rather that he is just awaiting orders: “I ordered my men to lie down, conceal themselves as much as possible, and await orders”. Hall was even forced to cease fire when he was not sure whom he was firing on. It is a popular belief that the brigade commanders were only giving the power to carry out orders. On the contrary, because of the vast landscape of most battlefields and the resulting slow communication, many officers were charged with the responsibility to both carry out orders and to adapt to the events of battle without putting the army at a disadvantage: “General Grant ordered me to advance, feel my way cautiously, and engage the enemy wherever I might find him”. As the report goes on, Hall is able to acknowledge his surrounding much better than before. He was able to regurgitate every other brigade’s position around him and what he believed to be the positions of the enemy soldiers. While he did not have a true grasp on what was happening in the battle as a whole, he did understand his own positioning and the responsibilities that came with it.","It is interesting at the same time to notice that while he did not seem to mention the purpose of the battle or even the Civil War, he did recognize as many killed and wounded soldiers as he could. He mentioned the bravery of many of his Captains saying that they “were all wounded on Sunday morning, while bravely and gallantly leading and encouraging their men.” Col. Hall’s account of the battle was a very personable one, with great attention to detail of his men, not the entire battle."],"display_date":"April 6, 1862 - April 7, 1862","search_date":"1862-04-06","locations":[{"id":12073,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":317,"tag":"1862"},{"id":318,"tag":"Shiloh"},{"id":319,"tag":"Pittsburgh Landing"},{"id":320,"tag":"Cyprus Hall"},{"id":321,"tag":"Union Army"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4722,"title":"Shiloh: Col. Ralph P. Buckland, 72nd Ohio Infantry.","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Colonel Buckland’s experience in the battle of Shiloh is unique from any popular knowledge of the battle. The general populations’ recognition of the battles in the west, concentrating on Shiloh in particular, does not equate to their recognition of the battles in the east such as Gettysburg and Harpers Ferry. The reason is that the battles in the east took place in close proximity to some of the larger national newspapers while the battles in the west did not, and therefore did not receive the same publicity . The battle itself was a very important piece of the Civil War in the west. Shiloh, when looked at closely, can be considered the Gettysburg of the west. If the South had won, it quite possibly could have been the end to the war in the west. “Long after the last gun cooled on the Shiloh field, writers would bitterly argue the nearness of a Confederate victory on April 6.”<br /> <br /> Except for the familiar names of Grant, Buell and McClernand, one can barely decipher which battle he or she is reading about. Shiloh is just a normal battle to the men fighting. The importance of the battle was only understood by those leading the war effort. An Ohio native who studied law and was admitted to the bar in 1837, Col. Ralph P. Buckland, 72nd Ohio Infantry, Commanding Fourth Brigade wrote a report his battle accounts from the battle of Pittsburg Landing (the northern name for Shiloh) to higher authority on April 9, 1862. Buckland, like many other Federal commanding officers, did not know the lay of the land of west Tennessee very well, nor did he have any pre-Civil War combat experience or training. He described his first encounter of the battle as if it came out of nowhere. He wrote, “We had marched about 30 to 40 rods when we discovered the enemy, and open fire upon him along the whole line…” Although he seemed to be unsure of his own positioning and the positioning of the enemy, Buckland’s report comes off as very confident and calm. He talks of the successes of his men during the battle writing that “I think I may safely put the number killed by my brigade in that action at 200.”<br /> <br /> Buckland's account of the battle never mentions the broad scheme of the battle or his opinion of the war. It only really talks about the events that are affecting him directly (i.e. the fighting for life and death of he and his men). This lack of opinion can be partly attributed to the intent of the report to be merely a factual account of events and casualties for the use of higher ranked commanding officers. One can also notice Buckland’s feeling of personal responsibility to recognize the dead and wounded in his ranks by describing the extent to which his men, alive, wounded and dead, were brave and fought for their country. Buckland even gives credit to the surgeons working the field for the Federal army saying, “I take the liberty to refer to the important services of Surg. J. B. Rice and the assistant surgeons of the 48th, 17th and 72 Regiments Ohio Volunteers. They labored…taking no sleep for two days and nights.\"<br /> <br /> Following the war, Buckland was elected to the thirty-ninth and fortieth Congresses as a Republican. He later retired from politics, worked as the government directory for Union Pacific Railroad. He died in Fremont, OH in 1892."],"display_date":"April 6, 1862 - April 7, 1862","search_date":"1862-04-06","locations":[{"id":12073,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":322,"tag":"Ralph P. Buckland"},{"id":319,"tag":"Pittsburgh Landing"},{"id":317,"tag":"1862"},{"id":318,"tag":"Shiloh"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4735,"title":"Col. John C. Moore's report of The Battle of Shiloh","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“In justice to my regiment, permit me to say that no other regiment entered the fight on that day under more unfavorable circumstances than the Second Texas.” Colonel John C. Moore included this in the beginning of his report on the first day of the Battle of Shiloh. Tired, hungry, and lacking supplies, the Second Texas Infantry left Texas, met with the rest of the Army of Mississippi and then traveled to Tennessee for the Battle of Shiloh within a three month time period. The Second Texas Infantry was a rather new infantry. It had only been together for less than six months when it joined the Army of Mississippi and fought against the Union troops.","Despite the hardships that they faced, the Second Texas Infantry “moved forward with light hearts and buoyant spirits without a murmur of complaint” toward the Battle of Shiloh. Imagine not only entering the war tired and hungry, but with a lack of proper clothing. Although Moore stated in his report that all of his men refrained from complaining, in reality this is not plausible, but it does illustrate the leaders tendency to paint their men in the best light possible.  As Moore stated in his report, many of the men, officers included, returned from the war barefoot because the lack of viable shoes available. Author Tony Horwitz visited the battlefield where the Battle of Shiloh occurred and wrote about what the soldiers must have experienced that day: cold, soaking wet feet. He mentioned the coldness while wearing shoes. The soldiers were barefoot on the cold, wet ground and running and fighting, not simply walking.","In addition to these hardships, the soldiers also faced the confusion of men who were inexperienced in battle. At one point when the Second Texas Regiment was fighting the Union forces, a Federal Colonel approached them shouting “Boys, for God’s sake stop firing, you are killing your friends.” Colonel Moore stated that this Colonel was simply deceiving his men, but it still indicates the uncertainty of the fighting. Moore did not lead his men on the second day of battle, but sent in a report on his regiment in defense of their actions. In his second report on the Battle of Shiloh, he acknowledged that his men contributed to the Confederate’s loss, but he defended them by placing the blame on the “multiplicity of commands, and the consequent confusion of the men not knowing whom to obey”, illustrating both a leader’s determination to paint his men in a good light and the confusion of the battle that the inexperienced men had to endure.","Although the Confederates lost the Battle of Shiloh, The Second Texas Infantry unit was commended for its bravery by generals P.G.T. Beauregard and Dabney Maury.  Following the first day of Battle, John Moore was promoted from Colonel to Brigadier General in charge of the Second Brigade."," "],"display_date":"April 6, 1862 - April 7, 1862","search_date":"1862-04-06","locations":[{"id":12073,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":102,"tag":"The Battle of Shiloh"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4739,"title":"Captain Robert H. Sturgess's report of the Battle of Shiloh","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early hours of the morning of April 6, 1862, the Eighth Regiment Illinois Volunteers heard shots fired near the Union battle lines. These shots signified the beginning of a bloody, two-day battle known as the Battle of Shiloh. The battle of Shiloh occurred on April 6th and 7th of 1862 in Shiloh, Tennessee. During those two days of fighting, the causality count was higher than it was in the entire Revolutionary War.  One in four men fighting at Shiloh died. In the course of the first day of battle, Captain Robert H. Sturgess took command of the unit after the commanding officer was injured and the second in command, Captain William H. Harvey, was killed.  Charles Royster states in <em>The Destructive War </em>that during the Civil War, civilian newspapers followed the progress of the battle and the commanders. The public as a whole came to expect commanders to be daring and victorious. Thus, it is no surprise that countless reports written during the Civil War were peppered with adjectives such as valiant, brave and gallant to describe soldiers or their actions. Captain Sturgess’s report is no exception.  Even though his report gives a detailed account of the losses and gains made by the Union Army, it also contains a romanticized, heroic tone. While describing the death of Captain William H. Harvey, he stated that Harvey was shot while, “gallantly leading and stimulating the men by his noble conduct, and displaying the greatest bravery and activity”.  Again, at the end of his report, he commended his men saying that they all “acted the noble part…” With both high-ranking officials and citizens following the battles, it must have been a high priority of the person writing the report to portray his unit favorably.","Like Robert Sturgess, who was a carpenter, most of the soldiers were not trained, professional soldiers before the war. Instead they were first industrial workers, farmers or the like. Some had recently joined the war effort and were truly inexperienced. Due to this fact, disorganization was a common element of the war. This is shown at the Battle of Shiloh in Sturgess’s statement that “Our men, seeing their peril, immediately fell back in disorder, and the company officers lost control of their men from the promiscuous mingling together of the different regiments”. Without modern technology, it was impossible to keep in constant communication, to be aware of the exact placement of various troops, or know instantly who had died and who was in charge. Sturgess’s sudden rise to command and his decision to lead illustrates how swiftly the change of command changed. As he said, “Knowing I was next in rank, I immediately assumed command”. There was not a formal announcement that Sturgess was now in command, he simply took over.","The Battle of Shiloh was a battle where common men on both sides assumed the role of soldiers and faced the confusion of war while the public kept watch."],"display_date":"April 6, 1862 - April 7, 1862","search_date":"1862-04-06","locations":[{"id":12073,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":332,"tag":"battle of shiloh"},{"id":389,"tag":"Battle of Pittsburg"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4745,"title":"Shiloh As Witnessed by the Sixth Iowa Regiment","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Similar to the soldiers of the Army of the Mississippi, the recruits of the Sixth Iowa Regiment in Grant’s Army of the Tennessee found warfare during the battle of Shiloh to be far more intense than any of their previous combat experiences. Mustered on July 17, 1861, the Sixth Iowa Infantry Regiment participated in the expeditions to Springfield and Crump’s Landing along the Tennessee River prior to their action at Shiloh.","Their encounters during the violence at Pittsburgh Landing reflected the experiences of the average infantryman and the challenges faced by inexperienced soldiers. Following the Confederate assault on Grant’s center on the morning of April 6, 1862, the Sixth Iowa was immediately sent to the line of battle in an effort to protect the bridge over Owl Creek, where the Confederate attack was gradually moving toward the right. Fearful of being outflanked by enemy units and cut off from the rest of the army, Captain Williams relocated the unit to an alternate position. At this time, Confederate General Trabue’s brigade launched a fierce attack on the Union center, an attack that the Sixth Iowa, along with the Forty Sixth Ohio and the Thirteenth Missouri, withstood for an hour and a half. According to Trabue, “the combat here was a severe one…I lost here many men and several officers.” Trabue’s report of stiff resistance from the Union soldiers coincided with Captain Williams claim that “the regiment gallantly maintained the position” before eventually pulling back in the face of overwhelming odds. Williams repeatedly praised the actions of his men, declaring that “too much cannot be said” with regards to the “bravery, coolness, and intrepidity of both officers and men.” While the Sixth Iowa repelled Confederate attacks for over an hour, the casualties suffered by the unit (54) paled in comparison to the losses suffered by the Forty Sixth Ohio (246) and the 40<sup>th</sup> Illinois (216), two Union units that withstood the same advance from Trabue’s brigade. As soldiers in their first major engagement, the attack by Trabue's regiment on William's men mostly likely defined the remainder of their initial wartime experience.","Shiloh, unlike the previous expeditions undertaken by the Sixth Iowa, proved to be far more costly in terms of lives and battle fatigue. Wounded shortly after retreating from the Trabue brigade attack, Williams was wounded from a throw off his horse, causing him to leave the battle. His absence, however, did not keep him from reporting the brave actions of his men, implying the possibility of Williams’ potential for hyperbole in his reports. Shortly after Shiloh, Williams was promoted to Full Major, an indication of his worth as a field officer and strong constitution in the face of fierce action. While the fighting at Shiloh took a larger toll on adjacent units, the Sixth Iowa still found the fighting worthy of placing greater emphasis on the tenacity and bravery of its own soldiers, even considering its non engagement status the following day.","<em><br /></em>"],"display_date":"April 6, 1862 - April 10, 1862","search_date":"1862-04-08","locations":[{"id":12073,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":332,"tag":"battle of shiloh"},{"id":387,"tag":"Sixth Iowa Infantry"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4746,"title":"Raw Meat: The Nineteenth Louisiana Regiment at Shiloh","course_id":34,"status":"P","start_date":"1862-04-06","end_date":"1862-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The experiences during the first day of combat at Shiloh were a display of a new level of brutality encountered in American warfare, with no unit better exhibiting this change than the Nineteenth Louisiana Regiment. A regiment of the First Brigade under Colonel Gibson in the Army of the Mississippi and led by Colonel B.L. Hodge, the Nineteenth Louisiana entered combat on the Sunday of April 6, 1862 during the Confederate assault on the Union army on the banks of the Tennessee River, near the port of Pittsburgh Landing, Tennessee. Mustered from Louisiana communities the previous December, the recruits of the Nineteenth Louisiana experienced their first taste of war during their attack on the Union positions surrounding Barnes field, now considered part of the infamous “Hornet’s Nest.”","The Nineteenth, along with the rest of the First Brigade, began their attack at noon on the sixth of April, when they launched four consecutive waves at the well-entrenched Union positions of Tuttle and Prentiss. Hodge, the commanding officer of the Nineteenth, recalled the “impenetrable undergrowth” in front of the Union lines that left both sides “only firing at the flash of the enemy’s pieces.” After seeing the futility of firing at indistinguishable targets, Hodge ordered a bayonet charge, a command his men promptly obeyed. However, after advancing a mere “20 or 30 steps” the undergrowth of the terrain again forced the Nineteenth to halt the attack and due to the cross-fire from Union forces inflicting heavy casualties on his men, Hodge ordered his unit to fall back, “which was accordingly done in good order.” After the initial advance, Hodge and his men were ordered three more times to assault the same, undergrowth-ridden position, where they lost increasingly more men in each wave. Throughout his report, Hodge repeatedly praised the efforts of his men, commending their “desperate courage and unflinching bravery,” while simultaneously offering alternate tactical plans of how to overwhelm the enemy, contrasting the repeated frontal assaults ordered by his superiors. Hodge, commanding in his first major engagement, seemed intent on sharing his contrasting view of the tactics he was forced to implement, a desire that showed not only his ability to follow orders as a first time commander, but also the potential for future promotion through his ingenuity.","Following their actions on April 6, the Nineteenth Louisiana spent the majority of April 7 covering the retreat of the Washington artillery from the field.  Comprised primarily of new recruits who had seen little to no combat action, the Nineteenth Louisiana Regiment discovered the bloody and seemingly unnecessary effects of repeated attacks against a well entrenched foe at Shiloh, foreshadowing the deadly outcomes of future engagements."," "],"display_date":"April 6, 1862 - April 10, 1862","search_date":"1862-04-08","locations":[{"id":12073,"lat":35.1986686307,"lng":-88.1843543266,"zoom":9,"place":"HARDIN, Tennessee"}],"tags":[{"id":388,"tag":"Nineteenth Louisiana"},{"id":332,"tag":"battle of shiloh"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}]}