{"id":4169,"place":"JACKSON, Mississippi","lat":30.3227252079,"lng":-88.4311231118,"episodes":[{"id":132,"title":"Battle of Jackson, Mississippi","course_id":1,"status":"P","start_date":"1863-05-14","end_date":"1863-05-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Part of the Vicksburg campaign, Union Major General Ulysses S. Grant defeated the Confederate army led by General Joseph Johnston in a battle that was relatively insignificant for military strategy, but contributed greatly to turn the tide of public sentiment. Grant overwhelmed the Confederate army, because Johnston and his troops, though they rushed back towards the capital of Mississippi, could not aid the relatively small number of troops stationed there. Grant had sent his troops out early in the morning, an attempt to ambush the Confederates. A quick battle ensued, and the residents of Jackson stayed put, waiting for the Confederate army to prevail, but the weakness of the Confederate force led to an almost immediate retreat. Johnston quickly realized that the nine thousand Confederate troops stationed in Jackson were no match to the surrounding Union army of well over twenty thousand, and the residents of Jackson were occupied at home by a hostile army.&lt;br /&gt;Just prior to Grant's attack of Jackson, the city was a very important stronghold. As the capital of a major Southern state, Jackson was a very active place. The city was also one of General Pemberton's command centers, and it contained many of the Confederate army's supplies for the region. However, General Pemberton kept apprised to Grant's path, and knew that he was headed to Jackson. As a result, he ordered the military headquarters moved to a new stronghold in Vicksburg. This prepared the way for another battle, as Grant followed the Confederate army to Vicksburg. Since the Confederates had moved their essential infrastructure out of the city, the strategic importance of this target was not among the most vital, yet there was a symbolic significance to the Union's capture of the Mississippi capital, in addition to opening providing access along the Mississippi river."],"display_date":"May 14, 1863","search_date":"1863-05-14","locations":[{"id":7083,"lat":30.3227252079,"lng":-88.4311231118,"zoom":9,"place":"JACKSON, Mississippi"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":713,"title":"The Surrender of Mobile\n","course_id":1,"status":"P","start_date":"1865-04-12","end_date":"1865-04-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 12th, the final major city of the Confederacy fell, Mobile Alabama.  The Confederate defenses had been strong, but could not withhold the Union troops out. They evacuated the previous night of the 11th, taking with them what they could and burning the cotton so the Federalists could not use it for themselves. On the 12th, when the Federalists entered the city they found over 300 guns, large bags of ammunition and supplies of all kinds, 20-30 thousand bales of cotton, though some were burned, many provisions, and about 1,200 prisoners.  &lt;br /&gt;The surrender of Mobile marks the end of another great and long established society within the Confederate South.  Fundamental Confederate civilization is slowly disappearing from the physical spectrum of America.  The people within Mobile are still fighting, however, though they evacuate their town, they burn their cotton so as to potentially disappoint or anger the Federalists.  Though the surrender of Mobile occurs after the technical end of the Civil War and thus cannot specifically affect the outcome, the people of Mobile Alabama refuse to give up without a fight.  This battle signified that thought Lee had surrendered and the North had won the War, the people of the South continued to believe in their cause and fight."],"display_date":"April 12, 1865","search_date":"1865-04-12","locations":[{"id":285,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":938,"title":"Mississippi Convention\n","course_id":1,"status":"P","start_date":"1849-10-01","end_date":"1849-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many southern leaders, in particular the radical senator John C. Calhoun of South Carolina, felt the need for the South to unite in order to address the issue of slavery in the new territories.  To that end, a by-partisan convention was held in Jackson Mississippi, the first day of October, 1849.  &lt;br /&gt;The convention called on slaveholders to migrate southwest, increasing their voice in the region, though the main accomplishment of the convention was the call upon southern leaders to attend a convention in Nashville, Tennessee the following year, with the proposed goal to devise and adopt some mode of resistance to northern aggression, mostly regarding a unified southern effort to protect states rights and slavery in the new territories.&lt;br /&gt;Some of the most famous southern leaders of the time (and near future) were in attendance at the Mississippi Convention, among them Chief Justice W. L. Sharkey, John Quitman, and Col. Jefferson Davis.  Those leaders who could not attend later showed their support for the convention through articles and letters published in southern papers, such as done by Henry S. Foote who wrote I was pleased to see; the excellent resolutions adopted and promulged by the noble assemblage of patriots and statesmen known as the Southern Convention of the state of Mississippi; clearly exhibit the attitude of the whole people  of Mississippi in regards to the Wilmot Proviso.'  &lt;br /&gt;By the end of the convention, ten resolutions were agreed upon by the delegates.  All ten revolved around state sovereignty and southern rights, specifically regarding the abolition of slavery and the future of slavery in the territories.  The delegates also demanded that congress not be allowed to abolish slavery in the District of Columbia, and called for a repeal of the Wilmot Proviso, calling it an unjust and insulting discrimination'.&lt;br /&gt;One speaker at the convention did an excellent job of capturing the sentiments of the convention when he proclaimed, say our northern brethren, slavery is a moral and a political evil.  Who has the right to determine that it is so?  Let them eradicate moral evils from their own lands; we can take care of our own morals.'"],"display_date":"October 1, 1849","search_date":"1849-10-01","locations":[{"id":7081,"lat":30.3227252079,"lng":-88.4311231118,"zoom":9,"place":"JACKSON, Mississippi"}],"tags":[{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1176,"title":"Yellow Fever Ravages the South\n","course_id":1,"status":"P","start_date":"1839-07-15","end_date":"1839-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A common problem in American history until the 20th Century, Yellow Fever raged in cities across America ranging from Philadelphia to New Orleans.  In September of 1839 the Newbern Spectator of North Carolina reported the conditions in Mobile.  The papers of Mobile gave notice that only a once-weekly publishing rate was achievable during the plague.  Death tolls were high, by any standards, including 15 deaths on the 3rd of September followed by 17 on the fourth.  New Orleans reported, not a cheering sentence, nor a word of hope have we to offer, relative to the epidemic.'  On the sixth of September there were 37 deaths.&lt;br /&gt;Much like during the yellow fever pandemic of 1793 that raged in Philadelphia, the cause of Yellow Fever was still unknown to the world in 1839.  To fight the plague, sections of cities were shut off, orders of evacuation given, and many strange and useless orders from doctors for helpful powders and serums.  Causes were most often attributed to waste, heat and humidity, yet no single cause would be agreed upon until the 20th century's scientific method gained widespread use."],"display_date":"July 15, 1839 - September 30, 1839","search_date":"1839-08-22","locations":[{"id":282,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1401,"title":"President Zachary Taylor addresses Cuban Filibuster Activity\n","course_id":1,"status":"P","start_date":"1849-08-11","end_date":"1849-08-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the midpoint of the nineteenth century, several attempts by Cuban separatists, most notably Venezuelan native Narciso Lopez, to rid Cuba of Spanish rule caught national and international attention, though none were so public as the first during the summer of 1849. The first attempt for a Cuban filibuster invasion was openly advertised throughout the US; in New York, Baltimore, Boston and New York.  Under Colonel White, a rumored force of between 400 and 800 filibusters, soldiers of fortune many of whom were Mexican War veterans from New Orleans, assembled on Round Island, about 3 miles south of Pascagoula Mississippi.Catching national attention, many political leaders, most importantly President Zachary Taylor, demanded the halt of this operation in attempts to protect international treaties.  Taylor wrote in a public proclamation, An enterprise to invade the territories of a friendly nation... is in the highest degree criminal... and therefore, I exhort all good citizens, as they regard our national reputation, as they respect their own laws and the laws of nations... [to] prevent by all lawful means any such enterprise; and I call upon every officer of this Government, civil, or military, to use all efforts in his power to arrest for trial and punishment every such offender against obligations to friendly Powers.Soon after this proclamation, a Navy blockade and military intervention on Round Island and the surrounding areas effectively destroyed the planned invasion of Cuba.  However, this direct military intervention was not popular among all Americans.  In an article printed in the Nashville Union and American on 13 September, 1849, one enraged southerner proclaimed the governments actions unconstitutional, asking Have the army and navy superseded the judges and marshals in the performances of their duties?  Whence do the officers of the army and navy obtain the right to seize private vessels and to search them for arms?  This kind of reaction to the Cuba filibuster incident is indicative of a common southern mentality of the time - wariness of big government and its unconstitutional intervention in private affairs."],"display_date":"August 11, 1849","search_date":"1849-08-11","locations":[{"id":7081,"lat":30.3227252079,"lng":-88.4311231118,"zoom":9,"place":"JACKSON, Mississippi"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1533,"title":"Sharecropping Labor Contract\n","course_id":1,"status":"P","start_date":"1866-01-05","end_date":"1866-01-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 5, 1866, a sharecropping contract was made between W. R. Bath, a white land owner, and Ned Littlepage, a freedman. As seen in The Montgomery Advertiser, the Bureau of Refugees, Freedmen and Abandoned Lands put out a series of regulations to govern the contracts made between a land owner and a sharecropper. By these rules, a contract for the labor in question had to be produced in writing and given to an agent of the Bureau. It was also stated that, The employer will stipulate to provide good and sufficient food, quarters, and medical attendance for the entire family...' The contract made between Bath and Littlepage deviated quite significantly from these regulations. In their agreement, Littlepage agreed to farm part of Bath's land in shares in return for one half the cotton and one third of the corn raised. In the contract, Littlepage was required to supply his own mule, do all of the woodwork on the plows and pay for one half of the cotton, potato and pea seeds. Bath took no responsibility for the health and welfare of Littlepage's wife and children, the contract dictating that Littlepage had to pay for all his family's doctor visits.&lt;br /&gt;Although not important on the national, regional, or even state scale, the contract serves as a valuable example of the economic options open to African-Americans in the South. Initially, many migrated to the cities to search for work, but for most, the only skill they had was farming. In the end, a fair number of newly freed African-Americans resorted to working for their former masters as sharecroppers, a fate that was strikingly similar to slavery."],"display_date":"January 5, 1866","search_date":"1866-01-05","locations":[{"id":7083,"lat":30.3227252079,"lng":-88.4311231118,"zoom":9,"place":"JACKSON, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1614,"title":"Mississippi Democrats enact the &#147;Mississippi Plan&#39;\n","course_id":1,"status":"P","start_date":"1875-05-01","end_date":"1875-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Led by James Z. George and L.Q.C Lamar, Mississippi Democrats made plans to drive the local Republicans from office. The plan was to lure freedman with promises of protected civil rights and to threaten those who remained faithful to the Republicans. By the summer of 1875 the Democrats had created extralegal militias to encourage conversion by means of violence and intimidation. &lt;br /&gt;  This followed the violence of December 21, 1874 in Vicksburg, which had prompted President Grant to send troops. Although the violence of the Mississippi Plan would not create great amounts of national attention, it did allow Mississippi democrats to install the first democratic government in a state that was a majority Black after the Civil War, and the only state to do so under Grant's Presidency."],"display_date":"May - November 1875","search_date":"1875-08-15","locations":[{"id":7084,"lat":30.3227252079,"lng":-88.4311231118,"zoom":9,"place":"JACKSON, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1647,"title":"Southern Democrats reduce spending of State Governments\n","course_id":1,"status":"P","start_date":"1875-04-01","end_date":"1875-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Led by mostly straight Democrats, many southern states including Mississippi and Alabama reduced their economic cost in 1875. The point of these operations was to return the states to fiscal balance and regain power, abolishing their debts.  These southern states halted the funding and economic partnership with the railroads, reducing their economic leverage. They also shrank the size and cost of the Government. For example, the Alabama Constitution of 1875 limited the working days of the legislature, cut pay to 4 a day for congressman and cut the size and pay of the executive branch and bureaucracy. &lt;br /&gt;   This also happened in Virginia, where amendments were proposed to the constitution to promote fiscal responsibility of the state government. Interestingly, the papers critiqued the free school system as having been started too early and being too costly, but celebrated the free schools as a glorious institution of the state that had come to define it."],"display_date":"April 1, 1875 - May 30, 1875","search_date":"1875-04-30","locations":[{"id":7084,"lat":30.3227252079,"lng":-88.4311231118,"zoom":9,"place":"JACKSON, Mississippi"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1847,"title":"Letter from African American addressing white Democrats\n","course_id":1,"status":"P","start_date":"1879-02-01","end_date":"1879-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In early 1879, a black man anonymously wrote to Governor John Marshall Stone chastising white Democrats in Mississippi.  The letter addresses many things, such as the myths about black men wanting white women.  No document better captures the anger that black men from Mississippi reserved for those most directly responsible for stealing the promise of Reconstruction away from them.&lt;br /&gt;An excerpt from the letter: I send a kick in this letter for him and you.  Mississippi is hell and Aberdeen is hell's dark door.  The Yellow fever failed to correct you Southern devils and so in 1880, you will all be totally annihilated and not only defeated.  I am coming to Jackson;to show you how I abominate, abhor, and detest a Southerner.'"],"display_date":"February 1879","search_date":"1879-02-14","locations":[{"id":7084,"lat":30.3227252079,"lng":-88.4311231118,"zoom":9,"place":"JACKSON, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2357,"title":"African Americans on Republican Party Ticket for State Office\n","course_id":1,"status":"P","start_date":"1873-08-28","end_date":"1873-08-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" In the heat of late August in Mississippi, the Republican Party's State Convention of 1873 was still in session trying to appoint candidates for upcoming elections.  Finally two candidates had been selected-A.K. Davis was nominated for Lieutenant Governor, while James Hill was chosen to run for Secretary of State-and both men were African American.  This was a crucial decision for the Republican Party because each of these offices was extremely visible in the state of Mississippi.  Senator Alcorn, a prominent Mississippi politician, surprisingly declared that he was against the Republican ticket for reasons he did not immediately disclose.  He said that he would address the people of Mississippi the following evening at Representative Hall.  Upon dismissal of the session, the Republicans still had not decided who they would appoint to run for State Treasurer, Attorney General, and Superintendent of Education.  ","       James Lusk Alcorn was elected as the first governor of the reconstructed state of Mississippi in 1969, and he later became a United States Senator.  Alcorn was an extremely wealthy white planter who had been against secession in 1861, and was elated when Mississippi rejoined the Union in 1969.  He was a huge proponent of African American involvement in politics; he wanted them to contribute ideas, candidates, and their votes as newly declared United States citizens.  There were many Mississippians, however, who were not complementary of this idea, a large number of them being Democrats.  Voicing the opinions of many Mississippians, one state newspaper claimed, Nigger voting, holding office and sitting in the jury box are all wrong, and against the sentiment of the country.  African Americans were often stereotyped as lazy, ignorant, and illiterate, and therefore totally incompetent as governing officials.  Alcorn became known as an enemy of the white race; his desires for racial legal equality were not only controversial, but the cause of intense hatred towards him.  ","       The resistance to change and the racist lens through which Mississippians tended to view politics made it difficult for a black man to hold office during Reconstruction.  The appointing of two black candidates for office in Mississippi, despite opposition, however, was not entirely uncommon.  When the remaining Radical Reconstruction governments were finally overthrown in 1877, approximately 2,000 African American men had held local, state, and federal public offices in the South, including a wide range of titles and duties.  This proves that the freedmen were able to overcome the obstacles that held them back and not only run for office, but frequently win the election.  Mississippi blacks who ran for office benefited from the fact that their state was over 50 percent African American in 1870; the concentration of African American populations made a major difference in the likelihood of election for black candidates.  A vast majority of the blacks who ran for public office in the lower South were on the Republican ticket, like A.K. Davis and James Hill.  These two pioneers of black political participation in Mississippi were among the many African Americans who fought for a voice in American Politics during the Reconstruction.    "],"display_date":"August 28, 1873","search_date":"1873-08-28","locations":[{"id":7084,"lat":30.3227252079,"lng":-88.4311231118,"zoom":9,"place":"JACKSON, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2379,"title":"Yellow Fever Takes Southern Cities by Storm\n","course_id":1,"status":"P","start_date":"1878-09-17","end_date":"1878-09-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the summer and fall of 1878, yellow fever took the Gulf Coast by storm. Cities all over the lower South were experiencing high numbers of deaths from the terrible illness. On September 17, in Mobile County, two more citizens were diagnosed with yellow fever and died, leaving the Mobile residents in a panic. The victims resided in the section of the city bound by Beauregard, State, and Conception Streets-the area in which the majority of the other cases had been reported. Fortunately, however, there had only been five cases of yellow fever reported in Mobile since Dr. William Ross diagnosed a patient on August 16, a case which also ended in death. Until these deaths, Mobile seemed to be faring well with the illness in comparison to other cities in the Gulf Coast region. However, in addition to the two fatal cases officially reported to the board of health on September 17, another case was reported just a day later. Mobile would have to cope with the spread of this deadly illness along with the rest of the Gulf Coast, although not to the same extent. In New Orleans, for example, there had been 195 cases reported and fifty-five deaths on September 16 alone. The plague traveled up along the Mississippi River from the coast, spreading to Vicksburg, Memphis, Cincinnati, and other towns bordering the river.","This was not the first season of terrible medical records in the South. Between 1650 and 1900, yellow fever swept the Gulf Coast in repetitive waves. The disease tended to thrive in the area, with its tropical humid climate, and came in epidemics. Yellow fever was a particularly daunting epidemic in that it was characterized by a sudden onset, and if fatal, death within a week to ten days. Therefore, doctors like Dr. William Ross found it extremely difficult to treat or cure because by the time one was diagnosed, patients were either almost dead or recovering naturally. In the Gulf Coast region, the fever tended to come in the warmest months of the year. Therefore, many citizens fled from Texas, Mississippi, Louisiana, Alabama and Florida during the summer and fall months in an attempt to escape the fever. Fortunately for blacks, their Barbados and African ancestry made them less susceptible to the disease than white people, so they were often able to remain at home without fear of catching the fatal virus. These bouts of yellow fever along the Gulf Coast continued until the great epidemic of New   Orleans in 1905, and then the disease seemed to fade away. The yellow fever took many a Southern life and was a constant source of fear for the region's residents."],"display_date":"September 17, 1878","search_date":"1878-09-17","locations":[{"id":286,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2381,"title":"Prominent Mobile Couple Married\n","course_id":1,"status":"P","start_date":"1880-02-18","end_date":"1880-02-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the evening of February 18, 1880, a prominent young man from Mobile anxiously awaited the clock striking seven, upon which he would walk down the aisle to be joined in matrimony. The groom, Mister Richard P. Deshon, was marrying Miss Mary E. Herndon, the daughter of Hon. Thomas Herndon M.C., an Alabama Representative in Congress. They held their wedding in the parlors of the Representative's home in Mobile, address  515 Thirteenth Street Northwest. The ceremony was done simply considering the two parties getting married; the bride wore a modest white toilette, with satin and lace trimmings, and her veil was decorated with orange blossoms. The couple had opted for a traditional Presbyterian ceremony, and they chose the chaplain of the Senate, Dr. J.J. Bullock, to marry them. The guest list was limited to the Alabama Congressional Representatives and a few close family friends. Mr. Herndon's co-representatives in the House, Samford, Herbert, Williams, Shelley, Forney, and Lewis all came with their families, as did Alabama Senators Morgan and Prior. A few other Representatives, all close friends of Mr. Herndon, were also in attendance with their families. The bride was overwhelmed with the generosity of her guests, and was especially surprised by the beautiful embossed silver service that was hidden inside a magnificent casket-a gift from the Alabama delegation. The elated couple, following a simple reception, left for an extended Eastern bridal tour later that evening.","This marriage is not typical of an Alabama family of the Herndon's social stature. First of all, the simplicity of their wedding does not seem fitting to the public nature of the family's life. Secondly, the service itself, a Presbyterian marriage, was uncommon in the Mobile area. Presbyterians were somewhat of a minority, and were much stronger in the black belt of Alabama than they were in the Gulf Coast region.","However, soon after this ceremony, Presbyterianism would experience a rise in the state. In 1883 the Presbytery of Northern Alabama was made a part of the Synod of Alabama, thus consolidating the faith within the state. This was known as Alabamian Presbyterianism's golden age. The traditional ceremony of marriage between Richard Deshon and Mary Herndon was a prime example of the modest values Presbyterians would try to promote in the years to come."],"display_date":"February 18, 1880","search_date":"1880-02-18","locations":[{"id":287,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":17,"tag":"Government"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2384,"title":"Mobile Elections Swing Democratic\n","course_id":1,"status":"P","start_date":"1880-08-03","end_date":"1880-08-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 3, elections for local county officials and state representatives had the residents of Mobile County in a frenzy. Alabamians flocked to the poles to show their support for their party. The Democratic Party candidates in the county ran against candidates representing a fusion of the Greenback, Republican, and Independent Parties. Election poll officers excitedly reported that the majority of Mobile County voters were choosing the straight Democratic Party ticket, and accounts from the interior of the State reaffirmed the same information-the Democrats were in a clear lead. State officials told The Mobile Register that almost every county in Alabama had gone heavily Democratic as well. Numerical reports from Mobile polls also confirmed the party's victories. The lowest candidate on the Democratic ticket in Mobile County still had one thousand votes more than any Greenbacker or Republican candidate that ran for office-a huge feat for the Democrats Mobile citizens were, for the most part, overjoyed at their party's success, happy to be free from the radical control of the Republicans in their Gulf Coast town.","This swing towards the Democratic Party showed the presence of the old Solid South political climate-the traditional strong loyalty to the Democratic Party in Southern states. In Alabama at this time, the Democratic Party tended to be the party of planters and upper class white folk, whereas the Republican Party had a more racially diverse constituency and a wider range of types of candidates. The Republican and Greenback parties were much more likely to appoint a black to run for office than were the Democrats. Most whites in the Gulf Coast region were opposed to the Republicans' liberal agenda, wanting to return to their lawful superiority during the antebellum days. They certainly would not have wanted to support African Americans running for office, nor would they give their vote to Republican candidates who might potentially side with the Radical Reconstruction governments, further depriving them of their former security. Therefore, as the conservative Mobile population did in the elections of 1880, voters tended to support the more conservative states rights Democrats as opposed to the Yankee Republicans.","However, in coming years, this party alignment would begin to shift as the South evolved after Reconstruction and party lines shifted. This diversion from the Solid South was still a long way off still, and there would be many elections that paralleled the Mobile County local election results until that shift."],"display_date":"August 3, 1880","search_date":"1880-08-03","locations":[{"id":287,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2387,"title":"Angry Alabamians Protest Austrian&#39;s Governmental Position\n","course_id":1,"status":"P","start_date":"1881-11-12","end_date":"1881-11-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In late 1881, writers for <em>The Mobile Register</em> were frustrated with the federal government, as were many citizens of the area. The newspaper's editor wrote that Strobach, an Austrian who had been appointed to oversee the Federal patronage of Alabama, should not be trusted to this office. The newspaper claimed that he came to the United States originally as hostler to Prince Salm-Salm. The writer adds, most likely as a suggestion to the President, that if the position is still available, Strobach ought to be blacking Arthur's boots, instead of naming men for Federal offices. Clearly Mobile citizens were not only uncomfortable with Strobach's appointed position, but they were angry and verbally hostile as well.","Mobile residents were not pleased with a foreign immigrant working in a government office that wielded power over their city. The prejudice against immigrants expressed in the local newspaper was not unusual in this time, nor has it been in any time in American history. In historical studies of American reactions towards foreign immigrants, sociologists have found that in the past there have been four primary stages of treatment towards the new Americans. First, people were curious about the new and different immigrants; next, they extended to them an economic welcome; the third stage was characterized by industrial and social antagonism; fourth, the Americans sought to harm the immigrants via legislation; in the fifth stage Americans displayed fair-play tendencies; finally, quiescence was achieved.","The influx of European immigrants in the nineteenth century undoubtedly triggered the onset of new forms of racism and cultural elitism, as evidenced by the Alabamians' attitudes towards the foreign official. Residents of the Gulf Coast would only have interacted with immigrants on an economic level, and therefore they were uncomfortable with Strobach's position of authority. Surprisingly, 18.7 percent of the mining work force in Alabama consisted of European immigrants. The Republicans of the state saw political advantages in importing laborers, whereas the Democrats wanted less dependence on black workers-thusly, immigration of Europeans was encouraged. However, the traditionally white-black dynamic in Alabama was not easily compatible with immigration influxes, resulting in racial and cultural stereotyping and discomfort. The Gulf Coast residents seemed to think that Strobach's European culture made him unfit for government duties, and they assumed his kind would be better suited for working low-pay jobs, like shoe-shining. Though seemingly cruel, the Mobile Register writers were simply displaying the discomfort that would have existed among a people who had only know immigrants in the capacity of mine and factory working. This stage of industrial and social antagonism is a natural phase of reaction to immigration, and the antagonism was most likely heightened by the South's already difficult race relation issues."],"display_date":"November 12, 1881","search_date":"1881-11-12","locations":[{"id":287,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2394,"title":"Public Education for African Americans in Alabama\n","course_id":1,"status":"P","start_date":"1883-11-13","end_date":"1883-11-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the morning of November 13, in Birmingham, Alabama, the United States Senate Sub-Committee on Education and Labor resumed session. Witnesses were gathered from all over the state to testify to the committee, many of them hailing from the Gulf Coast of Mobile, Alabama. Two prominent white residents of the county testified about the cotton and coal production in the state, suggesting economic improvements the committee could enact. Next a black witness was asked to take the stand. James Hall, a wealthy African American planter, was summoned to Birmingham to give a testimony concerning the state of blacks in Mobile. James apprehensively approached the podium to make his speech, because what he had to report would please the committee, but it might arouse racist sentiments from his fellow Alabamians. He explained to the committee that he felt that the relations between blacks and whites in Mobile were improving at a steady rate, and he proudly shared that the children were attending school seven months out of the year. James Hall then told the committee that their attendance was at irregular intervals, presumably hoping for improvement in school scheduling for African Americans.","The newly emancipated black population of Southern Alabama created countless new political issues that both parties and government bodies were forced to address. Not only did their emancipation complicate the racial dynamic between blacks and whites, but the forced Reconstruction of the South also produced the need for the white politicians to form new institutions such as black educational programs, forcing the whites to start acknowledging black concerns. Blacks were often able to intervene in political battles because the white citizens were forced to allow them participation due to the conditions of their re-admittance into the Union"],"display_date":"November 13, 1883","search_date":"1883-11-13","locations":[{"id":287,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2604,"title":" Caution to Purchasers of Negros \n","course_id":1,"status":"P","start_date":"1826-05-20","end_date":"1826-05-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In an 1826 article, an Alabama newspaper warned readers and slave buyers of an untrustworthy slave trader who dealt in kidnapped free blacks.  Victims were found in Mississippi, greatly abused or dead.  The slave trader had even captured a young free black boy from his parents. The free men informed a gentleman, at whose house he stopped, that they were free born, and begged his interference to procure their unlawful bondage. The gentlemen eventually found one of the black men dead in the wagon. Several humane gentlemen became advocates of the free men, as they hosted the African Americans until they were returned to their homes in Philadelphia. "," Significant in its judgment of the event, the Alabama newspaper condemned the practice of stealing freemen and selling them into slavery. While the article states regret for the loss uncured on the purchaser, the article went on to harshly condemn the practice: If we would not have our brethren of the north harbor and protect our fugitive slaves who may escape hither, let us be prompt in restoring their free citizens who may be torn from them by the ruthless hand of lawless violence... ","   Paradoxical in the condemnation of lawless violence and the desired retrieval of their fugitive slaves, this article is evidence of southern complexities.  As Walter Johnson discusses in his book, <em>Soul by Soul,</em> while none of these stolen people could have been sold if their histories were known... often state law holds them in bondage anyway.  The recommended route to restored freedom, the courts, prosecuted illicit slave trading yet such a suit required legal and financial support, luxuries most slaves lacked.   The <em>American Mirror</em> was harsh in its criticism of this vagabond slave trader, purporting such kidnappings as a universal wrong.  The article's assertion, that freedom so dear to every American and to which he, although of a different complexion, is no less entitled to than ourselves, is problematic.  Alabama writers used the argument of equality for free blacks without recognizing the hypocrisy of such statements.","     Slaveholders perceived themselves, as discussed by Johnson, as benevolent law-abiding citizens, in contrast to wicked law-breaking slave traders.  Using proslavery rhetoric to justify human bondage, slaveholders told themselves they were rescuing slaves from the slave market or ill-treatment.  Here in similar ways, humane gentlemen, saw themselves as heroes to these northern black freemen, just as they perceived themselves as benevolent father-figures to their human chattel."],"display_date":"May 20, 1826","search_date":"1826-05-20","locations":[{"id":7079,"lat":30.3227252079,"lng":-88.4311231118,"zoom":9,"place":"JACKSON, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2818,"title":"Masters and their Female SlavesMasters and their Female Slaves Masters and their Female Slaves Masters and their Female Slaves\n","course_id":1,"status":"P","start_date":"1861-01-01","end_date":"1861-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Louisa Picquet was a 14 year-old slave in Mobile, Alabama in 1861. Her master was a married gentleman named Mr. Cook who lived in a boarding house while his wife was away. At the boarding house, Mr. Cook demanded that Louisa take care of him privately. Louisa realized what her master's intentions were, and shared them with a female boarder, Mrs. Bachelor. Mrs. Bachelor was furious and devised plans so that Louisa was never left alone with Mr. Cook. However, Mr. Cook continued to demand Louisa's presence forcing Louisa to continue avoiding him. Ultimately, he told her that he would whip her if she did not come to his room one night. Despite this warning, Mrs. Bachelor again helped Louisa hide from Mr. Cook. In the morning he whipped her severely. This took place again a few nights later. Louisa was about to give in when Mr. Cook gave up and sold her to a slave trader in New Orleans. ","Louisa's experience was not unusual. In many cases, masters purchased slaves to be their own sexual property. Their position of authority made it almost impossible for slaves to fight back or resist. However, in some cases like this one, masters wanted to create some semblance of consent. Mr. Cook could easily have carried Louisa to his room, but requiring her to come of her own will allowed him to tell himself that she wanted to. When Louisa continued to deny him despite severe beatings, he elected to sell her. ","Mr. Cook was married, but he saw no problem in having a sexual relationship with his young slave. Many southern gentlemen saw little to no connection between their marriages and their sexual relations with slaves. White woman were supposed to abide by traditional values that undermined female sexuality and maturity. They were to embody southern values and wholesomeness. Masters could pursue purely sexual impulses with their slaves, but still maintain the purity of their wives. Slaves were purchased exclusively for that purpose. Louisa's case was not unique, but rather all too common in the nineteenth century South. Mr. Cook saw Louisa as a sexual opportunity, and her enslaved status made her easy prey."],"display_date":1861,"search_date":"1861-07-02","locations":[{"id":285,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2843,"title":"Paternalism and American Slavery\n","course_id":1,"status":"P","start_date":"1859-01-01","end_date":"1859-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["While on her honeymoon, Mary Norcott Bryan traveled throughout the South with her new husband. On vacation she went to Mobile, Alabama where she met up with her friend Edith Whitfield. Whitfield lived on the plantation of her father, General Nathan Whitfield. In writing about her experience, Bryan described the nearly 900 slaves on the plantation. In her observations, Bryan decided that the slaves were all happy and polite on the elaborate plantation with everything one could possibly desire. ","The description Bryan provided is emblematic of the overall belief in the South that slavery was the best thing for black people. In fact, many went so far as to say that enslaved people enjoyed and depended on slavery. Slavery was a relationship between masters and slaves and both parties benefited. Slaves received guidance while masters received happy and loyal workers. While Bryan was not the owner of 900 slaves, she believed as the Whitfields did that the slaves were better off with masters providing for them than on their own. Masters were patriarchs who protected their slaves who were simply inferior from birth. Bryan chose not elaborate too heavily on the condition of the slaves, but rather dismissed their happiness as normal. The Sambo stereotype of enslaved people implied that slaves were happy and good-natured in addition to lazy and ignorant. Bryan's observations fell inline with traditional southern views of blacks and therefore did not require any further explanation. ","In the minds of many slave holders, slaves were simply a part of white families and a responsibility for masters. An observation on the happiness of the slaves reflected more on the strength and character of the masters than the slaves themselves. Slaves were a symbol of status throughout the Deep South; the more slaves someone had, the more respected they were. Masters were not just judged solely on the quantity of slaves; a good master ensured that the slaves were productive and happy. While Bryan's casual observation initially seems trivial, she portrayed the traditional stereotype of enslaved people throughout the South. She also commented on the strength and character of her friends the Whitfields. Based on her description of numerous, happy slaves, one can assume that the Whitfields were of high status in Mobile, Alabama. "],"display_date":1859,"search_date":"1859-07-02","locations":[{"id":284,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2846,"title":"Confederate Desertion \n","course_id":1,"status":"P","start_date":"1864-02-01","end_date":"1864-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["David Glasgow Farragut was captain of a Union ship in Mobile Bay. In his correspondence to the Assistant Secretary of the Navy Gustavus Vasa Fox, Farragut mentioned the increasing number of Confederate deserters he and his men picked up from gunboats. The Union used these men for intelligence, however inaccurate, and continued to take them on in hopes of gaining new information. ","Union naval vessels took up more and more deserters as the war progressed. This symbolized a significant flaw in the Confederate cause. By 1865, as much as ten percent of the total Confederate forces had deserted their posts. In numbers, this totaled 104,000 men. In spite of initial zealous enthusiasm, as conditions worsened, soldiers struggled to maintain their drive for the cause. The Confederate government could no longer meet the needs of its soldiers. They could not pay, clothe, or feed their men adequately, and people deserted in response. Throughout the South, men wrote home to their wives lamenting their condition. In addition to having poor supplies themselves, men worried about their wives at home with their farms and slaves. As the war endured, men increasingly abandoned the Confederacy to protect themselves and their families. ","Another possible explanation for the increased desertion can be seen in the conscription of most of the Confederate army after 1862. This placed people in the army who were not necessarily committed to preserving the South. As the Confederate States of America increasingly became a lost cause, these men felt no need to continue risking their lives and those of their families. In observing the increasing number of deserters, Farragut commented on the morale of the CSA; more deserters meant increased internal problems within the Confederacy."],"display_date":"February 1864","search_date":"1864-02-14","locations":[{"id":285,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2849,"title":"Blurring Lines of Race\n","course_id":1,"status":"P","start_date":"1861-01-01","end_date":"1861-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Race in the antebellum South was not as simple as black and white. In recounting her story, Louisa Picquet discussed the races of slaves on several occasions. As a slave, Louisa recognized differences between herself and other slaves. She described herself as relatively white, but that other slaves around her where more white than she. She also noticed a difference in the way masters treated their perfectly white slaves and their jet black slaves. Masters preferred their slaves to be more white than black, though no matter how white a slave was, it was not good enough. For example, Louisa described her mother as pretty white; not white enough for white people. ","After describing race in Mobile from her perspective, Louisa described a particular situation on a plantation where her friend worked. A white and black slave both served as waitmen for their master. The master preferred the white slave and the black slave was jealous and plotted against him. He told his master that the white waitman had sexual relations with the almost-white female slave the master kept for his own. The jet black slave knew this was the only thing for which his master would beat the white slave. His assumptions were correct, and the white slave was heavily beaten and sold. The black slave knew that the only way he could gain favor was to charge the white waitman with a crime the master could not ignore. ","As Africans were shipped to the United States in greater numbers, race could no longer be simply white or black. Relationships between white masters and female slaves, or even in rare cases black freemen and white women, produced racial complexity. In fact, in Virginia there were as many as 61 different ways to describe skin tones. No matter how white a person appeared, if they had any African ancestors, they could be enslaved. However, the whiter a slave was, the more desirable they were to their masters. In the case Louisa described, this was true for both male and female slaves. In the female case, masters preferred whiter slaves for their own desires. With men, masters simply preferred keeping whiter slaves closer to them. This is a theme throughout the South as law makers and community members continually had to define what it meant to be white or black in a land where very few people could be definitively defined as one or the other."],"display_date":1861,"search_date":"1861-07-02","locations":[{"id":285,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2855,"title":"Views on the Coming of War\n","course_id":1,"status":"P","start_date":"1861-06-01","end_date":"1861-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1861, the Civil War began in the United States. Susan Brardford Eppes was a teenager in the deep South and responded to this event with intense sorrow. She knew that war had arrived, and she knew war would change everything. In her initial response, Susan discussed the burden now facing the southern people. Everyone in the South had to be a part of the fight. Her support and sadness for the South then moved toward anger with the North. She said that the North brought the war to the South; southerners did not want to fight. However, when the North chose war, the South could not turn away. Susan then took comfort in her knowledge that the Christian God, the God of Battles, would help the people of the South. ","As sectional tendencies developed throughout the 1850s, southerners became increasingly proud of who they were. It became an honor to be southern, and some southerners even worked to create elaborate legacies. When the issue of secession came into play upon the election of Lincoln, leaders used rhetoric encouraging the men of the South to protect their honor. Men could not stand by idly when the North attacked the southern way of life. Susan commented on the importance of honor by saying that no southerner would back away from a fight. Susan also strongly believed that the North was at fault. In her mind and those of many others, the North antagonized the South. The North refused to accept the South and its use of slavery. This continual attack on southern culture made it impossible for southern men of honor to turn their backs to the growing conflict. ","People of the Confederacy believed very strongly that God was on their side. They believed this because their cause was just, and they were true, honorable Christians. Religion and scripture not only justified the cause but also preserved it. For example, General Stonewall Jackson and General Robert E. Lee continually prayed with their men and reminded them to hold true to their beliefs. Susan believed fervently that God was on her side and the side of the South. This was the case because the North forced the South into an unnecessary war to defend southern honor. Though she was young at the time, Susan's interpretation of the war around her was demonstrative of the overall atmosphere and set of beliefs contagious throughout the South. "],"display_date":"June 1861","search_date":"1861-06-15","locations":[{"id":285,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2862,"title":"Reactions to Lincoln&#39;s Inauguration\n","course_id":1,"status":"P","start_date":"1861-03-01","end_date":"1861-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Lincoln was inaugurated on March 4, 1861. One month earlier, Jefferson Davis had been inaugurated as the new president of the Confederacy. Elizabeth Saxon traveled to Montgomery, Alabama to celebrate the inauguration of Davis and then traveled to Mobile when Lincoln was inaugurated. In Mobile, she visited with a good friend and mentor from her childhood, Madame Octavia Walton Invert. Well-educated and charming, Madame Invert was a woman of society. Saxon described her as the most generous person she had ever met. The two exchanged formalities and then discussed Lincoln's present inauguration with sadness and fear. Invert cried for the friends she had scattered throughout the North and the South and knew how difficult the upcoming months would be. Saxon was younger and saw more hope for the future. Yet the depression of her role model was greatly troubling, and the somber mood quickly spread to Elizabeth herself. ","Uncertainty surrounded Lincoln's inauguration. Unionists and Confederates found themselves unsure of what would happen next. His inauguration speech needed to alleviate fears and explain his positions and possible actions. In his speech, Lincoln proclaimed that his purpose was not to eliminate slavery but rather oversee that which belonged to the government. In this sense, he was referring to the states that had already seceded. This included Saxon's home state of Alabama, which had seceded on January 11, 1861. Lincoln argued that he had no intentions of ending slavery in the South, but simply wanted to preserve the Union. ","Despite Lincoln's reassurances, southerners were not convinced. Many believed that slavery could not be protected in the current Union regardless of who was in charge. States that had already seceded continued to encourage border states to join their new nation. Even though states like Alabama had already taken action, no one knew what Lincoln's response would be. When he refused to sit idly by and allow the South to create its own nation, war became the next possible step. While the border states did not seceded until April and May, the rest of the South knew that war was coming. Unlike the inauguration of Jefferson Davis, the inauguration of Lincoln was a somber occasion. Invert's wisdom led her to believe that war between the North and the South was next and that would mean great casualties on both sides. Though younger, Saxon realized a great deal from watching the depression Invert faced. She too came to believe that the Confederate States of America would have to fight to preserve themselves. Lincoln could not say anything to convince the southern states that he would fairly handle the institution of slavery. "],"display_date":"March 1, 1861 - March 30, 1861","search_date":"1861-03-15","locations":[{"id":285,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2865,"title":"Slaves in the War\n","course_id":1,"status":"P","start_date":"1863-01-01","end_date":"1863-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Throughout southern history, masters continually feared that their slaves would rise up against them. When the Civil War broke, this was exacerbated by the fear that slaves would join the Union army. Louis Hughes was a slave from Mississippi. As the war progressed, Union armies came closer and closer to his hometown until ultimately they came through and destroyed Panola. Masters feared for their lives and their property and decided to send some of their slaves further south and away from the Yankees. Hughes and his wife were part of a group initially sent to Georgia. Once in Atlanta, Hughes and his wife were transferred again, this time to Mobile, Alabama. In Mobile, Hughes was sent to the salt works. There he worked for the rebel government, while his wife worked as a cook in the same factory. Salt was essential for preserving meat, and thus Hughes and his wife were forced to play a critical role in aiding the southern military effort. ","In 1863, it became legal for the Union army to use black troops. While this included freed blacks, Northern troops also enlisted runaways who offered their service. For blacks, this was a way of guaranteeing freedom and showing patriotism. Clearly southerners feared this. They accused Lincoln of inciting slave rebellions and violating laws of war. When it became apparent that Yankee soldiers intended to benefit from using blacks in the army, the fears of masters were renewed and they often sent their slaves South to hide them. Hughes was removed from his hometown to prevent him from becoming a threat to his masters and their government. "],"display_date":1863,"search_date":"1863-07-02","locations":[{"id":285,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3032,"title":"Mobile Child Labor Reform Laws in 1897\n","course_id":1,"status":"P","start_date":"1897-01-01","end_date":"1897-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The movement to reform child labor laws identified a new difficulty in the late part of the 1890's. In the year of 1897 citizens of Mobile and their representative Thomas H. Smith presented a series of bills to the Alabama Senate regarding child labor reform. These bills were purported to have come from the Mobile Society for the Propagation of Christian Knowledge. All were shot down in committees. Though these laws were for the state of Alabama, the child labor reformers saw New England as being somewhat complicit in opposing the bills. In 1901 the Alabama Child Labor Committee wrote an open appeal to the people and press of New England and received wide endorsement throughout the state, including a former governor and the representative John Craft from Mobile.","The Committee engaged New England in what they thought was an important barrier in the reform movement. They asked for the interest and aid in pushing for child labor laws in the year of 1901, telling New Englanders that the responsibility is also yours. The responsibility lay with New England because, as the committee stated, While the proportion of the children under twelve in our Northern and Southern mills is approximately the same, yet in the mills representing the Northern investments, the actual number of such children employed is twice as great as the number found in the mills controlled by Southern capital. The letter called a Massachusetts representative the aggressive and effective opposition to attempts at proposing child labor laws at the turn of the century as well as being influential in stating opposition to laws being presented in the Alabama Senate in 1897. The appeal was a call for an awakening of public interest in the matter but it also directly spoke to New Englanders whose capital was used to erect factories and mills in Alabama.","From the discourse that carried on between the two it appears that any progress on the issue was greatly impeded in 1901. The Northerners wrote back but mostly denied wrongdoing in the matter, citing only four of the forty mills in the state were northern owned. They also argued that they did support the cause for reform but mostly because they believed young children to not be intelligent enough to do good work. Indeed, it was not just the lack of support from the Northern owners and legislators that made progress difficult. Mobile did not have many mills or factories compared to the rest of Alabama so it is natural that other districts and cities in the state would not necessarily agree with their stance. As early as 1887, Alabama had already enacted child labor legislation and it had been supported by Senator Daniel Smith of Mobile. Fines of up to fifty dollars were issued for employers who violated certain laws. Children under eighteen could not work more than eight hours in mechanical or manufacturing jobs, children under fourteen could not work more than eight hours in a factory, and no child under the age of fifteen was allowed to work in mines. These were certainly important milestones in the reform movement; however, as the appeal written by the Alabama Child Labor Committee demonstrates it was not enough. Citizens of Mobile, Alabama were credited with primarily supporting these laws and most any legislation surrounding the issue, most notably in 1897. Because of the efforts of the citizens and representatives of Mobile though, Alabama was considered to be pioneering the cause of child labor reform."],"display_date":1897,"search_date":"1897-07-02","locations":[{"id":288,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3289,"title":"WANTED \n","course_id":1,"status":"P","start_date":"1875-07-31","end_date":"1875-07-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A wanted ad for a man named Jeff Williams appeared in The Daily Mississippi Pilot?s reward section. Williams was a convict who escaped while under lease to a family and working on the Noxubee river levee. The Governor of Mississippi offered 50 dollars for someone to arrest and take Williams to the state penitentiary. The description of the man at large was listed. Along with including his height and age, the paper made a special note that Williams was a mulatto with black hair and was pitted by smallpox. "," Most wanted ads during this time were for missing black convicts. The idea of leasing out convicts came about in the South in the years following the Civil War. Leasing convicts meant that black convicts would have to work the land of a public area or be bound to a white plantation owner who, in exchange for the labor, would pay for the convict?s fines. This idea of leasing convicts became more widespread after the war and gave ex-slave owners a new form of cheap labor to make up for the labor force they lost after the emancipation. Convict leasing also provided the states with a readily available supply of laborers to help build up the railways along with other domestic necessities. "," The high number of black convicts was largely the result of the unfair court systems in the South. Most officers, judges, and even the jurors were predominately white and showed little mercy to black offenders. Yet, most blacks tried to turn to other options to avoid dealing with the court systems of the South. The Freedman?s Bureau was a popular alternative to the unjust systems because in normal trials, blacks did not receive a fair trial. The Freedman?s Bureau was called upon by black defendants to attempt to give them a hearing to try to settle their various disputes with other blacks and, in some cases, disputes with whites. "," In addition to unfair trials, southern laws concerning blacks were also extremely harsh, making it easier to get blacks in prisons to be leased out. Arson became a capital offense, stealing from someone?s home caused the offender to go to prison for life, and the theft of livestock became grand larceny. This increase in severity in the punishments in the south gave railroad, lumber, and mining companies a great opportunity to have access to this type of free labor. The large proportion of the convicts were blacks who had been charged for relatively trivial crimes. "],"display_date":"July 31, 1875","search_date":"1875-07-31","locations":[{"id":7084,"lat":30.3227252079,"lng":-88.4311231118,"zoom":9,"place":"JACKSON, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3308,"title":"Conquoror of Diseases \n","course_id":1,"status":"P","start_date":"1870-01-29","end_date":"1870-01-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In January 1870, there was an advertisement in The Weekly Mississippi Pilot for Doctor Porter, the great medical electrician, electric physician, and conqueror of diseases. This doctor claimed to have visited states and major cities all around the United States and was extremely successful in curing all diseases, especially ones that were chronic, long lasting, and that have not been able to be cured by other professionals. It noted that he would visit various cities in Mississippi. "," The advertisement went on to say that the doctor used herbal remedies to cure people of their ailments and let them go about their daily work. This description of his work was preceded by a somewhat convincing summary of his success with patients in various other cities that he visited. Using plants to treat diseases in the south originated from the Native Americans. Numerous specialists appeared who claimed to be able to cure various diseases, such as root doctors and traveled around trying to cure people. "," The Civil War itself left many southerners in bad health and old diseases resurfaced like Malaria, which had been in the decline before the war began. Yellow fever and Tuberculosis also reappeared after the war and hit the South especially hard. Poverty also aided the spread of disease. Eventually, the health care facilities did improve towards the end of the 1800s and boards of health were established."],"display_date":"January 29, 1870","search_date":"1870-01-29","locations":[{"id":7084,"lat":30.3227252079,"lng":-88.4311231118,"zoom":9,"place":"JACKSON, Mississippi"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3327,"title":"The Republican Party in Mississippi\n","course_id":1,"status":"P","start_date":"1868-01-01","end_date":"1868-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1868, a broadside advertising the Mississippi Election Ticket for the Republican Party was released. The pamphlet was entitled Vote the Flag. There was a faded image of an American Flag in the background and a list of those running for Republican state offices in the foreground. The Republican Party had reappeared on the southern scene. "," Only three years after the close of the Civil War the Republican Party placed itself back into the political arena in the South, even though the state was not yet officially readmitted back into the Union. The Republicans had been met with hostility in the South during the War years, now the party was freely campaigning for the upcoming Mississippi state election. However, hostility was still not completely out of the picture. Former Confederates were still bitter about their loss, and the Republican platform didn't help ease the pain. "," The Republicans were working to preserve black rights, which was a stance that exasperated Southerners and Democrats alike. Many Radical Republicans and southern Unionists wanted to stick it to the South as much as they could after the War, and legislation was the way to go. They focused on generating a new and sterner policy for the South, while giving blacks more and more rights (Donald, 556). The elections in 1867 and 1868 revolved around these hot issues. The broadside advertising the Mississippi Election Ticket for the Republican Party was a way the Party could further push the issue in the South. It was a way of rubbing Mississippi's nose in Reconstruction."],"display_date":1868,"search_date":"1868-07-01","locations":[{"id":7083,"lat":30.3227252079,"lng":-88.4311231118,"zoom":9,"place":"JACKSON, Mississippi"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3962,"title":"Easy Money in the Slave Trade\n","course_id":7,"status":"P","start_date":"1843-01-01","end_date":"1843-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["            Nicholas Kinney, of Miller's Bend,  Mississippi, was in a bind.  His cotton crop had failed and his debts were quickly mounting.  In an 1843 letter to his brother, who lived in Staunton, Virginia, Kinney proposed multiple methods to earn some quick money to satisfy his debtors.  The most promising option was to begin actively engaging in the slave trade.  Young healthy slaves could often sell for hundreds and even thousands of dollars.  The recent migration of planters to the Mississippi Delta from the Chesapeake region had increased the demand for slaves even further.  Even some people from the North came to the region in order to enjoy the economic prosperity of the area.  Some of the migrants came not understanding slavery or even believing that it was unnecessary but ended up purchasing slaves nonetheless.  ","            Kinney defended his decision to become active in the trade of slaves.  This is interesting because his brother, as a resident of Virginia, likely owned slaves himself or was at least exposed to slavery on a daily basis.  In fact, many slaves from Virginia and Maryland were sent to the Deep  South where the demand was much greater for them.  This was because the tobacco boom had come and gone in the Chesapeake while the cotton and sugar rush was just beginning in Louisiana.  The struggling farmer told his brother that the slave trade \"is both a positive good for master and slave.\"  It is easy to see what \"positive good\" the master received, but Kinney failed to mention how this process was beneficial to the slave.  He must have forgotten that slaves were often separated from their families and forced to start life anew whenever they were sold, causing much grief and heartbreak.  "],"display_date":1843,"search_date":"1843-07-02","locations":[{"id":7081,"lat":30.3227252079,"lng":-88.4311231118,"zoom":9,"place":"JACKSON, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4727,"title":"Analysis of the contributions of the engineers of the Seventeenth Army Corps under Union General John Logan along Jackson Road during the Battle of Vicksburg.","course_id":34,"status":"P","start_date":"1863-04-17","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["        Exhibiting adaptability and skill in constructing trenches and mines to counter Confederate resistance, Captain Andrew Hickenlooper, chief engineer of the Seventeenth Army Corps under Union General John Logan, had an integral role in shaping the Union course of events at the siege of Vicksburg in the spring and summer months of 1863 by overseeing one of three efforts in constructing an approach to seize the city along Jackson Road—a path that led directly to the garrison Union soldiers called Fort Hill.  On June 21, as Hickenlooper’s engineers and assisting infantrymen became hampered in their trench building efforts to sequester Fort Hill because Confederate General John Pemberton’s forces were “using hand-grenades (6 and 12 pound shells) with effect,” Hickenlooper demonstrated his leadership, his reliance on the precision of his engineers, and the importance of the engineers’ capabilities in impacting Vicksburg’s outcome by ordering mining operations to begin.  The engineers and miners, afraid, however, after Hickenlooper left the battlefield temporarily, abandoned their work on June 25 amidst mine explosions detonated by the Confederate army.  Even with this strong leadership, Hickenlooper attempts to disregard his absence in his officer report, demonstrating his ulterior motive of portraying his actions in a positive manner, which illustrates that defeating the enemy was not the sole objective of those involved in the war.  Despite this setback, the mining operation was effective in the Union army’s infiltration of the fort, as “1,500 pounds of powder in three different branch mines (500 in each) and 700 pounds in [the] center” were used so that Union “troops rushed in and took possession of [the] crater,” which was 40 feet wide and 12 feet deep, shaped like a saucer in the side of the fort.  As the fighting continued throughout the following days, Hickenlooper placed two guns in the crater and ordered for another mining operation to proceed on July 1, which was a “perfect success, blowing some 7 or 8 rebels.”  Indeed, the efforts by Hickenlooper and his fellow engineers significantly contributed to the strategy of the Union army and the surrender of the Confederate army at Vicksburg on July 4 to General Grant."],"display_date":"April 17, 1863 - July 4, 1863","search_date":"1863-05-26","locations":[{"id":7083,"lat":30.3227252079,"lng":-88.4311231118,"zoom":9,"place":"JACKSON, Mississippi"}],"tags":[{"id":325,"tag":"\"Civil War\""},{"id":324,"tag":"\"Vicksburg\" \"engineer\""},{"id":330,"tag":"\"Jackson Road\""}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4728,"title":"An account of an engineering captain in the Graveyard Road approach during the Battle of Vicksburg of the Civil War.","course_id":34,"status":"P","start_date":"1863-06-19","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["       Dispersing an already short supply of soldiers, artillery, and engineers, who dug trenches and pushed sap rollers, which were spherical devices filled with cotton that guarded engineers, the two unsuccessful approaches of the Union army to penetrate the city of Vicksburg in 1863 demonstrate the highly complex, yet haphazard nature in which war was engaged during the battle and throughout the Civil War. Captain William Kossak, an engineer officer in the Union army, assumed command of Brigadier-General Ewing’s brigade on June 19, in which he “took charge of the trenches on and along the Graveyard road” that led into Vicksburg.  Combat, therefore, was not the sole defining experience of soldiers.  Although the Union army had made considerable progress in advancing along Graveyard road, Kossak had a serious issue to contend with when he gained charge of the brigade: “I found the work advanced within 20 feet of the enemy’s counterscrap, with such obstructions in front of the sap-roller as to make it impossible to move the roller one inch without having the party engaged in the moving killed outright.”  As a result, the intricacies of the engineering tasks required for the Graveyard approach were perhaps the most elaborate and involved of the Civil War, as the engineers not only had to rapidly complete their assignments, but they also had to deal with the gun fire—like missiles wrapped in cloth, drenched with turpentine, that set sap rollers ablaze—from enemy assaults.  Eventually, Kossak, acquiring information from a Confederate informant—an uncontrollable factor—had to adjust his plans as a result of the placement of Confederate mines near the construction of the Union trenches as well: “I therefore went on a circuitous route, to keep even out of [the mines’] radius[‘s] of rupture.”  In order to accomplish this, Kossack realized he “had to blow 27 or 28 feet of solid ground….at the same time destroying all the mining around that front” the Union army already constructed, demonstrating that realities on the battlefield contributed to the haphazard and disorganized nature in which strategy was conceived and pursued.  The failure of the brigade to seize Vicksburg by July 4 along Graveyard Road can be attributed to the complex engineering operations they faced."],"display_date":"June 19, 1863 - July 4, 1863","search_date":"1863-06-26","locations":[{"id":7083,"lat":30.3227252079,"lng":-88.4311231118,"zoom":9,"place":"JACKSON, Mississippi"}],"tags":[{"id":329,"tag":"\"Vicksburg\""},{"id":328,"tag":"\"Civl War\""},{"id":327,"tag":"\"Graveyard Road\""},{"id":326,"tag":"\"engineer\""}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":5617,"title":"<strong>Henry Nields’ Heroism at the Battle of Mobile Bay</strong>","course_id":93,"status":"P","start_date":"1864-08-01","end_date":"1864-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In early August, 1864, a Union Naval fleet, under the control of Rear Admiral David Farragut commanding the flagship <em>U.S.S. Hartford</em>, neared Mobile Bay, Alabama.  The goal was to take over the strategic location which consisted of three confederate forts and a plethora of underwater mines.  The two main forts were Forts Morgan and Gaines aided by a few Confederate ships mainly the <em>C.S.S. Tennessee</em> which was an ironclad.","Admiral Farragut formed his fleet into a line that was two ships wide led by the <em>U.S.S. Brooklyn</em> because of its superior anti-mine technology.  On August 5, the fleet converged on Fort Morgan to the right of the inlet.  The <em>Brooklyn</em> fired the first shots on Fort Morgan and the battle ensued.  Unfortunately, one of the ironclads in the fleet, the <em>Tecumseh</em>, hit an underwater mine and quickly sank to the bottom of the bay.  At this point, Admiral Farragut climbed the mast of the <em>Hartford</em> and shouted the famous order “Damn the torpedoes, full speed ahead!”","Admiral Farragut’s, next order was one to save the crew of the <em>Tecumseh</em> which sank immediately after hitting the mine.  The <em>Metacomet</em> was instructed to send a boat to rescue any survivors of the explosion.  Acting Ensign Henry Nields boarded the boat and assisted ten members of the <em>Tecumseh’s</em> crew.  The task though was not one of ease as Admiral Farragut expressed in his after action reports saying “[Nields] took her in under one of the most galling fires I ever saw, and succeeded in rescuing from death ten of the crew, within six hundred yards of the fort.”  Although the <em>Tecumseh</em> lost around ninety men, Nields’ heroism was reflected on by Farragut on multiple accounts.","Nields miraculously made it back to the <em>Metacomet</em>, and shortly after, the ship was sent to take down the retreating <em>C.S.S. Selma. </em>The <em>Metacomet</em> tailed the <em>Selma </em>north of Mobile Bay and forced her surrender.  The Union incurred a huge land and naval battle at Mobile Bay driving the confederates out and eventually capturing all three forts.  Moreover, the battle yielded a copious number of Medals of Honor for the union officers who affected the victory."],"display_date":"August 1864","search_date":"1864-08-16","locations":[{"id":285,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":113,"tag":"Navy"},{"id":311,"tag":"Union"},{"id":1577,"tag":"Victory"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":5621,"title":"<em>CSS Tennessee</em>, Confederate Ironclad Proves itself at Mobile Bay","course_id":93,"status":"P","start_date":"1864-08-05","end_date":"1864-08-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the morning of August 5, 1864, Admiral David Farragut led a fleet of eighteen warships into Alabama’s Mobile Bay. Since the fall of New Orleans in April 1862, Mobile had become the major Confederate port in the Gulf of Mexico, responsible for bringing in blockade runners carrying supplies from Havana.  The result of Mobile’s rise in importance to Confederacy was a rise in the priority of its capture for the Union.  Farragut’s fleet consisted of four heavy ironclads, vessels outfitted with heavy iron or steel armor-plates, and fourteen wooden warships, including the <em>U.S.S. Hartford</em>, Farragut’s command ship.  In opposition to this fleet, the Confederates only had four vessels.  However, this included the <em>C.S.S. Tennessee</em>, a ship that was renowned as the most powerful ironclad afloat.  CSA Secretary of the Navy S.R. Mallory described the two forces in a report to Jefferson Davis, dated November 5, 1864. “A formidable fleet of the enemy, consisting of eighteen ships, including four ironclads, mounting 199 guns, crewed by 2,700 men, under Admiral Farragut, crossed the Mobile Bar, where they were vigorously attacked by the forts and by our small squadron under Admiral Buchannan.”","Despite a valiant defense, the Union fleet pushed into the bay, forcing their way past the CSA forts, fleet, and mines.  Mallory reports, “In this action, the <em>Tennessee</em> and the <em>Selma</em> were captured, and the <em>Gains</em>, in a sinking condition was run ashore.”  The secretary totaled Confederate losses at “12 killed, 20 wounded, and 243 taken prisoner,” writing to Davis that, “Naval history records few contests between forces so unequal in ships, guns, and men, and but few in which the weaker side displayed such heroism.”","Beyond the battle’s importance to the Union campaign in the South, Mobile Bay proved to be the first test of the new ironclad against heavy fire. Mallory described the assault of the Federal fleet on the CSA ironclad. “The enemy ships, some of the finest afloat, were armed with IX, X, XI and XV inch guns, whose projectiles varied in weight from 84 to 428 pounds. Their broadsides, some of the heaviest known, were discharged upon the <em>Tennessee</em> at distances ranging from 3 to 30 yards, and three of their heaviest ships, fitted as rams, ran into her at full speed repeatedly.” In defiance of such punishment, Mallory claimed “The massive strength of the frame and the sloping armor of the ship resisted these assaults, and but one shot reached or made any impression upon the woodwork of the shield, and this did not go through it.” This test, as well as the success of the Union Ironclads running under the guns of CSA forts, demonstrated that, as the secretary put it, “The resistance offered by inclined iron armor to the heaviest ordinance ever used upon the sea was here fully tested at short ranges,” proving the durability of the new vessels and the success of advancing naval technology, in both offensive and defensive capacities."],"display_date":"August 5, 1864","search_date":"1864-08-05","locations":[{"id":285,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":603,"tag":"United States Navy"},{"id":1569,"tag":"Confederate Navy"},{"id":5,"tag":"War"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":5720,"title":"Women Answer the Call in World War Two","course_id":110,"status":"P","start_date":"1/1/42","end_date":"12/31/42","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Propaganda from the War Manpower Commission, a U.S. employment service, promoted women joining the labor force during World War Two. In Mobile, Alabama, the Commission distributed a pamphlet using the fear of Hitler as motivation to work, asserting that as long women helped “build ships, more ships to transport our men, tanks, planes and munitions” Hitler wouldn’t “come to our shores.”  It also noted that housing at that time would not permit any new migration of workers to take the Mobile jobs which was why women were so badly needed.  At the time of its printing in 1942, this pamphlet urged that 6 million more women were needed from the 4 million already “employed in America’s war industries.”","It is more than obvious that in America during World War Two, women came when they were called.  As Karen Anderson pointed out, by the wartime peak in 1944, 19 million were employed, an increase of almost fifty percent since March 1940.  Also between these four years, the number of women employed in manufacturing jobs increased 141 percent while domestic service employees decreased by about 20 percent.  Women formally working as waitresses, maids, and saleswomen dominated jobs as welders, riveters, taxicab drivers and so on.","However patriotic it seemed for women to contribute, Anderson went on to reveal war work was not glamorous or enlightening as suggested in pamphlets and it had a disrupting influence on gender roles.  Once women entered the “men’s world”, they encountered more problems than they expected.  Since most women had never worked before, training for dangerous jobs such as welding was imperative.  Few courses were offered as part of in-plant training.  This meant that about four to eight hours in classes were added to an already forty-eight hour long work week.  Training centers were frequently located in residential areas rather than close to the plants, adding to another problem experienced throughout the war boom, transportation.  Serious transportation problems rose with wartime shortages that extended the amount of time women were away from home.  Being away from home so much left women distraught in trying to properly care for their children and catch up on housework.  American policy makers were not helpful in easing women’s duel burden during the Second World War. Thus the high rates of absenteeism among female workers revealed the most compelling evidence of calamity created by war times.","With the problems that evolved it is obvious that women were apt to put their lives on hold for the greater good of the country.  With propaganda urging them to consider if they could “be of greater service” at “home or in a war plant” how could they turn their backs in such critical times of need?"],"display_date":1942,"search_date":"1942-07-02","locations":[{"id":26301,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"Mobile, Alabama"}],"tags":[{"id":258,"tag":"World War II"},{"id":7,"tag":"Women"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":6067,"title":"Southern, Sassy, and Strong","course_id":122,"status":"P","start_date":"1862-06-05","end_date":"1865-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Midnight train rides, cleaning wounds and changing dressing was not the job for a proper Southern woman. Kate Cummings took up the call to become and nurse and broke the holds that Southern society placed on women of middle to upper class. Kate travled by train from her home in Mobile to different hospitals around the South assesting surgeons after the Battle of Shiloh and hepling wounded in Georgia. While Northern hospitals system was very orginized and detailed, the South was far from it. Doctors drank the medical whiskey that was to go to the patients, other women would not want to preform their duties fully and all the while Kate was receiving letters from her family urging her to levae the unsutiable lifestyle and return home.","Unlike their Northern counterparts, who were welcomed in the hospital, Kate along with other women were seen as the enemy to the male staff such as the Union was the enemy. Pushing this aside and ignoring socieyt and her parents wishes, Kate \"cleaned house\" of the staff who were not up to standards using her society roots to help with her backing.","According to society Southern women were not to see a man's body until they married. The Civil War changed that notion. Cummings helped doctors in surgery, changed dressing, and cleaned wounds. With the new exposure to the male soldiers bodies Kate, who at the time was unmarried was in for a new concept. Throughout the war she remained professional and provided care for the wounded thus saving many lives."],"display_date":"June 5, 1862 - April 7, 1865","search_date":"1863-11-05","locations":[{"id":12224,"lat":35.1460265024,"lng":-85.6297474555,"zoom":9,"place":"MARION, Tennessee"},{"id":285,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"},{"id":1619,"lat":34.9035877242,"lng":-85.1380945498,"zoom":10,"place":"CATOOSA, Georgia"}],"tags":[{"id":2189,"tag":"Nursing"},{"id":7,"tag":"Women"},{"id":32,"tag":"Civil War"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}}]}