{"id":4234,"place":"ORANGE, North Carolina","lat":36.0638291279,"lng":-79.1821891988,"episodes":[{"id":2797,"title":"Tobacco Business Revives Economy in Durham\n","course_id":1,"status":"P","start_date":"1865-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1865, John Ruffin Green, a newcomer to Durham, bought a tobacco factory from Dr. Richard Blacknall. Green knew that there was a future in the manufacturing of tobacco because he noticed the extensive amount of its consumption in the Confederate Army and among university students. Green focused on the manufacture of smoking tobacco by buying only the best grades of leaf. Later that year, a terrible incident turned out to be a blessing for him. The Confederate Army, while withdrawing through Durham, acquainted Green's tobacco with the Federals. The soldiers raided the factory, and Mr. Green assumed his business was ruined. However, they quickly acquired an appreciation for Spanish Flavored Durham Tobacco, when they smelled the smoke from Green's factory. Orders for Green's tobacco began to accrue, reviving both his business and the tobacco industry. As a result of the Civil War, demand for both whisky and tobacco quickly increased.","When the North Carolina soldiers returned to the South after the surrender, they were confronted with poverty and bankruptcy. Confederate banks, bonds, and money were now all worthless. However, Durham quickly found prosperity in the tobacco industry. Rapid growth of Durham in the post Civil War period was due to the surge in the tobacco manufacturing industry. Durham's escape from tradition is one of the main reasons why the city became the chief tobacco manufacturing center in North Carolina. Factories multiplied, warehouses were established, and there was an increase in population.","The development of tobacco manufacturing in the state, as historian Hugh Talmage Lefle found, was almost wholly the result of private initiative. The industry was highly concentrated graphically and completely owned by North Carolinians. "],"display_date":1865,"search_date":"1865-07-02","locations":[{"id":9685,"lat":36.0615410355,"lng":-79.0467709268,"zoom":9,"place":"ORANGE, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4795,"title":"<strong>The <em>Shawshank</em> Plantation, or Nowhere to Run...but Home</strong>","course_id":38,"status":"P","start_date":"1844-11-01","end_date":"1847-02-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the film <em>The Shawshank Redemption</em>, a convict named Brooks was paroled after 50 years in prison. He was distraught at the thought of having to leave the dehumanizing Shawshank penitentiary that had been his home for so long. Brooks was released and, after a few months of trying to readjust, he gave up and hung himself. Letters written 150 years earlier from the Cameron Plantations reveal a similar attitude held back then, not by prisoners, but by slaves.","A slave named Milton, along with dozens of others, journeyed in 1844 from the original Cameron plantation in Stagville, North Carolina to one that Paul Cameron had recently purchased in Greene County, Alabama. The work in Alabama was hard, apparently harder than their previous work in North Carolina. The extremely rainy weather and damp climate affected many of them, causing extended fevers, chills, and even death. In August of 1846, Milton grew ill and was reported sick for the next five months. Then in January, he ran away… but where did he go?","Alabama was not too far from the Mississippi River, Indian Territory (Oklahoma), and Mexico via Texas. Milton, however, chose a much longer but familiar path; the path home to Orange County North Carolina.","From Macon County Alabama, a jailor wrote to overseer Charles Lewellyn in February, 1847: “There was a negro man committed to the jail of our county on the 2nd of February who calls himself Milton and says he belongs to a man living in North Carolina by the name of Cameron. He also states his master has got a plantation in Greene County which he state was his home and that he left there about a month ago and was making his way on to his master in NC when he was apprehended as a runaway slave. He also states his overseer is Charles Lewellyn, and I thought proper to write to you.” Milton had run away, if he is to be believed… to go back home, 700 miles away to Stagville. Why?","For the Cameron slaves, it appears that Lewellyn treated them fairly. One piece of evidence can be found in a letter from Paul Cameron to his father: “The negroes fear him a little more than I wish, but they regard him kind in the main and just… But, the weather and climate of Alabama, not to mention the backbreaking work, were so disagreeable as to compel this slave to flee his situation. Milton’s own unhappiness may also have been caused by his uncertainty as to whether he could cope in the world outside the plantation. Beside fear of the unknown, there may also have been fear of the known, e.g., what he might have heard about changing conditions in the North where some states like Ohio were reacting negatively to the increasing numbers of escaped slaves. With no money to buy land, these African Americans were competing with Ohio’s whites for jobs in the towns and cities, and by the 1840’s, Jim Crow and violence were common in that state as well, restricting where African Americans could live and what jobs they could hold.","If given the chance to leave or stay within the system maybe some slaves would choose to stay, but to stay only only their terms. The fact that thousands of newly freed slaves stayed on as sharecroppers after the Civil War confirms this point. Milton was obviously not happy in Alabama, but not so unhappy that it would prevent him from returning to North Carolina, his own <em>Shawshank</em>, where life may not have been good, but at least it was predictable."],"display_date":"November 1, 1844 - February 5, 1847","search_date":"1845-12-18","locations":[{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"},{"id":9683,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"}],"tags":[{"id":398,"tag":"slavery, runaway"},{"id":399,"tag":"Alabama, North Carolina"},{"id":400,"tag":"Cameron family"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4803,"title":"The Second Middle Passage: Slavery Moves West","course_id":38,"status":"P","start_date":"1844-09-05","end_date":"1846-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The second stage of the transatlantic slave trade was also called the Middle Passage. The Middle Passage was a horrifying experience for slaves headed to the Americas. Slaves were quartered on ships for up to two months and treated as cargo. They were often chained in shackles and kept below deck where they had to lay down because there was less than three feet of height. There was never enough food or fresh air for the slaves. Many of the slaves died of starvation and disease. Some were so tortured by the trip that they threw themselves overboard. The floors where the slaves were kept were usually covered with excrement and blood. Sometimes the slaves were given exercise on nice days. This exercise included being made to dance, jump and sing by the sailors using whips. The sailors took out their frustration on female slaves. Due to all of these and more circumstances there was an 11% mortality rate of slaves on these ships.<br /><br />Around the mid 1800’s tobacco had drained all the nutrients out of the soil and plantation owners like the Cameron’s moved west with the expansion of cotton. Most of the slaves that were sent west were did so with slave traders. Very rarely did slaves travel west with their families and owners. Most slaves were forced to walk across the south, chained together. They were devoid of human interaction. The death rate was lower on this second middle passage than it was on the passage across the Atlantic but it was still higher than the death rate at that time. The slaves were not fed enough, they were not given clean water nor were they allowed to rest enough on their long journey. Once they arrived in this new land they had to farm a new crop. They were working longer hours with more back breaking labor. They had lost all semblance of a life they had had back east.<br /><br />Through the Cameron letters we can see that Paul Cameron purchased land in Greene County, Alabama and he chose to move his slaves west instead of purchasing slaves once he reached the new plantation. A man named Mr. Laws was hired to transport the slaves and they each cost between 6 and 7 dollars to move [1]. Paul had to convince his father that moving the slaves would be beneficial [2]. The party would travel with tents and wagons [3]. Paul Cameron would travel part of the way with his slaves and then continue on alone. The slaves would travel as a group with Mr. Laws [1]. All of the slaves besides one, Edmond survived the trip. Paul told his father in a letter sent after their arrival that they could not have rented any slaves better than their own and he would not buy any slaves from that part of the country. He also told his father that according to Mr. Laws, no other slaves had been brought to Alabama under better circumstances [4].<br /><br />Despite Paul Cameron’s best attempts to move his slaves humanely and to make sure that they had proper living quarters the slaves were still negatively affected by the move [4]. Not only were the slaves constantly fighting diseases but they were working hours they had never been forced to do before. The slaves wanted to go back to North Carolina. One slave, Milton, actually did run away from Greene County and head back to his home in North Carolina. During this second middle passage more slaves choose to steal away in the night than face the hard travel and work. Due to the late hours the slaves were working they no longer had time to cultivate their own vegetables and livestock therefore their diet changed. In another letter from Paul Cameron to his father his discusses the change in the slaves. The older slaves seemed to have withered away [5]. Paul Cameron also told his father about how the slaves were hoping for some extra rest at the holidays. The slaves usually celebrated the holidays in North Carolina by frolicking at festivities but in Alabama the work exhausted them so much that while they would like to frolic they preferred to rest [6].<br /><br />The Camerons were an exception to the rule during this passage. They choose to move their slaves rather than buy new ones. Paul Cameron may have thought no better slaves would be found in Alabama than his own. He may also have figured that despite the amount it cost to transport his slaves west he would have saved time and money when setting up the new plantation. However, the slaves were negatively affected by this trip. Their health was diminished, their quality of life was worse and their new lives were drastically different from their old ones. The work was harder and the pay out was smaller. While the trip and the experiences directly relating to this transfer, was not as devastating for the slave population as the original middle passage had been the men, women and children who were forced to walk from North Carolina to Alabama would never be the same.<br /><br />References:<br />[1] Letter from Paul Cameron to his father Duncan Cameron on October 25th 1844<br />[2] Letter from Paul Cameron to his father Duncan Cameron on September 5th 1844<br />[3] Letter from Paul Cameron to his father Duncan Cameron on October 12th 1844<br />[4] Letter from Paul Cameron to his father Duncan Cameron on December 7th 1844<br />[5] Letter from Paul Cameron to his father Duncan Cameron December 1st 1846<br />[6] Letter from Paul Cameron to his father Duncan Cameron December 19th 1845<br />[7] www.understandingslavery.com<br />[8] www.wikipedia.org/wiki/slavery_in_the_united_states#second_middle_p..."],"display_date":"September 5, 1844 - December 1, 1846","search_date":"1845-10-18","locations":[{"id":9683,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"},{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":400,"tag":"Cameron family"},{"id":4,"tag":"Slavery"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4805,"title":"<strong>Go West, Young Man! (Whether You Want To Or Not)</strong>","course_id":38,"status":"P","start_date":"1844-09-05","end_date":"1848-04-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One of the more striking aspects of the Cameron plantation letters is the account they offer of the exportation of slave life from the areas of initial settlement on the Atlantic seaboard beyond the Appalachian mountains into the old Southwest and the Mississippi. Ira Berlin's <em>Many Thousands Gone </em>and <em>Generations Of Captivity</em> trace this development to the period of the American Revolution, when British promises of freedom to runaway slaves in Virginia and the Carolinas led to the evacuation of many slaves to the west, with predictable disruption to slave families and communities (Berlin, <em>Many Thousands Gone</em>, 264-265). With freedom for white Americans from British colonial authority came more opportunities to extend unfreedom for black Americans across the continent. After the war, natural increase in the slave population created a surfeit of unfree labor (first in Virginia and Maryland, but later on in the states further south), which augmented this flow of slaves to places like Greene County, Alabama, where the Camerons established a second plantation in 1845, toward the tail end of this period of westward transportation of the slave system. Paul Cameron’s correspondence illustrates the careful, methodical measures he took to undertake this endeavor, while the attempt by the slave Milton hints at the effect this forced migration had upon the enslaved population.<br /> <br /> Throughout the autumn of 1844, Paul Cameron steadily made plans to establish a new presence for his family business in Alabama. In a pair of letters to his father, he describes contracting to purchase shoe leather in Petersburg, Virginia (series: 1.3.3, box: 40, folder: 934, date: 1844-9-5) and discusses his plans to acquire tents, buttons, and wagons (series: 1.3.3, box: 40, folder: 935, date: 1844-10-12) in anticipation of setting  his \"people\" upon the march of from Person County, North Carolina to the planned new plantation to the southwest (series: 1.3.3, box: 40, folder: 936, date: 1844-10-20). By November, Paul has seen the contingent off on its journey to Alabama (series: 1.3.3, box: 40, folder: 937, date: 1844-11-5), where he agrees to purchase plantations at both Candy's Landing and in Greene County (series: 1.3.3, box: 40, folder: 937, date: 1844-11-27, series: 1.3.3, box: 41, folder: 940, date: 1845-1-4). Cameron is quite meticulous about the preparations for the move. He is clearly a businessman of a conscientious nature. However, for all the pains he takes to ensure the smooth running of the westward march, Paul makes sure to travel to Alabama the following year in as luxurious a manner as one could in the 1840s. His attention to detail seems directed much more toward the furtherance of his financial interests in the expansion of his enterprise. While the slave Edmund becomes seriously ill during the journey (series: 1.3.3, box: 40, folder: 939, date: 1844-12-7), Cameron's main objection to his journey is the presence of blacks in his stage-coach (series: 1.3.3, box: 41, folder: 970, date: 1845-11-18). The attitude of the planter class is clearly illustrated: black people exist only as laborers and only merit consideration as agents of white economic designs. The damage to black people as people is of little concern.<br /> <br /> This disregard for the wishes of real people is exemplified by the attempt of a slave named Milton to return to North Carolina in 1847 (series: 1.3.3, box: 43, folder: 1002, date: 1847-2-9). He is captured before even making it out of Alabama and returned to the Greene County plantation (series: 1.3.3, box: 43, folder: 1002, date: 1847-2-5, series: 1.3.3, box: 43, folder: 1006, date: 1847-4-8). While it seems counterintuitive that a slave would flee a plantation to return to another plantation, Berlin argued that most runaway slaves did not seek freedom, but rather absconded in order to visit family or otherwise maintain the bonds of community which the caprice of slave masters sometimes severed. To slave-holders like Paul Cameron, the move to the west as a simple business decision, to be executed with prudence and attention to detail, but with little concern for the human property involved. To slaves like Edmund, taken ill during a very long journey on foot, or Milton, run away back to the world he knew and had been removed from, the journey west was a brutal abruption."],"display_date":"September 5, 1844 - April 8, 1848","search_date":"1846-06-22","locations":[{"id":9683,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"}],"tags":[{"id":411,"tag":"Westward Expansion"},{"id":410,"tag":"Slavery, Migration"},{"id":398,"tag":"slavery, runaway"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4806,"title":"Slave Owner Uses Modern Medicine to Treat Malaria","course_id":38,"status":"P","start_date":"1846-09-21","end_date":"1846-09-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["         In late September 1846 several slaves from the Fairntosh plantation in Durham, North Carolina fell sick with malaria. Their owner, planter Paul Cameron, tells his father Duncan how he provided medicine for his sick slaves as well as the traditional herbs and teas.","“Since that time we have a great deal of chill and fever at the mill quarter in [unintelligible] I have made the best arrangements possible that I could for administration of medicine by cutting it up into portions one g[rain] for the elder ones and five grains for the younger [unintelligible] with a little oil with instructions for the use of our usual teas and no doubt I will get about as good accounts from them as from the other.”","Paul Cameron, like many slave owners, was carefully attuned to the health of his work force. Neither his concern over the health of his slaves however, nor his quickness to use newer medical treatments, necessarily indicate that Paul Cameron was a more humane owner of slaves, or that he possessed more egalitarian views. Rather, Paul’s use of medicines was part of a larger debate over medical treatment for slaves. The development and application of medical science was part of the ideological environment of the Antebellum South and an important argument for the justification of Slavery."," ","         The US South in the 19<sup>th</sup> century was an unhealthy place. Epidemics of cholera, yellow fever, and typhoid ravaged the population, killing many of those infected. Malaria, though not as lethal as other common diseases, was a great concern for slave owners as it could severely weaken their work force. Spread through the Anopheles mosquito, the parasite causing malaria damages the blood cells and the liver and causes fever, vomiting, chills and headaches. Though it infrequently causes death, the initial infection can last several weeks, and relapses of symptoms can occur months, even years, after the initial infection. 19<sup>th</sup> century physicians did not understand the origins of the disease, nor that it was spread through mosquitoes, but that did not stop them from prescribing a multitude of treatments for what they referred to as “fever and chills” or the “autumnal fever”. In the early 19<sup>th</sup> century a debate arouse over the proper treatment of slaves who contracted malaria. "," ","         Physicians were not taught specific treatments for slave diseases, despite calls for such training, and owners and doctors alike were left guessing over the proper course of medical treatment. (Savit 1981) Treatments such as bleeding and blistering had fallen out of use on whites, but were still prescribed for blacks suffering from the same diseases. Prevailing medical thought considered slaves to be resistant to malaria and other tropical diseases, and “those few blacks who fell victim to the fever were treated in a simple manner. Hot bricks were applied to the feet, hot brandy or water given in large quantities, as well as hot snake-root tea containing forty or fifty drops of spirit of ammonia.”(Haller 1973) This spirit of ammonia is likely the medicine Paul gave to his sick slaves."," ","         Paul was confident that this minimal treatment would suffice because the leading physicians of his day believed blacks to be resistant to malaria and other tropical diseases. This belief served as a justification for the institution of slavery, as such resistance was seen as evidence of Africans’ natural suitability and inclination for fieldwork. Paul’s treatment of his slaves was modern in comparison to his Alabama overseer Charles Lewellyn, who generally took a less active approach to his sick slaves. Yet, this attention should not be considered to be an indication of a kinder type of slave owner or a rejection of the harshness of the plantation system. The modern medical science practiced in the Antebellum South created new justifications for the institution of slavery. Paul Cameron may have been modern in his application of medical science, but his motives were grounded in an ideology of racial inferiority that served to legitimize slavery. "],"display_date":"September 21, 1846 - September 26, 1846","search_date":"1846-09-23","locations":[{"id":9683,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":100,"tag":"Medicine"},{"id":4,"tag":"Slavery"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4808,"title":"Bad Medicine and the use of Galvanism in the Cameron Plantation letters at Stagville","course_id":38,"status":"P","start_date":"1846-10-01","end_date":"1846-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["There is numerous life situations featured in the letters of the Cameron Plantation. The focus of interest here is the life of the enslaved people as seen through the eyes of the Cameron family. Of course because of this we must interpret based on what we see in the letters. There are real human issues. These include affection, sickness, disease, travel, and home life just to name a few. The goal of this essay is to interpret a focused episode from the letters of the Cameron plantation. Specifically in this essay is the issue of disease and sickness, as well as the primitive medical care at the time, especially in regards to the enslaved families.","Medical care for anyone slave or free at the time of the Cameron letters was substandard and very primitive as compared to the innovations in medicine that we have in the 21<sup>st</sup> century. There was no such thing as antibiotics. Most of the treatments that were used were just opiates to alleviate pain. If there was an infection in an arm or leg of a person, the limb was usually amputated. For an enslaved person, poor medical treatments were given. Often these were in the form of Ipecac, which was used to rid the body of poisons. Ipecac is not soothing. It causes the afflicted to vomit. It is important to remember that the enslaved persons were not in 21<sup>st</sup> century office conditions. They were working outside. In the case of the Cameron letters this was in North Carolina and Alabama. The enslaved persons were harvesting cotton but also tobacco. Harvesting tobacco can make an individual nauseated when picking the plant with bare hands.","Imagine the scenario. An enslaved person who has been through a very physical ordeal all day with sometimes extreme temperatures gets a fever and perhaps a bad cough. Perhaps the individual is suffering from tobacco poisoning. Since the individual appears obviously ill, the overseer or owner of the plantation gives them Ipecac to make them vomit and dehydrate.","Another type of primitive medical treatment referred specifically in the Cameron letters was the use of Galvanism. This is a very macabre type of medical treatment. Modern 21<sup>st</sup> century people will certainly recognize this from the famous story or Frankenstein by Mary Shelley. During the time and just prior to the Cameron letters this was a popular growing trend of medical science or really pseudoscience. It was often used on animals. This gives another perspective to the Cameron letters. The obvious here is using a technique usually reserved for animals also being used on the enslaved human individuals.","Galvanism is the use of electric current attached to living or nonliving tissue. Galvanism gets its name from Luigi Galvani (1737-1798). Galvani observed that the legs of dead frogs would twitch when in contact with metals or alloys that were magnetic and electrically connected with an electrolyte. Galvani misinterpreted that the source of the electricity was produced from the animal’s muscular and nervous systems. In reality it was the electric current.","The next development for Galvanism continued with Alesandro Volta who did come to the correct conclusion that the electricity originated from the metals. Since there were limited metals to work with he used copper and zinc. The word “volt” is taken from this man’s name. Volta was able to create the anode and the cathode with the copper and zinc to create a battery cell. However, Volta did not understand that it was the chemical reaction in the cell and not just the metals themselves. This concept of electric current stimulating a chemical reaction was discovered by Humphrey Davy (1778-1829). Davy hired a scientist, Michael Faraday who is credited with the rule of proportionality between the mass dissolved and the current flowing in the cell. This law is still recognized today as Faraday’s Law of electrolysis. It is used to convert corrosion densities to mass loss."," ","In the situation of the Cameron letters we have a passage describing this:"," ","….On Monday last we had the pleasure of receiving yours and Margaret’s letters…..15 by Virgil who came up from Raleigh with them. It is with much regret and pain I learn from your letters that our Mildred’s condition remains so little improved since I parted from her. We can only trust I hope that Dr. Jackson with divine assistance will be able to find some remedy which will relieve her from her severe sufferings. I am most anxious to hear what affect the application of [Galvanism] has produced…..Letter to Duncan Cameron from Thomas B. Bennehan Oct. 22, 1846","It was thought by the medical knowledge of the time that if an individual’s condition, especially that of fatigue did not improve, then the individual was connected to an electric current usually to their legs or throat (allegedly the vocal chord). An electric charge was sent through the individual. Of course we know today that this can have further devastating effects.  The use of this practice was not limited to the enslaved people but was also used on people in general. In such a situation ignorance can breed ignorance."," "," "," "],"display_date":"October 1846","search_date":"1846-10-16","locations":[{"id":9683,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"}],"tags":[{"id":413,"tag":"Galvanism, slavery,"},{"id":418,"tag":"plantation, slaves"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4813,"title":"Greene County Goes Yellow with Fever","course_id":38,"status":"P","start_date":"1847-01-01","end_date":"1847-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1847 inhabitants of the Mississippi River basin  had to deal with an outbreak of Yellow Fever.  Transmitted by mosquitoes, Yellow Fever caused symptoms including fevers, chills, headaches and nausea.  In the later months of 1847 the letters that overseer Charles Lewellyn sent to Paul Cameron about the condition of his plantation were fraught with the names of slave that were ill, recovering or had passes from work.  Many of the symptoms that Lewellyn described to Paul Cameron are commonly associated with Yellow Fever.  The illness that was affecting many of the people on the plantation came during the harvesting season a devastating time in Antebellum South for an illness to plague the plantations. ","In the letter sent to Paul Cameron on October 20, 1847, Lewellyn writes that somewhere between 15-40 slaves are sick with fever and chills.  In that same letter Lewellyn mentions that the neighboring plantations seem to fairing worse than they are when it comes to the illness among their slaves.  Though there is no specific mention of Yellow Fever as the illness that was affecting the slaves in Charles Lewellyn’s letters one can infer that this is what was affecting many of the plantation in the areas.  With widespread illness in the same area and symptoms that are commonly associated with Yellow Fever it seems likely that the 1847 epidemic was the cause of the illness that Charles Lewellyn had to deal with in the later months of 1847.","This threat of Yellow Fever could have been enhanced by the increase of rain fall in 1846.  In a letter dated April 30, 1846, Lewellyn discusses the impact of the increased rain on harvesting the cotton.  In this letter he mentions how the rain was so heavy he was going to need to replant some of the fields that had already been planted because the rain washed away what had been there.  Both the corn and cotton crops were affected by the rain.  Excessive rain would lead to increased areas of stagnant water, the preferred breeding ground for Mosquitoes. This increase in the Mosquito population  helped fuel the 1847 Yellow Fever epidemic only a few months later. ","According to the World Health Organization only approximately 15% of current cases of Yellow Fever reach the second more deadly stage of the virus that is deadly.  Though there is no concrete data that suggests what the mortality rate of Yellow Fever was in 1847, limited medical knowledge about the treatment of the virus probably led to more deaths then is witnessed today.  The Yellow Fever epidemic likely affected many of the plantations around Paul Cameron’s in Alabama.  Slaves spent countless hours outside during the harvest seasons increasing their exposure to the virus.  Charles Lewellyn would have been fighting a losing battle against Yellow Fever during the harvest months because of this.  Though even a Yellow Fever epidemic would not stop the harvesting on plantation of countless amounts of money in crops. "],"display_date":1847,"search_date":"1847-07-02","locations":[{"id":9683,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"},{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":417,"tag":"Plague"},{"id":400,"tag":"Cameron family"},{"id":220,"tag":"alabama"},{"id":4,"tag":"Slavery"},{"id":403,"tag":"Yellow Fever"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4814,"title":"\"Weather\" or not a slave was treated well.","course_id":38,"status":"P","start_date":"1845-09-01","end_date":"1847-12-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When we learn about slavery and the slaves’ masters we often get a picture of an evil cold hearted man, who would whip and torment slaves, while they worked in weather conditions that made it impossible to get any work done. We also often assume that their (the slaves) masters would force them to work whether they were sick or even near death. Using the plantation letters from the Cameron Family we can create a different interpretation. Through these letters we can use the weather as an indicator to determine how well slaves were being treated and cared for on the plantation. This is not to downplay the immoral act of slavery or to say that there were not slave masters who treated slaves poorly because they did exist. Rather, the theme of weather and its patterns, across the letters, can give us a better understanding of how slaves were cared for and treated.","Between the years of 1845 and 1847, there are several instances where Lewellyn (the overseer of the plantation) shares his account of the weather conditions and his inability to get work done on the field. “The Negroes will make an effort to get out the crop by the 25<sup>th</sup> if the weather will permit it being done- but I fear they will not do so.” Even with good weather and the opportunity to get things done, illness has stopped their progress. “The weather here is very warm today, more like July than November, and yet we have a great deal of disease in our Negro family.” Regardless of the weather, if it was too hot or too cold, and without consideration for the slaves’ health, Lewellyn could have easily demanded that the slaves “weather the storm” and worked under any condition. Mr. Cameron, as well, could have ordered Lewellyn to put the slaves to work under any circumstance to ensure the production of his crops. The fact that they did not resort to those measures suggests that the overall health and wellness of their slaves were important. Productive, healthy slaves seems to be Mr. Cameron’s priority when he requested “the overseer to keep the [unintelligible] in the house as I [unintelligible] suffer more cold.” We can assume that Mr. Cameron’s request pertains to keeping the slaves inside to protect them from getting sick and to keep them healthy.","One may think that the Lewellyn’s or Paul Cameron’s intentions were for the good of the plantation and the production of the crop and not so much about the health and well-being of the slaves. Wilkins and Wilson suggest, with regards to the treatment of slaves, that most slave masters were not as brutal or sadistic as one is lead to believe. “<em>The Slave Narratives </em>are overwhelmingly favorable in the judgment of slave masters as ‘good men.’” They found out of 331 narratives that had a reference to a master, 86% suggested that their masters were “good” or “kind.” Some of those references also suggested that the master did not allow whippings and a number of them only allowed whippings while they were present.  Wilkins and Wilson also suggest that slave masters did not want slaves who were defiant and lazy. They wanted hardworking and responsible slaves.  “Such attitudes cannot be beaten into slaves. They had to be elicited.”","It is easy to believe that slave masters and overseers treated slaves as less than human or measured their importance to the amount of labor they contributed to. We can use the weather as an indication of how slaves were treated. From what we learn about, we would believe that slaves were constantly placed in situations that jeopardized their health and well-being, in order to produce and gather crops. These letters help paint a different picture. Slaves were relieved from working in the fields when weather conditions prohibited them from doing so. With numerous amounts of “rain days” many would assume that an overseer or a plantation owner would over work their slaves to make up for the loss production of their crops. At least in this case, by analyzing weather patterns and conditions we can determine the treatment of slaves and the relationship between slave master and slave."],"display_date":"September 1, 1845 - December 30, 1847","search_date":"1846-10-31","locations":[{"id":9680,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"},{"id":172,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":420,"tag":"Slaves"},{"id":419,"tag":"Weather"},{"id":144,"tag":"plantation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4883,"title":"Casual Affection: An Explanation of Duality between Affection and Dominant Ownership.","course_id":38,"status":"P","start_date":"1847-12-28","end_date":"1847-12-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["How can one person treat another as both indispensable and an object to be purchased? Frances Cameron writes to Duncan Cameron, “A man servant who formerly belonged to my mother is about to be sold, and has applied me to buy him [...] I am particularly desirous of purchasing him [...] But a good male servant in my establishment, is indispensable ...” (series: 1.3.3, box: 43, folder: 1023, date: 1847-12-28, pp 1 - 2). Frances is telling Duncan that this man should be both purchased and valued. Lest we assume that this is merely begging for a new possession, we must remember that this slave to be purchased is another human. The Cameron family is aware of their feelings, as we can tell from accounts written by both Duncan and Paul. Duncan is less affectionate towards the slaves, but he still ascribes to them an ability to carry emotion.","This question of duality of impressions from the Cameron family, leads one to an idea that can be referenced as casual affection. This idea is one that allows for both the poor treatment of slaves in a dominant owner situation, and the ability to regard them as thinking feeling beings. A good analogy might be the dog sled team. The driver of the sled pushes his dogs hard and makes them work under difficult conditions, but at the same time is anxious that they should be healthy and well cared for.","As we see with Frances, this idea plays itself out in a way that is strange to our modern ear. On one hand, this relative of Duncan is anxious to purchase the slave instead of another person buying the same man. This may indicate a sense of attachment. The man had previously belonged to Frances' mother, so there is a sense of familial connection with the servant. At the same time, the letter begins a discussion of the price with Duncan, negotiating almost as if this were a plaything of great interest. On the other hand, this is someone bartering for the life of another man. The letter tells us that this particular slave can be had for $550, instead of the regular asking price of $700, a difference of $150. Quibbling over the price of something has a very demeaning connotation. Imagine if you were getting ready to go to an amusement park with your family, and the decision maker of that trip decided that you were not worth the $150 it would require for you to join the family? How would you feel? What would you think, if you knew that $150 was greater than your determined value?","Beyond all this, Frances' desire to acquire this slave is so great that a letter to Duncan is warranted. We do not know exactly who Frances is. We know there was a Frances recorded in the 1880's, but this Duncan would most likely be a fairly young man when writing this letter in 1847. Are these two Frances Camerons the same person? The only thing we know for certain is that Frances expected Duncan to be surprised at receiving a letter asking for money.","As it stands, it does not make sense that Frances would have either affection or dominant ownership of this servant, but the idea of casual affection allows for both feelings of affection and feelings of ownership, without degrading either concept."],"display_date":"December 28, 1847","search_date":"1847-12-28","locations":[{"id":9683,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"}],"tags":[{"id":455,"tag":"Plantation Life"},{"id":400,"tag":"Cameron family"},{"id":4,"tag":"Slavery"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":5561,"title":"30th Division in Combat","course_id":89,"status":"P","start_date":"10/29/18","end_date":"10/29/18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When soldiers were sent to war, they left behind loved ones who anticipate the worst; not knowing the status of their soldier was the biggest scare of all.  The only way a soldier could update his or her family was by keeping in touch with them by letters. The strength a letter carried was remarkable; a few words written on a piece of paper would easily keep the mind from wondering or worrying.   On October 29, 1918, Army Sergeant V. J. Johnson from the 119 infantry<strong>,</strong> 30<sup>th</sup> division out of North Carolina wrote his cousin Annie Avery a letter informing her on the death of her brother, Pvt. Jesse M Avery, which was Johnson’s cousin. He tells Avery that he was a short distance away when Jesse was shot in the stomach. He went into detail describing the event by saying “When he was hit he laid his head in his hand and kindly raised up and said boys my stomach is hurting”. Once the medics came they laid him faced down on the stretcher, he complained about being in that position, his last words were “turn me over”. After Johnson’s details on the death of her brother he expressed how thrilled he was to receive letters from her, and asked her to continue sending them. Letters from home would clear a soldiers mind so that he or she could be proficient at their task at hand, which was staying alive.","The North Carolina State Archive website that was created in 2005 provided great detail on the 30<sup>th</sup> division which consisted of three National Guard units reigning from North Carolina, South Carolina, and Tennessee.  On July 25, 1917 the division was given orders to prepare for war. On May 1918 the journey towards war began, flying to New York, England, and final destination being France. The war-trained division was assigned to the American 2<sup>nd</sup> corps, and attached to a couple of British units while being in combat. The division is most famous for assisting the British 4<sup>th</sup> Army; they helped push enemy forces beyond the Hindenburg line. Historians of the 30<sup>th</sup> division say that the units were swift and diligent in blinding the enemy’s machine guns.  Although the division lacked much experience in battle before this war, they displayed a great measure of courage to fight alongside our British and Australian allies who were already battle tested. With the oncoming flow of letters from family and friends, the fire remained inside these soldiers, giving them more incentive to fight harder and make it home. On October 29<sup>th</sup> the 30<sup>th</sup> division received orders to withdraw from combat, and come back home; the place they dreamed of while fighting in a war zone."," "," "],"display_date":"October 29, 1918","search_date":"1918-10-29","locations":[{"id":17568,"lat":36.0614224105,"lng":-79.1205649186,"zoom":10,"place":"Orange, North Carolina"}],"tags":[{"id":1486,"tag":"30th division"},{"id":1487,"tag":"Sergeant V. J. Johnson"},{"id":1488,"tag":"World War I Letter"},{"id":1489,"tag":"Pvt. Jesse M Avery"}],"course":{"name":"Industrialism and Imperialism","school":"Texas Wesleyan University","course_id":89,"school_id":49}}]}