{"id":424,"place":"WAKE, North Carolina","lat":35.8067238469,"lng":-78.6641504807,"episodes":[{"id":155,"title":"Adoption of Amendment Legalizes Disenfranchisement of Blacks in North Carolina\n","course_id":1,"status":"P","start_date":"1899-02-08","end_date":"1899-02-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Proposed and adopted unanimously by the Democratic caucus on February 8, 1899, this amendment would fundamentally change the constitution of the state of North Carolina and block a large percentage of its population from employing their right to vote. The amendment was based on a plan devised by Francis D. Winston of Bertie County and largely mirrored a provision adopted in Louisiana the previous year. The amendment would change election laws so that a new state election board would take over many of the powers previously resting with the sheriffs. The state election board would call county election board, which would then be responsible for calling all elections and appointing election officials in their county. The standardization of the system was meant to guarantee that black citizens were not voting illegally. The Atlanta Constitution ran an article explaining the new provisions on February 4 and they assured readers that: registration will be surrounded by such safeguards as will prevent the importation of negro voters by requiring perfect identification of the voter'. &lt;br /&gt;The Democrats also submitted on the same day an amendment to the state constitution that would limit suffrage in the state. According to the amendment, citizens were required to pass rigorous tests in order to be granted the right to vote. According to the Richmond Dispatch, Article 4 stated the following: Every person presenting himself for registration shall be able to read and write any section of the constitution in the English language and in addition thereto shall have paid on or before the first day of February of the year in which he proposes to vote his poll tax, as prescribed by law, for the previous year'. However, the next section of the article goes on to make huge exemptions from this clause designed to ensure that whites who did not meet these criteria could still vote. Anyone who had been registered to vote in 1867 and any of their descendants were still allowed to vote. &lt;br /&gt;The Atlanta Constitution conjectured that 30,000 black North Carolinians would be affected by this amendment while not one white person would be denied the right to vote. It disenfranchises the ignorant negro vote; It does not disenfranchise any white voters. It is the belief that it will be an incentive to education'. The amendment would be voted upon in August of the same year by all registered voters, white and black, in the state, making its adoption perfectly fair and complete'. Although small changes were made to the proposed amendment, its implementation ensured that the disenfranchisement of blacks in the state was regularized and systematized."],"display_date":"February 8, 1899","search_date":"1899-02-08","locations":[{"id":9847,"lat":35.7960086668,"lng":-78.6535725973,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":165,"title":"William Henson sentenced to death.\n","course_id":1,"status":"P","start_date":"1827-04-27","end_date":"1827-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 27th, 1827 a verdict was reached in the William Henson case.  The court convicted this free black for forcibly breaking into a house and stealing items of a small value.'  His punishment was death, to be carried out on May 3rd.  This punishment was certainly extreme for such a petty offense, but the court was using what was called the Bloody Act of 1806.  This act as the Raleigh Register explained it said: any person shall break into any dwelling house, shop, warehouse or other outhouse thereto belonging and feloniously take away any money, goods, or chattels of the value of 20 schillings or upwards;shall suffer death without the benefit of clergy'.     &lt;br /&gt;&lt;br /&gt;Henson's skin color certainly did not help his case, but surprisingly the Raleigh Register actually took to the defense of William Henson.  They did not however, come to the obvious conclusion that this act was utilized mainly because of Henson's pigmentation, but instead took it from the fear that any man (particularly white) might be tried under this obscure yet existing law.  People were advocating that although laws needed to exist to curtail crime, they must be equal to the crime.  The Register put it best when it said: Again and again we repeat, let a penitentiary be established'.  People wanted peace, but not at any price.&lt;br /&gt;&lt;br /&gt;This occurrence shows two strains that mark the South throughout the nineteenth century.  One, that there was a double set of standards for the free black and the white male (even the poorest of whites).  Henson was the sacrificial lamb towards a political movement towards prison reform, not discrimination.  Second, that the entire justice system of the 1800's would undergo drastic changes during this time period from a place of punishment to a place of reform.  It would bring men like de Tocqueville from France to come to the United States and report on this new prison system in 1831.  Therefore, one can see that in many ways 1827 differed from current times but yet it maintained a battle over security vs. freedom that is still being debated to this very day."],"display_date":"April 27, 1827 - May 3, 1827","search_date":"1827-04-30","locations":[{"id":9840,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":185,"title":"Electricity Expands to Raleigh, NC","course_id":1,"status":"P","start_date":"1899-06-24","end_date":"1899-06-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With the opening of the summer of 1899 came promises in North Carolina that electric light and power would soon be furnished to all of the towns located along the Seaboard Air Line, which ran between Raleigh, NC and Norfolk, VA. Senator Don Cameron of Pennsylvania was the head of a large syndicate being put together in Virginia and North Caroline that intended to expand electricity to these new areas. Cameron owned several large mills in Roanoke Rapids and Weldon, Virginia. Weldon had large hydroelectric engineering plants and Cameron planned to furnish electric power for these new areas from the plants in Weldon, which he claimed were second only in the country to Niagara Falls. The only drawback, he refused to say how much it was going to cost citizens in these areas. &lt;br /&gt;As urbanization swept the South in the latter part of the nineteenth century, citizens began to demand more goods and services from the government and the private sector. Water, sanitation, street improvements, sewer systems, transportation, police and fire protection, schools, some health services, and in times of economic stress, a modicum of public assistance for the most needy,' all of these services became expected as people settled into larger communities. However, even by the end of the nineteenth century, electric power was a relatively new technology and was considered a luxury rather than a necessity. Where electricity was appearing, it was controlled by privately owned, un-regularized companies that could charge whatever price they wanted for their services. While citizens of places like Raleigh yearned for new services like this one, in the hopes that it would improve living conditions, they would have to wait for the twentieth century to see standardized, affordable electricity."],"display_date":"June 24, 1899","search_date":"1899-06-24","locations":[{"id":9847,"lat":35.7960086668,"lng":-78.6535725973,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":187,"title":"North Carolina Legislature Adjourns for Frederick Douglass&#39;s Death\n","course_id":1,"status":"P","start_date":"1895-02-21","end_date":"1895-02-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The day after Frederick Douglass's death, on February 21, 1895, the North Carolina legislature adjourned for a day to honor Douglass.  The legislature was dominated by black republicans and white populists who voted in favor of the adjournment, while all of the Democrats voted against it.  &lt;br /&gt;Representative Crews, an African American from Granville County brought the resolution before the House. Crews argued that Douglass was the leader of his race and it was therefore appropriate to adjourn and honor his memory.  The Fusionists voted 32 in favor and the Democrats 23 against.  &lt;br /&gt;The North Carolina legislature had voted against adjourning on February 22 for George Washington's birthday, even though it was a state holiday.  Adjournment honors were also denied to General Robert E. Lee on January 19, 1895.&lt;br /&gt;The resolution to adjourn to honor Frederick Douglass created a sensation throughout North Carolina.  For days following the adjournment, the Raleigh, N.C. newspaper, The News and Observer ran stories about the political turmoil surrounding the resolution.  Democrats argued that Douglass was a bad character and that in honoring him, the House had disgraced the state' (Feb. 26).  The Fusionists tried to distance themselves from the resolution, but were faced with accusations that their vote to adjourn in honor of Douglass put the black orator on par with former President George Washington and was therefore a disgrace to Washington and to the state of North Carolina.  A black newspaper, The Independent, defended the Legislature's decision by printing an article which said that Douglass was a man of considerable distinction, a native of a State in close sympathy with North Carolina and he had just died, so that the case was somewhat different from that of Robert E. Lee.'"],"display_date":"February 21, 1895 - February 22, 1895","search_date":"1895-02-21","locations":[{"id":9847,"lat":35.7960086668,"lng":-78.6535725973,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":192,"title":"Announcement of North Carolina&#39;s First State Fair\n","course_id":1,"status":"P","start_date":"1853-06-29","end_date":"1853-06-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 29, 1853, the Raleigh Register published an announcement stating, We are pleased to learn that the first annual State Fair will be held in the city of Raleigh on the 18th of October next. We would particularly call this matter to the attention of our Farmers, Miners, Manufacturers and Mechanics.' The event was organized following the recommendations made at the Cotton Planters' Convention of 1853, during which time the assembly agreed it would be beneficial for the planters to share scientific knowledge and working expertise through such events.&lt;br /&gt;&lt;br /&gt;The Raleigh Register was hopeful in looking forward to the state's first fair, saying, we know from what we have seen in other States, that these exhibitions of industry, skill and genius are well calculated to promote a spirit of general improvement and advancement in the Agricultural and Mechanic arts, and to infuse health and vigor throughout the whole social, intellectual, moral and material body of the State.'&lt;br /&gt;&lt;br /&gt;The annual agricultural exposition at Raleigh has been celebrated since 1853 and helped to build camaraderie among the planters in North Carolina through the sharing of farming expertise during the annual gathering."],"display_date":"June 29, 1853","search_date":"1853-06-29","locations":[{"id":9843,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":222,"title":"Cotton crop produced at abnormally low numbers.\n","course_id":1,"status":"P","start_date":"1827-10-04","end_date":"1827-10-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Southern economy thrived on its ability to sell cotton to England and other European nations.  In 1827, the economy fell and fell hard.  Throughout the South, farmers had to deal with as an Alabama farmer put it the most disastrous season for the agriculturist'.  The cotton states of South Carolina, North Carolina, Georgia and Virginia would all fall far short of their usual quantity'.  Other crops suffered as well; in some areas of the South they could only produce barely a bushel of corn per acre.'  This severe bust for the South came from an unusually dry season ruining crops and yielding pathetically small dividends.  As a result, everyone in the South felt the economic hit that such an unlucky year had from the wealthiest plantation owner to the poorest white.&lt;br /&gt;&lt;br /&gt;This event marks much more than agriculture problems, but problems with the Southern way of life.  Slavery could be an economic tool but it could not make rain appear from the skies and it could not force other countries to buy their goods.  However, the failure of cotton this year did not force Southerners to find other means of prosperity; instead it made them even more committed to agriculture.  By feeling such a lean year, plantation owners began to realize just how dependent they were on cotton, and therefore had to find every way to protect its perseverance.  This fear would make them resistant to any sort of change in their system coming from outside influence (particularly Northern states and abolitionists).  It would lead some ardent leaders to reject any kind of compromise with the North and really feed to the sectional nature inherent for an impending Civil War.  Therefore, cottons failure led to a reaffirmed sense of unity throughout the South."],"display_date":"October 4, 1827","search_date":"1827-10-04","locations":[{"id":9840,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":311,"title":"Miscegenation laws passed prohibiting racial intermarriage\n","course_id":1,"status":"P","start_date":"1873-07-07","end_date":"1873-07-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[":  By 1873, both Virginia and North Carolina had installed conservative, white-dominated state governments, the former having been redeemed' in 1870; that is, white Virginians generally opposed to black rights controlled state government.' (Hartzell 135).  The relative lack of Federal interference in these states' legislative actions and nearly nonexistent Republican influence allowed North Carolina and Virginia to pass anti-miscegenation laws prohibiting persons of different racial background from intermarrying.  The Carolina law forbade marriages of whites to blacks or Indians (to the third generation).  The Virginia statute carried a fine of at least 100.00 and a minimum of one year in jail for whites who married blacks, while the marriage celebrant faced a 200.00 fine.  An added dimension of the Virginia law was the encouragement of informing on fellow whites who might be tempted to perform a mixed marriage: half of the 200.00 fine went to the informer.  &lt;br /&gt;Even in more liberal (and federally controlled) states, the rumblings of a highly anti-miscegenation white population could be heard.  Any report of an interracial affair in the South was quickly passed around the community via informal local communications.  Even recognized news channels like newspapers reported instances of racial mixing in other towns and neighboring states, usually with a disapproving tone.  The Charleston News & Courier described the sensation in Savannah' that occurred when a black woman visited the wife of a white man and insultingly informed her that she (the negress) was the party's wife.'  The black woman claimed she had married the white man a year earlier in neighboring Charleston.  &lt;br /&gt;Obviously, the ideal of sexual segregation that proper white Southerners tried to project and enforce was just as much of an illusion in the so-called New South as it had been in the Old.  By 1873, black and white Southerners had been living among each other for well over 200 years, a closeness which produced the inevitable: interbreeding of the races.  That kind of entrenched sociocultural and sexual interaction is difficult to suppress simply for the sake of an ideal, but the Jim Crow South insisted on at least appearing to abide by sexual segregation laws.  Anti-miscegenation laws continued to be updated and implemented throughout the South until the Civil Rights movement nearly a century later."],"display_date":"July 7, 1873","search_date":"1873-07-07","locations":[{"id":9845,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":323,"title":"&#147;Battle of the Giants&#39; , North Carolina Gubernatorial Election of 1876","course_id":1,"status":"P","start_date":"1876-11-07","end_date":"1876-11-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Republican Party was on the defensive for the 1876 gubernatorial election in North Carolina with the issues of reconstruction, Black domination, and white supremacy dominating the campaign.  Meanwhile, the state's conservative party adopted the name, democratic,' so they could cooperate with the national party. The North Carolina conservative-democrats nominated Zebulon B. Vance, a famous political orator and beloved war' governor, and the Republicans nominated Thomas Settle of Rockingham County.  The joint debates between the candidates and general partisan bitterness attracted huge crowds and the election of 1876 stood out as one of the most dramatic political contests in the history of the state.  &lt;br /&gt;All day, back and forth, the battle of the giants raged,' wrote one southerner of the election. Toward nightfall the Democrats were in dire distress over the seeming victory of the opposition.'&lt;br /&gt;Nevertheless, Vance's popularity and speaking skills along with the past record of the Republicans, carried the Democrats to a narrow victory in which Vance defeated Settle by a margin of 13,928 out of 233,278 total votes.  North Carolina was redeemed,' home rule' restored and white supremacy' proven."],"display_date":"November 7, 1876","search_date":"1876-11-07","locations":[{"id":9845,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":374,"title":"Saint Augustine&#39;s College founded\n","course_id":1,"status":"P","start_date":"1867-10-14","end_date":"1867-10-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 14, 1867, Saint Augustine's College was founded in Raleigh, North Carolina.  The Episcopal clergy, who encouraged and executed the founding of the school, aimed to educate newly freed slaves in the Raleigh-Durham area.&lt;br /&gt;&lt;br /&gt;Like most schools opened to black students, Saint Augustine's College originally functioned as a secondary school.  In 1919, the institution was awarded the status of a junior college and in 1931, the first Bachelor's degrees were awarded.  Interestingly, Saint Augustine's did not appoint a black president until its sixth president was named in 1947: Harold L. Trigg.  Despite the many changes over the school's long history, two aspects have remained constant: the influence of the Episcopal church and a commitment to learning.&lt;br /&gt;&lt;br /&gt;In the 1990s, Saint Augustine's made the news when it was brought to the attention of the media that, since 1993, the school required that the local police from an applicant's area detail that student's existing police record as part of their college application.  Despite the controversy surrounding the screening process, the program has been successful.  Since 1993, Saint Augustine's College has had the lowest crime rate of any college in the Raleigh-Durham area.  Now a privately funded school, Saint Augustine's is recognized on the list of Historically Black Colleges and Universities."],"display_date":"October 14, 1867","search_date":"1867-10-14","locations":[{"id":9844,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":458,"title":"Whig candidate Edward B. Dudley wins gubernatorial race in North Carolina\n","course_id":1,"status":"P","start_date":"1836-08-01","end_date":"1836-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Though the Whig Party was not strong enough to win a presidential election in 1836, in some states it was possible to elect Whig governors.  In North Carolina, pleas from the western counties for internal improvements were going unheard by prosperous, mostly Democratic planters, who were overrepresented in the legislature.  The Whig strategy, therefore, was to garner support by demanding state aid to education and transportation projects, using North Carolina's share of the federal surplus.  (This agreed with Whig ideology, which espoused economic development through government projects.)  This plan of attack proved successful, and Whig Edward Dudley defeated the incumbent Richard D. Spaight (a Democrat) with 53.6% of the vote.  The Whigs also gained a majority in the senate, and were only two seats short of controlling the house.  The Democratic Macon Georgia Telegraph lamented, We give it up: Dudley, the Whig candidate is elected Governor over Spaight the Administration candidate.  The presidential question however did no control the election... There is but little doubt but North Carolina will be for Van Buron.'&lt;br /&gt;&lt;br /&gt;Prior to the election, the Whig-supporting North Carolina Star averred, Should Spaight be elected, it will be forthwith claimed as decisive of the strength of parties on the Presidential question.  When therefore the voters recollect that in voting between Dudley and Spaight, they are to a considerable extent voting between White and Van Buren, we trust there will be no indifference.'  The paper further reminded its readers that Spaight had abandoned republican principles in voting against the declared wishes of his constituents,' and that he was opposed to the land bill , to North Carolina's receiving her portion of the proceeds of the public domain...'  Whiggish concerns about tyrannical leaders and internal improvements apparently struck a cord with North Carolina's poor and/or progressive-minded inhabitants.  The election drew 67% of potential voters.&lt;br /&gt;&lt;br /&gt;And yet, as the Telegraph predicted, Democrat Martin Van Buren would win the presidential election only three months later.  Following Dudley's victory, Whig leaders began campaigning for White almost exclusively on the slavery issue.  Voter participation in November dropped to 53%; it simply seemed less important to vote to protect slavery in a region where people universally opposed abolition.  The North Carolina experience made it clear that an emphasis on relevant local issues other than slavery would be necessary to win state elections."],"display_date":"August 1, 1836 - August 30, 1836","search_date":"1836-08-15","locations":[{"id":9841,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":525,"title":"Calvin H. Wiley Serves as North Carolina&#39;s First State Superintendent of Common Schools\n","course_id":1,"status":"P","start_date":"1853-01-01","end_date":"1853-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["While serving as North Carolina's first State Superintendent of Common Schools, Calvin H. Wiley revolutionized the educational system. The Common School System, as North Carolina's first statewide publicly supported education system, sought to educate all white boys living within the state. In his first address to the residents of North Carolina, he appealed to them and tried to convince them that, the ideas that these schools are intended only for poor children should everywhere be discouraged; and it should be understood and proclaimed that this is a great bounty, a fountain opened for all the children of the State, without distinction of classes, promising equal benefits to all, and worthy of the fostering care of all. Wiley took his responsibility to reorganize and reform the school system of his state extremely seriously, stating, with my conception of the difficulties which surround me, of the greatness of the cause, and of the importance of the duties I owe to the public, I feel oppressed and nearly overwhelmed with concern. His earnestness translated into action as he used his term to stimulate interest in education, improve quality of teachers, acquire better equipment and textbook for students, and establish public school libraries. ","With Wiley's help, North Carolina increased the number of schools, school districts, and the literacy rate of its voters. The State Superintendent said of the Common School System, North Carolina has the start of all her Southern sisters in educational matters. Indeed, the state's example inspired a resolution at the Memphis Convention of southern states in June that recommended the expansion and improvement of public education because it has a practical bearing upon the permanent prosperity of the Southern States. The Federal Union of Georgia echoed Wiley's view of the uses common schools, stating, we are opposed to what are termed Poor Schools. The people want a Republican system of education - a system, by which the rich and the poor, will enjoy equal advantages, and where all can partake of the common bounty of the State. During this period, the South is lagging behind the North in the development of public education systems. Thus, North Carolina's efforts and similar ones in other southern states show a belief in the education of its common citizens and a conscious desire to catch up with the North in establishing and improving public school systems."],"display_date":"January 1, 1853","search_date":"1853-01-01","locations":[{"id":9843,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":630,"title":"Newspapers Report that Trinidad Offers Aid to Free Black Immigrants\n","course_id":1,"status":"P","start_date":"1840-03-18","end_date":"1840-03-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["According to the Raleigh Star, in 1840 the colonial government of Trinidad, a possession of Great Britain, began to offer financial aid to any people of African descent who wished to move to the island.  The law was passed in order to speed the economic development of the island, but it had a second effect of encouraging freed slaves in the United States to emigrate.  This gave free blacks an alternative to the colonization sponsored by the American Colonization Society.  The Liberian colony which the Society sponsored was diseased and overcrowded, considered by many to be a death trap.'  &lt;br /&gt;Colonization had long been a project of abolitionists and slave-holders alike, often resulting as much from a mistrust of freedmen as from the opinion that colonization would be most beneficial to free blacks.  Opinions differed on whether it was even possible for free blacks and whites to coexist in American society.  Northern opponents of abolition had argued early in American history that liberated, propertyless, black men and women would become a burden on society.'  Free blacks on the whole seemed to oppose colonization, and some abolitionists viewed it as a means to strengthen slavery by exporting all the free blacks.  The American Colonization Society itself was a target of abolitionist ire.  Garrison, a former advocate of colonization, wondered how the Society was advancing the cause of immediate emancipation.  He also saw it as something which reinforced racism.  The Society's efforts enjoyed a surge of popularity in the 1830s after Nat Turner's rebellion, but then this support began to wane as finances decreased and as absolute emancipation and full citizenship continued to gain ground in the anti-slavery movement."],"display_date":"March 18, 1840","search_date":"1840-03-18","locations":[{"id":9842,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":634,"title":"1840 North Carolina Gubernatorial Campaign and Election\n","course_id":1,"status":"P","start_date":"1840-01-01","end_date":"1840-08-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 1840 gubernatorial campaign in North Carolina featured John Morehead, a Whig, and the Democratic Judge Romulus Saunders.  The Whigs had won the previous election in 1836 and once again emphasized government-supported economic development in their platform.  Paralleling the national election campaign, the parties focused personal attacks on each others' candidates and trumpeted their records on slavery and southern interests.  The Whig Raleigh Star reported the discovery of a record of Judge Saunders' service in the House of Representatives.  While there, in 1824, Saunders had presented a memorial from the Manumission Society for promoting the gradual abolition of slavery within the United States.'  The Whigs brought this up as often as possible.&lt;br /&gt; North Carolina had voted for Van Buren in the 1836 presidential election, but had since shifted its allegiances to the Whigs, and the Star pointed out that Saunders, slack-twisted as we know him to be,' enjoyed the backing of Van Buren and James K. Polk.  The popularity of the North Carolina Whigs in 1840 turned this against Saunders.  Morehead ended up winning the governorship.  In the words of the Investigator and Expositor of Troy, Ohio, the Whigs had come to the rescue of the Constitution, and the preservation of our liberties from a vainglorious and insolent Aristocracy.'"],"display_date":"January 1, 1840 - August 1, 1840","search_date":"1840-04-16","locations":[{"id":9842,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":702,"title":"Establishment of Wake Forest College\n","course_id":1,"status":"P","start_date":"1838-01-01","end_date":"1838-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Baptist educators create the Wake Forest Manual Labor Institute in 1834.  In 1838 it is rechartered as Wake Forest College and is moved to its current location.  In this time period during the south, the three major evangelical sects , Baptists, Methodists and Presbyterians , founded various colleges; the purpose of these endeavors, as stated by the president of Emory College, was to be the great lever for the moral and intellectual regeneration of all this region of the country.'  Rather than a means to promote narrow sectarian interests, these colleges served as a relatively inexpensive alternative to aristocratic state universities.'  Along with the other evangelical schools, Wake Forest affected broader access to educational opportunities in the south.&lt;br /&gt;&lt;br /&gt;A statement presented by Jos. B. Outlaw, president of the Wake Forest Institute, was printed in the January 8th, 1838, edition of the Raleigh Register & North Carolina Gazette.  Outlaw is proud to announce, Since the close of the last term, the services of two able & experienced Professors have been secured.'  True to the mission of the school, it is also declared that tuition is only fifty dollars each term.  However, in the interests of the institute, this dollar amount must be paid prior to the commencement of school: No Student will be admitted to recitation, without first producing the Treasurer's certificate.'  Apparently even the inexpensive' religious institutes need money to function."],"display_date":"January 1, 1838 - January 30, 1838","search_date":"1838-01-15","locations":[{"id":9841,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":755,"title":"Archibald D. Murphey submits proposal for universal education\n","course_id":1,"status":"P","start_date":"1817-04-01","end_date":"1817-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1817, North Carolina was considered to be behind the times, sleepy, and backward.  Archibald D. Murphey, a member of the North Carolina state Legislature, suggested several proposals to the state Senate as ways to improve this.  The proposal of which he was most proud was for the universal education of white male children in the state.  He called for the creation of primary schools, academies, and a University of North Carolina, to be funded in part by the state government, and in part by local governments.  Children who could afford to pay would be required to, but poor children would be allowed to attend primary school for free.  If they were deemed intelligent enough, they would be allowed to attend the academies and University for free as well.  His proposal was not enacted at the time, but was very popular among the people.  Murphey also was an advocate of other ways to improve the state, including making rivers fully navigable, and clearing land for roads so as to create a major commercial center in North Carolina.&lt;br /&gt;Murphey's plan was one of many throughout the South.  Senator Elliott, from Liberty County, Georgia suggested a similar program to the state legislature of Georgia.  He argued that educating the people of the state would lead to be better state security.  In South Carolina, there was a system of free schools instituted in the county of Kershaw.  They had yearly meetings in which those who wished to build a new school or have a new school built near them could voice this request.  The Virginia General Assembly established a committee to look into the possibility of public education throughout the state.  The committee's report recommended a comprehensive system of education with several different levels of school, in accordance with the recommendations Thomas Jefferson had made years earlier.  The committee even drafted a possible bill that would put the system into place, and the bill was supported by then President James Monroe."],"display_date":"April 1817","search_date":"1817-04-15","locations":[{"id":9839,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":803,"title":"William Woods Holden, Governor of North Carolina, removed from office by impeachment","course_id":1,"status":"P","start_date":"1871-03-11","end_date":"1871-03-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William Woods Holden was the Governor of North Carolina in 1865 and from 1868-1871. As, the Civil War progressed Holden became a member of the Republican Party. During occupation, Holden was appointed Governor, but lost in the elections later that year.  By 1868, however, Holden was a Republican leader, who was convinced of the value and need for railroads, and he was elected Governor. &lt;br /&gt;In 1870, Holden called out the militia to suppress the Ku Klux Klan in North Carolina, which led to his impeachment by the North Carolina House of Representatives. Since Holden was appointed Governor by Republican leaders he was not received well by many southerners. In fact, the Richmond Whig claimed that the entire Republican Party in the South at the time was corrupt and aggressive. The press in the North considered Holden's impeachment to be part of a conspiracy by the Democrats in the North Carolina legislature. In North Carolina, and the throughout the rest of the South, however, Holden's impeachment was considered well-deserved. The Richmond Whig defended Holden's impeachment in 1871. According to the Richmond Whig, Holden's impeachment occurred because the people of North Carolina were outraged by Holden's arrests and imprisonment of certain citizens of North Carolina. The impeachment investigation of Holden also determined that under Holden's leadership the judiciary system, from the negro magistrate to the Chief Justice on the Supreme bench', in the State was extremely biased toward the Republican Party. Furthermore, the people of North Carolina claimed that Holden was responsible for the bankruptcy of the state.  &lt;br /&gt;William Woods Holden was the first governor of a U.S. state to be removed from office by impeachment. Holden's impeachment was significant in the South because it was part of Reconstruction politics. The impeachment demonstrated the desire of many southerners to redefine its political party alliances. In North Carolina, the voters wanted to get rid of Republican leaders that were appointed and not elected during Reconstruction."],"display_date":"March 11, 1871","search_date":"1871-03-11","locations":[{"id":9845,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1490,"title":"The Formation of the Republican Party in North Carolina\n","course_id":1,"status":"P","start_date":"1867-03-27","end_date":"1867-03-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 27, 1867, the North Carolina Republican Party officially formed at a meeting in Raleigh. Holden set the tone of the Republican Party. He wrote in the Raleigh Standard, let our loyal people, and especially the colored people, trust no man who will not promptly say he is a Republican' (Raleigh Standard, April 4, 1867). The party, according to Albert Tourg?e, revealed men of ignorance, poverty and inexperience' (Lefler, 488). &lt;br /&gt;&lt;br /&gt;The party represented a wide spread of Southern and Northern, white and black people from 56 counties. However there were three identifiable groups of people. African-Americans made up half the North Carolina Republican Party's membership due to their recently received freedom and enfranchisement. The establishment and assistance of the Freedmen's Bureau also gained African American support. &lt;br /&gt;&lt;br /&gt;Several thousand white Southerners attended the meeting. Known as scalawags' and squatters', they represented a wide variety of Southern whites. Small farmers who wished to resist the political dominance of the planter aristocracy joined the Republican Party. Strong Unionists attended the meeting along side ex-Confederates. The ex-Confederates went to prove their reluctant acceptance of Congress' decisions because they did not want to antagonize Congress further by resistance.&lt;br /&gt;&lt;br /&gt;The third group of carpet baggers' represented white Northerners, who again reflected a variety of motives. Some had come down to the South to genuinely help the freedmen in their citizenship. Others went south for the economic opportunities, and some went purely in the hope they could manipulate the African American vote to gain their own political power. Knowing that the African-Americans supported the Republic party they strategically attended the meeting."],"display_date":"March 27, 1867","search_date":"1867-03-27","locations":[{"id":9844,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2257,"title":"President of Wake Forest University Denounces Participation of his students in Republican Stump-speaking\n","course_id":1,"status":"P","start_date":"1889-10-26","end_date":"1889-10-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Despite President Charles E. Taylor's plea, the students of Wake Forest University would not silence their political opinions.On the night of October 26, 1889, a Republican stump-speaking, literally delivering a speech from atop a freshly cut tree stump, occurred half-a-mile from campus. Fifty of Taylor's students attended the stump-speaking, led by Wake County native John Nichols, who was elected as an Independent to the United States House of Representatives in1886.  Nichols spoke for an hour, with two Wake Forest students asking permission to speak afterwards.  While Nichols speech was interrupted only by applause, the two students who spoke afterwards were interrupted by yells from the crowd because of the vulgar language they used.  ","What these students said exactly to anger the Republican crowd is unclear, but in Taylor's letter describing the event to John Wannamaker, General Postmaster of the Republican administration of Benjamin Harrison, he states his belief that, in the past, his students have taken no action to break up meetings of Republicans by behaving disorderly.  He had always advised his students to take no position in politics while they were in college, but could not stop his students from voicing their opinions.  At his University in Wake County, Taylor did not condone the discussion of politics among faculty and students, and even had some Republicans on his staff.","As historian Edward L. Ayers states in his book, <em>Promise of the New South, Life After Reconstruction</em>, the politics of Redemption did not eliminate the Republican Party from competing with Democrats for power in the South.  By the mid-1880's, the Republican Party, after considerable losses between 1872-1876, began to make slow gains in several Southern states including North Carolina.  With Democrat Grover Cleveland's 1885 accession to the White House amidst Republican domination of the office since the 1860's, Democrats only found themselves held to higher standards and stricter criticism.  Jefferson Davis's death gave Democrats further cause to reexamine the organization and principles of their party, as new, young leaders such as these students at Wake Forest University, began to assume leadership roles and fill the generational gap between pre and postwar Democrats."],"display_date":"October 26, 1889","search_date":"1889-10-26","locations":[{"id":9846,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":6,"tag":"Education"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2260,"title":"Raleigh Baptist Answers the Call of the Holy Spirit\n","course_id":1,"status":"P","start_date":"1876-03-05","end_date":"1876-03-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Baptists of Raleigh overflowed in the street outside the meeting house where Elder F.M. Jordan preached the gospel that night. The following day, March 6, 1876, the Holy Spirit called J.S. Allen, one of Jordan's followers, to build a meeting house to hold all of his Brother and Sister Baptists who wished to worship.  Mrs. Hufman, a fellow Baptist, relayed the Holy Spirit's message to Allen, telling him of her dream that he built a new meeting house in just one day.  Upon hearing this news, Allen, a building contractor, stated that he could not build a meeting house in one day-but with the help of his Brothers, could build one in one week.","Allen began his work right away, gathering members from the First Baptist Church of Raleigh to help him both furnish and build the new meeting house.  Allen designed the meeting house in a T shape, with additions for both an infant-class room and baptistery to welcome new members.  With the help of just a dozen men and the prayers of fellow parishioners led by Jordan, Allen finished the meeting house he began on Monday by that Saturday night.  On Sunday morning, the meeting house that Jordan believed the Holy Spirit built was full of Baptist parishioners-with room for all to worship.","According to historian Frederick A. Bode, it is no wonder why the Baptists of Raleigh overflowed in the street to hear the gospel of Elder F.M. Jordan.  By the end of the nineteenth-century, almost ninety-two percent of all Southerners claimed to members of a Protestant religion.  In North Carolina, ninety-nine percent were Protestant, with thirty-eight percent belonging to the denomination of Southern Baptist Convention, twenty-eight belonging to the Methodist Episcopal Church, and eight percent belonging to the Presbyterian Church.  These Protestants, despite differences, shared the common fundamentals such as an individual relationship with God, a personal morality, and fellowship within the church and the wider community."],"display_date":"March 5, 1876 - March 12, 1876","search_date":"1876-03-08","locations":[{"id":9845,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2267,"title":"Edmunds Bill Threatens White Supremacy\n","course_id":1,"status":"P","start_date":"1884-10-22","end_date":"1884-10-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The upcoming gubernatorial and legislative elections of 1884 made North Carolina Democrats unsure of the future of the white man's dominion over Negroes.  Whether through education, disability, or property rights-white Democrats of North Carolina believed they had provided for their African American citizens.  However, their work seemed to go unnoticed by its benefactors, with the African American vote for Radical candidates threatening the majority Democratic legislature in the upcoming election.","At this time in the United States Senate, Senator Edmunds, a Radical from Vermont, proposed a bill to protect African Americans in the wake of the Civil Rights Bill of 1875 proclaimed unconstitutional.  The Democrats believed that the Edmunds Bill, which would transfer every civil rights case from the sate to the Federal courts, would result in Federal courts deciding civil rights cases in defiance of any state law with which they do not agree-stripping North Carolina of some of its state sovereignty, and granting negroes undeserved equality with whites. Did the white men of North Carolina really want the negroes to decide the outcome of the upcoming election and degrade the white men of North Carolina?  In order to keep the Edmunds Bill from passing, the white Democrats must come out in full force to vote for its Democratic opponents in the upcoming gubernatorial, state legislature, and United States legislature contests.  ","White Democrats of North Carolina had reason to fear Black Southerners coming out to the polls in great numbers to support Radical Republican candidates in the election of 1884.  While Black Southerners traditionally voted for Republicans and thus against Democrats who they viewed as the enemy, according to Ed Ayers in The Promise of the New South, Southern Blacks were likely to support whichever party offered them the best rewards, whether it be Republican or Democratic."],"display_date":"October 22, 1884","search_date":"1884-10-22","locations":[{"id":9846,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2418,"title":"Governor Issues Plan for Establishing Railroad\n","course_id":1,"status":"P","start_date":"1848-12-04","end_date":"1848-12-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Governor Graham called upon the North Carolina Senate for action in implementing his plan to install continuous railroad from Gaston to Charlotte and connecting 250 miles of North Carolina's piedmont.  His proposition required the formation of a joint stock company in which the State and private stockholders would split the 2 or 2.5 million price tag.  In the Governor's estimations, 500,000 North Carolinians would benefit from the railroad extension.  He predict advantages not only for those living within 50 miles of the line, but also for residents in seven counties beyond the Blue Ridge mountains, who could save three days of travel in reaching the State Capital at Raleigh.  ","    His plan required that both the state and private individuals commit between 1 and 1.25 million in equal increments.  The state, he argued, could afford this cost by transferring its deteriorating Raleigh-Gaston Railroad, valued at 500,000 to a new North Carolina Railroad Company.  The State's remaining balance would be paid from the issuance of 30-year State bonds paying six percent per annum.  The state would present its first 500,000 of assets, he argued, only after individuals had first purchased the same amount.     ","    Governor Graham's memorandum was delivered at the climax of Whig ascendancy in North Carolina.  Graham, the third of four consecutive Whig North Carolina Governors, was continuing an era of progress with internal improvements that sought to solve the State's dire need for improved transportation.  Even among Southern states, where transportation greatly limited most states' economic horizons as compared to Northern states, North Carolina was considered backward.  Stephen Goldfarb explains the tardiness of Southern industrialization as a consequence of poor transportation to coastal ports.  Distances of one to two hundred miles between the fall lines of rivers and their coastal outlets, a feature of the North Carolina Piedmont, required the advent of railroads. The State's earlier attempts to organize a productive rail line between Wilmington and Raleigh remained a money-losing venture for the State.  Graham's strong words in favor of continuing railroad investment eventually bore fruit when the North Carolina Railroad was formally opened in 1856 by its president, the former Governor Morehead."],"display_date":"December 4, 1848","search_date":"1848-12-04","locations":[{"id":9842,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2424,"title":"The Hypocritical Admirers of Harriet Beecher Stowe\n","course_id":1,"status":"P","start_date":"1853-06-18","end_date":"1853-06-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Editors of the <em>Raleigh Register</em> reprinted stanzas of a poem published in New York that criticized what Raleigh's editors considered the hypocritical nature of aristocratic British support for <em>Uncle Tom's Cabin</em> in 1853.  They applauded the satiric criticism as the severest and most truthful against Stowe and her British supporters. The poem was written as if by a British aristocrat who both commends Britain for banishing slavery and yet also foppishly implicated British class differences as equally, if not more, merciless than American slavery.  <em>British</em> peasants, it reads, are not our slaves, and 'tis tickingly pleasant, / To think they have <em>free</em>dom - to die in a ditch The eight stanzas levelled many shocking attacks against British institutions.  For example, the article implied that Britons permitted their women to work in coal shafts on hands and knees without clothes.  One line, which would have particularly resonated in 1853 read, Though Irishmen rot in the fever and famine, / Which we have created- we speak it with pride- / <em>That, if you will calmly and fairly examine</em>, / You'll find they were perfectly free- when they died","    Stowe's novel introduced further turmoil to a tumultuous era of United States History, during which embittered pro-slavery and anti-slavery factions bemoaned the Compromise of 1850.  Meanwhile, hundreds of thousands of Irish immigrants, fleeing the distresses of famine and poverty in Ireland inflated America with visible proof of English oppression.  The North Carolinian editors' concise but harsh attack against Stowe, similar in logic to James Henry Hammond's 1858 Mudsill Theory speech, argues that slavery eliminates the need for downtrodden white peasants in societies.  ","In the larger context of understanding how white Southerners justified slavery, this article exemplifies one method of neutralizing Stowe's potent attacks against slavery.  The <em>Register</em>'s editors attempted to devalue <em>Uncle Tom's Cabin</em> by showing that other civilized nations were themselves reliant upon impoverished labor.  By this logic, Stowe's supporters abroad had no right to comment upon American institutions.  Wendy Hamand writes of a similarly anti-British response to incidents such as the Stafford House Address, a document from British ladies requesting an end to slavery.  Mrs. John Tyler from Virginia responded that the Duchess of Sutherland should tend to her own dependents and leave American ladies to attend to theirs.  Clearly, the tendency to reject Stowe rather than re-evaluate slavery prevailed among pro-slavery factions."],"display_date":"June 18, 1853","search_date":"1853-06-18","locations":[{"id":9843,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2430,"title":"A Last Appeal in the Election of 1860\n","course_id":1,"status":"P","start_date":"1860-11-06","end_date":"1860-11-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was the final opportunity to influence voters before the 1860 presidential election.  The <em>Raleigh Register</em> printed A Last Appeal for its readers to cast their votes for John Bell and Edward Everett in its final edition before the election.  Bell, whose motto the paper printed as <em>the Constitution must be maintained, the Union must be preserved, and the Laws must be enforced in all their integrity</em>, represented old Whigs of the South in the new Constitutional Union Party.  While the scope of the ensuing war that resulted during Lincoln's presidency was far greater than most could have anticipated, this last appeal to North Carolinian voters forebodingly warns of rupture that would lead to the now smiling fields barrowed by cannon balls, and manured with human blood and bones. The article considered that disunion for the current justifications would be modern humanity's greatest sin second only to the biblical original sin.  ","      The paper, eerily anticipating the prospect for Lincoln's victory in the election, made considerable effort to prepare its readers for the event of a Republican president.  An analogy to card games was made, such that if one begins a hand of cards and then finds the hand gone against him, he cannot honorably disengage but must respect his commitment to the other players and play it through.  Similarly, the article warned that North Carolinians must be willing to accept a Lincoln election just as they would expect Northerners to accept Bell's election.  This gesture of logic is considerable, as Lincoln did not even appear on North Carolinian ballots.  Furthermore, the article purported that factional grievances will be better resolved through Constitutional outlets than through disunion.  Finally, the article offered an assurance against disunion: millions of dollars of southern debt to northern creditors.  The pressures which manufacturers would bring to bear on Lincoln to maintain union, it was suggested, would suffice to dissuade the North from precipitating war.","Powerful forces lurked behind the political debates which confronted readers in North Carolina's Piedmont.  Despite optimism in the <em>Raleigh Register</em> that resolution of grievances could occur through constitutional outlets regardless of the election's outcome, retrospect affords the knowledge that this election functioned heavily in precipitating state secessions in the lower South.  Bell's emerging party, while firmly supporting slavery, nevertheless displayed the remarkable diversity in Southern politics leading up to the Spring of 1861.  Daniel Crofts, who has explored upper South unionists in the secession crisis, similarly challenges the conception that white Americans had segregated themselves into distinct and antagonistic factions of North and South during the late antebellum era.  Instead, the scenario during the election of 1860 appears to have included large numbers of Southerners who anticipated continuity of the Union and would have been astonished at the turn of events during the next five months."],"display_date":"November 6, 1860","search_date":"1860-11-06","locations":[{"id":9844,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2431,"title":"African-American Traveler Jailed Despite Documents\n","course_id":1,"status":"P","start_date":"1848-01-05","end_date":"1848-01-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sherriff Willie Pope incarcerated the black man calling himself Sam Fary just three days after Christmas.  Though Sam claimed himself a free man, Pope placed a front page advertisement in the local paper requesting Fary's owner to come forward, prove property, pay charges and take him away, or he will be dealt with as the law directs. The newspaper notice included a small cartoon of a running black man.  Pope's ad acknowledges Fary's claim to being a free man, and described no fewer than seven documents in Fary's possession.  One document purports that Fary bought his own freedom from James Kagler in 1840.  His other documents included passes, four of which call him Isaac. One document, signed by Kagler and dated five days before the arrest, gave Fary permission to pass within the State, or to visit his connexions in North Carolina. Fary also carried a Dream Book bearing a woman's name. ","Many details of this incident remain unknown, contributing to the mysterious nature of what seems a wholly unjust incarceration.  Sheriff Pope gives all appearances of blatantly holding a free black man in jail and attempting to pass him off as a fugitive slave.  This incident, played out even under the rules of a slaveholding society, offers little rationality for advertising a black man, with documentation of his freedom, as a slave.  Pope excludes any possibility in his notice that Fary may have spoken truthfully and that his paperwork may have been perfectly valid.  Perhaps Fary was utilizing the traditional week of Christmas vacation as an opportunity to visit relatives.  If Fary was in fact telling the truth, Pope stood to gain from re-enslaving him to a local buyer, receiving at the very least the jailing charges. Even if Pope had specific evidence that Fary was indeed a fugitive slave who had obtained false papers, the fact that he omitted such evidence in the advertisement suggests that readers would have automatically believed a white man over a freed black.","The rights of free blacks in Prince Edward County, Virginia, as argued by Mel Ely, blend incongruously with what appears the total lack of rights afforded to Fary in the North Carolina Piedmont.  Ely's description of the possibilities afforded to free blacks in the rural Old South spars with the efforts of those like Willie Pope to contain African-Americans within, or return them to, the system of slavery.  And still, there is probably much relevant information to the case missing from Pope's short ad.  But what remains is nevertheless an embarrassing record of white supremacy."],"display_date":"January 5, 1848","search_date":"1848-01-05","locations":[{"id":9842,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2433,"title":"First North Carolina State Fair\n","course_id":1,"status":"P","start_date":"1853-10-18","end_date":"1853-10-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Visitors filled every hotel and boarding house in Raleigh. Replete with music fanfares, banners, and daily crowds of over 4,000 people, North Carolina inaugurated its first-ever State Fair in Raleigh on Tuesday, October 18, 1853. Local newspapers hailed the watershed event as a triumph. For North Carolinians, it was as much a matter of state pride as agricultural interest. For years neighboring states had ridiculed North Carolina for its undeveloped agricultural infrastructure. Farmers, merchants, mechanics, entrepreneurs, artists and assorted people converged on the state capital to display and observe livestock, minerals, improved agricultural implements, carriages, and many other exhibitions of North Carolina enterprise. Auctions were held for livestock and implements. The <em>Raleigh Register</em> stated that it had never gloried more in the fact that we were a citizen of North Carolina, than when, on the opening of this Fair, we beheld the evidences of a greatness, prosperity, and progress... North Carolinians congratulated themselves not only with pride in their state's current achievements, but also with the anticipation of progress into a more enlightened future."," The Honorable A.W. Venable imbued the event with its sense of occasion in a well-received address to a large crowd. He began by placing arduous agricultural efforts in the context of Adam's fall from innocence in the Book of Genesis. He further connected farming to a daily awareness of an overruling Providence on whom farmers relied for their produce to grow. The core of the speech addressed the phenomenon of soil depletion and poor land management. In harsh terms, he challenged North Carolinian farmers to take responsibility for replenishing farmland and investing in the quality of their soil. Venable spoke of a growing change in this respect that would move farmers away from unsustainable practices which left base deserts of farms. The process of clearing, exhausting, and abandoning land was denounced. In another challenge to farmers, Venable requested their support for cheap methods of interstate transport that would allow better utilization of North Carolina's resources. "," North Carolina had been pejoratively called the Ireland of America in the earlier nineteenth century as a result of its agricultural under-development. Lacking many basic internal improvements like canals and good roads, farmers devoted considerable portions of their income to merely freighting their produce to markets. People along the coast received goods from Maryland by water less expensively than from the interior of their own state. Furthermore, the soil of the Old South had been depleted by monoculture nutrient-intensive cash crops with little replenishing fertilizer. Avery Craven deems the efforts of Venable's contemporaries as unsuccessful in the long-run. Despite Venable's exhortations, the optimal balance between immediate agricultural profits and soil conservation seems never to have been struck. While North Carolina's first State Fair offered an encouraging sense of economic development, it may not have been as effective in revolutionizing entrenched practices."],"display_date":"October 18, 1853","search_date":"1853-10-18","locations":[{"id":9843,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2443,"title":" Lunsford Lane Denied Extension of Residency\n","course_id":1,"status":"P","start_date":"1840-11-03","end_date":"1841-05-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A free man must go.  After three years of recommendations, petitions, and court proceedings, the Senate of the state of North Carolina denied Lunsford Lane extension on his residency in the state to allow more time to purchase his wife and seven children.  Lunsford had been commended and allowed by his employer, the Governor of the State, to remain employed in the Governor's office keeping order, running errands, and making deliveries, according to a letter sent to the Legislature.  The letter acknowledged that this would be against the North Carolina law that required free slaves to leave within twenty days of being warned out. In 1840, the Secretary to Governor Dudley wrote the first request for Lane's extenuating circumstances.  The letter was answered with no objection, but the situation was considered a legal matter, which resulted in Lane being summoned to court. Due to an unprepared prosecution team, the case was postponed for three months, which allowed Lane to negotiate a petition of relief to be signed by over twenty men and sent to the Legislature for evidence of his strength as a respectable, hard-working man.  When the Court finally met and his case was argued, Lane was not allowed in the Senate chamber because he was a colored man and waited in great fear and anticipation.  The members adjourned and harshly reported Well Lunsford, they have laid you out; the nigger bill is killed.  This was a cruel reality, laced with mockery from the white members of the Senate, and Lane claimed to have felt defeat at its worst and utter hopelessness in the face of humanity.  He was not only denied, but also banished from North Carolina, departing three days later on May 18, 1841, for New York City.What is significant about this narrative is the blurred definition of freedom in all-white institutions in the South.  The freedom granted to Lunsford Lane is an example of the restrictions placed on blacks even after they reached their ultimate goal of liberty.  Freedom was never really free, as historian Robert Fogel found in research of slaves and their owners.  The act of denying citizenship and any extended privileges were both absent from the lives of freed blacks in almost every state, which often left them still suffering from oppression in a white supremacist society, no matter what physical or mental state they were in.  In Lane's case, even though he was awarded freedom, his material conditions and life working for the Governor at least allowed him to be close to his family and earn a substantial living, which were not guaranteed with his freedom."],"display_date":"November 3, 1840 - May 18, 1841","search_date":"1841-02-08","locations":[{"id":9842,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2467,"title":"Raleigh State of the Art\n","course_id":1,"status":"P","start_date":"1835-11-16","end_date":"1835-11-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Raleigh Theatre was the grandest in the land. After attending the grand-opening, all the men and women of the city agreed that they had never seen their own theatre surpassed in beauty and style.  The curtain drapery over the hollow wooden windows and stage doors was fitted with precision, and the walls were no longer glum and drab but instead featured variegated colors trimmed in gold.  The Ladies' box had been completely remodeled for comfort as well as decorated with crimson, cushioned seats. The theatre was fit for royalty but available as a weekend diversion for the public.The man responsible for the theatre and its restoration was Mr. Preston, who had transformed the neglected building with thorough repairs and improvements.  There were new scenes and drop curtains painted by Mr. Vincent, and a new Stock Company was set to provide the best talent in the country to be featured regularly, along with a new band that was sure to impress.  Mr. Preston would stop at nothing to preserve the theatre, provide a safe environment, and also to ensure that Raleigh had the proper venues for leisure and courting.  Upon visiting the theatre, a reporter opined there is no greater asset to Raleigh, and no better reflection of the dignified and cultured population that calls our marvelous city home.This narrative focuses on the influx of culture and opportunities to the South; attempts to rival those of the North.  This can also be seen as an effort to equalize rural an urban by fostering greater education and confidence for Southern farmers who felt inferior to the increasing civilization of urban areas.  However on a local level, this was clearly a venue for class division to be recognized, thus resulting in greater oppression of poor whites who could not afford leisure activities and blacks, who never dreamed of attending such events.  Bringing a theater to the South was also in accordance with unforeseen surpluses of time that had been unavailable in earlier decades when both men and women worked daylight to dawn.  The institution of slavery allowed blacks to handle duties in and around the home, while also watching over a master's house. This freed the master and his wife, or a young suitor and his date, to go out on the town on evenings. Essentially these theatres were an innovative concept for leisure in the antebellum-South that supported the implementation of a favorite American past time to be enjoyed by couples and families alike throughout the ages."],"display_date":"November 16, 1835","search_date":"1835-11-16","locations":[{"id":9841,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2758,"title":"The Despotism of Jefferson Davis\n","course_id":1,"status":"P","start_date":"1863-03-24","end_date":"1863-03-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Confederate government extended its legislative powers to all spheres. The Raleigh Standard urged North Carolina citizens to take precautions against the Confederacy?s encroachments. A bill introduced in the Confederate Senate allowed the government to impress all the cotton in the Confederate States and then paid for it in Confederate bonds at fifteen cents per pound. In an attempt to pay its debts, the government in Richmond would have a monopoly of the cotton trade. Reminiscent of a centralized despotism, the government possessed the ability to take the property of the citizen in order to trade and make a profit on it. In order to preserve the safety of the people, citizens sought restrictions on those in power. This bill exceeded the Confederate government?s right of eminent domain or inherent sovereign power. North Carolinians wanted to preserve the Constitution their ancestors fought for; this goal was reached through vigilance over those in power.","Citizens of North Carolina protested against the despotism that would undermine their Constitutional liberties. As a result of the encroachment by the leaders in Richmond, North Carolina became increasingly dissatisfied with the Confederacy. Governor Vance and others led the fight by fiercely defying the prospect of a unified southern despotism and objecting to Jefferson Davis? dictatorial power and his ability to centralize war measures. Southerners contested Davis? ability to suppress the ancient principle of states? rights; they feared a fundamental change in their way of life and in the rights they possessed. During this time, the Confederacy suffered a series of devastating losses, thus diminishing the popularity of Jefferson Davis even more. ","This episode demonstrates how the discontent that spread through North Carolina, amplified the lack of governing continuity throughout the Confederacy. Even to Northerners, the South did not represent a solid block, but rather a combination of individual states with differing attitudes towards the composition of the South. With the largest circulation of any newspaper in the state, the Raleigh Standard apparently reflected the views of a substantial percentage of North Carolina public opinion. Several other newspapers and contemporary historian J. Cutler Andrews accused the Raleigh Standard of fostering defeatism, low morale, and widespread desertion among the North Carolina troops in Lee?s army. The Confederacy lacked the unity and the commitment to nationalism necessary to win the Civil War. "],"display_date":"March 24, 1863","search_date":"1863-03-24","locations":[{"id":9844,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2807,"title":"Address to the Black People of North Carolina\n","course_id":1,"status":"P","start_date":"1870-12-19","end_date":"1870-12-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Beginning in the fall of 1867, the Military Reconstruction Acts allowed qualified residents of ex-Confederate states to elect delegates to new Constitutional conventions. The Republican Party exclusively supported the implementation of these Acts, consequently gaining full support from the black community. Furious over losing the war and slave property, ex-Confederate Democrats molested blacks at the polls. Democrats instituted a system of disenfranchisement, by requiring each person to vote in the township in which he resided and by allowing voters to be challenged at the polls. Additionally, Democrats attacked Governor Holden and threatened to impeach him and then dispose of him once the Democrats gain political power. Still bitter about the new Acts, Democrats proposed to attack Republicans in order to secure a majority of delegates for the Convention. Republicans called for a day of fasting and prayer throughout the state, in order to ask God for his blessings through this ordeal. ","During this period, Republicans forced many white planters and yeomen farmers to sell off their land, by imposing heavy taxes. Embarrassed and infuriated by this travesty, the honest and intelligent majority of white southerners ultimately took control of the Republican regime.","During Reconstruction, blacks continued to develop their own churches and organizations. Blacks, who were passionate about their right to vote, became assertive in the social and economic sphere. They knew white support was crucial and therefore, Blacks sought white allies even in states with black majorities. The government's importance explains why many white southerners regarded black suffrage and Republican rule with such dread. "],"display_date":"December 19, 1870","search_date":"1870-12-19","locations":[{"id":9845,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2816,"title":"The Impeachment of Governor Holden\n","course_id":1,"status":"P","start_date":"1871-03-23","end_date":"1871-03-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 23, 1871 Governor William Woods Holden became the first governor in American history to be impeached. The North Carolina House of Representatives convicted Holden on six out of an initial eight charges levied against him by the North Carolina Senate. Among the impeachment charges: that he had proclaimed insurrection, declared martial law, made illegal arrests of eighty-two citizens of Alamance, recruited soldiers illegally in the state, and refused to obey the writ of habeas corpus. Forty-nine Representatives were present at the voting, and a two-thirds vote was required to convict. ","In 1870, Holden had imposed martial law in order to combat the Ku Klux Klan (KKK). As a result of his suspending the writ of habeas corpus for accused members of the KKK, the Republicans lost the election of 1870. When the Democrats regained political power, thus initiating the fall of southern Republicanism, they introduced a resolution to impeach the governor.","Following the impeachment of Holden, the legislature reduced the cost of the state government, investigated the charges of fraud in the issuance of railroad bonds, repealed the Shoffner Act, and declared secret political societies illegal. By ignoring the ruling of the North Carolina Supreme Court and by illegally instigating martial law, the impeachment of Governor Holden was the appropriate reprimand for his actions. However, historian Edgar E. Folk opposed this viewpoint and instead proposed that Governor Holden was a victim of his era rather than its primary villain. "],"display_date":"March 23, 1871","search_date":"1871-03-23","locations":[{"id":9845,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2828,"title":"North Carolinians Strive for Free Public Schools\n","course_id":1,"status":"P","start_date":"1873-12-26","end_date":"1873-12-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The North Carolina legislature took a step in the right direction by proposing a bill to authorize cities and towns with more than 2,000 inhabitants to establish and maintain public schools. Authorities of these towns could at anytime decide whether or not free public schools shall be established. Raleigh citizens voiced their overwhelming approval for this bill during a town meeting. The public school system would be supported by taxation since this was the only way to insure its success. ","The measure proposed in Raleigh is only a small step in the right direction. The South must persist in its endeavor, as the New York Times would argue, by establishing a system of public schools in all the States. In some states, the proportion of illiterates to literates in the population is alarming. Through the establishment of free public schools, the South can fulfill its chief need: education.","There were many reasons for the lack of schooling in the South. Neither the wealthy planters nor the poor farmers pressured the Southern legislatures to spend money on education. Neither group saw much benefit in public education for themselves or their children. Certain Southern whites disliked the idea of educating blacks because they feared that such education might threaten white supremacy. Though they rendered perfunctory tribute to public education in their messages to the legislature, as historian Albert Ray Newsome observes, the governors were in most cases indifferent to education. However, other Southerners recognized that the education of freedom was necessary to prepare citizens for the responsibilities of freedom. "],"display_date":"December 26, 1873","search_date":"1873-12-26","locations":[{"id":9845,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3611,"title":"Snuff Dipping and Mint Juleps\n","course_id":1,"status":"P","start_date":"1838-07-13","end_date":"1838-07-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Women must be ladies first, opined The Raleigh Register.  In the event of tea this afternoon, there was a young woman partaking in activities that had attained epidemic proportions in the Raleigh city area: which is the disgusting, and vulgar act of snuff dipping.  An activity that had previously been specific to males in the community, appeared to have caught on with women once thought of as respectable ladies. This material was injurious and dangerous for women to even be experimenting with because from the words of professionals in the medical field and those of authority women were often made absolutely drunk by the substance.","Ladies were using the snuff with casual attitudes and little regard for their health and images in the public eye.  This was an utter injustice to their beauty and civility, which would not help them in attracting pursuers in the least.  Men expected women to be fragile creations, who changed the wilderness of earth into a garden and brought civility and manners to the household.  A significant problem with women allowing themselves to become addicted to such disturbing drugs was their probability of taking other intoxicants like loathsome Mint Juleps that would soon follow.  It was common knowledge that constant use of any powerful stimulant will be seen to create a desire for other and stronger stimulants.  The practice of snuffing was one that belonged to men because it was far too unbecoming and dangerous for naive women.  Women sought chivalrous treatment and privilege from the gentlemen of society, but it was appalling for them to behave as barbarians, and no man of distinguished stature would be tolerant of such nonsense. ","Womanhood in the Old South entailed the idea of women presenting themselves as good wives with domestic and common sense, in order to be pleasing both physically and in their mannerisms to potential suitors.  For women to participate in vulgar and unattractive activities refutes historian Mark Smith's description of the ingrained nature of Southern females to express a certain amount of piety and conservative lifestyles, and he claims that Southern men often found their unappealing behaviors sinful with implications of their lack of faith or respect for God.  These were considered pioneering times in the socialization of women.  They were encouraged to conform to the male dominant ideology, and live as servants to male opinions. The divisions between the most simplistic social activities that were deemed acceptable in roles for males versus females became larger issues because women were dependent on either fathers or husbands for financial stability thus forcing them to behave under strict male standards of behavior."],"display_date":"July 13, 1838","search_date":"1838-07-13","locations":[{"id":9841,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3900,"title":"Southern Wartime Humor Concerning President Lincoln\n","course_id":7,"status":"P","start_date":"1863-01-07","end_date":"1863-01-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 7, 1863 the Raleigh Register published a song by Smith Webb mocking President Lincoln and his ability to keep the Union together.  The song contained seven verses that used sarcastic remarks and comparisons to criticize the President's actions.  The song began using sarcasm after deriding the President by stating, \"Fifty Yanks it is said won't make one good Confed; would a million make Abraham Lincoln\"  The song focused on Lincoln's talent at splitting up the nation, which was made clear when Webb wrote the statement, \"So to splitting he goes, and his genius was bent, And anon he outsplit all creation; Spit this thing and that thing wherever he went, till he split up the great Yankee Nation.\"  Webb continued to criticize Lincoln for his poor manners and compared him to various animals such as a monkey, a donkey, and an owl.  Another verse of the song urged Lincoln to think more carefully in the future.  Webb used the song to hopefully end the war when he stated, \"Lay aside all this love of the Niggers, And stop all this pulling of triggers, Send home your gunboats sir, Wherever one floats, sir.\"  ","    Wartime humor was present in both the Confederacy and the Union during the Civil War.  The newspapers printed humor in different forms including drawings, songs, and poems.  The humorous propaganda was very political and commonly associated with a certain party relating to both local and national events. The humor appealed to all classes and united them during their time of struggle. Many of the humorous writings focused on patriotism. Often the writings urged citizens to fight in the war or support their nation and the war effort with more enthusiasm.  Humor was also used as an outlet to express discontent with the war and the political situations occurring during the time. ","The Confederate newspapers constantly published wartime humor mocking Lincoln and portraying him in extreme fashions.  Lincoln was the embodiment of the South's anger with the war and the current state of affairs.  His trouble with secession was a constant subject of mockery from the southern newspapers.  One cartoon depicted Lincoln as an acrobat balancing the North on one side of his pole while dropping the South to the floor below.  Another cartoon depicted Lincoln as a circus performer about to do a balancing act with the northern and the southern states as plates on sticks balancing in the air.  Lincoln was subject of a variety of wartime humor published in the South, but all the humor published served to communicate the current political issues and opinions.  "],"display_date":"January 7, 1863","search_date":"1863-01-07","locations":[{"id":9844,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3903,"title":"Govenor Zebulon Vance&#39;s Negotiations with General Sherman\n","course_id":7,"status":"P","start_date":"1865-04-11","end_date":"1865-04-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Zebulon Vance, North Carolina's governor during the Civil War, was a very loyal Confederate.  However, when General William Sherman approached the North Carolina border, Vance realized that he needed surrender to the Union.  Governor Vance wrote General Sherman a letter on April 11, 1865 in which he surrendered the city of Raleigh to the Union forces.  Governor Vance requested the safety for the city's \"defenseless inhabitants.\"  Vance expressed hope that General Sherman would protect the charitable institutions of the state as well as the libraries, museums, and public records.  Governor Vance appealed to General Sherman's logic when he stated, \"I can but entertain the hope that they may escape mutilation or destruction in as much as such evidences of learning and taste could advantage neither party in the prosecution of the war whether destroyed or preserved.\"  ","    Governor Vance made many efforts to save North Carolina from the Union forces before he wrote the letter of surrender to General Sherman.  Vance attempted to rally extra support in the state by making various speeches in which he urged the deserters in North Carolina to return to battle and defend their state from invasion in early 1865.  Vance also attempted to protect the war supplies in North Carolina when he learned the Union army was coming.  Vance feared an invasion by General Sherman because of the campaigns made by Sherman throughout the South.  In these campaigns, Sherman's destroyed large areas of Georgia and South Carolina.  Vance wanted to save North Carolina from the suffering its neighboring states had faced.  Therefore, Vance met with Confederate Senator William Graham to plan a course of action.  The two men decided to make peaceful terms with Sherman. ","Governor Vance received a reply to his letter where Sherman granted Vance, as well as other government officials, the right to remain in Raleigh unharmed.  General Sherman also communicated to Vance that he was unsure that fighting between the two sides would stop.  General Sherman stated that he hoped to help aid Vance by ending the war.  General Vance saved his state from the destruction and devastation that many other states faced when occupied by General Sherman. "],"display_date":"April 11, 1865","search_date":"1865-04-11","locations":[{"id":9844,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3935,"title":"Temperance in North Carolina\n","course_id":7,"status":"P","start_date":"1853-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1853, The Sons of Temperance of North Carolina in the Presbyterian Church published a pamphlet reiterating the evils of an \"essential poison:\" alcohol.  The pamphlet described the threatening and mocking effects of all types of alcohol upon society.  The Sons of Temperance was a \"fraternal lodge\" with subdivisions in most states and it was based on the principles of temperance expressed by the American Temperance Society.  The North Carolina party claimed to be \"zealously devoted to the advancement of the interests of the great Temperance reform.\"  In the pamphlet, they declared that alcohol has \"deceived Christendom,\" caused criminal activity, and \"hardened the hearts\" of many people.  ","While this pamphlet from North Carolina's Sons of Temperance expressed an avid devotion to the cause, the temperance movement in the South struggled to gain much popularity in comparison with the North.  Many explanations stated that abolitionism and antislavery sentiments impeded the growth of temperance in the South.  Thus, reformers strove to separate the principles of the temperance movement from ideas about slavery.  There was not one mention of abolition throughout the North Carolina pamphlet; it solely pertained to the subject of temperance.  The Sons of Temperance drew more membership and popularity during the 1840s and 1850s, especially among white middle-class and artisan groups.  The wealthy-planter class did not become too invested in the movement partly because alcohol and \"social drinking\" were \"essential to the lives of the southern gentry.\"  The reformers involved emphasized self-discipline and self-improvement by abstaining from alcoholic beverages.  The temperance movement played an important role throughout North Carolina and the entire United States during the nineteenth century.  "],"display_date":1853,"search_date":"1853-07-02","locations":[{"id":9843,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3936,"title":"Lunsford Lane Finds Freedom\n","course_id":7,"status":"P","start_date":"1845-01-01","end_date":"1845-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Lunsford Lane, a former slave, confidently declared in his autobiography, \"I strove to keep self-possessed and employed in my mind day and night planning how I might be FREE.\"  Lunsford Lane was born a slave in Raleigh, North Carolina and self-published an autobiography in 1845 recounting his experiences in slavery and his determination to buy his and his family's freedom.  Lane was born and raised in a relatively pleasant environment (compared to other slaves) on a large plantation with over 250 slaves.  As a child, Lane played with the white children, but as he grew up, Lane said, \"I discovered the difference between myself and my master's white children.\"  While they began to read and write, Lane began to work in the fields and was not permitted to touch a book.  However, throughout most of Lunsford Lane's experience as a slave, he worked as a \"body servant and waiter in his master's fine mansion\" and did not suffer the toils of fieldwork.  In fact, he seemed to appreciate living in North Carolina because he said there was a constant fear of being sold to the Deep South, where slavery was harsher.  As soon as Lane discovered the possibility of buying one's freedom, he set to work, night and day.  He began selling peaches and marbles whenever he had the chance and eventually sold prepared smoking tobacco and pipes at fifteen and ten cents each, becoming known as a tobacconist around town.  He worked and went into town to sell his products late at night and early in the morning, living an exhausting lifestyle.  Lane eventually married, and had six children, and raised 1,000 dollars to purchase his freedom.  Lane describes the feeling once freed, \"I cannot describe it, only it seemed as though I was in heaven.\"  Soon after, he bought his entire family for 3,000 dollars.  However, Lane ran into many problems with the North Carolina court, which had many laws about free blacks living in North Carolina.  Lane included all the court documents in his autobiography and revealed all the complex social and economic dynamics that informed race relations in the antebellum South.  His published narrative is not explicitly argumentative against slavery yet Lane's account gave hope and possibility to slaves at the time.  T<em>he Narrative of Lunsford Lane</em> proved that it took a considerable amount of determination and confidence to overcome the institution of slavery in the South.  "],"display_date":1845,"search_date":"1845-07-02","locations":[{"id":9842,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4037,"title":"Encouraging the Troops\n","course_id":7,"status":"P","start_date":"1861-03-01","end_date":"1861-03-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Support and encouragement of the Confederate troops in the Civil War took many different forms, including letters in newspapers, poetry, and songs.  At the beginning of the war, it was important to build up the troops for their initial engagements with the Union Army, expressed by supporters as the need to wake from a dream-like state.  In the song <em>North Carolina: A Call to Arms,</em> the author called for the \"sons of Carolina...to wake from [their] dreaming,\" and insisted that they could not procrastinate as the \"minions of Lincoln\" streamed down upon them.  The author mentions that the soldiers needed to be prepared to \"meet at the onset [that] treacherous invasion\" from the North, and said that their families and loved ones depended on them for protection.  The author went on to say that if they did not act quickly and did not repel the Union soldiers that their loved ones would perish at the swords of \"they [that] thirst for the life-blood of those...most cherish[ed].\"","Encouraging the troops during the Civil War was necessary.  Appeals to the honor of soldiers and their need to protect their families and lifestyles were essential methods to ensure that a useful and functional army would be available to fight the war.  According to <em>The Life of Johnny Reb</em>, soldiers received instruction in battlefield tactics and behavior, everything from \"pick[ing] off the enemy's officers\" to orders to \"not be terrorized\" and warnings that \"cowards [would] be shot.\"  They were led into battle behind drums, put into position, and finally told to march, which then caused the line to \"leap forward with the famous 'Rebel yell.'\"  The Union soldiers were classified as evil and the thought of them hurting Confederate soldiers' loved ones ensured that soldiers would hold the lines.  Reports from colonels and generals of battles did not include much about soldiers who deserted or retreated from battle; instead, most of the reports idolized the heroics of the soldiers as a unit, and showed their solidarity and cohesion in the face of a brutal war.  Encouragement for the war was necessary for Confederate troops with all of the horrors that come along with war.  Dissent was looked down upon and rarely reported to ensure that it would not spread through the ranks and cause an internal collapse.  The honor of soldiers and the appeals of loved ones were used to motivate the soldiers to protect their homes and fight, instead of retreating and letting the Union kill their loved ones."],"display_date":"March 1, 1861","search_date":"1861-03-01","locations":[{"id":9844,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4038,"title":"The Racism of Reconstruction\n","course_id":7,"status":"P","start_date":"1877-04-01","end_date":"1877-04-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The period of Reconstruction that followed the Civil War saw a fluctuation of freedoms for African Americans in the former Confederate South.  The newspapers of the time, like the <em>Raleigh Register</em>, were critical of the roles of African Americans in society, and used offensive language when describing the people of that race.  While slavery no longer existed, Reconstruction proved to be successful only in the short term, and was primarily negated by the backwards trend that followed the end of Reconstruction in 1877.  Editorials in the <em>Register </em>the lack of progress in Southern society on the \"newly acquired freedoms\" of the African Americans and the \"interference of Yankees.\"  Writers emphasized that \"negroes did not know their place,\" and the problems of society would not be corrected until they learned their place and stuck to it.  Racial overtones were visible in the newspaper editorials of the time period, a result of the forced occupation that Southerners encountered in Reconstruction.","According to historian Eric Foner in <em>Reconstruction</em>, violence towards African Americans was stimulated by the advent of Radical Reconstruction and was \"generally committed by local groups on their own initiative.\"  The issue of protection of African Americans in the South arose as violence befell the people who had been informing them of politics and their new-found rights.  As this happened, the \"violence had a profound effect on Reconstruction politics\" and produced a \"demoralizing impact upon [the African American] communities.\"  As the violence towards African Americans increased in the South, they became much less likely to not take the opportunity to vote or run in elections, which further destabilized the basic foundation of power that had just been established with the beginning of Reconstruction.  This destabilization of the base of political power for African Americans would be critically harmful to their ability to secure their physical security in a society where the white people in power blamed all of the larger problems on the advancement and freedoms of African Americans."],"display_date":"April 1, 1877","search_date":"1877-04-01","locations":[{"id":9845,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4039,"title":"The Assault of Charles Sumner\n","course_id":7,"status":"P","start_date":"1856-05-01","end_date":"1856-06-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The \"chastisement of Senator Sumner\" by Senator Brooks in the United States Senate came under heavy criticism in both the Northern and Southern United States.  While the Northern reaction was a more conciliatory tone towards Sumner and one that called for the punishment of Brooks, the Southern reaction was that it was a ploy by Northern abolitionists to further the fight to end their way of life, slavery.  In the Raleigh<em> Register</em> the attack on Sumner was characterized as necessary to preserve the dignity of the Senate \"in order to command the respect of the public.\"  Yet at the same time, criticism in the <em>Daily Herald</em>, another newspaper in North Carolina, showed that all Southerners did not support Brooks's actions because they gave more momentum to the \"freesoilers\" of the North.  So while some Southerners did not approve of the actions of Senator Brooks, they more so disliked the aforementioned actions because they felt it gave abolitionists and freesoilers more power in the United States Senate than because they felt sympathy for Sumner.","The Slave Power Conspiracy griped the minds of both Southern and Northern Americans at this time, but it was more powerful and influential in the Southern United States, where slavery was an everyday aspect of life.  This spilled over into the dialogue and actions that took place in the representative bodies of the population, especially in the closely divided House of Representatives and the United States Senate.  Historian Edward Ayers addressed the idea of Southern honor in <em>Vengeance and Justice,</em> commenting that \"Southern violence possessed its own rules and unfolded on its own schedule.\"  The Southerners feared that the North would outnumber them in Congress, then take away their right to take their \"property\" with them into the new territories, and eventually bring about an end to their entire way of life; slavery.  This fear drove Southerners to view the North as being full of abolitionists and freesoilers who wanted to end the way of life that they had established and upheld since the colonial period, which made it necessary for them to fight back against it."],"display_date":"May 1, 1856 - June 6, 1856","search_date":"1856-05-19","locations":[{"id":9843,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4067,"title":"Jefferson Davis Speaks In Raleigh\n","course_id":7,"status":"P","start_date":"1863-01-07","end_date":"1863-01-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Jefferson Davis, called \"This Man of the Age, whose name will stand on the scroll of Fame as second only to that of the Father of his Country\" by <em>The Raleigh Register,</em> had a lot of support among Confederate citizens, including the citizens of North   Carolina. In January 1863, on his way from Charlotte to Richmond, Davis stopped in Raleigh to deliver a speech. In his speech, Davis mentioned his appreciation of Raleigh natives, who kept his wife and children in refuge. In addition, Davis seemed to respect the people of North  Carolina, as the North   Carolina people seemed genuinely happy to meet them. Davis mentioned finding problems with the state militia. Davis, however, expressed his confidence in the Confederate armies even though Confederate soldiers were outnumbered at times. As an example of the Confederacy's success, Davis mentioned the Battle of Murfreesboro, in which the Union suffered 890 out of 900 casualties compared to just the Confederacy's 150 casualties.","Davis exuded confidence among the North Carolina people as he proclaimed victory at every point. Although Davis initially wished not to obtain the position of president, he treated everyone fairly and wished everyone the best. Upon making his closing remarks, he said the future was bright for the Confederates, advised people to join the army, and the people responded with a resounding ovation. While the Confederate States of America believed strongly in states' rights - which can limit national unity - North Carolina seemed committed to the Confederate cause. As a result, the citizens of Raleigh supported Jefferson Davis's efforts to win the Civil War."],"display_date":"January 7, 1863","search_date":"1863-01-07","locations":[{"id":9844,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4520,"title":"Opposition to the Slave-Trade","course_id":20,"status":"P","start_date":"1795-02-09","end_date":"1795-02-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"By the gentleman just arrived from Raleigh, the seat of government in North Carolina, We learn that the assembly of that state have passed a law to prohibit further importation of slaves into that state, either by land or sea, from any part of the world.\" This strong statement described North Carolina's bill banning the importation of slaves into the state. Slaves in North Carolina worked hard growing tobacco and other crops. They generated great wealth for the slave holders, but they did not earn anything in return, and they had no legal rights. The government banned the slaves' importation in North Carolina in part to protect slaves' value, and it was a sign of North Carolina's opposition to the slave trade.","The government of North Carolina did what it could to prohibit the importation of slaves into the state, banning the importation of foreign slaves in 1786.  Moreover, under a state law passed in 1816, any person who brought foreign slaves into the state of North Carolina, in opposition to Congress's ban on the transatlantic slave trade, would forfeit their slave property. The state would then sell the slaves and keep the profits from the sale. These strict regulations made sure citizens did not buy slaves from any other parts of world.","North Carolina, New York, Maryland, Delaware, Massachusetts, Pennsylvania, Georgia, Connecticut, and Rhode Island all prohibited the importation of slaves before 1800. Prohibiting the importation of slaves was also a very important event for the American Congress, and in 1808, as soon as allowed under the U.S. Constitution, Congress agreed to forbid the importation of slaves without opposition. \"In 1819, Congress declared the slave-trade to be piracy, though,\" according to historian Hubert H. Bancroft, \"none of its participants seem to have been condemned as pirates.\" Furthermore, the declaration was not only for a particular state, but was a national declaration for all the states of America. The declaration was necessary in that time, because the slave holders living in the Southern part of the country realized that slave trade might cause an explosion in the slaves' population, and they were afraid that slaves would fight against them for freedom. Furthermore, they had enough slaves to produce children, who were the potential slaves of the future, so they did not need extra slaves. For this reason, they allowed the declaration stopping the slave trade.<strong> </strong>Although prohibiting the importation of slaves was not as important as abolishing slavery, prohibiting the importation of slaves was a very important step toward abolishing slavery."],"display_date":"February 9, 1795","search_date":"1795-02-09","locations":[{"id":15239,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"Wake, North Carolina"}],"tags":[{"id":110,"tag":"Importation"},{"id":4,"tag":"Slavery"},{"id":96,"tag":"Slave Trade"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":4868,"title":"\"More Negroes Being Hired\"","course_id":31,"status":"P","start_date":"10/2/68","end_date":"10/2/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The North Carolina Good Neighbor Council, according to the Rockingham <em>Daily Journal,</em> indicate that by 1968, more African Americans were finding jobs in North Carolina State Government than ever before. The jobs of interest were in education, health, or hospitals, while fields not associated with education, health, or hospitals were still filled with white employees.  A survey was preformed to indicate what percentages were white in the health fields and what percentages were African Americans.  The survey indicated more than 8,000 people, 17.1 percent of all state employees, were African Americans, which represented a 1.5 percent increase since 1966.  Although there was an increase, the percentage of African American professional and managerial slots declined. The decline was attributed to consolidation of state agencies headed by white individuals, which left African Americans without a directorship. Without a directorship, it was beneficial to be employed in predominately African American institutions."," The American Journal of Public Health conducted a survey that analyzed African American employment between 1968 and 1993. One seventh of employed African American women worked in medical care. Women today hold 78 percent of medical care jobs. One fifth of the employees in the medical field are African American women.  These positions, then and now, give the women a sense of achievement and self sufficiency."," Unfortunately, the willingness of some hospitals to employ black women in the 1960’s “could distract attention from the larger pattern of persistent discrimination,” notes historian Jacqueline Jones.  This discrimination was entirely unrelated to efficiency and productivity; it was the result of prejudice. Because African Americans demonstrated a loyal willingness to bear and share responsibilities, there was no reason to discriminate against a skilled workman just because they were black other than prejudice.  This prejudice kept African Americans out of professional and managerial positions in state government until late in the twentieth century. "],"display_date":"October 2, 1968","search_date":"1968-10-02","locations":[{"id":32160,"lat":35.7900765104,"lng":-78.6503526888,"zoom":9,"place":"Wake, North Carolina"}],"tags":[{"id":448,"tag":"Black Labor"},{"id":485,"tag":"African American jobs"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}},{"id":4871,"title":"A Tax Outrage","course_id":31,"status":"P","start_date":"1878-02-12","end_date":"1878-02-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“We have paid an insane tax to the government says the North and East.  We of the West and the South have complained true, but not unreasonably, our burdens are heavier than we can bear, heavier than we ought to bear, or than we will bear.”  The northern and southern parts of the state debated tax policy during an 1878 session of the state legislature in Raleigh, North Carolina.  Both sides did have a consensus of the taxes being too high; however, each felt that one side was not doing enough.  The “About Taxes” article in the Raleigh<em> News and Observer</em> in February 1878 explained this disagreement in detail.  The whole United States was going through the same trial, and this was just a snap shot of what was in store.","This whole misconstrued situation began at the end of the Reconstruction period.  With redemption North Carolina now faced the process of rebuilding its economy after the Civil War, but at its own expense. The northern section of North Carolina felt that they had done their part by paying what was asked of them, while the southern section felt that the northern counties had got off easy.  The South, at this point in time, was indeed going through hard times due to decreasing crop sales, which lowered farmers’ income and eventually made it hard to survive, let alone pay taxes. Mean while, at this time African Americans were overlooked in North Carolina’s feud over who would pay what.  To African Americans this dispute was much bigger than the taxes.  The African Americans were the ones who played a major part in establishing the crops in the south as a whole, but their freedom had come with no tangible rewards.","African Americans had fought in the war in hopes of things being better when they returned, only for things to be worse.  They were now included in this tax war without a weapon in hand.  In southern North Carolina tobacco, corn, and cotton were the cash crops, while the northern part of the state had factories that the federal government had helped to establish, but no money was being brought in from that either.  The economic situation was especially bad for blacks because they were on the bottom step of the economic ladder.   It would be years before the state as a whole could be where they wanted to be, and North Carolina’s situation was repeated all over the southern United States."],"display_date":"February 12, 1878","search_date":"1878-02-12","locations":[{"id":9845,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":487,"tag":"taxes"},{"id":11,"tag":"Economy"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}},{"id":4874,"title":"Penders Advertisment","course_id":31,"status":"P","start_date":"12/20/33","end_date":"12/20/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Pender’s grocery advertisement from the Raleigh <em>Observer</em> depicted a wealthy and very happy white family enjoying a lovely Christmas dinner. The family is being served dinner by a maid, that also appeared to be in a good mood in the advertisement. This advertisement was an illustration of the menial work black women had to do in the 1930s. Domestic jobs were usually the most common types of work available to black women; depending on the location, domestic jobs were sometimes the only work available to black women. There were very few honorable employment opportunities available to black women, but a few black women were teachers or shop keepers, and some were able to do clerical work. Many times the more respectable jobs were only available to light skinned black women if they were available to black women at all. Regardless of the job description, black women were grossly underpaid for their work.","During the 1930s the American economy was at an all-time low, and the Great Depression was in full effect. The domestic job field became very competitive due to the poor economy; more women were seeking work as domestics, while those people who had maids discontinued their services. All of these factors drove down the already low wages. Domestic workers had to cook and clean after other families as well as their own, and just as portrayed in the advertisement, domestic workers spent their holidays cooking and serving their employers instead of being with their own loved ones.","Historian Jacqueline Jones has described the Great Migration, the time when many blacks moved to northern cities from 1900 to 1930 to find better jobs and opportunities.  According to Jones, the rumors of the north being a better place for blacks were only half true. There was a lot of immigration at the same time blacks were moving to northern cites; this made it hard for African Americans to get factory jobs because although blacks spoke English and were Protestant, the employers preferred to hire immigrants. Many black women were the bread winners of their households or their wages were close to that of their men. The black women moving north had hoped to escape domestic work because the progress of African Americans as a group was tied to the job status of black women. Black women eagerly sought factory jobs that offered more money for less working hours and did not have the social woes that came with domestic work. In the end, most black women were trapped in domestic service, but according to Jones black women measured their success by the standards of those still in the South. Life in the North was hard, but women rarely decided to move back south because in the North their children had better educational opportunities, and black women could also vote and participate in politics."," "],"display_date":"December 20, 1933","search_date":"1933-12-20","locations":[{"id":22391,"lat":35.7900765104,"lng":-78.6503526888,"zoom":9,"place":"Wake, North Carolina"}],"tags":[{"id":463,"tag":"African American Women"},{"id":468,"tag":"employment"},{"id":3,"tag":"African-Americans"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}},{"id":5065,"title":"W. Duke, Sons &amp; Co advertises cigarettes in Costumes of All Nations.","course_id":43,"status":"P","start_date":"1888-01-01","end_date":"1888-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["After the end of the Civil War, Washington Duke, the founder of W. Duke, Sons & Co, returned home in order to build his tobacco and cigarette company.  Although, a large amount of Duke’s tobacco had been taken by soldiers during the war, he and his family were still able to produce smoking tobacco from the harvest. Despite Duke’s success during the first year of selling his tobacco, he quickly realized that he had a lot of competition in the business. However, over the years, and even with a large amount of competition, Duke’s tobacco company continued to grow into a large corporation.","In the late 1880s, W. Duke, Sons & Co, published a book titled <em>Costumes of All Nations. </em>The book was created to thank their patrons for smoking their cigarettes. In the book were several dozen cards. These cards showed pictures of white, Anglo-Saxon men and women wearing the dress of particular civilizations from all around the world. The costumes ranged from a man dressed as the Great Mogul of India to a woman dressed as an African fruit gatherer. However, the costumes that are featured in the book are very elaborate and only represent the higher end of society in each particular culture.","The purpose of advertising cigarettes this way was to give the image that Duke, Sons & Co is an international business with customers all over the world. Advertising this way also gave tobacco an exotic sense and smoker felt that they are smoking something better then just American grown tobacco.","<em>Costumes of All Nations</em> was not the only book that Duke produced in order to thank their patrons and advertise their cigarettes. They also produced books titled <em>The Rules, Flags, Coats of Arms of All Nations. </em>Like <em>Costumes of All Nation</em><em>s</em>, this book also gave the appearance of an international market place. In a country that promoted business and expansion, it was absolutely necessary for even small businesses to grow and expand their customer base in order to be able to compete with the larger corporations and other competitors. By sharing cultures from around the world with their patrons, smokers felt that Duke cigarettes were more sophisticated and that the company as a whole was worldly."],"display_date":1888,"search_date":"1888-07-01","locations":[{"id":9846,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":730,"tag":"Advertising"},{"id":731,"tag":"Cigarettes"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5055,"title":"<em>Reverend L. Ferebee: Living a Torn Life</em>","course_id":43,"status":"P","start_date":"1882-01-01","end_date":"1882-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Two out of every three slave children were ripped from their mother's arms, although the thirteenth amendment marked the end of slavery, it did not erase the hurt and pain of the slaves that had to endure it. The story of slavery and the lives of the surviving slaves still effects America today. The personal recollection of their stories some years later, allowed for all Americans to peer into the lives of slaves and see what it was like to be a slave. Although, not everyone got to tell their story, there are lots of recollections that allow Americans to learn about the various types of slaves and slave owners. One of the slaves that recounted his life was Reverend L. Ferebee in his twenty four page autobiography.","One of the specific episodes in Ferebee’s book recounts the selling of his mother. Ferebee remembers his master selling his mother when he was just a few years old. He describes in full the catastrophic day his mother was sold. One can feel the pain and anguish that young Ferebee felt when seeing his mother that day. He recounts the story of why his master decided to sell his mother. The Reverend explains how aggressive his mother was. Mrs.Ferebee did not like following directions and was a rebel. Her mistress tried to hit her one day and she fought back. When the master came home, instead of beating her for disobeying, he decided to just sell her and avoid the drama. Ferebee discusses how he was also sold along with his mother and two of his siblings. This was considerate of his master because most slave children were separated from their mothers when sold off. But, his second master leased him off when he was a young teenager for about a year because he no longer needed his services. When Ferebee returns he is surprised to find that his mother has once again been sold. This time he has no idea where to find his family and feels alone and depressed.","The twenty-four page autobiography of Reverend Ferebee demonstrates the effects, of slavery. Textbook accounts of slavery fail to teach us that the thirteenth amendment did not simply solve all of the pain and hurt the families underwent. Slavery separated several families and it tore young children from their mothers. When discussing slavery most people speak of the pain that slaves underwent when working out in the fields such as being expected to pick between 100 to 200 pounds of cotton and when being beat by their masters. But, they rarely speak of the emotional pain they went through. Reading diaries and autobiographies helps people begin to feel what the slaves had to go through for so long."],"display_date":1882,"search_date":"1882-07-02","locations":[{"id":9846,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":4,"tag":"Slavery"},{"id":3,"tag":"African-Americans"},{"id":458,"tag":"African American Authors"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5081,"title":"Dissent Among Southern Evangelicals: To Secede or Not?","course_id":43,"status":"P","start_date":"1838-03-10","end_date":"1838-03-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["T. Meredith did not know that in less than three decades he would be in minority opposition to secession. Editor of <em>The Biblical Recorder and Southern Watchman</em>, a weekly newspaper “devoted to religion, morality, literature, and general intelligence,” and circulated throughout North and South Carolina, he urged readers to follow Martin Luther’s example of seeking “strength elsewhere than in men” on March 10, 1838.","During the election of 1860, the Southern church pulpit was a counseling arm; the religious were persuaded to take interest in elections without succumbing to the sins associated with political involvement. After the election of Lincoln, and certainly after Ft. Sumter, this attitude changed. “Mutual respect” and “confidence” among North and South had been destroyed in the minds of many preachers, as Union meant an assault on God-given rights. The Alabama Baptist State Convention convened two weeks after Lincoln’s election and declared, “we can no longer hope for the justice, protection or safety from the Federal Union.” The Alabama Conference of the Methodist Episcopal Church also felt the need for secession, showing that for the church, secession transcended slavery (Methodists and Baptists would split over slavery in 1844 and 1845).","<em>The Biblical Recorder</em> would express “the hope that Alabama Baptists might recall their desire to secede,” urging clergymen to use their moral power to keep the Union whole. But most Southern Protestants, while wishing to avoid war, called for secession. This attitude also changed. Many came to see the war as a holy crusade of Christian, civilized Southerners fighting against an atheistic, barbaric North; the theory that Just War could be a form of Christian discipleship was invoked and applied.","While other churches and newspapers were swept up in the three-pronged defense of secession as a Constitutional right, necessary to economic freedom, and a Biblical mandate, <em>The Biblical Recorder </em>and a few other Christian organizations stood firm in advocating nonviolent resistance and the use of spiritual, moral authority and power. The diversity of opinion among just Southern denominations about secession and the Civil War is only a microcosm of nationwide diversity that leaves the feeling that reconciliation may have been impossible."],"display_date":"March 10, 1838","search_date":"1838-03-10","locations":[{"id":9841,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":32,"tag":"Civil War"},{"id":17,"tag":"Government"},{"id":79,"tag":"Religion"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":6422,"title":"Revolution into the Reconstruction of Schools and Freedmen","course_id":149,"status":"P","start_date":"1866-07-10","end_date":"1866-07-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The calls of freedom rang through the courtrooms and the streets of North Carolina. People rejoiced, the feeling of the opression lifted from slave's shoulders. The slaves turned and left enmass from thier threatening southern homes, and moved up to the north. North Carolina was welcoming, in churches and schools alike. The smiles brimmed with the belief, that their bigotry will soon be lifted. They'll be set free."," ","The article, written by the Tri-weekly in North Carolina, details how the creation of black schools is not only increasing the amount of freedmen in the state, but also helping the rest of the state become more of the democratic ideal. However, the writer almost seems too enthusiastic, taking comparisons to God's light and how the schools 'bring intelligence and remove bigotry' from the state. The language used paints the image of a church rather than a few simple schools, but it is in the same league of importance to this article writer."," ","In context to the rest of the states, the article from the Tri-Weekly showed how North Carolina was approaching the idea of the freedmen as a good thing. They built large black schools for them, as a way to entice the freedmen to come to them and work for labor. The praise of how these schools were almost holy and they would release the whites from ignorance, was a thought that a radical repiblican would share around. \"Republican Reconstruction was at least the attempt to build a new house-a reinvented republic.\" (Pg. 354, <em>Race and Reunion)</em> The Radical Republicans wanted to throw aside the old ways, and barrel head first into new and more beneficial ways with the freedmen."],"display_date":"July 10, 1866","search_date":"1866-07-10","locations":[{"id":52803,"lat":35.7795897,"lng":-78.6381787,"zoom":8,"place":"Raleigh, North Carolina"}],"tags":[{"id":164,"tag":"Slave"},{"id":123,"tag":"Reconstruction"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6452,"title":"Reconstruction: Knowledge is Power","course_id":149,"status":"P","start_date":"1867-08-24","end_date":"1867-08-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This document is an open letter to General Grant from Major General Pope in regards to allowing confederate leaders to be involved in the Reconstruction process in the South. The main piece of evidence used by Pope to further his argument about rebel officials role in reconstruction, is a speech made by B.H. Hill.  Pope claims that the speech represents the feeling of the majority of the whites in the south, that reconstruction will never be accepted because of the drastic changes it would require.  Although, Pope makes it clear that he does not want their ideas and thoughts muffled at all from the United States, but that having an open conversation with these ideas will better help it to not happen again.  If these voices were kept silent, Pope argues that reconstruction would fail within a few years. Having this discussion available for everyone to hear would actually make reconstruction strong and last long, since people would have \"with[stood] the influence of the secession party\".  Overall, Pope writes how reconstruction can only be successful if the people in the south support it and work towards it, otherwise discontent will fester until more conflict inevitably boils over. Pope supports the Reconstruction Acts actions towards disenfranchising since he believes it would keep more rebel thoughts out of actual politics.  Other sources that Pope uses are letters by Hill, by Governor Perry of South Carolina, of Hershal V Johnson of Georgia and many others who represent the anti-reconstruction of the South.  For Pope, reconstruction is not just about ending the rebel discourse, but maintaining efforts for reconstruction and reconnection to the Union long after the individual rebel voices fade away and the states are readmitted. In order to know how to make reconstruction successful in the long term, the rebel ideologies and arguments must become fully developed in the open and public sphere, according to Pope.  He also shows how the education and social integration of the freedmen is essential to making them a part of society, and will better the society.  Pope says that any attempts to \"check\" the education of the freedmen would severely undermine any progress made. Pope concludes the letter to General Grant by claiming that he believes any straying from the course he outlined for reconstruction would end in disaster, destruction, and the winning of evil.  ","Major General Pope's perspective seems particularly unique when Blight's book <em>Race and Reunion </em>is taken into account.  According to Blight, the \"politicians sought to permanently bury the issues of war and simultaneously used those very issues to fan the flames of political difference\"(Blight 98).  Pope's open concept take on Reconstruction and dealing with rebel leaders/thoughts is just the opposite of this, which seems to be against the majority opinion based on Blight's writing.  Pope's perspective, while not part of the three main perspectives of the South (white unionists who moved south during Reconstruction, white southerners--poor men and slaveholders, and the freedmen), provides historians with what appears to be a minority perspective on Reconstruction. What Pope wanted for the reunion of the United States and for Reconstruction was highly unlikely during that time given the increased polarization of politics during that time.  As Blight says, the politics became about arguing over the end of the war, who won, and who would win.  Major General Pope had an optimistic approach to the reunion, however since the war was still being fought in the political arena, it made his plan unrealistic.    "],"display_date":"August 24, 1867","search_date":"1867-08-24","locations":[{"id":52852,"lat":35.7795897,"lng":-78.6381787,"zoom":9,"place":"Raleigh, NC"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":311,"tag":"Union"},{"id":1115,"tag":"Freedmen"},{"id":6,"tag":"Education"},{"id":2843,"tag":"Confederate leaders"},{"id":2844,"tag":"Reconstruction Acts"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6639,"title":"Cashing in with Rebellious Money","course_id":164,"status":"P","start_date":"1862-12-13","end_date":"1867-11-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","            In 1867, the Supreme Court of North Carolina presided over the case <em>Phillips v Hooker</em>. Five years prior, John R. Phillips set out to purchase a house and lot owned by one Mrs. Hooker. Working through an agent for Mrs. Hooker, Amos Harvey, Phillips purchased the homestead for $2500 in cash. Everything was written out in a contract notarized by L. H. Alredge. A simple, yet legally sound deed transferred the property from Mrs. Hooker to John Phillips. The only problem was, it was paid for in Confederate bank notes. This seemed perfectly fine in 1862 with the war being waged and the Confederate States holding their own against the Union forces. In 1867, after the defeat of the Confederacy and the official labeling of the CSA as treason, Confederate bank notes thought to be ‘illegal tender’. As a result, Mrs. Hooker tried to take her land back on the grounds that the contract was invalid and she had not been paid in acceptable currency. Phillips disputed this and the two found themselves before the Supreme Court of North Carolina.","            The question the Court had to discuss was the validity of the transaction using rebel currency. Did the rebel bank notes hold real value or were they worthless prints from a defunct government? In a way, they were both. The bank notes, at their height, could exchange a dollar of gold for under two dollars. By putting the Confederate bank note to the gold standard, it allowed for quick exchange and transaction, while also backing the notes in a currency useable in any part of the world (provided the bank in question actually had the gold to back it up). With the defeat of the Confederate States of America, the “Confederate” banks no longer existed so the notes became relatively worthless.<em> Became</em> being the operative word. From 1861 until the end of the war, the Confederate bank note was legal tender in any of the Confederate States and could be used for taxes and other exchanges within the Confederacy. After that, the United States had to take stock on the Confederate bank notes and allowed exchanges for Union greenbacks in certain situations, like in New Orleans, after the war had ended. That said, the Confederate notes themselves were never actually declared illegal; rather, they were lumped together with the legislation nullifying contracts that attempted to aid the rebellion. This legal condition appeared in the Supreme Court’s decision: “The Convention was prompt to declare that the rebellion and everything in aid of it was illegal. And it declared void all contracts which were in aid of it; but it did not declare void all contracts, the consideration of which were Confederate treasury notes.” As Phillips’s exchange with Mrs. Hooker did not aid the Rebellion’s cause and was just a land transfer, it remained in effect. The Court ruled in favor of Phillips."],"display_date":"December 13, 1862 - November 1, 1867","search_date":"1865-05-23","locations":[{"id":52803,"lat":35.7795897,"lng":-78.6381787,"zoom":8,"place":"Raleigh, North Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":32,"tag":"Civil War"},{"id":1584,"tag":"courts"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}}]}