{"id":4249,"place":"DINWIDDIE, Virginia","lat":37.0780637097,"lng":-77.6286065028,"episodes":[{"id":605,"title":"The Attack and Capture of Fort Steadman\n","course_id":1,"status":"P","start_date":"1865-03-25","end_date":"1865-03-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At 4:30am on March 25th, Lee's troops attacked Fort Steadman, part of the Union defense line, and caught them completely by surprise.  The confederate troops captured Fort Steadman and the forces in Petersburg, VA.  This capture was only temporary, it lost momentum and had little strength to maintain control allowing Union troops to counter attack later that same day forcing the confederate troops out, resulting in a Union victory.  There were 1,150 northern casualties and nearly 4,000 southern, many of whom are taken as prisoners. Fort Steadman proved to be a devastating blow to the Confederate army, and it set up the fall of the Confederacy.&lt;br /&gt;Lee, in another gallant effort to overtake Union territory fails due to the Confederate's inability to maintain a firm stance and momentum.  Even though the attack was a far reach, the defeat left Lee and the Confederate army disheartened and dejected. Soldiers, and even generals, were losing hope, and failed attacks such as Fort Steadman only produce high casualties and momentary success before final defeat. This attack, however, is an example of the southern incredible will to fight for their cause, at any cost, and shows how Lee and his soldiers did not give up after incessant loss."],"display_date":"March 25, 1865","search_date":"1865-03-25","locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":708,"title":"The Battle of Five Forks\n","course_id":1,"status":"P","start_date":"1865-04-01","end_date":"1865-04-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 1st General Lee feared the loss of Five Forks, in Petersburg, VA, would result in serious threat to Richmond and Petersburg and the Confederate line of retreat.  He ordered Pickett to make sure that the troops hold positions at all cost.' Lee and his troops prepared for battle entrenched; however, Union troops overpowered Confederate, 53,000 to 10,000.  Grant's strategy was to force Lee's troops back into their retreat lines. Union troops overpowered Confederates, and Lee resigned to the fall of both Richmond and Petersburg to Grant.  The Battle of Five Forks was the last time Lee initiated offense against Confederate troops under George Pickett. &lt;br /&gt;This confederate defeat threatened the confederates last supply line, the South Side Railroad. Richmond and Petersburg had to be immediately evacuated. There were 830 Union and 2,950 Confederate casualties in this battle.&lt;br /&gt;The Battle at Five Forks marked a huge defeat of the Confederacy as it lost both Petersburg and Richmond in one day.  The ratio of Union to Confederate soldiers makes it a seemingly impossible feat for Lee to go up against Grant and his men who consist of five times as many. For Lee, Five Forks represented the last effort to preserve the Northern Virginia Army as a legitimate fighting force, and with the defeat came the defeat of the Army.  The Confederate's last supply line was threatened, and the morale of Lee's army was lost."],"display_date":"April 1, 1865 - April 2, 1865","search_date":"1865-04-01","locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2294,"title":"Ambrose Powell Hill Statue Unveiling\n","course_id":1,"status":"P","start_date":"1892-11-29","end_date":"1892-11-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Colonel W. Gordon McCabe, Commander of A.P. Hill Camp, Number 6, stood and slowly walked towards the podium pulling his carefully folded notes from his pocket. He asked everyone present to stand and raise their glass to themselves as guests of this special event, the infantry, artillery, and cavalry of the Army of Northern Virginia, the staff of the Army, the women of the South, the strong cities of Richmond and Petersburg, and the memory of the dead. With a pull of the sheet, the bronzed statue of General Ambrose Powell Hill given by the Pegram Battalion Association, A.N.V., was uncovered in honor of Hill's great Confederate military victories. Later Colonel McCabe's wife tucked the program from the event into her purse for safekeeping and as a reminder of her husband's powerful and eloquent speech about those who lost their lives in the Civil War.","Ambrose Powell Hill was a Confederate General who fought in the Civil War yet few people knew much about. At one point in his career, General A.P. Hill led one third of Lee's Army and later both Stonewall Jackson and Robert E. Lee called upon him in their last moments. Although he was not from Petersburg or Dinwiddie County where the statue was later erected in his honor, General Hill was a Virginian from Culpepper in the central part of the state. He began his prestigious military career at West Point where he graduated high in his class. When the Civil War broke out in Virginia, Hill decided to fight for the Confederacy so the he could defend state's rights and the honor of Virginia. He was involved in many different battles within Virginia, and the Confederate Army promoted him several times before a bullet from a stray group of Union soldiers struck him in 1865 causing his immediate death.","Raising the statue of A.P. Hill was not only a tribute to the Confederate military efforts of General Hill and his Light Division which earned so much fame but possibly more importantly, a tribute to a Virginian who believed in protecting the honor of Virginia and the other Southern states above all else. Men joined the Confederate Army to protect their neighborhoods, the land they called home, their families, and their own pride and honor. Although the issues of slavery and state's rights were fundamental issues in the Civil War, they are not why men left their families to fight. The men that General Hill and other important Confederate Generals led into battle were literally protecting their neighborhoods because the Confederate and Union troops met in forty percent of Civil War battles on Virginia and Tennessee soil. By naming their Confederate Camp after General Hill and raising a statue of him almost thirty years later, Dinwiddie County Confederate veterans honored a man who embodied the very values that they had fought for during the Civil War."],"display_date":"November 29, 1892","search_date":"1892-11-29","locations":[{"id":13782,"lat":37.0773707286,"lng":-77.6296507153,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2680,"title":"Guilfield Baptist Church\n","course_id":1,"status":"P","start_date":"1827-06-30","end_date":"1827-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The church officials expelled Brother Osborne for his adulterous behavior June 30, 1827.  The officials claimed that Brother Osborne's sinful spirit had placed the women of the Guilfield Baptist Church under bad influence.  The same Sunday, the church notes documented the deacons asking Sister Harriet Hill to leave the congregation for lying, as well as Sister Patsy Thomas for fighting and inappropriate language.  This African American Church weekly asked various members to leave for misconduct.  Leaving may have constituted leaving the service that Sunday, or leaving the fellowship of that congregation.  It is unclear whether the church allowed them to reenter the Guilfield Baptist Church, however, some weeks; deacons visited the expelled members.  It is also undetermined if the church members were free people."," The church notes documenting the business of the Guilfield Baptist church began in the 1820s.  This was a time when the United States was undergoing a religious revival, called the Great Awakening.  This movement made protestant religions, such as Methodist and Baptist, very popular among whites as well as African Americans.  Prior to this period religious dialogue between whites and African Americans was for slaves to obey their masters as the bible instructed.  In many areas African Americans became active in integrated services and became morally or spiritually equal to whites, who believed that all men were sinners.   African Americans may have taken ownership of these protestant religions for many reasons beyond a growing acceptance in some congregations.  The revivalist trend in the Great Awakening was similar to the African religious ceremonies which frequently had highly emotional praise, congregational responses, as well as sprinkling or dipping with water for initiation. Due to the Great Awakening, some congregations embraced African Americans in a more equal capacity, however most Southern congregations did not.  In the later congregations African Americans who gained confidence through religion proved to be a threat to whites.  In the first half of the nineteenth century, several slave rebellions in the South were divinely inspired.  Two famous religious conspiracies were lead by Denmark Vesey and Nat Turner.  Nat Turner's plan came to fruition leaving Whites nationwide in fear of religious African Americans."],"display_date":"June 30, 1827","search_date":"1827-06-30","locations":[{"id":13775,"lat":37.0773707286,"lng":-77.6296507153,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2683,"title":"The Birth of the Petersburg Benevolent Mechanics Association\n","course_id":1,"status":"P","start_date":"1825-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A cold January day in 1825, 32 Petersburg men gathered in a Petersburg Tavern with the future on their minds. The skilled merchants of Petersburg formed the Benevolent Mechanics Association. They were made up of a variety of skilled craftsmen which included tailors, blacksmiths, watchmakers, bookbinders, tanners, and more.  The first initiative of the Association was purchasing a library for apprentices in the community. They even hired a librarian to staff the facility. Another of their initiatives was to begin a night school for Apprentices and the children of the Association members. The school included reading, writing, and arithmetic. Finally, lectures were offered to the community as well. Unfortunately, the school failed and there was lack of interest in the establishment. ","The members of the Petersburg Benevolent Mechanics Association were frowned upon in Petersburg society. Oddly these skilled merchants owned about 20 percent of the slaves in Petersburg and the surrounding county, Dinwiddie. Despite this fact, wealthy land owners thought of these craftsmen as lowly. To improve their status and the perception of their occupation, they took such initiatives to spread interest in their trade and show their contributions to society. ","During the 1800s artistry was changing regionally as well. Southern artisans had to compete with the booming world of industry in the North. It may have been important to these artisans to keep their trades alive, despite the move to working in factories and using machines. Some artisans took advantage of the Industrial revolution and began to sell and serve as middlemen with northern pre-made products, like clothing and furniture."],"display_date":1825,"search_date":"1825-07-02","locations":[{"id":13775,"lat":37.0773707286,"lng":-77.6296507153,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2685,"title":"Missionaries in Africa:  Teaching the Hottentots to Read the Bible\n","course_id":1,"status":"P","start_date":"1817-07-23","end_date":"1817-07-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The American Star of Petersburg Virginia recognized George Schmidt, a Dutch missionary, for his outstanding missions in South Africa on July 23, 1817. He spread the Gospel to the South Africans as well as literacy. What was interesting about this remark in the newspaper was the interest in African education, literacy, and spirituality. Schmidt was praised for his efforts in sharing with Africans, however in Virginia it was illegal to teach African Americans to read. In addition to literacy issues, the Dutch taught Africans how to behave in a European manner, as well as accept Christianity. The Africans of South Africa, were labeled Hottentots, they also were called Baboons because it emphasized their heathen way of life. Missionaries shared the Gospel with the Native people of these countries. Sharing the Gospel was another reason used to justify slavery. After the Great Awakening, a Protestant religious revival in the early 1800s, many Northern Protestants condemned Southerners for the immorality of slavery. In retaliation, Southern Protestants avidly shared Christianity ","with their slaves. However, their interpretation of the scriptures conveyed a sense of paternalism towards the slaves and encouragement of slaves to obey their masters."],"display_date":"July 23, 1817","search_date":"1817-07-23","locations":[{"id":13774,"lat":37.0773707286,"lng":-77.6296507153,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2686,"title":"Dueling\n","course_id":1,"status":"P","start_date":"1817-07-23","end_date":"1817-07-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One fatal wound elicited another as two blacks killed each other in a dispute. No one knew why the two black men were feuding; however, it was evident that they decided to settle their argument with the weapons on hand. Scythes were used to fight. Both inflicted a deadly gash on the other leaving them both dead. A Petersburg newspaper reported the homicides in 1817. It was not noted if these blacks were slave or free. However, it is known that Petersburg had a large black population before the nineteenth century both slave and free called Pocahontas. As the black population grew in number, whites feared that slave revolts could strike anywhere. In 1804, Haitians declared independence through a violent revolt in the Caribbean. In 1822, Denmark Vesey planned what was suspected as the largest American slave revolt plan ever. Such violent actions against whites may have made a fight like the one documented in this Petersburg newspaper of interest. Two violent black men in the community put the local white community in danger. In about 15 years, the Nat Turner revolt would occur. In the nearby county of Southampton, VA; Nat Turner led a massive massacre of whites through his area. This later event shows how imminent black violence was."],"display_date":"July 23, 1817","search_date":"1817-07-23","locations":[{"id":13774,"lat":37.0773707286,"lng":-77.6296507153,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3626,"title":"Van Buren for a Second Term\n","course_id":1,"status":"P","start_date":"1844-10-20","end_date":"1844-10-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the morning of Tuesday October 20, 1840, <em>The American Statesman</em> newspaper of Petersburg, Virginia ran an article on the merits of President Martin Van Buren, who was then running for a second term as President. The article openly endorsed Van Buren's candidacy for President to the newspaper's readership and the greater Petersburg community by refuting the claims of the popular Whig claim that Van Buren's past political actions were not in the best interest of the South and that could only serve as an indication of his future actions. <em>The American Statesman</em> article gave a brief biography of Van Buren, including a synopsis of his political legacy, up to his then current term as President. After an impressive history of involvement in United States politics, Martin Van Buren was elected the eighth President of the United States in 1836. Van Buren ran for a second term as President in 1840 against William H. Harrison. The Whigs claimed that because Van Buren voted as a Missouri 'Restrictionist' twenty years prior as a member of the New York Legislature, he would everything within his Presidential powers to inhibit slavery. <em>The American Statesman</em> refuted this claim by noting that many of the Whig leaders were Missouri 'Restrictionists' as well, and that a vote made twenty years prior had absolutely no bearing on Van Buren's political views in 1840. The paper's open and biased nomination of Van Buren may have only slightly won Van Buren support in Petersburg, it failed to gain him the Presidency."],"display_date":"October 20, 1844","search_date":"1844-10-20","locations":[{"id":13777,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3627,"title":"One Hundred Dollar Reward\n","course_id":1,"status":"P","start_date":"1840-09-01","end_date":"1840-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In September of 1840 a slave named Davy managed to escape from the Petersburg plantation of his master, Henry Davis. Apparently, Davy had escaped with another slave from a nearby plantation. The man with whom Davy escaped was captured outside of Sussex County, upon his capture he revealed a possible location for Davy's whereabouts and gave up their plans for escape. Davy's companions told his captors that Davy was more than likely attempting to reach a free state. Davy had been on the run for over a month when The American Statesman published Davis' one hundred dollar reward offering for the return of Davy."," From the onset of slavery, white slave owners feared slave rebellions and lost revenue caused by runaway slaves. Though many slave owners attempted to keep a close eye on their slaves, a number of slaves were able to escape to freedom. Slaves' reasons for attempting to escape were varied. Some slaves ran away from abusive owners, others ran away to gain their freedom, and others ran away to be with loved ones from whom they had been separated during the slave trade. The slave trade tore apart many enslaved families. Mothers would be separated from their babies, fathers were sold away from their families, and children were sold away from their parents. When slaves did manage to escape, their owners attempted to locate them by placing rewards for their capture, these ads, written and printed handbills...were ubiquitous in the Southern states. The detail and postulation of Davy's whereabouts in Davis' ad were not at all uncommon or unique; in fact masters often included descriptions of special facial features, speech characteristics, intellectual qualities, color, gender, age... and possible destination of runaway slaves. Furthermore, the fact that Davy ran away with the accompaniment of another captive was not unusual either. When slaves planned to orchestrate rebellions or to run away, they often did it in groups because few states were immune to organized mass escape attempts. African American slaves had a history of running away in groups or joining forces with other marginalized peoples, such as the American Indians, to resist the oppression of whites."],"display_date":"September 1840","search_date":"1840-09-15","locations":[{"id":13777,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3659,"title":"Dental Surgery in the 1840s\n","course_id":1,"status":"P","start_date":"1844-10-31","end_date":"1844-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A dental surgeon by the name of Peter J. Cairnes placed an ad in The Republican convincing the readers of the merits of dental surgery. Dr. Cairnes urges the public to start taking care of their children's teeth starting anywhere between the ages of seven and nine. Dr. Cairnes also offered a reduced rate for any slave owner or tobacco factory owner whose slave was in need of a tooth extraction. Dr. Cairnes acknowledges public skepticism in dentistry and the fact that dental surgery was thought of as nothing compared to general surgery, but attempted to make a claim for the advancement of dentistry and the need for people to take care of their teeth. At the time there was very little knowledge of dental care, and homeopathic remedies and extractions were often common cures for oral discomforts. Medicine as a whole was in its infancy in the nineteenth century; furthermore, even less was known about dentistry and dental surgery in particular. Many regarded dental care as a luxury and not as a necessity, unless they had a toothache too unbearable to suffer through without dental intervention. Surprisingly, dentistry was not recognized as healthcare profession until the outbreak of the Civil War. During the Civil War soldiers who were dentist were given a special salary. Dentists later became exempt from conscription. "],"display_date":"October 31, 1844","search_date":"1844-10-31","locations":[{"id":13777,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3941,"title":"Marriage in the Church\n","course_id":7,"status":"P","start_date":"1852-10-26","end_date":"1852-10-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 26, 1852 William T. Walker and Susan Josephine Sampson were married in a small church in Petersburg,  Virginia.  The announcement of their marriage described the beauty and elegance of the event.  Many people were present and most of these were family and friends who lived in the nearby area.  It is interesting to note, however, that Bible verses were listed on the announcement and the marriage was recorded in the family Bible.  In addition to this particular marriage, many others were listed in the same place.  This indicated that the Walkers saw the joining of two people as a sacred event.","The thick relationship between marriages and churches was not uncommon in the South during this time.  Religion, predominantly Protestantism, had a tremendous affect on all aspects of Southern life.  These Protestant roots of the South spread throughout people's lives.  From farming to slavery to the family, religion influenced all aspects of Southern life.  Many families did not go a week without attending a church meeting, which is why the Walkers had a religious wedding ceremony.  ","These deep roots in the Protestant religion resulted from the revivals of the mid-eighteenth century and the early nineteenth century.  Revivalism reached the hearts of many Southerners, especially Virginians.  The aftermath of these revivals resulted in the Southern focus on religion.  Since religion was such a huge part of life in Virginia and in the South, many southerners, like the Walkers, held religious marriages and recorded such events in their Bibles.     "],"display_date":"October 26, 1852","search_date":"1852-10-26","locations":[{"id":13778,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4007,"title":"Condition of Train System in mid-1800s\n","course_id":7,"status":"P","start_date":"1856-05-01","end_date":"1856-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            \"The passenger car ran off the track, was pitched to the ground...dislocating my left shoulder and fracturing the end of the arm bone that fits into the shoulder.\"  J.M. Siller wrote these words in a letter detailing a recent trip he had made from his home in Lynchburg, Virginia to Anderson, South   Carolina.  He was on his return trip, just outside of Petersburg,  Virginia, when his train car ran off the track and fell from a fifteen foot trestle.  He was thrown from the rear of the compartment all the way to the front.  ","            In the mid-nineteenth century, train tracks were made of flimsy wood and traffic traveled both ways on a single rail.  There were essentially no rules or regulations because the government was much more concerned about extending the infant infrastructure.  Between the years of 1850 and 1870, the web of tracks grew from 9,000 miles to 53,000 miles. Thus, all accidents were considered to be \"of human creation.\"  Luckily, accidents were rare because relatively few people traveled by rail and night travel was almost non-existent. The unfortunate thing was, however, that when someone died from a crash, it was not considered to be of much concern.  The death of livestock incited much more concern than the death of a traveler. According to historian Barbara Welke, \"this is the context in which belongs the sense that accidents were a fact of life which men bore individually and the celebration of American liberty and independence of action unrestricted by law and technology.\"   ","            In April 1861, on the eve of the Civil War, Virginia's railroads were still in very poor condition.  In addition to limited regulations, they suffered from \"multiplicity and limited mileage,\" as well as varying gauge sizes whose junctions sometimes resulted in \"a bottleneck where desperately needed freight cars often waited days or even weeks for their contents to be transshipped to other lines.\"  The railroads were also \"uncomfortably close to the land and water frontiers of the state,\" areas where Virginia was most vulnerable to attack.  \"Leading to its very heart,\" notes historian Angus Johnston, \"their possession was sure to be hotly contested by friend and foe.\"  And, of course, it was.  "],"display_date":"May 1, 1856","search_date":"1856-05-01","locations":[{"id":13778,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4083,"title":"Proof of Allegiance\n","course_id":7,"status":"P","start_date":"1865-05-27","end_date":"1865-05-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 25, 1865, John Herbert Claiborne took the oath of allegiance to the United States at the Office of the Provost Marshal in Petersburg, Virginia. He served as a surgeon with the title of Major in the Confederate Army during the war and continued to practice medicine after the surrender. In the terms of the oath he swore to \"support and defend the Constitution\" and to support all laws including \"the emancipation of slaves\" from that time forward. By taking this oath, he secured amnesty for serving the Confederacy during the war, considered an act of treason. That day he received a slip of paper noting that he had taken the oath, but he returned six days later to request a letter from the Provost Marshall confirming his allegiance and giving him permission to purchase a pistol for his own protection. Almost a month later, on June 26, he returned yet again for a duplicate certificate of his Oath of Allegiance. Papers such as these restored J.H. Claiborne and other former Confederates to their status of citizens of the United States during Reconstruction, a time when a Confederate war record often excluded men from the political landscape they once ruled. Generals Lee and Grant determined the terms of the surrender at Appomattox, but this agreement did not begin to address many of the questions created by the end of the struggle. Politicians determined the terms of reunion during the era of Reconstruction. The status of Confederate veterans proved to be a controversial issue in the halls of Congress as well as throughout the South. On one hand, Southerners needed to be punished for their rebellion, and it would be irresponsible to place the same white aristocracy back in power post-war. However, to suppress almost the entire white male population would leave few educated men to rebuild the southern governments.","President Johnson laid out the terms for Confederate amnesty in May 1865 through a proclamation that gave amnesty restoring all rights and property (except for slaves) to ex-Confederates who would take an oath of loyalty to the Union. Exempted from the proclamation were top ranking Confederates, as well as owners of more than 20,000 in property. These southerners who were not given amnesty in the proclamation would have to swallow their pride and appeal to the President Johnson for amnesty. Inevitably Johnson pardoned almost anyone who requested one, a much more lenient policy than the previously proposed Wade-Davis Bill of June 1864 that required men to swear that they had never aided the Confederacy in order to participate politically. Johnson pardoned over 7,000 men by 1866 restoring the white aristocracy to power and destroying the moment of hope for black equality and political participation."],"display_date":"May 27, 1865","search_date":"1865-05-27","locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4229,"title":"Charles William Truehearts Account of the Battle of the Crater:  Reconsidering Black and White\n","course_id":5,"status":"P","start_date":"1864-08-28","end_date":"1864-08-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            When the Civil War broke out, Texan Charles William Trueheart was at the University of Virginia studying medicine.  Despite initial reservations about secession, he joined the multitudes of southerners who rushed to enlist.  At first an artilleryman, by 1864 Trueheart had finished studying medicine and was an assistant surgeon in the 8th Alabama Infantry of the Army of Northern Virginia.  It was in this capacity that he experienced the Battle of the Crater on July 30, 1864 in Petersburg, Virginia.","            As Charles W. Trueheart recalled in an August 28, 1864 letter to his brother, Henry Trueheart, the level of death and destruction at the Crater was horrific.  He tells his brother, \"I have never any where seen such a slaughter as there was enacted,\" the dead and wounded were spread across several acres and, \"in many places you couldn't walk without stepping on their carcasses lying one two or even three deep.\"  The \"Crater\" was the result of an attempt by Union forces under Ambrose Burnside to smash the Confederacy's heavily fortified position at Petersburg by tunneling under their location and setting off a major explosion.  To this end, the Union effort was a success, but in the ensuing struggle, the Union attack lacked coordination and became log jammed at the Crater.  The Confederate forces under Robert E. Lee quickly capitalized on this error and inflicted a severe defeat on Burnside's forces, notably including the 4th Division of the United States Colored Troops.  For most Confederates at the Crater, this was their first encounter with black soldiers, here represented in major proportions.","            The black soldiers' presence was Charles Trueheart's main focus in recounting the aftermath of the battle.  His first mention was of the \"Negroes\" that lay dead and wounded with the \"Yankees[,] those vile deceivers and ruiners.\"  Throughout the letter, Trueheart looked at the relationship of these two entities. He said that the injured blacks \"bore their sufferings much better than the Yankees;\" that they complained less and displayed greater Christian devotion in their sufferings.  Moreover, Trueheart wrote that the main complaints that the blacks had were that the Yankees abused them and that the slaves among them wanted to return to their masters.  Trueheart then described the heroism and ability of the blacks, almost equal to the Confederates' and far surpassing the behavior of the white Yankees.  He noted an instance wherein, \"one black fellow...had a regular duel with the Sergeant Major of our reg't.\"  Trueheart says that they traded several shots, that the black soldier, in fact, landed the first shot, hitting \"the Sgt. in the forehead.  Fortunately his head was as thick as his heart was brave, and the ball glanced upwards.\"  A Confederate at last shot and killed the black soldier.  In another notable encounter, an \"officer in our Brigade, having captured a negro in the trenches, told him to turn and fire upon the retreating Yankees; which he did rapidly.\"","            It is impossible to determine how much of Trueheart's account was true, but certainly there is a pervasive slant.  Indeed, many others reported with sadistic pleasure the widespread massacre of black troops by soldiers encouraged to execute them rather than take any prisoner.  The purpose of Truehearts' revisions seems almost inherent within the letter.  It reflected an interest, at the very least, in a temporary realignment of social inclusiveness that would incorporate blacks (40% of the Southern population) and thus engender support for the war efforts against \"those vile deceivers and ruiners.\"  The value of blacks to the war effort was undeniable; loyalty of slaves on the plantations was a major issue, but their presence on the battlefield could be even more potent.  Around 200,000 black soldiers served in the Union, almost 25% of the number of men thought to have fought for the Confederacy-an especially impressive figure considering the comparatively small proportion of blacks in the Union, as well as their exclusion from enlistment until more than two years after the war began.  ","            By the Battle of the Crater in 1864, confidence in the ultimate success of the Confederacy was waning and there was considerable agitation for inclusion of blacks in the war effort.  Significantly, most supporters of a black soldiery also espoused emancipation, which they saw as an unfortunate but necessary accomplice.  By 1865, even top Confederate officials like Jefferson Davis and Robert E. Lee came out in support of the plan. Yet the time had passed for such a move.  With the Confederate States' defeat in spring of 1865, it became a moot point.  The fragile wartime overture of Southern whites was rendered little more than a moment's retreat from racist agendas that defined much of the South's history."],"display_date":"August 28, 1864","search_date":"1864-08-28","locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4522,"title":"<strong>Mine their Line: Pennsylvania Coal Miners Created the Crater</strong>","course_id":18,"status":"P","start_date":"1864-06-24","end_date":"1864-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["           In his official report, Lieutenant-Colonel Henry Pleasants of the 48th Pennsylvania Veteran Volunteers wrote that the mine dug under the Confederate trenches outside Petersburg exploded at sixteen minutes to five, on the morning of July 30, 1864.  The Quartermaster sergeant of the 48th Pennsylvania, Joseph Gould, wrote his history of the regiment, \"It [the explosion] was a magnificent spectacle; the mass of earth went up into the air, carrying with it men, guns, carriages and timber, which spread out like an immense cloud, as it reached its altitude.\"  Thus began the Battle of the Crater, infamous for the chaotic slaughter that occurred among the Union troops stuck in the explosion's crater, which, according to Colonel Pleasants, \"was at least 200 feet long, 50 feet wide, and 25 feet deep.\" However, the crater was simply the end result of a long process started by a coal miner's boast.","            According to historian James McPherson, Pleasants, \"a prewar mining engineer,\" overhead one of his men say, \"We could blow that damn fort out of existence if we could run a mine shaft under it.\"  <em>The Official Records of the War of the Rebellion</em> contains a letter written on June 24, 1864 by General Potter to his corps commander, Major General Ambrose E. Burnsides, regarding the \"feasibility of mining the enemy's work in my front.\"  According to historian Alfred James, Burnsides approved the plan and work began on the mine, June 25, 1864.","             The excavation was not easy, even for the men of the 48th who were experienced miners from Schuylkill County, Pennsylvania.  Pleasants described the lack of proper mining equipment.  Makeshift picks, bridge planks and cracker-boxes were used instead of the usual equipment.  The miners also ran into wet quicksand-like soil that Pleasants called \"marl\" which caused a section of the mine to collapse on July 2, and had difficulty circulating fresh air into the 510.8 foot long mine shaft.  Pleasants solved these problems by digging over the wet marl and adding a ventilation shaft to circulate the air. The miners dug an average of forty feet a day.","             The main gallery was completed on July 17.  That same day, work on the lateral galleries was halted due to Confederate counter-mining.  Work resumed on July 18 and the left and right lateral galleries were completed on July 23, but James wrote that \"in this last stage of actual mining, the Union miners heard Confederate countermining.\"  Pleasants was ordered to \"charge the mine\" on July 27, with \"320 kegs of powder, each containing about twenty-five pounds.\"  On July 29, Pleasants received orders \"to fire the mine at 3:30 AM, July 30.\"","            According to McPherson, when the mine exploded, \"one entire rebel regiment and an artillery battery were buried in the debris,\" and the Confederates around the crater scattered in fear.  However, as a result of last minute changes and inept leadership from Burnside and his subordinates, the attack on the crater was a complete failure for the Union. James recounted the Union losses of 4,400 troops to the Confedercy's 992 total casualties.  Despite the failure of the final attack it can not be denied that the mining of the 48th Pennsylvania created a new tactic in Civil War era trench warfare.  What had started as a boast from a former miner, ended in the Crater."],"display_date":"June 24, 1864 - July 30, 1864","search_date":"1864-07-12","locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"},{"id":11256,"lat":40.7058168704,"lng":-76.2160113696,"zoom":9,"place":"SCHUYLKILL, Pennsylvania"}],"tags":[{"id":5,"tag":"War"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4575,"title":"<strong>First to the Top: Lebanon, PA Man Earns the Medal of Honor</strong>","course_id":18,"status":"P","start_date":"1865-04-02","end_date":"1865-04-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["           In his official report on the final battle at Petersburg Captain R. Frank Hean of the 93rd Pennsylvania Infantry, wrote that the General Horatio Wright ordered the Union attack on \"Battery Gregg,\" to begin at 4 a.m, on the morning of April 2, 1865.  At the appointed hour, the Sixth Army Corp of the Army of the Potomac, charged forward and carried the enemy works.  \"In so doing,\" wrote Hean, \"the enemy opened with artillery and infantry, causing the first two lines to waver, bringing all lines close to mass, with the third line (93rd) as a front, which as first to plant the colors upon the works.\"   ","Hean officially gave credit to a Corporal Jacob Renkenberger for \"planting the first color upon the enemy's works.\"  However, in the history of the regiment, written by Captain Penrose Mark, Sergeant Charles Marquette was given credit for the feat, and \"was awarded a Medal of Honor by Congress for being one of the first to plant the colors on the breastworks.\"","According to Samuel Bates' <em>History of Pennsylvania Volunteers</em>, Charles Marquette was mustered into Perseverance Company 2, also known as Company F of the 93rd Pennsylvania regiment, on Oct 12, 1861.  Marquette fought with the 93rd from their first engagement, which according to historian Richard Sauers occurred near Williamsburg on May 5, 1862, until he was mustered out of the company on June 27, 1865.  Marquette entered the regiment as a private, but Bates noted that he was promoted to Corporal on May 5, 1864 and to Sergeant on January 3, 1865.  According to Sauers, in the April 2 attack, Marquette carried a battle flag given to the Regiment by George Dawson Coleman \"a Lebanon iron ore magnate,\" who \"took a special interest in equipping the 93rd.\"","Mark wrote that Marquette \"was painfully hurt while in the charge by coming in contact with the sharp point of the abatis.\"  However, Marquette continued forward and planted the flag on the Confederate breastworks.  According to Mark, \"the boys of the 93rd who participated in the memorable charge, contended that the flag carried by Sergeant Marquart [<em>sic</em>] was the very first,\" out of all the regiments to be planted on the Confederate works, but several other regiments also claimed that honor.  While Hean's official report does not give Marquette credit for planting the first flag upon the Confederate works, it is the first of three reports that credits Marquette \"for capturing a rebel color while charging the enemy's works.\" Marquette is also mentioned for capturing a Confederate flag in two reports written by his division commander General George Getty.","Despite the conflicting accounts of Charles Marquette's actions in the attack, Sauer's wrote \"On May 10, he was awarded the Medal of Honor for his courage.\"  It is difficult to determine exactly what Marquette did on the morning of April 2, 1865, but it is likely that both stories have some truth to them.  In fact Sauers gave him credit for planting the first flag on the enemy's works and capturing a Confederate flag. In light of the fact that Marquette was awarded the Medal of Honor for his actions that day, it is probable that he did accomplish both things.  Regardless of the reason he earned the Medal of Honor, on May 10, 1865 he became the first and only soldier from Lebanon County, Pennsylvania to earn the highest military award of the United States of America."],"display_date":"April 2, 1865","search_date":"1865-04-02","locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"},{"id":11109,"lat":40.3672343623,"lng":-76.458298608,"zoom":9,"place":"LEBANON, Pennsylvania"}],"tags":[{"id":5,"tag":"War"},{"id":32,"tag":"Civil War"},{"id":106,"tag":"Medal of Honor"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4713,"title":"The Union’s Last Resort: A Mining Operation","course_id":34,"status":"P","start_date":"1864-06-20","end_date":"1864-07-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Both Union and Confederate leaders knew that a decisive battle at Petersburg could mean a decisive battle of the war; but, it is unlikely that Union leaders would have guessed that their best chance for victory would depend on constructing a mineshaft.  There was a lot riding on the outcome of Petersburg, Virginia.  Bryce Suderow, a Civil War historian, explains the Union’s strategy: Grant and his advisors believed that if they could break the Confederate defenses at Petersburg, then the last true southern stronghold would fall along with Richmond, the Confederate capitol, and the war would end.  It was with this mentality that Union forces continuously assaulted the front lines.  Northern forces continuously shelled the Confederate trenches that surrounded Petersburg; but, the Union made no real progress.  The Union troops were not able to break the Confederate lines and thus were not able to execute their assault on the city!  Hopelessness and despair were commonly felt emotions among the stagnant soldiers.","            As Suderow, our historian explains, Grant continued to attempt to break the Southern lines with his straight-forward charges and large soldier concentrations.  But again, because the Confederates were dug into the hillsides, eradicating the enemy was a seemingly hopeless task.  Many Union soldiers were losing faith in the mission to capture Petersburg; their will to fight was waning.  Many Union soldiers saw themselves as pawns in a chess game, waiting their turn to rush the hills in a suicide mission.","            A few months into the battle, Grant was approached by a Colonel Cal W. Stevens who proposed a rather obscure idea to deal with the Confederate trenches.  The Colonel explained to Grant that he could lead a team of soldiers to construct a T-shaped series of mineshafts directly underground, parallel to the Confederate trenches.  Grant, who was looking for a way to occupy the minds of his depressed and unenthusiastic soldiers, gave the Colonel the order to commence with his obscure plan.  Grant saw the plan as a way to bring the soldiers together and accomplish something positive: a welcome feeling for the soldiers who had experienced continuous defeats charging on the Confederate trenches at Petersburg.","            With this knowledge, one can come to the conclusion that the mine shaft, which would eventually be packed full of explosives and produce the “Battle of Crater,” was constructed through busy-work, thought to be a meaningless task.  Also, some scholars find it ironic that many of the men who were mining the hillside were digging their own graves.  As our historian Suderow points out, it was not Grant’s wish to create such death and destructing with his mining operation; but, war never goes as planned as illustrated through this series of bloody events."],"display_date":"June 20, 1864 - July 26, 1864","search_date":"1864-07-08","locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":303,"tag":"Battle of Petersburg"},{"id":304,"tag":"Battle of the Crater"},{"id":305,"tag":"Mining Operation"},{"id":306,"tag":"Mining"},{"id":307,"tag":"Mine"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4714,"title":"Trench Warfare and Artillery at the Crater","course_id":34,"status":"P","start_date":"1864-07-30","end_date":"1864-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["             One of the opening battles of the Petersburg Campaign and one that foreshadowed some of the tactics used in the trench warfare of the First World War was the Battle of the Crater on July 30, 1864.  At this point in the war, the armies of Robert E. Lee and Ulysses S. Grant had settled into trench warfare in the area just to the south of Richmond, with the U.S. Army attempting to cut the railroad supply line into the Confederate capital.  After numerous unsuccessful assaults on the Confederate line, a Union officer named Henry Pleasants had the idea to dig a mine underneath the Confederate breastworks, plant explosives, and detonate an explosion that would collapse the center of the line and allow for a U.S. attack.  After approval of the idea, the mine was dug and successfully blown up, creating a hole in the Confederate line.  The federal troops, however, were disorganized due to mismanagement at the command level and took too much time in attacking the C.S. position.  This allowed the Confederate commander, Brig. General William Mahone, to organize a counterattack and drive the U.S. troops out of the crater and back to their own breastworks.","            Captain Charles E. Mink was a Union officer in charge of an artillery battery in the First New York Light Artillery, and was assigned to give covering fire for the Union troops marching into the explosion crater.  His account details giving fire on the Confederate position through the advance and stall of the U.S. troops as they attacked the Confederate line.  He also describes firing on a small group of Confederate troops and “breaking up their formation” as they attempted to press their advantage in driving back the Federal assault.  Mink was surprised to see the Union advance stall, saying that for “some unaccountable reason,” the Union attack halted in the blown-up fort.  Mink concluded his report by stating the number of shots he fired and his pride in the skill of his men, with “every shot striking the object at which it was directed.”  One aspect of Mink’s account that differs from most assumptions about the Petersburg campaign is his energy for the war has not faded in the way that many historians portray Union troops by this point in the war.  He was still very energetic and eager to fight the “rebels,” believing strongly in the righteousness of his cause. ","            The failed Union assault in the crater took over 4,000 casualties, mainly to a black division led by Brig. General Edward Ferrero, and resulted in U.S. Major General Ambrose Burnside being relieved of command for the rest of the war.  These losses were significant in that black soldiers were often protected by their commanders due to both a flawed understanding of the abilities of African-Americans, and desire to avoid a negative political backlash that would result from the loss of black soldiers over white.  Mink’s account reveals the point of view of a Union officer in the field during one of the most disastrous assaults of the Petersburg campaign, and he still believes after the battle that the Union should have carried the day easily, taking great pride in his men and their role in the battle."],"display_date":"July 30, 1864","search_date":"1864-07-30","locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":304,"tag":"Battle of the Crater"},{"id":32,"tag":"Civil War"},{"id":308,"tag":"Artillery"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4715,"title":"Leading up to the Battle of Petersburg: The Mining Operation","course_id":34,"status":"P","start_date":"1864-06-20","end_date":"1864-07-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            The battle of Petersburg, Virginia was crucial in the minds of both Union and Confederate leaders. A leading Civil War historian Bryce A. Suderow explains the Union Army’s thinking: Grant believed that if Union forces could overpower the Confederate lines and crush the Southern stronghold the Southern capital would inevitably fall, ending the American Civil War in the Union’s favor.  With both sides understanding the gravity of their position, Union and Confederate leaders faced off with little movement and much violence: shelling was constant and the days were long, and both sides continuously fought hard; but, neither side was going to give any ground.  It was this stalemate situation that gave birth to the Union mining campaign, one of the most unique uses of military capability in the Civil War.","            A Union leader Hugh Thos, native to Pennsylvania, was a mining specialist in his profession.  He proposed digging a mine under the Confederate trenches, loading it full of black powder, and blasting their way through the Confederate lines.  After Hugh’s plan was passed through his superiors and on to the Union commander Gen. Ulysses S. Grant, the plan was put in action by pulling man power from the front lines and giving life to the mining operation.  Unlike any other position around Petersburg, the Union mining operation actually gained ground from the enemy; they were even able to do so without Confederate knowledge.  This covert advance, interestingly, did not go without suffering and even casualties.  Hugh Thos, a Union Captain and leader of the mining campaign, depicts the grim lifestyle of the miners for his superiors: “These men are entirely without cooking utensils, and none are to be had…I would also call your attention to the fact that there [is] an insufficiency of medicine… a great many of the men are sent to hospitals…”  In a later report, Thos writes to his superiors, “one of the engineer troops wounded at Gracies mine last night; two men have been wounded at Pegrams, mine No. 2”  Hugh Thos discloses these wounded men at the end of his letter, just as he would in a traditional brief concerning the outcome of a battle.","            As conventional attacks continued to fail the Union in their quest to capture Petersburg, the mine became more and more of a crutch for Grant to fall back on.  One day, after a particularly devastating loss against the Confederates, Grant was informed that the mine was finished and ready to be loaded and primed.  Grant gave the mining company the order to pack the mine full of black powder and prepare for an all-out assault on the Confederate trenches.  But, knowing the history of the mining campaign, historians and scholars alike recognize that the Battle of the Crater and its inflicted suffering began long before the Confederates were able to acknowledge the attack."],"display_date":"June 20, 1864 - July 26, 1864","search_date":"1864-07-08","locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":307,"tag":"Mine"},{"id":306,"tag":"Mining"},{"id":304,"tag":"Battle of the Crater"},{"id":303,"tag":"Battle of Petersburg"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4716,"title":"Damage to the Confederate Line at the Battle of the Crater","course_id":34,"status":"P","start_date":"1864-07-30","end_date":"1864-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["           The Battle of the Crater in the early stages of the Petersburg campaign resulted in a massive amount of damage to the center of the C.S.A. breastwork.  In the early stages of the Petersburg campaign, as the battle settled into trench warfare, a Union officer named Henry Pleasants hatched a plan to dig, plant explosives, and explode a mine in the middle of the Confederate breastwork.  This would give the United States army an avenue to exploit and access to their target: the Petersburg railroad junction.  After some delay and confusion in the early hours of July 30, 1864, the mine was successfully blown up, but disorganization on the Union side kept the attack from commencing immediately.  This gave the Confederate general, William Mahone, long enough to mount and execute a counterattack that drove the Federal troops out of the crater, inflicting heavy losses on a majority black division in the process.","            Captain William Whitner was serving as the Assistant Adjutant and Inspector General for this part of the Confederate Army at the time, and wrote to his superiors about the damage that the defensive breastwork suffered in the explosion and subsequent attack.  Whitner described the damage as blowing up “a considerable portion of the main parapet – more than half,” as well as Confederate guns being thrown over forty yards as a result of the explosion.  The mine exploded directly beneath a Confederate battery, and according the Whitner’s account, throwing one cannon “at least twenty yards and the other forty yards from the point they were in position.”  Whitner also vouched for the counterattack made by General Mahone after the initial explosion and Federal attack.  Whitner’s account was used by the Confederate command to assess the potential damage should the Union attempt to use the same tactic again, and reinforced the need for Confederate generals to protect their defenses from all sides, including underground.  His account is very cut and dried, with little to no exaggeration, but his job as inspector general required the simple facts about the events so that his superiors could correctly assess the necessary actions to take in the future.","            The Battle of the Crater is a well-known event in Civil War History; its lessons reaching in the next century in terms of trench warfare and tactics.  The results of this Confederate Victory showed in several different ways.  First, the Union army was always very leery of directly attacking a Confederate fortification again.  It also dramatically changed the fortunes of the opposing generals.  C.S.A. General William Mahone was afterwards considered to be one of the finer young commanders in Lee’s army at the end of the war, while the Union commander, Ambrose Burnside, was relieved of duty and never commanded troops again throughout the rest of the war."],"display_date":"July 30, 1864","search_date":"1864-07-30","locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":361,"tag":"Battle Damage"},{"id":360,"tag":"Mine Explosion"},{"id":309,"tag":"Trench Warfare"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4723,"title":"Small Unit Combat in the Civil War.","course_id":34,"status":"P","start_date":"1864-06-16","end_date":"1864-06-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Great battles, and even wars ultimately rest on the actions of just a few men. More often, than not, these men are not the ones who make the history books. Small unit combat is not something that we often associate with the Civil War. Often our images are of masses of men moving at each other with flags waving and horns blowing. But this was not always the case. Often it was a few men scattered around hiding behind trees taking advantage of what cover they had firing at another group of men doing the same thing. However, according to the combat principles of the time this was to be avoided as much as possible because when this happened Civil War era communication practices and technologies made it almost impossible to retain unit cohesion and command structure. It is often thought that situations like this were more favorable to Southern troops because of their largely rural upbringing as well as the fact that most white Southern men had spent at least some time on the quasi military slave patrols. This meant that these men had worked together before in combat like situations, whether it be stalking a deer, or chasing an escaped slave, and these experiences gave them a distinct advantage over their enemies.","One good example of this comes from Second Lieutenant Kelso of the 25th Tennessee at the Battle of Petersburg. During the initial Union assaults on June 16th Lieutenant Kelso noticed a gap between his unit and an artillery battery of about one hundred yards. After the first Union charge was beaten back, Kelso organized a group of 17 men and moved them into the gap taking up cover wherever they could. Another charge came bearing down on Kelso as he was moving, His men had just gotten into position when the Northerners were within fifty yards. The Tennesseans began firing rapidly at the Union men forcing them to take cover in a ravine. While under cover the Federals began waving their handkerchiefs, Kelso ordered a ceasefire and asked them to surrender, they did not so he began to fire again. However, Kelso then adavanced with is men and took them captive. As he did this a third charge came upon his men which he was once again barely able to beat back. Despite these assaults Kelso was able to retain possession of the prisoners and their colors.","This is very interesting and important low level officer work. However, it was not supposed to happen. In civil war combat these kind of small unit actions were never part of the plan. It took a lot of bravery and leadership on Kelso’s part, who was also earlier commended for bravery at Drewey’s Bluff, to accomplish this."," ","This episode can be translated into many larger themes of the Confederacy at this stage of the war. Men who earlier would not have held positions of leadership had been thrust upon the stage. It also shows that by now most men in the Army of Northern Virginia had become veteran soldiers, used to taking the initiative and thinking in terms of the broader picture. It would be hard for us to imagine a Lieutenant in either army taking this kind of responsibility on himself at First Manassas, however, by now men had become used to dealing in death and destruction"],"display_date":"June 16, 1864 - June 18, 1864","search_date":"1864-06-17","locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":323,"tag":"Petersburg"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4724,"title":"The Mishaps of Being in a Halfhearted Assault","course_id":34,"status":"P","start_date":"1864-06-15","end_date":"1864-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The battle of Petersburg is remembered as one of the most destructive of the war. <br /> Petersburg can be considered the last stand of the Army of Northern Virginia. After months of maneuvering and fighting, Grant had finally forced Lee into defending Richmond itself. Before this the campaign had consisted of Lee moving to block Grant’s advances, trading ground for time. Now there was no more ground left. Lee and the Southerners would be forced to fight it out with Grant where his much more numerous and much better supplied army could only ultimately win.","The 29th Massachusetts was one of the units involved in the heavy fighting, especially early in the campaign. People often forget that the first couple of days of fighting consisted of a lot of movement and rapid advances as Beauregard scrambled to meet and check the Union advances. The 29th crossed the James late on the night of the June 15th. On the afternoon of the 17th they assaulted the Confederate works which they were able to take control of, however by 10 p.m. they were forced to retreat because of lack of ammunition. They were then put in the trenches until the 30th of July when they were involved in another assault against the Confederate works. They were able to capture a fort however they were forced to retreat this time as well. During this fighting their brigade suffered very heavy casualties. Just a week before the last attack their colonel was relieved of his duties. Then during the attack their commanding general was taken captive, this meant that in one week the command had been moved to 3rd in charge. Meanwhile another Massachusetts unit in their brigade, the 57th, was being commanded by a lieutenant and an enlisted man. In fact in his report, Lt. Colonel Barnes apoligizes for its tardiness due to the many different changes in brigade and regimental command. This helps to show some of the confusion that can occur when just a few people are wounded, go missing, or are killed. The death of one low ranking general could leave thousands of men ineffective and leaderless."," ","This pattern shows a lot about the battle of Petersburg. Initial Union assaults had the possibility of carrying the day, but the Union high command was loath to commit the numbers or power needed to complete victory. There have been several theories put forth for this lack of elan. One is that the Army of Northern Virginia and Robert E. Lee had achieved a near mythic status in the mind's of the Army of the Potomac. Some Union soldiers thought that no matter what they did, no matter how many they outnumbered them by the men in grey would find a way to win. While this may have been true earlier in the war I think that this had been dispeled by then. The Union armies had taken all that the Confederates could throw at them at Gettysburg and had held fast. However, the other theory holds more traction. This was the belief in the \"Cold Harbor\" syndrome. At Cold Harbor the North launched several massive assaults on prepared positions and had suffered horrendous casualties as a result. This it is thought made the Northern commanders scared to commit all of their reserves in an assault even if it had promise of succeeding, as did those of the early phases of the battle or even on the assault of the 29th."],"display_date":"June 15, 1864 - July 30, 1864","search_date":"1864-07-07","locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":323,"tag":"Petersburg"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4733,"title":"A Special Detail in the Final Battle Of Petersburg","course_id":34,"status":"P","start_date":"1865-04-02","end_date":"1865-04-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Specific military units did not usually separate intentionally on the battlefield during the Civil War, yet First Lieutenant William H. Rogers received orders that detached him from his unit. On March 31, 1865, Lieutenant Rogers was temporarily relieved of his command of company K of the 1st Connecticut Heavy Artillery and was assigned 100 men from artillery units, who would “follow a charging [Union] column, and serve the guns taken in the attack then contemplated.” In effect, Lieutenant Rogers’ assignment was to take 100 artillerymen, who would follow Union Infantry on an attack, with the goal of capturing Confederate artillery and using it on the Confederate troops. In the early hours of April 2, the attack commenced. Lieutenant Rogers and his 100 men rushed onto the field of battle, following the advancing Union Infantry. Once the Infantry captured the Confederate guns, Rogers and his men proceeded to turn the guns on the retreating Confederates. However, the job was not as simple to fire into a retreating army. Rogers’ men had to reposition the cannon in an exposed area and operate the guns under enemy fire since they had only breached the first line of defense of Petersburg.","Lieutenant Rogers and the 100 men that were gathered for their assignment and performed their role in the battle, but did not participate in the battle after the Confederates were out of range of the artillery they operated. None-the-less, this artillery assistance provided cover for the advancing Union armies and helped soften up the Confederates while they were on their retreat. Rogers’ orders were unique in that Rogers and a detail of men were pulled from their normal units to perform a specific task. The men had not worked together before because Rogers says, “A list of the killed and wounded I am unable to give, as I am unacquainted with the names of those injured.” At this point in time, troops spent a good deal of time training with their units to create cohesion with the soldiers, which was important for success on the battlefield. This special assignment did not follow the normal protocol, and cohesion would be limited at best. None-the-less, this atypical assignment proved to be very fruitful for the Union troops.","The role of Lieutenant Rogers and the 100 artillerymen in battle was part of an important offensive on April 2 that ended the siege of Petersburg. While Lieutenant Rogers did not participate in the fighting after his assignment was completed, the Union troops drove the Confederates out of Petersburg, back to Appomattox where the Army of Northern Virginia surrendered. Lieutenant Rogers played a unique part in this major offensive, by taking a conglomeration of troops from different units and performing a specific assignment for one attack, which was rather uncharacteristic for the time."],"display_date":"April 2, 1865","search_date":"1865-04-02","locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":303,"tag":"Battle of Petersburg"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4734,"title":"The 116th Colored Troops at the Battle of Petersburg","course_id":34,"status":"P","start_date":"1865-04-02","end_date":"1865-04-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William W. Woodward entered the Civil War by enlisting as a second lieutenant in company K of the Ohio 2nd Cavalry Regiment, but he left the war as a Colonel of the 116th Regiment of the United States Colored Troops. His tenure with the Ohio 2nd Cavalry yielded rewarding results, as he was promoted to Full Captain on November 14, 1862, just one month and eight days after he enlisted. However, things changed on July 15, 1864, when he was decommissioned from the Ohio 2nd Cavalry, and reenlisted as a Colonel on the same date with the 116th United States Colored Troops. The 116th Regiment was fully organized on July 12, 1864, so Colonel Woodward was with the 116th from its formation.","Colonel Woodward’s troops were involved in the siege of Petersburg from October 23, 1864 to April 2, 1865. Specifically, they were a part of the major charge that took place at 4:00 a.m. on April 2 to drive the Confederate forces from Petersburg, and then followed the retreating Confederates to Appomattox. They were also a part of taking Fort Gregg (on April 2), where they supported an artillery barrage led by the 31st Regiment. Woodward said of the troops’ actions at Fort Gregg, “This regiment, although exposed to the enemy’s fire of solid shot, took their position with the greatest coolness.”","Despite being in this great battle that finally subdued the Army of Northern Virginia, the 116th Regiment never seemed to be in the forefront of the battle, but primarily relieved troops and provided support for battle instead of being part of strategic maneuvers. This was true of most black troops at the time, because popular opinion held that black soldiers would not be able to fight effectively in battle, even after African American soldiers had performed well in previous battles. In spite of this, the black soldiers wanted to prove themselves, and the only way to do so was on the battlefield. Based on Colonel Woodward’s report, the 116th Regiment did prove themselves. Colonel Woodward ends his battle report by praising his officers, regimental commanders, and enlisted soldiers, saying that he would like to commend “the good conduct generally of the enlisted men of the command, during a period of severe marching, and reduction of rations, amounting to almost absolute destitution.”","The 116th U S Colored Troops were exposed to a variety of aspects of the war in a short amount of time, specifically militarily and socially. African-American soldiers in the Civil War faced many different forms of racism and ill treatment. Apart from being paid less, they were often assigned “fatigue duty” or “military labor,” and were put to use doing manual labor like digging trenches. This support work was often the predominant use of African American troops, and many regiments of Colored Troops were often not engaged fighting. The 116th Regiment was put on fatigue duty and experienced injustices, but they were also engaged in a major battle during the siege of Petersburg. The experience of war for the 116th Regiment and Colonel Woodward was not solely based in the military, but also had deep social and cultural experiences that were unique to African Americans."],"display_date":"April 2, 1865","search_date":"1865-04-02","locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":303,"tag":"Battle of Petersburg"},{"id":32,"tag":"Civil War"},{"id":3,"tag":"African-Americans"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}},{"id":4749,"title":"Chaplain Lorenzo Barber: 'The Fighting Parson'","course_id":34,"status":"P","start_date":"1864-12-09","end_date":"1864-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In his report dated December 16, 1864, Chaplain Lorenzo Barber’s brigade had just finished what he called the destruction of “one of the most important railroads in the so-called Confederacy.”  But even with his reputation as “one of the best shots in the army” and the nickname of “The Fighting Parson,” Barber revealed the inner struggle he felt as a minister and a soldier when he shared his conflicting emotions over the events he witnessed.","As a marksman, Barber was originally recruited by the elite 2nd U.S. Sharpshooters. In response to the belief by some \"concerned Northerners\" that the South was superior in its infantry and cavalry, an article was published in the May 30, 1861 New York Times to recruit skilled marksmen.  It read, “No application will be considered in which the average of ten consecutive shots exceeds five inches from the centre of target to the centre of the ball at two hundred yards” - only the best should apply.  And so the 1st and 2nd U.S. Sharpshooters were born.","Known as Berdan’s Sharpshooters after their organizer, Col. Hiram Berdan, these men brought new weapons and a new way of doing battle to the military, replacing the rifled musket with a more accurate target rifle.  An unfortunate byproduct of this accuracy meant that sharpshooters also became targets for the enemy – and Barber became one of the statistics.  In the Battle of Chancellorsville, he suffered a severe leg wound in the midst of musket fire during the Mine Run attack on November 30, 1863.  According to author Gerald Earley, “Barber’s career as a chaplain/sniper, and one of the best shots in the army, was finished.”  Charles Augustus Stevens wrote that after Barber's injury, he \"never failed to have a large audience when he officiated as preacher.  As the boys expressed it: 'That chaplain practices what he preaches.  He tells us what we should do, and goes with us to the very front to help us in battle.'\"","Barber’s injuries did not prevent him from continued service with the 2nd U.S. Sharpshooters.  In his December 16, 1864 report to Brevet Major General Mott, commanding officer of the 3rd Division, 2nd Corps, Barber recounted events concerning the December 9 destruction of the Weldon Railroad.  By this time, the siege of Petersburg was in its latter stages.  The Battle of the Crater four months earlier had resulted in major casualties for the Union army, and, according to historian A. Wilson Greene, was instrumental in Grant's decision to target transportation routes.  On August 18 and 21, Union forces struck the Petersburg Railroad (also known as Weldon Railroad, which ran south from Richmond to Weldon, N.C.) and emerged victorious.  It is not clear why Barber's regiment received orders in December to destroy additional portions of the Weldon Railroad, because, according to historian James McPherson, Southern railroads were already inferior to those in the North, primarily because there were no uniform standards of operation.","But on December 7, 1864, the 5th and 2nd Corps of the U.S. Army’s 3rd Division were called to finish off the railroad's destruction.  Describing in detail the performance of his brigade, Barber explained how they lifted up the rails “as if by magic” to remove the ties so they could be burned, creating heat so great that it caused the rails to curl.  Then, in the next breath, he criticized the lack of compassion by the brigade commanders, saying they “facetiously called the portion of road assigned them to destroy ‘their contract.’”  Commenting further on the aftermath of the railroad destruction, Barber summed up his feelings, and those who go to war: “The sight presented by the burning road, bridges, piles of wood, and fences, was sad and grand in the extreme – a terrible comment on the waste and ravages of war.”","As Barber’s division received word from Major General Warren that they had successfully accomplished their mission and could return to camp at daylight, they were joined by groups of “colored people,” likely freed slaves looking for food and shelter.  It is hard to say what kind of effect this had on Barber’s division, since he did not address that in his report.  But as historian Chandra Manning documents, there was often a strange co-existence of anti-slavery and anti-black sentiment among the Union army regarding the “place” of blacks in society.","The journey back to camp brought a renewed sense of revenge along with it as well, as Barber told of finding several of his men “murdered, stripped and mutilated by guerrillas,” and of seeing several nearby buildings that were burning.  As the march continued, so did evidence of the enemy’s carnage – and as a result, most of the buildings along the remaining miles of the march were burned in retaliation by the Union troops.","Barber joined the Union army as a skilled marksman, only to leave as a wounded colonel who had witnessed enough suffering from “this cruel war” to bring out the best and the worst in his own life.  In the minds of historians, the final destruction of the Weldon Railroad would not compare to other battles in the Eastern Theater, at least not statistically.  But to Chaplain Lorenzo Barber, the “Fighting Parson,” this victory “in the frost and snow of winter and in the very face of the most powerful army of the rebellion” was worthy of recognition – for the individual men who attained it, and for the Union they were fighting to preserve."],"display_date":"December 9, 1864 - December 12, 1864","search_date":"1864-12-10","locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":338,"tag":"Petersburg campaign"},{"id":337,"tag":"Weldon Railroad"},{"id":336,"tag":"Sharpshooters"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":34,"school_id":4}}]}