{"id":4253,"place":"GREENE, Alabama","lat":32.7925598314,"lng":-87.8378038018,"episodes":[{"id":1742,"title":"Greene Springs School for Boys Opens\n","course_id":1,"status":"P","start_date":"1847-09-01","end_date":"1847-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Professor Henry Tutwiler, a professor from LaGrange College and the University of Alabama, opened the Greene Springs School for Boys for its first term in 1847.  The school was situated in Greene County near Havana (now known as Hale County).  It quickly became one of the most famous academies in Alabama, recognized for the high caliber education provided by Tutwiler, who remained the principal for upwards of thirty years.  The school also gained recognition because Tutwiler allowed females to enter the school.  Legrand Tutwiler, a former slave of Dr. Henry, recalled that Greene Springs always had a large flourishing school for both young men and a few young women.  They very atmosphere about the school was nothing but intelligence.'  &lt;br /&gt;&lt;br /&gt;Professor Tutwiler was born on November 16, 1807, in Harrisonburg, Va and was among the first students enrolled in the University of Virginia.  He was often welcome as a guest of Thomas Jefferson's at Monticello, and graduated with such fellow students as Edgar Allen Poe and Alexander H. H. Stuart.  He was often said to be a whole faculty in himself' at the most noted and influential private school in the State.'"],"display_date":"September 1847","search_date":"1847-09-15","locations":[{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2548,"title":"The Bloomer in Alabama\n","course_id":1,"status":"P","start_date":"1896-12-09","end_date":"1896-12-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The bloomer was booming in Alabama. Passing by a young lady on the street one fine afternoon, an elderly Alabama politician caught an eyeful. Was she wearing an article of male clothing? The <em>Greeneville Advocate</em> documented the growing women's fashion trend with a sense of urgency: THE BLOOMER IN ALABAMA. The article informed the readership of the so-called Alabama Bill in the December 9, 1896 edition of the Advocate. An unnamed, yet old-fashioned member of the Alabama legislature had drafted the bill in hopes that immediate action would end the growing ladies' fashion trend du jour. The operational definition of bloomer was of particular concern at the time. The Alabama Bill leaves no doubt that it aims at that article especially, and yet a general consensus as to the bloomers' rightful wearer did not exist. Was it, in fact, an article of male clothing or simply inappropriate women's apparel? The Alabama legislator knew for sure that a woman wearing an article of male clothing violated Biblical code and quoted Deuteronomy accordingly: The woman shall not wear that which pertaineth to the man; neither the shall a man put on a woman's garment; for all that do so are an abomination unto the Lord. "," The mounting concern over the bloomer in Alabama had its root in southern conservatism. Fashion in the South mirrored the southern way of life and changed accordingly to reflect the times. During the antebellum years fashion helped preserve southern values in a time of rapid change and national fragmentation. In a time of southern instability during the Civil War, women played an important role maintaining southern tradition through fashion. The southern woman's clothing became tighter, heavier, and longer in attempts to idealize her heightened morals and purity. Women in both Alabama and the larger Southern culture were seen as a paragon of chastity, piety, and virtue. They were expected to be submissive in all respects to their husbands and lead quiet lives raising the children of the South. However, the arrival of the bloomer in Alabama in the late 1890s brought a change to southern fashion. Social historian Jeanette Lauer notes, The decades following the Civil War witnessed a growing democratization in southern fashion. According to Lauer, this democratization of fashion mitigated against the presumed uniqueness of the southern way of life... In The final decades of the nineteenth century and continuing throughout the twentieth centuries, southern fashion increasingly reflected national trends. The bloomer provides one example of a national phenomenon that extended south and into Alabama. "," The bloomer in Alabama signified societal change in the South. In his appeal to Biblical codes, the old-fashioned Alabama legislator demonstrated his staunch southern conservatism. However, by the late nineteenth century, the link between conservative values and accordingly conservative fashion had significantly weakened. On the other hand, perhaps only southern women felt relief in casting aside the shackles of fashion. After all, for decades women fell prey to the oppressive conservative southern values, which in turn dictated fashion. The unbearable weight of hoop skirts, the excruciating pain of corsets, and the insufferable summer days spent in layered petticoats all contributed to the popularity of the bloomer. The bloomer offered a chance for freedom at the end of an era characterized by male domination. At the end of the nineteenth century, fashion proved a juxtaposition between traditional male conservatism and a new female liberalism. "],"display_date":"December 9, 1896","search_date":"1896-12-09","locations":[{"id":179,"lat":32.8531384265,"lng":-87.9522357424,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4792,"title":"<em><strong>The Good Slave</strong></em>","course_id":38,"status":"P","start_date":"1846-10-28","end_date":"1846-10-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Slavery is anathema, but it was not always so.  It was quite possible for well-meaning and rational people to practice and defend the “peculiar institution.”  Slaveholders sustained themselves with the firm conviction that they were doing right by the poor, benighted souls in their charge.  In this way, masters could claim they were compassionate angels of mercy--providing discipline, moral instruction, sustenance, shelter, and all the benefits of civilization to a forsaken and savage race.  This benevolence toward their inferiors would earn them a choice seat in heaven and the loyalty and hard work of their chattel, here on earth.","The Cameron family, in its management of large plantation holdings in Alabama and North Carolina, were among the more benevolent masters.  The Cameron family’s paternalistic benevolence can be seen in their concern for the well being of their charges.  “One of the inherent tragedies of slavery was that a humane master’s impulse to be kind to his slaves was severely circumscribed by the inescapable problem of control.”  The fact that a sick slave is an unproductive asset could lead to a more cynical interpretation of this concern—a mercenary attitude that was extant, but not prevalent.  Most owners were merely followed the advice provided by Thomas Jefferson in 1814, that they should protect from “ill usaage,” feed, and clothe “those whom fortune has thrown on our hands.”","Great attention was paid to the material well being of plantation hands.  There are references in the Cameron letters to provisions made by masters for the sustenance of slaves.  The unfree are sheltered in “plain but substantial and commodious” quarters.  The slaves are fed and even feted.  To earn such benevolence, slaves “had to give up all claims to respects as responsible adults, all pretension of independence.”","Almost every excerpt under study contains some reference to the health of the slaves--or, in more obviously paternalistic language: “our family of negroes.” The sheer volume and repetition of these accounts of disease and death tends to make the accounts sound like a morbid, but impersonal accounting of the condition of an inventory--not unlike diseased crops and broken fences.","There are some deaths, however, that receive more impassioned and sympathetic treatment.  This was usually the case with a long-term household servant—an intimate of the family—not with the larger group of common field hands.  In note of this, Paul Cameron gives his father this account:","<em>The morning about 1/2 after 2 o’clock our faithful old friend Aunt Easter [Esther?] breathed her last.  Throughout her illness she has exhibited surprising submission and patience.   We shall miss her much.  For 10 years we have given her the key of the house in our absence and never found the first article out of place: was watchful over our little ones to keep them out of harms way.  Such a good guard over every thing about the [unintelligible].  With but little mind she has acted well her part.</em>","These few sentences are a good summary of the paternalistic attitude inherent to slavery.  Cameron describes the dearly departed as deficient in intellect, but well suited to her subordinate role--a loyal and faithful servant, caring toward the master’s children, and honest.  Aunt Esther submitted to death as willingly as she had to her role as a slave."],"display_date":"October 28, 1846","search_date":"1846-10-28","locations":[{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":4,"tag":"Slavery"},{"id":381,"tag":"Antebellum America"},{"id":386,"tag":"Paternalism"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4795,"title":"<strong>The <em>Shawshank</em> Plantation, or Nowhere to Run...but Home</strong>","course_id":38,"status":"P","start_date":"1844-11-01","end_date":"1847-02-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the film <em>The Shawshank Redemption</em>, a convict named Brooks was paroled after 50 years in prison. He was distraught at the thought of having to leave the dehumanizing Shawshank penitentiary that had been his home for so long. Brooks was released and, after a few months of trying to readjust, he gave up and hung himself. Letters written 150 years earlier from the Cameron Plantations reveal a similar attitude held back then, not by prisoners, but by slaves.","A slave named Milton, along with dozens of others, journeyed in 1844 from the original Cameron plantation in Stagville, North Carolina to one that Paul Cameron had recently purchased in Greene County, Alabama. The work in Alabama was hard, apparently harder than their previous work in North Carolina. The extremely rainy weather and damp climate affected many of them, causing extended fevers, chills, and even death. In August of 1846, Milton grew ill and was reported sick for the next five months. Then in January, he ran away… but where did he go?","Alabama was not too far from the Mississippi River, Indian Territory (Oklahoma), and Mexico via Texas. Milton, however, chose a much longer but familiar path; the path home to Orange County North Carolina.","From Macon County Alabama, a jailor wrote to overseer Charles Lewellyn in February, 1847: “There was a negro man committed to the jail of our county on the 2nd of February who calls himself Milton and says he belongs to a man living in North Carolina by the name of Cameron. He also states his master has got a plantation in Greene County which he state was his home and that he left there about a month ago and was making his way on to his master in NC when he was apprehended as a runaway slave. He also states his overseer is Charles Lewellyn, and I thought proper to write to you.” Milton had run away, if he is to be believed… to go back home, 700 miles away to Stagville. Why?","For the Cameron slaves, it appears that Lewellyn treated them fairly. One piece of evidence can be found in a letter from Paul Cameron to his father: “The negroes fear him a little more than I wish, but they regard him kind in the main and just… But, the weather and climate of Alabama, not to mention the backbreaking work, were so disagreeable as to compel this slave to flee his situation. Milton’s own unhappiness may also have been caused by his uncertainty as to whether he could cope in the world outside the plantation. Beside fear of the unknown, there may also have been fear of the known, e.g., what he might have heard about changing conditions in the North where some states like Ohio were reacting negatively to the increasing numbers of escaped slaves. With no money to buy land, these African Americans were competing with Ohio’s whites for jobs in the towns and cities, and by the 1840’s, Jim Crow and violence were common in that state as well, restricting where African Americans could live and what jobs they could hold.","If given the chance to leave or stay within the system maybe some slaves would choose to stay, but to stay only only their terms. The fact that thousands of newly freed slaves stayed on as sharecroppers after the Civil War confirms this point. Milton was obviously not happy in Alabama, but not so unhappy that it would prevent him from returning to North Carolina, his own <em>Shawshank</em>, where life may not have been good, but at least it was predictable."],"display_date":"November 1, 1844 - February 5, 1847","search_date":"1845-12-18","locations":[{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"},{"id":9683,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"}],"tags":[{"id":398,"tag":"slavery, runaway"},{"id":399,"tag":"Alabama, North Carolina"},{"id":400,"tag":"Cameron family"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4800,"title":"Fall Illness on the Greene County Plantation - Flu or Yellow Fever?","course_id":38,"status":"P","start_date":"1847-09-28","end_date":"1847-10-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     In the “Cameron Plantation Letters” there are numerous references to the health of the slaves living on the Greene County Alabama plantation.  There are one hundred or so letters in the University of North Carolina collection that are catalogued on the website ‘The Plantation Letters, Interpreting Antebellum Plantation Life’. I found thirty-five that directly referenced the health of specific slaves or mentioned their ability to perform work.  Of the thirty-five letters, twenty-seven addressed poor health or illness while eight mentioned the overall good health of the slaves.  Sickness and illness, especially the “chills” of fever seem to be most prevalent in the winter months. An obvious inference is that more slaves became ill during the fall flu season, however tropical diseases may have been the cause. ","   According to the statistics compiled by Geneology Trails Alabama experienced a yellow fever epidemic every year from 1841-1849 with outbreaks first reported between August and September each year.  This corresponds with the highest mention of sickness in letters from Charles Lewellyn, the overseer of the Cameron Plantation in Greene County Alabama, to Paul Cameron the owner which occurred in the fall of 1847.  Lewellyn mentioned twenty-two sick slaves on September 28, 1847 and seventeen sick on October 26, 1847.  Lewellyn reported that three slaves died of chills in his letter on September 28, 1847.  There were 78 recorded deaths attributed to yellow fever in 1847 in Alabama.","     The theory that mosquitoes were vectors for yellow fever was not proposed until 1899.  Prior to 1899 no measures were taken to reduce the propagation of mosquito populations.  According to the World Health Organization, yellow fever begins suddenly after an incubation period of three to six days.   Most cases only cause a mild infection with fever, headache, chills, back pain, loss of appetite, nausea and vomiting.  In these cases the infection lasts only three to four days. 15% of cases enter a second, toxic phase of the disease with recurring fever, this time accompanied by jaundice due to liver damage, as well as abdominal pain which can result in death.  The medical knowledge in the mid 1800’s consisted of knowing that yellow fever was a tropical disease that usually originated in the Caribbean and was transmitted to coastal southern United States.  The primary form of preventing the spread of the disease was to quarantine the affected geographic area until after the first frost of the fall which was believed to kill off the disease which we now know to include the mosquito population.","    Lewellyn’s reports of major illness amongst the slave population end in early November of 1847.  There is only one mention of health after the November letters which was written on January 7, 1847 and mentioned the good health of the slave family.  This could be due to the end of the yellow fever epidemic or to the break in field work over the holidays following the completion of the cotton harvest. It seems that Charles Lewellyn did not have a sufficient knowledge of yellow fever to adequately attend to the health of the slaves in Alabama.  I was unable to differentiate between possible yellow fever and influenza or common colds in the descriptions of the health of slaves.  Lewellyn does not mention any yellow coloring of the slaves nor does he mention any efforts to quarantine the sick."],"display_date":"September 28, 1847 - October 26, 1847","search_date":"1847-10-12","locations":[{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":404,"tag":"Illness"},{"id":403,"tag":"Yellow Fever"},{"id":144,"tag":"plantation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4802,"title":"Child Mortality on an Alabama Plantation","course_id":38,"status":"P","start_date":"1846-06-25","end_date":"1849-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Disease was rampant among the slave population in the Antebellum South. Poor diet, less than adequate clothing, and exposure to the elements, caused the immune systems of the over-worked laborers to break down, making them susceptible to contracting a variety of illnesses. A demographic that was particularly at risk were children age nine and under. Fully 45 out of every 10,000 slave children aged nine or younger died of diseases in the late 1840s. This compared compared to 11 out of every 10,000 white children of the same age. Dropsy, congestive chill, pneumonia, and fever are diseases that slaves would often battle in the Antebellum South. While doctors were often called in to give aid to sick slaves on plantations, medicine in the 1840s was lacking in its effectiveness, and slaves were not given the same level of treatment as white citizens. The Cameron family of North Carolina and Alabama detail in their correspondence with one another, the sickness and diseases of their slaves, many of whom are children.<br /><br />Sick children are mentioned at least nine times in the Cameron family letters, with several more instances of sickness among the adults mentioned on both the Stagville and Greene County, Alabama plantations. Diley was a slave on the Cameron’s Alabama plantation in the 1840s. He is mentioned several times in various letters written from Charles Llewellyn, the overseer of the Cameron’s Alabama operations, and Paul Cameron, owner of the Stagville plantation. Diley has a child, whose name is unknown, who is first mentioned as being sick on June 25, 1846. During the summer, slaves on cotton plantations would spend time chopping the cotton plants, and keeping the middles of the cotton rows free from weeds and other unwanted vegetation. This meant spending countless hours outside in the fields, with exposure to the elements and disease carrying insects. Children often worked alongside the adults in the cotton fields, assisting with these duties. While the cause of sickness is officially unknown, it is likely that Diley’s child fell ill due to insect-born disease.  There is another mention of a child of Diley’s, perhaps a different one, being ill on May 1 of the following year in a letter authored by Charles Llewellyn and sent to Paul Cameron. In a letter from Charles Llewellyn to Paul Cameron on May 21 1847, Llewellyn writes that “Diley has lost his youngest child, the Doctor was not sent for to it, nor I have not sent for a doctor but once since you left; when sent for, Doctor Ring, my reason for sending for him is I wanted a doctor as soon as he could get here or not at all.” This death occurs nearly one year after the first case of sickness among Diley’s children is mentioned. One could assume that this death is that of the previously mentioned sick child in Llewellyn’s letter to Cameron on May 1<sup>st</sup> 1847, though this cannot be certain. It is possible that Diley had more than one sick child. This is just one of several cases of child fatalities mentioned in the letters. There are several other slaves sick on the Greene County plantation, so a child with a compromised immune system exposed to sick adults who have endured a hard winter themselves, would easily fall ill. Illness on plantations often meant death, especially among the child slave population."],"display_date":"June 25, 1846 - December 31, 1849","search_date":"1848-03-28","locations":[{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":144,"tag":"plantation"},{"id":4,"tag":"Slavery"},{"id":407,"tag":"Death"},{"id":408,"tag":"Children"},{"id":220,"tag":"alabama"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4803,"title":"The Second Middle Passage: Slavery Moves West","course_id":38,"status":"P","start_date":"1844-09-05","end_date":"1846-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The second stage of the transatlantic slave trade was also called the Middle Passage. The Middle Passage was a horrifying experience for slaves headed to the Americas. Slaves were quartered on ships for up to two months and treated as cargo. They were often chained in shackles and kept below deck where they had to lay down because there was less than three feet of height. There was never enough food or fresh air for the slaves. Many of the slaves died of starvation and disease. Some were so tortured by the trip that they threw themselves overboard. The floors where the slaves were kept were usually covered with excrement and blood. Sometimes the slaves were given exercise on nice days. This exercise included being made to dance, jump and sing by the sailors using whips. The sailors took out their frustration on female slaves. Due to all of these and more circumstances there was an 11% mortality rate of slaves on these ships.<br /><br />Around the mid 1800’s tobacco had drained all the nutrients out of the soil and plantation owners like the Cameron’s moved west with the expansion of cotton. Most of the slaves that were sent west were did so with slave traders. Very rarely did slaves travel west with their families and owners. Most slaves were forced to walk across the south, chained together. They were devoid of human interaction. The death rate was lower on this second middle passage than it was on the passage across the Atlantic but it was still higher than the death rate at that time. The slaves were not fed enough, they were not given clean water nor were they allowed to rest enough on their long journey. Once they arrived in this new land they had to farm a new crop. They were working longer hours with more back breaking labor. They had lost all semblance of a life they had had back east.<br /><br />Through the Cameron letters we can see that Paul Cameron purchased land in Greene County, Alabama and he chose to move his slaves west instead of purchasing slaves once he reached the new plantation. A man named Mr. Laws was hired to transport the slaves and they each cost between 6 and 7 dollars to move [1]. Paul had to convince his father that moving the slaves would be beneficial [2]. The party would travel with tents and wagons [3]. Paul Cameron would travel part of the way with his slaves and then continue on alone. The slaves would travel as a group with Mr. Laws [1]. All of the slaves besides one, Edmond survived the trip. Paul told his father in a letter sent after their arrival that they could not have rented any slaves better than their own and he would not buy any slaves from that part of the country. He also told his father that according to Mr. Laws, no other slaves had been brought to Alabama under better circumstances [4].<br /><br />Despite Paul Cameron’s best attempts to move his slaves humanely and to make sure that they had proper living quarters the slaves were still negatively affected by the move [4]. Not only were the slaves constantly fighting diseases but they were working hours they had never been forced to do before. The slaves wanted to go back to North Carolina. One slave, Milton, actually did run away from Greene County and head back to his home in North Carolina. During this second middle passage more slaves choose to steal away in the night than face the hard travel and work. Due to the late hours the slaves were working they no longer had time to cultivate their own vegetables and livestock therefore their diet changed. In another letter from Paul Cameron to his father his discusses the change in the slaves. The older slaves seemed to have withered away [5]. Paul Cameron also told his father about how the slaves were hoping for some extra rest at the holidays. The slaves usually celebrated the holidays in North Carolina by frolicking at festivities but in Alabama the work exhausted them so much that while they would like to frolic they preferred to rest [6].<br /><br />The Camerons were an exception to the rule during this passage. They choose to move their slaves rather than buy new ones. Paul Cameron may have thought no better slaves would be found in Alabama than his own. He may also have figured that despite the amount it cost to transport his slaves west he would have saved time and money when setting up the new plantation. However, the slaves were negatively affected by this trip. Their health was diminished, their quality of life was worse and their new lives were drastically different from their old ones. The work was harder and the pay out was smaller. While the trip and the experiences directly relating to this transfer, was not as devastating for the slave population as the original middle passage had been the men, women and children who were forced to walk from North Carolina to Alabama would never be the same.<br /><br />References:<br />[1] Letter from Paul Cameron to his father Duncan Cameron on October 25th 1844<br />[2] Letter from Paul Cameron to his father Duncan Cameron on September 5th 1844<br />[3] Letter from Paul Cameron to his father Duncan Cameron on October 12th 1844<br />[4] Letter from Paul Cameron to his father Duncan Cameron on December 7th 1844<br />[5] Letter from Paul Cameron to his father Duncan Cameron December 1st 1846<br />[6] Letter from Paul Cameron to his father Duncan Cameron December 19th 1845<br />[7] www.understandingslavery.com<br />[8] www.wikipedia.org/wiki/slavery_in_the_united_states#second_middle_p..."],"display_date":"September 5, 1844 - December 1, 1846","search_date":"1845-10-18","locations":[{"id":9683,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"},{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":400,"tag":"Cameron family"},{"id":4,"tag":"Slavery"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4807,"title":"Plantations and Weather in mid 1800's Alabama","course_id":38,"status":"P","start_date":"1845-06-01","end_date":"1847-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the “Cameron Family Letters,” http://plantationletters.com/, many themes arise in the correspondence between the owners of the plantation, the people who worked there, and other friends or partners associated with its operation. In most cases, readings dealt with how many slaves were “in the house” because of some illness or sickness. However, there are also quite a few entries that made mention of the weather and it’s affect on the crops. I felt there had to be something more behind all the conversations about weather, so I decided to look deeper into the readings and the transcriptions, investigating the weather patterns.","The weather was mentioned in at least 27 letters that I read through. In some instances, it is blamed for not being able to travel or plant crops, and in some others, it is simply stated that it rained for a portion of the day. However it was presented, it is important to note the significance it is having on the plantation. What happened when there was foul weather and no work could be done? The crops would obviously be affected, but what were the slaves to be doing in this down time?","It was no secret that the slaves were expected to do the work that was required of them whenever they were told to do it. We cannot safely assume that the workers were forced into the fields in less than ideal conditions though. Given the day and age when these letters were written, where little attention was paid to the medical needs of slaves, and the less than perfect conditions of the living quarters the slaves were in, it is no wonder that the slaves were constantly being held “inside the house” with some kind of illness.","So was the weather to blame for the numerous times sickness and disease are mentioned throughout these letters? Perhaps, but we can also look at the amount of work the slaves would have to do in order to catch up due to the loss of time with the bad weather. If the slaves had to work double time to make up for the lost days, they would be more susceptible to catching a bug. Also, if we look at this increase in labor demands and the less than ideal living conditions, we may be able to figure out how disease was spread throughout the population. It seems like the slave master was not the meanest of men in the world, but it would not be farfetched to think he saved some money on medical costs of the sick slaves.","Through all of this though, the weather seems to be mentioned far too many times to be ignored. Even today, we look to blame the weather for delayed flights, cancelled outdoor events, and even farmers with bad crops. The Plantation Letters provide a very good way for us to think about and question our past in many different ways. In my mind, we don’t have to look much further than the local weatherman to figure out what may have been a leading cause in problems with the crop production and other speed bumps on this plantation."],"display_date":"June 1, 1845 - May 1, 1847","search_date":"1846-05-16","locations":[{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":409,"tag":"Slavery, health, Cameron"},{"id":419,"tag":"Weather"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4813,"title":"Greene County Goes Yellow with Fever","course_id":38,"status":"P","start_date":"1847-01-01","end_date":"1847-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1847 inhabitants of the Mississippi River basin  had to deal with an outbreak of Yellow Fever.  Transmitted by mosquitoes, Yellow Fever caused symptoms including fevers, chills, headaches and nausea.  In the later months of 1847 the letters that overseer Charles Lewellyn sent to Paul Cameron about the condition of his plantation were fraught with the names of slave that were ill, recovering or had passes from work.  Many of the symptoms that Lewellyn described to Paul Cameron are commonly associated with Yellow Fever.  The illness that was affecting many of the people on the plantation came during the harvesting season a devastating time in Antebellum South for an illness to plague the plantations. ","In the letter sent to Paul Cameron on October 20, 1847, Lewellyn writes that somewhere between 15-40 slaves are sick with fever and chills.  In that same letter Lewellyn mentions that the neighboring plantations seem to fairing worse than they are when it comes to the illness among their slaves.  Though there is no specific mention of Yellow Fever as the illness that was affecting the slaves in Charles Lewellyn’s letters one can infer that this is what was affecting many of the plantation in the areas.  With widespread illness in the same area and symptoms that are commonly associated with Yellow Fever it seems likely that the 1847 epidemic was the cause of the illness that Charles Lewellyn had to deal with in the later months of 1847.","This threat of Yellow Fever could have been enhanced by the increase of rain fall in 1846.  In a letter dated April 30, 1846, Lewellyn discusses the impact of the increased rain on harvesting the cotton.  In this letter he mentions how the rain was so heavy he was going to need to replant some of the fields that had already been planted because the rain washed away what had been there.  Both the corn and cotton crops were affected by the rain.  Excessive rain would lead to increased areas of stagnant water, the preferred breeding ground for Mosquitoes. This increase in the Mosquito population  helped fuel the 1847 Yellow Fever epidemic only a few months later. ","According to the World Health Organization only approximately 15% of current cases of Yellow Fever reach the second more deadly stage of the virus that is deadly.  Though there is no concrete data that suggests what the mortality rate of Yellow Fever was in 1847, limited medical knowledge about the treatment of the virus probably led to more deaths then is witnessed today.  The Yellow Fever epidemic likely affected many of the plantations around Paul Cameron’s in Alabama.  Slaves spent countless hours outside during the harvest seasons increasing their exposure to the virus.  Charles Lewellyn would have been fighting a losing battle against Yellow Fever during the harvest months because of this.  Though even a Yellow Fever epidemic would not stop the harvesting on plantation of countless amounts of money in crops. "],"display_date":1847,"search_date":"1847-07-02","locations":[{"id":9683,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"},{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":417,"tag":"Plague"},{"id":400,"tag":"Cameron family"},{"id":220,"tag":"alabama"},{"id":4,"tag":"Slavery"},{"id":403,"tag":"Yellow Fever"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4814,"title":"\"Weather\" or not a slave was treated well.","course_id":38,"status":"P","start_date":"1845-09-01","end_date":"1847-12-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When we learn about slavery and the slaves’ masters we often get a picture of an evil cold hearted man, who would whip and torment slaves, while they worked in weather conditions that made it impossible to get any work done. We also often assume that their (the slaves) masters would force them to work whether they were sick or even near death. Using the plantation letters from the Cameron Family we can create a different interpretation. Through these letters we can use the weather as an indicator to determine how well slaves were being treated and cared for on the plantation. This is not to downplay the immoral act of slavery or to say that there were not slave masters who treated slaves poorly because they did exist. Rather, the theme of weather and its patterns, across the letters, can give us a better understanding of how slaves were cared for and treated.","Between the years of 1845 and 1847, there are several instances where Lewellyn (the overseer of the plantation) shares his account of the weather conditions and his inability to get work done on the field. “The Negroes will make an effort to get out the crop by the 25<sup>th</sup> if the weather will permit it being done- but I fear they will not do so.” Even with good weather and the opportunity to get things done, illness has stopped their progress. “The weather here is very warm today, more like July than November, and yet we have a great deal of disease in our Negro family.” Regardless of the weather, if it was too hot or too cold, and without consideration for the slaves’ health, Lewellyn could have easily demanded that the slaves “weather the storm” and worked under any condition. Mr. Cameron, as well, could have ordered Lewellyn to put the slaves to work under any circumstance to ensure the production of his crops. The fact that they did not resort to those measures suggests that the overall health and wellness of their slaves were important. Productive, healthy slaves seems to be Mr. Cameron’s priority when he requested “the overseer to keep the [unintelligible] in the house as I [unintelligible] suffer more cold.” We can assume that Mr. Cameron’s request pertains to keeping the slaves inside to protect them from getting sick and to keep them healthy.","One may think that the Lewellyn’s or Paul Cameron’s intentions were for the good of the plantation and the production of the crop and not so much about the health and well-being of the slaves. Wilkins and Wilson suggest, with regards to the treatment of slaves, that most slave masters were not as brutal or sadistic as one is lead to believe. “<em>The Slave Narratives </em>are overwhelmingly favorable in the judgment of slave masters as ‘good men.’” They found out of 331 narratives that had a reference to a master, 86% suggested that their masters were “good” or “kind.” Some of those references also suggested that the master did not allow whippings and a number of them only allowed whippings while they were present.  Wilkins and Wilson also suggest that slave masters did not want slaves who were defiant and lazy. They wanted hardworking and responsible slaves.  “Such attitudes cannot be beaten into slaves. They had to be elicited.”","It is easy to believe that slave masters and overseers treated slaves as less than human or measured their importance to the amount of labor they contributed to. We can use the weather as an indication of how slaves were treated. From what we learn about, we would believe that slaves were constantly placed in situations that jeopardized their health and well-being, in order to produce and gather crops. These letters help paint a different picture. Slaves were relieved from working in the fields when weather conditions prohibited them from doing so. With numerous amounts of “rain days” many would assume that an overseer or a plantation owner would over work their slaves to make up for the loss production of their crops. At least in this case, by analyzing weather patterns and conditions we can determine the treatment of slaves and the relationship between slave master and slave."],"display_date":"September 1, 1845 - December 30, 1847","search_date":"1846-10-31","locations":[{"id":9680,"lat":36.0638291279,"lng":-79.1821891988,"zoom":9,"place":"ORANGE, North Carolina"},{"id":172,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":420,"tag":"Slaves"},{"id":419,"tag":"Weather"},{"id":144,"tag":"plantation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4818,"title":"Death of a Slave's Child... and a Mule","course_id":38,"status":"P","start_date":"1845-11-18","end_date":"1847-12-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Slavery in today’s world has been deemed an injustice, no matter the circumstance.  Due to this, most people would disagree with the notion of a benevolent overseer in the deep American South in the first half of the nineteenth century.  To suggest otherwise would be a major untruth, with today’s logic.  I am however, suggesting that there were a wide range of systems and methods practiced when it comes to plantations.  Charles Lewellyn, the overseer of the Cameron family plantation in Greene County, Alabama, would be an example of an alternative style of treatment than we would normally think of concerning the enslaved population.  Reading through the letters concerning the Cameron plantation, he seems to be a fairly benign overseer.  He sees the slaves as livestock, but his compassion can be seen in his attention and care he gives to the sick."," ","It is obvious that Lewellyn cares for the welfare of his charges, but it is important to remember the dichotomy of his relationship with the slaves.  He is the “master,” and they are his farming instruments.  Just the same as a farmer would hope his livestock would remain healthy, Lewellyn seems to have the same concern.  He might hope they recover from an illness, but they are still just livestock in his eyes.  The best example of this, is when he mentions the death of a slave’s child, and a mule within the same sentence.  “Molly’s child died on Wednesday last it was only sick about four hours after it was taken, and one mule died since I wrote to you last”.  He might mention them by name, but the deaths still only require a minor contribution to his letters."," ","In terms of slave treatment, the Cameron family slaves received above average care when compared to the Manigault family’s slaves in Georgia, who took profit margins into greater consideration than slave care.  Lewellyn seems to have taken more care and consideration for the slaves under his charge, even providing them with extra attention if the need arose.  The owner of the property himself, Paul Cameron, also seemed to take notice of Lewellyn’s attention to slave care.  Lewellyn might have been too sympathetic for the owner’s preferences, when it came to the doctors’ care of the slaves, making Cameron worry that his doctor bill might end up being too expensive.  Further evidence of Lewellyn’s concern for slave health and welfare, can be seen in the overall reading of the letters we have of his.  Forty-four out of the Fifty-one letters written from Lewellyn to Cameron reference slave health or sickness."," ","Characterizing overseers as cold and heartless is forgetting individual differences across humans, and plantations.  The Cameron family estate is a prime example of this, with Lewellyn as its overseer.  He might have seen the slaves as if they were livestock, but he still treated them humanely, and with great care, when it concerned their health."],"display_date":"November 18, 1845 - December 5, 1847","search_date":"1846-11-26","locations":[{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":423,"tag":"plantation, health"},{"id":422,"tag":"overseers, slaves"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4832,"title":"Slave Life and Sickness","course_id":38,"status":"P","start_date":"1844-11-01","end_date":"1846-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["From the original letters between the Cameron family and their employees, slaves are often mentioned since they are an integral part of the plantation operation. Since the letters were not written or received by the slaves themselves, the language is often derogatory or just in reference to the slaves as property of value. These letters show the nature of the culture and the lack of respect and responsibility that slaves are given for their part in the antebellum southern economic system.","Sickness appears to be a way of life for the slaves on southern plantations. Throughout the Cameron family letters, the names of various slaves are mentioned as being sick and unable to work. Some slaves are mentioned in multiple letters and eventually as having succumbed to sickness and overwork. A couple of these slaves that are mentioned repeatedly in the letters are Joe and Henderson. They come up because they are sick for a very long time. Henderson is sick from at least November 1844 till July 1846 and Joe from at least May 1845 till June 1846.","These men are mentioned 10 times in the letters transcribed from Charles Lewellyn (the foreman of the plantation) to Paul Cameron (the Cameron family member in charge of the plantation) and once in a letter from Paul Cameron to Duncan Cameron (Paul’s father). The letters from Lewellyn tell a very functional story about the number of hands that he is able to have at work with reference to the trips that Paul has made to inspect the situation himself. He does make a comment about the limits of their workload in September 1845. He says that they “won’t haul water for the hands”. An interesting note here is that he does not say that they “can’t” haul water, but that they won’t. This may just be a verbal slip but it could also be an insight into the degree to which the slaves are allowed to decide how much work they are able to perform.","The letter from Paul to his father tells a slightly different story and is a little more elaborative. Paul has a very limited outlook for the two slaves. He recognizes that there has been no improvement in Henderson since he saw him a year ago, a very long time for sickness. His judgment on Joe is not much better. The comparison of this account with that of Lewellyn seems to indicate that Paul has a less realistic view of the health of these two men. It could be that he is writing to prepare his father for the likely case that these men will have to be replaced knowing that a more dire report is safer than a rosier one.","<strong>Here are the references to Joe and Henderson in chronological order:</strong>","May 11, 1845: “Joe and Henderson are as they was when you left here”","August 1, 1845: “There is none of the hands now in the house dangerous at this time. Joe’s health improved. Henderson no better.”","September 17, 1845: “Joe and Henderson the same. Both together won’t haul water for the hands. Joe is not in as good health as he was some time ago.”","November 18, 1845: Paul Cameron to Duncan Cameron<br /> “Little Joe is yet in delicate health. Sandy is looking badly, having a chill every 3rd day. Henderson is about as he was 12 months ago, looking if possible a little more bleached and enfeebled.”","February 13, 1846: “Little Joe not much improved if any. Henderson the same he was when you left here.”","March 1, 1846: “Joe and Henderson are no better nor no worse than when you left here.”","March 12, 1846: “Joe and Henderson the same.”","March 21, 1846: “Joe better and Willie’s foot a little better. Henderson the same.”","April 30, 1846: “Old York is dead. Joe and Henderson no worse.”","July 3, 1845: “Joe’s health I think is improving.”","July 7, 1846: “Joe better, Henderson the same.”"],"display_date":"November 1, 1844 - July 30, 1846","search_date":"1845-09-15","locations":[{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":4,"tag":"Slavery"},{"id":163,"tag":"Slave master"},{"id":164,"tag":"Slave"},{"id":434,"tag":"sickness"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":4888,"title":"Slaves are for Profit","course_id":38,"status":"P","start_date":"1845-11-11","end_date":"1846-12-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After reading through the Plantations letters and the excerpts provided by classmates I think that the overall theme is that monetary importance and gaining income is all that truly mattered.  A few of the interpretations that I have read from classmates mention that they were surprised about the “care and compassion” that both supervisor Lewellyn and Mr. Cameron had toward the slaves.  However, I think this is quite inaccurate to think that there was a surplus compassion floating around the Southern United States in regard to master and slave.  We must remember that Lewellyn is writing to his boss so he will use delicate words and attempt to write like a Gentleman.  Also, when Paul Cameron is writing to his father, Duncan Cameron, he too will express some level of respect and therefore not write things that are distasteful and crude about their slaves.  What matters the most is the economic success and livelihood of their plantation and in direct correlation to that success is the overall health and wellbeing of their slaves.  The Cameron’s slaves are essentially their investment, they paid for them in order to turn around more profit so naturally they want to keep them in good health and generally happy.  Though it is a crude example to compare a human life to a mere investment for the prospect of wealth that is sadly what the truth is!  I do not mean to call out the Cameron family and say that they were terrible people for having slaves, it was just the way of life back then, however I also do not wish to praise them for caring about the well being of their <em>investments. </em>","In one letter from Paul Cameron to Duncan Cameron (December 19, 1845) he says “The weather here is as cold as I ever wish to see it in any {?} for comfort—the Negroes will make an effort to get out the crop by the 25th if the weather will permit it being done—but I fear they will not do so—indeed I hope we have more cotton than they can pick in that time”.  He goes on to discuss the health of the slaves in such conditions but the main point of this mention is to anticipate whether or not they will be able to provide sufficient amount of work to be able to profit from their crops. Another letter from Paul to Duncan discusses the behavior of the overseer saying: “The negroes fear him a little more than I wish, but they regard him kind in the main and just, at least to the portion of the family who are disposed to do well” (November 18, 1845).  Here it is clear that they might wish him to be a little more kind to the slaves, but they are getting the job done so that is really what is important.","Much of Lewellyn’s letters to Paul Cameron discuss the progress on their plantation and how the weather is.  The weather seems to effect the production of their goods as well as the health of their slaves, so it is a topic of conversation.  Almost every letter addresses the health of the slaves as well as the Cameron family and their overseer, it reminded me of how shaky health really was two centuries ago.  Today I never start my emails or conversations with “everyone here is in good health so we are happy”, health is really only addressed when someone is NOT healthy, and often times there was a list of slaves who were sick in the letters from Lewellyn to Paul Cameron.  In this excerpt we see how health effects production as Paul writes to Duncan saying “Milton is the only one now who has chil?? – and he is looking very well- and if prudent will soon be out: [unintelligible] he is well enough to be out today, did his overseer permit it (December 1, 1846).” It is clear they care about the health of their slaves, but in the context of when they will be well enough to work again.","It is important to realize that these letters were written in a world that we can only imagine one that was not flooded with texting and voicemail or overnight packages.  It is important to think of all of the different aspects of the nineteenth century that made these facts unique!  But it is also important to realize that these letters were business letters, meant to discuss the production and wealth of an organization that fortunately has been long expired and can only be learned by studying the wonders of our past! "],"display_date":"November 11, 1845 - December 19, 1846","search_date":"1846-05-31","locations":[{"id":174,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":164,"tag":"Slave"},{"id":267,"tag":"Health"},{"id":425,"tag":"Business"},{"id":504,"tag":"profit"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}}]}