{"id":43,"place":"GRANT, Louisiana","lat":31.5997272058,"lng":-92.5594944205,"episodes":[{"id":60,"title":"The Atlanta Constitution reported that there have been riotous demonstrations on the part of colored men in the administrative subdivision of Louisiana called Grant parish. Here, some whites were ordered to leave the parish and after complying wi","course_id":1,"status":"P","start_date":"1873-04-07","end_date":"1873-04-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Atlanta Constitution reported that there have been riotous demonstrations on the part of colored men in the administrative subdivision of Louisiana called Grant parish. Here, some whites were ordered to leave the parish and after complying with the demand, had their residences plundered. This account reflected the immense racial tensions within a small part of Louisiana. This eventually soon exploded into a brutal riot that gained national attention and set the wheels in motion to break down the Republican control of the South. &lt;br /&gt;&lt;br /&gt;Following these riotous demonstrations, in Colfax, Louisiana, over one hundred blacks were murdered in Grant parish on Easter Sunday, most in cold blood, after their attempt to hold on to a besieged courthouse had failed. The African-Americans had barricaded themselves in the Colfax Court House, numbering 400 and armed. 150 white men gathered from surrounding parishes and attacked. The attackers were comprised of a group of men who would later be called the White League. They were white opponents of Republican rule and inflicted violence in the form of armed insurrections aimed at physically evicting Republican state officeholders from legislative chambers and other government buildings. These men often paraded in broad daylight to intimidate black voters, disrupt Republican rallies, beat and shoot blacks at polling places, and instigate riots.  &lt;br /&gt;&lt;br /&gt;The brutal violence displayed in Colfax proved decisive in weakening Republicans in their last strongholds and discouraging blacks from voting. The federal courts dismissed the conviction of some of the white participants on constitutional grounds. Since no Louisiana jury was going to convict a white man for killing a Negro, the decision meant that black men had no legal protection against violence whatsoever."],"display_date":"April 7, 1873 - April 13, 1873","search_date":"1873-04-10","locations":[{"id":5523,"lat":31.5997272058,"lng":-92.5594944205,"zoom":9,"place":"GRANT, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}