{"id":4308,"place":"Collier, Florida","lat":25.8031301893,"lng":-81.4535842442,"episodes":[{"id":4843,"title":"Zora Hurston and the Turpentine Camp","course_id":33,"status":"P","start_date":"3/1/39","end_date":"3/31/39","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Zora Neale Hurston’s expedition to a Turpentine camp in Cross City, Florida was much more exciting and informative than it sounds. Hurston described the start of her trip in an essay she wrote on her experience there as, “going up some roads and down some others to see what Negroes do for a living.” 1  Hurston exclaimed that to an outsider, these African Americans worked at a Turpentine still, but to them it was referred to as a ‘gum path’. Turpentine has many uses but in the early 1900’s it was used for caulking the seams in ships, treating ropes, solvents, medical purposes, repairs, and was even used in paints. Work at this camp started at 6 in the morning, but it was the foreman’s job to have every man up earlier than that. The foreman had 18 men under him and everyone resided in his place, he earned around $12.50 a week, and received all the firewood and gardening space that he desired. In this particular camp there were five chippers, seven pullers, another five dippers and a wood-chopper. Work on any ‘gum path’ in the U.S. during the 1920’s and 30’s was grim, long, and often a repetitive, and tiring process. A picture in the <em>Nassau County Record</em> in 1930 of a Turpentine Distillery illustrates a factory-like wooden building (similar to what Hurston describes in her essay) that was stocked with lumber, large jars of gum and was surrounded by an excessive amount of Pine trees. Also present in the picture is an all-black work force and a variety of tools that were necessary for success in this important industry[1]. While the African Americans were working, the foreman made it a point to give Hurston the complete tour so she would become familiar with his business. He noted that the chipper was the man who made the small slanting cuts on pine trees that excreted the gum. The company would pay one cent a tree, here 700 or more trees were chipped in a week. A puller was a specialized chipper, he chipped the trees when they had been worked too high for the chipper. Every tree on the camp was chipped for three years, pulled for three years and then abandoned. The dipper’s job was to take the cup off the tree, remove the gum and put in back in place in preparation for the next phase. Dippers were paid eighty-five cents a barrel for gum, and the camp averaged around ten barrels per week. The woodchopper cut the wood for the still; wood was used to fire the furnace instead of coal because the company owned millions of cords of wood for burning in trees that had been worked to the bone.1 The foreman confined in Hurston that he wished he could raise the wages for his workers but felt that they would never receive such an improvement in wages from the Government. Her trip to the Turpentine Camp was not only informative, but an experience highlighting an industry that was often over-looked in history, but required an immense amount of time and labor behind the scenes."," "," "],"display_date":"March 1939","search_date":"1939-03-16","locations":[{"id":24415,"lat":25.8031301893,"lng":-81.4535842442,"zoom":8,"place":"Collier, Florida"}],"tags":[{"id":142,"tag":"african americans"},{"id":446,"tag":"Zora Hurston"},{"id":447,"tag":"Turpentine"},{"id":448,"tag":"Black Labor"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}]}