{"id":4334,"place":"Seminole, Florida","lat":28.7169229525,"lng":-81.2362806752,"episodes":[{"id":4164,"title":"Town Improvement Association of Winter Park\n","course_id":9,"status":"P","start_date":"1887-03-03","end_date":"1887-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            The city of Winter Park was established in 1881 as a main trading center for fruit companies throughout Central  Florida. This flourishing trading spot transformed itself into a popular resort where northerners came to flee from the harsh cold northern winters. According to the Seminole Hotel Booklet, the Winter Park area was ideal for northern settlement since it was full of natural beauties such as \"crystal lakes\" and \"southern pines\".  To conserve the natural beauty of this community, the Town Improvement Association was established in 1887.","            Since its establishment in 1881, Winter Park has gone through many developmental changes in order to accommodate its growing population.  Northerners saw Winter Park as an opportunity to gain wealth through the planting of citrus. Transportation became more accessible as a railroad line was placed in between Sanford and Orlando by the end of 1881. In 1882, Winter   Park received its first train station. Its first schools began to open in 1883 including the establishment of Rollins College in 1885. All of these advancements in Winter   Park lead to an economic boom which resulted in its incorporation as a town in 1887. In order to sustain the towns economic success, conservation organizations like the TIAWP were installed.","    A look at the TIAWP's constitution, one can see the conservation methods taken by community members to preserve the towns renown beauty. Article II of the Constitution states the object of the Association is to \"improve and ornament the streets and public grounds of Winter Park\". Members of the TIAWP planted trees as well as cultivated them. Other member duties included cleaning and repairing broken sidewalks as well as embellishing the streets.  Becoming a member consisted of planting a tree in the community or paying a small fee. Becoming a life member entailed subscribing in paying annual fees to the Association. According to Article VIII, members were promised a \"system of premiums\", where they were awarded for their service to the community.","            The Town Improvement Association of Winter Park was necessary for not only conservation reasons, but mainly for tourism. Due to its beautiful landscape, the town seems attractive to northerners. Hotels around the regions thrived due to this natural scheme. The Seminole Hotel Booklet profited from such claiming how the entire state of Florida was \"challenged to produce a prettier or healthier spot\". These hotels can accredit most of their success to conservationist organizations such as the Town Improvement Association of 1887."],"display_date":"March 3, 1887","search_date":"1887-03-03","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"}],"course":{"name":"United States History to 1877","school":"Rollins College","course_id":9,"school_id":5}},{"id":4214,"title":"Ocklawaha River\n","course_id":9,"status":"P","start_date":"1881-03-25","end_date":"1881-03-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1880's people who visited Florida were astounded by its many mysterious assets, \"grand, impressive, strange, tropical-now gloomy and awe-inspiring, now fairy-like and charming, and again weird and wild\" nature, as writer George Barbour described in his book for Florida tourists. The Ocklawaha River flows north from Central Florida, ending near Palatka, Florida. The river stretches over 100 miles, flowing into several large lakes in the Central Florida region. In the 1860s, the Ocklawaha River was cleared to provide a steamboat transportation route to Silver Springs, Florida, the end of a popular tourist journey (especially for Northerners) on the river. Many of the people who describe the entrancing nature of Ocklawaha River traveled it by steamboat. Once the railroad arrived in Silver Springs, however, the Ocklawaha River steamboat route was abandoned.","            The exotic nature and beauty of the Ocklawaha  River inspired one notable poet, Robert Paine Hudson, who wrote lyrics about the river in a poem titled \"Ocklawaha\". The lyrics were published on May 25, 1881 in Sanford, Florida and later published into a book of poetry titled <em><u>Love, Home, and the Southland</u></em>. The lyrics describe the people who traveled the river, such as the Indians who \" 'Gainst the white man here rebelled\", and Hudson writes about how the white man pushed the Indians to vacate their land. Again and again, Hudson reiterates the beauty of the Ocklawaha, \"What though we bade young Spring adieu, there's left a still more glorious hue\". From these passages a reader today can imagine how natural, and untouched, the river once was.               "],"display_date":"March 25, 1881","search_date":"1881-03-25","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"United States History to 1877","school":"Rollins College","course_id":9,"school_id":5}},{"id":4215,"title":"Florida in 1887: Malaria and Alligators\n","course_id":9,"status":"P","start_date":"1887-01-01","end_date":"1887-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"It was a malaria-cursed desert, a barren wilderness swarming with poisonous snakes and repulsive reptiles.\" Travel author Iza Hardy observed that this was the resounding view of Florida in 1887 held by those in the northern, eastern and western United States. The statement is only one of many Hardy presents in his 1887 book, <em><u>Oranges and Alligators</u></em>, that illustrates the verbal abuse other U.S. regions heaped on Florida. In defense of the state, Hardy wrote about the exotic nature and beauty of Florida that he discovered on his own journeys through the area. ","            Hardy relays an interesting personal story in this document about the assumption that Florida was malaria ridden. While Hardy was traveling in Orlando, one man in his group fell ill with a high fever and aching pains. The group assumed he had contracted malaria. In response one gentleman said, \"Malaria?...He can't have malarial fever, for there is no malaria here-Unless, he has been imprudent enough to be out-of-doors after sunset.\" ","            Insurance companies were as particular then as they are now. To the Hardy group's dismay, they discovered that because of the risk of malaria, most insurance companies declined to provide life insurance below a latitude line of 30° south. At that time the group was traveling considerably below 29° south. The rumor that malaria was rampant in Florida was not entirely false. Gordon Patterson's scientific journal stated that mosquitoes bred well in the many bodies of water covering the state. It took a yellow fever epidemic in 1888, one year after the publication of Hardy's book, for the government of Florida to develop a board of health for disease control. ","            Alligators were a big attraction for Florida tourists in 1887, just as they are today. While Hardy was traveling by Lake Maitland, a young man in his group heard of an alligator that had been spotted by the bank of a lake near a neighborhood. The young man, thinking it was dangerous, found it, shot it, and brought it home to display. Soon after, a resident wrote him a letter, saying he had, in fact, slaughtered a pet alligator the resident had raised from a baby. Hardy's description of the whole scene includes the observation that at the time, alligators were popular domestic pets in South Florida. Hardy also states that it was possible to mail an alligator to the North (alive, unless it died in the process); all it took was a box to put it in. Promoters pushed alligators as ideal domestic pets; they only needed to be fed once a week."],"display_date":1887,"search_date":"1887-07-02","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"United States History to 1877","school":"Rollins College","course_id":9,"school_id":5}},{"id":4561,"title":"The Hannibal Square Elementary School","course_id":21,"status":"P","start_date":"1883-02-11","end_date":"1887-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Location: Winter Park, Florida","Date: 1883/02/11 ","Tags: First African American Public School","In 1883, Hannibal Square Elementary School was the first public school for African American children, which was located in Winter Park, Florida. On February 11th, 1890, a brand new facility was established. The facility included Loring A. Chase, founder of Winter Park and philanthropist and S. A. Williams who served as Principal. In 1892 it was thus announced that both the election and the Hannibal Square area was not included in the incorporated limits of Winter Park. The City Council gave black citizens the option to use the building as a school house. There was one catch, the black citizens could not use it for free, it was twenty-five dollars for the school term (1893-1894). Thus, they declined the offer. ","            The town counsel was initially in the wrong according to the town solicitor. The town solicitor stated that they had no legal authority what so ever to neither remove the school building nor maintain a school, which was outside its specific town limits. He concluded that it should be the decision of the Orange Country Board of Public Instruction for black educators, and it was. ","            The building that served as Hannibal Square Elementary School faced Pennsylvania Avenue in 1890. Soon after a six room block structure was built in 1926. This building was part of the school and was on the north side of West New England Avenue. It accommodated first through eighth grade, and first, second and eighth grade was taught in separate rooms. As for the remaining grades, they were taught in three rooms. The rooms were well lit and equipped with a teacher's desk in the front of every class. ","            Enrollment was flourished with Two hundred and fifty students in 1927, with approximately twenty students per classroom. Free textbooks were provided for reading, writing, mathematics, history, geography, and spelling. These books were mostly used books that came from white public schools. Books were not given for practical arts of sciences. ","            All students from the Hannibal Square Elementary School walked in large groups t school each day and arrived to school ready to line-up by grade outside the rear of the school building. The youngest grade went into the school first and then so on and so fourth until everyone was in the building. Though facilities at the school was limited they did have a basketball clay court where many of the children liked to play. However, students had to bring their own balls, marbles, yo-yos, etc from home if thy wanted to play basketball or any other activity that required recreational tools. ","            The Hannibal School was one of the first great opportunities for children to become educated. They were taught the basics of reading, writing, and arithmetic, as well as spelling, history and geography. Though the Hannibal School only provided for grade first through eighth and no high school there is no doubt that the children were prepared for it. Many student moved to find high schools in which they could attend or were just satisfied in graduating elementary school. If students did wish to move to high school they would attend Hungerford in Eaton Ville, Florida, where they could continue their studies and prepare for their futures. "],"display_date":"February 11, 1883 - January 18, 1887","search_date":"1885-01-29","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"},{"id":1448,"lat":27.9426871515,"lng":-81.6937337321,"zoom":8,"place":"POLK, Florida"}],"tags":[{"id":142,"tag":"african americans"},{"id":143,"tag":"school"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":4841,"title":"<strong><strong>African Americans in the Seminole Hotel</strong></strong>","course_id":33,"status":"P","start_date":"1886-01-01","end_date":"1886-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Observing the history of Winter Park, the Seminole Hotel which was built in 1886 is one location that is significant in many ways to the American Life, especially for African Americans. The Seminole Hotel was a grand resort in Lake Osceola and it was a vacation destination which attracted many wealthy northerners who were escaping the unpleasant weather from their home towns. While it is evident that white northerners enjoyed the warm weather and the great destination, African Americans who were already in the area were not affluent enough to enjoy the properties of the Seminole Hotel. Instead African Americans were offered a different way to step foot onto the premises, they were the employees that hosted the white wealthy guests.","As mentioned in the Winter Park Historical Association website, the Seminole Hotel boasted <em>“that more millionaires and beauties were gathered on its piazzas than any other space in Florida.”</em> In this regard we easily understand that during 1886 when the Seminole Hotel was built, African Americans were just fortunate enough to be employees of the Seminole Hotel. Across the South during this period, African Americans were denied employment and equal opportunities by whites for various reasons, but were fortunate enough to find some opportunities at the Seminole hotel. As observed in the photos of the Seminole Hotel, Steve Rajatr in the Winter Park Magazine reveals that  “a large portion of their Winter Park staff of porters, bellhops, cooks, and maids were black residents who lived in Hannibal Square and who were neighbors of white families who lived on the east side of town. The hotel was one of the major companies in the area that employed black residents.”","While looking back at the importance of the Seminole Hotel we must recognize that a picture found in the Rollins College Archives with an African American woman boating wealthy white northerners on Lake Osceola depicts both positive and negative interpretations. While I rather see a picture of both African American’s and Whites enjoying the sites of the Seminole Hotel, it is still beneficial that African Americans were hired by one of the only employers that would employee them. “The city’s founding fathers intended Winter Park to be a resort destination for affluent families who wanted to escape harsh winters in the Midwest and Northeast and African American’s were apart of making these wealthy families feel welcomed.” Through the Seminole Hotel the African Americans contributed to the American experience in many ways, some more obvious than others."," "," "],"display_date":1886,"search_date":"1886-07-02","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":11,"tag":"Economy"},{"id":21,"tag":"Race Relations"},{"id":142,"tag":"african americans"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4842,"title":"Eatonville and the Robert Hungerford Industrial School","course_id":33,"status":"P","start_date":"1888-01-01","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Dr. Robert Hungerford is best known for the school in Maitland, Florida that was named after him, however, his willingness and selfless attitude in preaching education is what best characterizes the type of person he actually was. Hungerford was a young white physician from Seymour, Connecticut who spent a winter in Maitland, Florida in hopes of bettering his health.  While in Maitland, he became interested in a group of African Americans and preached to them the importance of education.  After returning home to Connecticut, from his trip to Florida, Dr. Hungerford contracted the typhoid fever from an ill African American youth and eventually passed away in 1888.  The following year, the group of Negroes he first worked with in Maitland came together and started a small black school near Maitland, naming it the Robert Hungerford School in memory great memory of their mentor.  The principle of the school was Russell C. Calhoun, who gained a college education and one of Dr. Hungerford’s brightest scholars.  A few years after the school opened, Dr. Hungerford’s father gave the school one hundred and sixty acres of land as a memorial to his son and the school greatly expanded.","The Robert Hungerford Industrial School was soon established and it provided African Americans with means of learning as well as direct industrial work experience.  The school owned more than two hundred acres of suitable land for farming and building.  The students of both sexes would attend school for half of the day and work the other half of the day.  The county of the school was given two hundred and forty dollars a month to cover the wages of the teachers, however, the principle nor the treasurer received any pay for their work.","In a time where the country was going through much racism and hatred toward African Americans, education was not viewed as very important.  This was until Dr. Hungerford came into the scene and ultimately transformed education for the African American people of the South.  His generosity and willingness to help poor African American children was taken very seriously and opened the door for many young men and women.  The creation of the Industrial School provided real life work experience, as well as many different learning opportunities.  Students came from all over Florida to take part in this excellent program that quickly took off from the very beginning.  The early 1900’s were a very tough time for African Americans, although Dr. Hungerford wasn’t directly apart of the creation of the school, his willingness to reach out and help the African Americans went a long way in establishing some of the first means of education in the South.  Black students were provided opportunities that at the time were unheard of in many parts of the U.S.  Several years after the original creation of the school, Hungerford graduates were successful students in Florida, Georgia, North Carolina and Virginia.  Although the original school is no longer present, the name still lives on as the name of an elementary school in Eatonville."," "],"display_date":"1888 - 1910","search_date":"1899-07-01","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":445,"tag":"Education for blacks"},{"id":142,"tag":"african americans"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4856,"title":"Job Opportunities at the Seminole Hotel","course_id":33,"status":"P","start_date":"1886-01-01","end_date":"12/31/02","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1886 an impressive hotel was built on Lake Osceola called the Seminole Hotel. This hotel was a huge addition to the Winter Park community. It consisted of two hundred rooms and provided plenty of activities to entertain the guests, such as a bowling alley, croquet, tennis, and a billiard room. A bonus of being on the lake was that they were able to offer sailing, rowing, fishing, and two steam yachts. It was located close to Rollins College, so many family members of the students stayed there while visiting. It drove in famous and wealthy people such as President Grover Cleveland and William Rockefeller.","Along with the good business came numerous job opportunities for the African-Americans in the surrounding area. With only twenty-one years after slavery was abolished by the Thirteenth Amendment (1865), it was very difficult for African-American to get jobs, never mind jobs with good salary. During the Reconstruction Era, plantation owners hired the newly freed African Americans to keep production up. These arrangements did not work well, and therefore a great deal of the land was occupied by both white and African American farmers and sharecroppers.","The Seminole Hotel was a one of the only businesses that employed African-Americans in the South during this time. Some of the jobs included maids, bellhops, landscapers, cooks, baggage carriers, and caddies. They employed men, women and children to carry out these duties. Also when important figures stayed at the hotel, there would be the additional job of driving the mule and carriage to the train station just down the road, to pick up and drop of the guest. The workers were treated well here and made a reasonable pay. In a picture, dating between 1886 and 1902, shows eleven young African-American men dressed in caddy uniforms, scrabbling on the dirt ground in search of money. Most of the young men are piled on top of each other or sprawled out on the ground, while only one appears to already have some money in his hand, because he is away from the group and is looking down at his cupped hands. Written on the back of the picture it says, “Scrambling for money thrown by Seminole Hotel guest.” This picture suggests that not only did the hotel treat their workers well, but the guests did as well. They generously threw out money to these workers that were working to help support their families.","While other businesses were discriminating against the newly freed people, the Seminole Hotel invited them in with open arms. Their hard work and helping hands helped keep the hotel open for six years until a fire in the kitchen burned down the hotel. The hotel was not re-built and many people became unemployed. The Seminole Hotel exemplified how an establishment in the late nineteenth century could have interracial employees and still flourish as a well-known business."],"display_date":"1886 - 1902","search_date":"1894-07-01","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":468,"tag":"employment"},{"id":142,"tag":"african americans"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4857,"title":"Zora Neale Hurston: Impact on Music Folklore","course_id":33,"status":"P","start_date":"1/1/39","end_date":"12/31/39","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Music belongs to all humans. Race, size, or color does not matter. When it comes to music, all cultures come together, one voice is heard. Folklore music is a prime example of this, and Zora Neale Hurston played an extremely important role in it. Not many African Americans had the opportunity to publish any type of works, or even to express their opinions on music, but Hurston was able to and represented all those who did not have the opportunity to do so. She introduced folklore and showed us how important music is, and the role it played in African American’s lives. <br /> Folklore music really represents cultures, their beliefs as well as religion. Much of music is written to express our feelings about certain topics, Africans viewed music as a getaway, they believed that through music they were able to achieve a lot more than by actually physically reacting to a certain issue. When music was made, spirits were lifted, and feelings were expressed; much of folklore music was played during special celebrations such as weddings and burials. It brought people together, and as Hurston mentioned “it does not belong to any special time, place, nor people”. Hurston taught us so much about the evolution of folklore here in Florida, and the role it played in both white’s and African’s lives. She once mentioned that a verse is “just a talking sentence,” to show us how powerful music was really is. To prove her point Hurston included in her book Frontiers: A Journal of Women Studies, Vol. 12, No.1 fragments of folklore songs from various parts of Florida. These songs had powerful verses and stanzas that reached out to many, and painted a picture of what African American’s lives were like. <br /> Hurston often wrote about folklore music, but she also wrote “narratives and hoodoo practices.” She published many different books on music and its impact in states such as Florida, and Alabama; she also included examples of typical songs that were often popular among Africans in such regions. Her books were very descriptive and often told stories in form of songs about certain characters and their everyday lives. The characters portrayed in her books were mostly based on a non-fictional character; often people she knew and was close with. The songs reflected events that often took place in this person’s life, just told the story of their life. A perfect example of this would be Mules and Men, in which the “book really yields a valuable account of our Southern United States Negro.” <br /> Hurston’s books are known all over the country, and her works are greatly recognized in states such as Florida. History owes a great deal to Hurston, thanks to her we now know a great deal of how and what music folklore was influenced and how it was brought about here in our own Floridian backyards. We are also able to get a glimpse of what life was like during the slave trade periods, just as well as how, not only people were affected by slavery, but how culture and music were also impacted."," "," "," "],"display_date":1939,"search_date":"1939-07-02","locations":[{"id":23214,"lat":28.7169229525,"lng":-81.2362806752,"zoom":10,"place":"Seminole, Florida"}],"tags":[{"id":437,"tag":"Zora Neale Hurston"},{"id":460,"tag":"African American Folklore"},{"id":471,"tag":"music"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4892,"title":"African American Schools","course_id":33,"status":"P","start_date":"1865-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the spring of 1865, slavery successfully ended in the United States when the Confederate army surrendered. All slaves in the Confederacy were freed by the Emancipation Proclamation set by Abraham Lincoln in 1863, which said that slaves in Confederate-held areas were free. Slaves in the border states and Union controlled parts of the South were freed on December 6, 1865, by the Thirteenth Amendment. Between 1861 and 1865, about four million black slaves were freed.","In the beginning of the nineteenth century, the education of African Americans was not a main concern in the United States. The South had strict laws against educating African Americans to protect slavery. The North however did have schools for African Americans but they were inferior to white schools. The buildings were crowded, the teachers were not as experienced and there were not as many courses offered in the curriculum. In the South, most of the education that took place with in churches. By 1834, many Sunday schools had reading as part of the course; this was because they had to be able to read the Bible in order to be a good Christian.","In a picture from 1890, it shows the first school for African Americans built in Winter Park, FL. There are thirty-five colored children and two colored men standing outside a building that appears to be quite small. The boys are dressed in a clean shirts and pants and the girls are wearing clean dresses. Although the conditions of the building were still inferior to the white, it was a huge step for African American education progress in the South.","The nineteenth century was an important period for African American education in the country. The beginning of the century saw little to no schooling available to African Americans and in the end there was the assimilation of public schools. Education for African Americans was not even close to being equal to what the white children was offered. But education was in progress and free public education was a major accomplishment for African Americans."],"display_date":"1865 - 1890","search_date":"1877-12-31","locations":[{"id":1441,"lat":28.7108435556,"lng":-81.3703448213,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":238,"tag":"African American"},{"id":467,"tag":"Black Schools"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":5568,"title":"The Building of Many Firsts: Ergood's Hall","course_id":88,"status":"P","start_date":"1882-09-01","end_date":"1882-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1882, Oliver Chapman and Loring Chase, founders of Winter Park, erected a 30x65 foot store making it the third building in Winter Park at this time. Both Chapman and Chase decided they would rent it out to Washington D.C. natives, John R. Ergood and Robert White Jr., officially opening the store to the small public of Winter Park in September of that same year. Located at the corner of North Park Avenue and Morse Boulevard Ergood's Hall was more than just a store. It would become the town hall, the first public school in Winter Park and the first town hall. The first floor of the building was the actual store, the second floor functioned as the town hall and by 1887 the rear of the store would eventually become the first post office (moving from a nearby hotel) with John R. Ergood ultimately given the title as Postmaster. As far as the functions of the town hall, not only were they held for the obvious, town meetings or political meetings but the hall also functioned as a public school and church services were held there weekly. A Sunday School was established as well as different churches, whether Methodist or Congregationalists, held their services there. This building clearly was an important center for the town where many people came and went and more than likely became central to the townsfolk’s everyday lives. But by 1887, a proprietor of the Pioneer Store by the name of A.H. Paul would eventually purchase Ergood's entire stock of merchandise moving his own store and its new stock to the corner of Park Avenue and Welborne Avenue, presumably buying the store from Ergood but leaving its other functions intact. However by 1908 a Dr. Jerry Trovillion would buy the entire building from John R. Ergood, transforming Winter Park's building of many firsts, into another first, the town's soda fountain as well as a new drug store."],"display_date":"September 1882","search_date":"1882-09-15","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":1496,"tag":"Florida"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5569,"title":"Journey to Work: Walter B. Simpson","course_id":88,"status":"P","start_date":"1887-10-12","end_date":"1887-10-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 12, 1887 Walter B. Simpson and fellow Hannibal Square resident Frank R. Israel were elected as Winter Park Aldermen. They were the first black men to have ever been elected into any type of political office in Winter Park at that time. This vote came during a tumultuous time when Hannibal Square was taken out of the Winter Park boundaries and during this 1887 election was once again reincorporated to the annoyance of the white Winter Park settlers. Walter B. Simpson would be reelected for city Aldermen during a second election, serving from 1887 to 1893. Both Simpson and Israel would be the last African Americans to serve on the City Commissions. Simpson's election win was also during a time where the majority of the south did not allow African Americans to vote due to a special polling tax put in place to discourage any Blacks from voting. However just because Simpson won city Aldermen, sitting among fellow political leaders who were White and probably didn't expect him to win, did not mean that he left his original living area. No matter that Hannibal Square was part of Winter Park, Walter Simpson could not live nor always attend all town meetings (if White women were present) on the White side of town. His home was located diagonally across from Frank Israel's home and store (current day Dexter's on the corner of Pennsylvania Avenue and New England Avenue) on New England Avenue (current day Armando's Pizzeria). In order to attend meetings and make his way to the Town Hall, located in Ergood's Hall, his journey might have taken him eastward on West New England Avenue. Once he crossed the railroad tracks (which seems to be an unofficial marker that separates the Black neighborhood from the White site of town) he would have made a left onto Park Avenue. He would have had to cross at least two streets, including Morse Boulevard to get to his end destination. Simpson's journey might have been an uncomfortable one, yet necessary to achieve the work needed to be done that directly affected his community."],"display_date":"October 12, 1887","search_date":"1887-10-12","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":28,"tag":"Work"},{"id":1496,"tag":"Florida"},{"id":1495,"tag":"Winter Park"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5605,"title":"Naval Air Station Sanford and Its Impact on The United States and The City of Sanford, FL","course_id":88,"status":"P","start_date":"1/1/50","end_date":"12/31/68","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Orlando Sanford airport stands east of state road 17-92 about twenty miles north of Orlando. Today the Orlando Sanford is a small commercial airport, dwarfed by Orlando International Airport only thirty miles away. While Orlando International may be bigger, it was a product of the Disney Empire, which moved in during the 1970s. Orlando Sanford Airport, however, was originally an important naval air base, and a direct byproduct of the Cold War. Its history is tied directly with its location and the time in which it was operational, and is an important look into Florida’s Cold War history and impacted Sanford in the decades that followed.","Commissioned in 1942, Naval Air Station Sanford, or NAS for short, was chosen as a major training and staging area for carrier-bound aircraft. During the war it had supplied pilots to about half of the US navy. After the war, the base was decommissioned and the field opened to private businesses. While it was a public space between 1946 and 1950, the field hosted the New York Giants training camp, a retirement home, a hospital, and a clothing company.","The onset of the Korean War showed that the US government still had their eyes on the field. When it reopened in 1951, NAS became instrumental in the aeronautic war effort, as well as in the onset of the Cold War. The facilities were made permanent and the runways repaired, but the most substantial addition was the on-base living facilities built in the adjacent swampland. In 1961, NAS Sanford was responsible for the first flight of the RA-5C Vigilante: a carrier-based bomber that was one of the first designed to deliver nuclear ordinance from the sea. As the Vietnam War gained momentum, the Vigilante was repurposed as a reconnaissance strike craft.","The impact on the city of Sanford, however, was far more apparent. Prior to NAS, Sanford was a rural celery farming community made up of predominantly African American residents. When the base moved in during the war, racial tensions grew as black residents were being pushed out of their neighborhoods by enlisted whites and their families. During the Cold War, the demography turned away from the historically black county. In the 1940 census, half of the population of Sanford was black; by 1960 it was only 11 percent. When the NAS Sanford was decommissioned in 1968, it dealt a massive financial blow to Sanford. The base indirectly provided jobs for thousands of Sanford citizens, and the closure eventually lead to a migration of middle class whites away from Sanford and Seminole County as a whole.","The NAS was incredibly influential in the construction of modern day Sanford. NAS Sanford was important during the Cold War as a staging area, but had unforeseen effects as an important demography shaper. Without NAS Sanford’s influence, Sanford would be a very different place than it is today."," "],"display_date":"1950 - 1968","search_date":"1959-07-02","locations":[{"id":29415,"lat":28.7169229525,"lng":-81.2362806752,"zoom":10,"place":"Seminole, Florida"}],"tags":[{"id":291,"tag":"Cold War"},{"id":603,"tag":"United States Navy"},{"id":46,"tag":"gentrification"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":6139,"title":"“A Southern Jaunt”: Winter Park and the Seminole Hotel","course_id":131,"status":"P","start_date":"1885-01-01","end_date":"1885-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The city of Winter Park was and is still known for its beautiful weather, its attractions, and for its amenities offered to tourists traveling through Florida. Hotels in Winter Park helped draw people from the northern states to the Southeast during the winter season. During the 1880s and 1890s, the United States was experiencing a time of innovation, and Winter Park’s amenities promoted these new inventions and attracted wealthy citizens to vacation in the town.","Winter Park was a new and popular city after its founding in 1881. Those who helped found Winter Park, such as Loring Chase and Oliver Chapman, were hoping to attract northerners to the area. The Seminole Hotel was Winter Park’s main attraction, providing a place for tourists or natives to stay. The Seminole hotel advertised that it could hold 400 visitors, and that it had the newest innovative amenities, including elevators, private bathrooms, and electricity. While advertising the numerous amenities it possessed, the hotel was also promoting that all of the employees at the hotel were white men from the north. This was advertised because of the racial tensions between whites and African Americans at the time. The Seminole Hotel attracted many northerners, often referred to as “snowbirds.” Winter Park was successful in attracting tourists from the Northeast, as well as tourists from different areas of Florida.[1]","The Seminole Hotel opened on New Years Day of 1886.[2] Although the Seminole received much attention from tourists, it was not the first hotel to be built in Winter Park. The Rogers House was a small bed and breakfast opened in 1882, just after the founding of Winter Park.[3] These hotels were attractive to wealthy individuals of the North. Many believed that Florida was a place to visit to better one’s health because of the warm climate and moderate weather. Because the winter months were the most profitable times of the year, The Rogers House and the Seminole Hotel were only open from November to April. Many wealthy and prominent people visited the Seminole Hotel during its prime, including President Grover Cleveland, and President Benjamin Harrison and his wife. Visitors of the Seminole Hotel could participate in games of tennis, and croquet; they could also take a boat out on to the lake, and take horses out for a trot.[4] The Seminole Hotel was in operation from 1886 to 1902, when it burned down during its off-season of September.[5]","Along with the hotels that made Winter Park a desirable vacationing destination, there were other leisurely activities offered in the city. Boating on Lake Osceola, golfing, and shopping on Park Avenue were some of the activities offered in Winter Park. Traveling to the town was made easier with the building of the rail line through the town, called the Dinky Line.[6] The inviting hotels, the countless activities offered, the preferable weather, and the location of Winter Park were the deciding factors that made Winter Park such a popular place for a “southern jaunt.”"," "],"display_date":1885,"search_date":"1885-07-02","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":2319,"tag":"\"Dinky Line\""},{"id":2318,"tag":"\"The Rogers House\""},{"id":2317,"tag":"\"Seminole Hotel\""},{"id":2316,"tag":"\"Winter Park\""}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}},{"id":6140,"title":"Occupy Winter Park: The Negro Influence","course_id":131,"status":"P","start_date":"1881-12-01","end_date":"12/1/06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Argueably, nothing shaped Southern history more dramatically and quickly than the integration of African American citizens into the newly liberated lifestyle. For, the subsequent conflict and tug of war between politics, racism, and the constitution resulted in many structural changes in voting, economics, and progression towards a more industrialized future, many of which to the detriment of negro citizens. The new inhabitants of Florida often carried the same traditions, biases, and customs, resulting in the same issues of the more developed states. However, while complete, universal freedom seemed bleak under the heavyweight of opression by Jim Crow laws, many of the black population adapted to create a functional form of society and become an integral system of  vocality and even influence. Due to the advancements of the economic and political success in Hannibal Square, the African American population proved a steadfast sufficiency to coping under white-dominant pretenses.","In earliest planning of Winter Park, the city’s co-founders Loring Chase and Oliver Chapman gridded out a specific and distinct living space where the black population was to reside. For, as African Americans proved to be the main source of labor for the greatly and economically successful Seminole Hotel, many of the current residents were welcomed and encouraged to migrate for permanent residence in Winter Park[1]. The evident seperation of Hannibal Square from the rest of the town created a comfortable and nonthreatening enviroment for many of the white citizens. There was a regiment balance and order to the co-existance and symbiotic relationship between the two races. However,  as Winter Park experienced a steady increase of African American citizens, the political correlation and impact also rose and dramatically changed. Numerically, out of 297 black citizens 64 were registered to vote as compared to the white population of 203 with only 47 registered to voted[2]. Therefore, the political tides disrupted what had been previously viewed as an ideal balanced system of life in Winter Park. The evidence of political shift to Republican Party or the ‘Party of Lincoln’, based upon the logical predictions according to the demographic, created such a panic within the Democratic Party that when Hannibal Square demanded incorporation with Gus Henderson provoking the insentive in 1887, it was met with strong adversay despite economic advantages that could benefit Winter Park[3]. The influence of Hannibal Square even managed to elect two black men, Frank R. Israel and Walter B Simmons as two of six on the official council of Winter Park, and allow them to maintain their position despite multiple petitions and attempts of impeachment[4].","As stated by an article in the Lochemeade, the local Winter Park newspaper, “A score of citizens colored and white I wondered what they gathered around to even meet one individual is rare. Together who hail from the precipents of Hannibal Square”. [5]The rise of tolerance and influence led to overall success of Hannibal Square though much dissent and adversary were still present and active in its growth. Hannibal Square may be the more of the exception than the rule when it came to the lifestyle of the black citizens during the 19<sup>th</sup> century, however, it still sparked the hope for future change and despite the obvious setbacks, there was still a growing chance to survive with diligence in such a world. As Fredrick Douglas once stated “Without a struggle there cannot be progress.” Hannibal Square stands a shining example that through the struggle, the cultivation of progress prevails and illuminates in our history today."," ","[1] The Editors of Encyclopædia Britannica. \"Winter Park (Florida, United States).\" <em>Encyclopedia Britannica Online</em>. Encyclopedia Britannica,"," ","[2] Gayle Prince Rajtar and Steve Rajtar, <em>Winter Park Chronicles</em> (Charleston, SC: The History Press, 2011), 19.","[3] Gayle Rajitar, “Building a Strong Foundation.” Winter Park Magazine, n.d,","[4] Notice of Incorporation of the Town of Winter Park” (transcript, City of Winter Park, 1887), 8.","<sup><sup>[5]</sup></sup>Winter Park scrapbook, 1881-1906: Loring Chase scrapbooks Vol. 01, 1886."," "],"display_date":"December 1, 1881 - December 1, 1906","search_date":"1894-06-01","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":2320,"tag":"hannibalsquare"},{"id":2313,"tag":"WinterPark RollinsCollege"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}},{"id":6141,"title":"African Americans Find a Voice in the Post-Reconstruction South","course_id":131,"status":"P","start_date":"1889-05-31","end_date":"1889-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 31st, 1889, amidst the hostilities of the post-Reconstruction South, the first issue of the black-owned Florida newspaper, <em>The Advocate</em>, was published. At its head was Hannibal Square, Winter Park, Florida resident Gus C. Henderson, who acted as the paper’s manager. A staunch Republican, Henderson began the newspaper with the goal of providing the citizens of Hannibal Square and Winter Park with political updates as well as local social news. Clearly stated in its “Introduction” article, <em>The Advocate</em> pledged its responsibility to, “take a stand that we may never be afraid or ashamed to advocate.” To Henderson, publishing editorials and informative articles about the political occurrences in Winter Park was of the utmost importance, and for this reason, he willingly, “[entered] the journalistic life with all its difficulties and bankruptcy…” As the article acknowledges, many black-owned and operated newspapers in the South remained unsuccessful due to both economic hardship as well as the high illiteracy rate among black populations. The 1886 Constitution of Florida also all but eliminated black individuals from political relevancy. <em>The Advocate</em>, however, reached great success, as the paper would go on to capture the attention of black and white citizens alike, and remained one of the two black-owned newspapers in Florida for a time. Henderson himself worked not only as the business manger, but also became a reporter, editor, and advertising salesman for the paper.","Although Henderson confirmed that this newspaper would not become a “political machine,” he made it clear that <em>The Advocate</em> would never hesitate to promote views that are right and just. What Henderson is referring to is not specified, but the context in which the newspaper was originally published suggests that political advocacy for the Republican party, as well as the rights of black individuals were both on the paper’s agenda. At the time of the first publication, the predominantly black Hannibal Square district of Winter Park had recently been incorporated into the rest of the city due to a great deal of political activism on Henderson’s part. Like Henderson, the creators of Winter Park and Hannibal Square, Loring Chase and Oliver Chapman, were also members of the Republican party. For these reasons and more, Henderson had long been a proponent for the Republicans, even crediting the party with aiding in the abolishment of slavery. Such political views hinted at in this introductory article would later be clearly reflected in the articles and editorials published in the paper’s future issues, and politics would play a key role in making <em>The Advocate </em>a voice for the black individuals of Winter Park, Florida in the late 19th century."],"display_date":"May 31, 1889","search_date":"1889-05-31","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":2322,"tag":"Gus Henderson"},{"id":2321,"tag":"post-reconstruction"},{"id":2273,"tag":"Newspaper"},{"id":142,"tag":"african americans"},{"id":1496,"tag":"Florida"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}},{"id":6142,"title":"<strong>Hamilton Disston: The Man Who Reshaped Florida</strong>","course_id":131,"status":"P","start_date":"1881-01-01","end_date":"1896-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Hamilton Disston's mission was to transform Florida from a state full of swamps to an almost tropical paradise. He put down his famous saws and left his home in Philadelphia to travel down to Florida and take on the highly risky and tough job of finding a way for people to want to move to Florida.","Hamilton was born on August 23, 1844 in Philadelphia. His father, Henry Disston, was the head of the Keystone Saw, Tool, Steel, and File Works which would eventually be renamed to Henry Disston and Sons. Hamilton worked at the factory as an apprentice. During the Civil War, Hamilton Disston and others from the factory left to join the Union Army, and he returned after the war ended in 1865. When his father died in 1878, Hamilton Disston took control of his father's company, which was renowned for the saws that they produced. William D. Bloxton, governor at the time, eventually was able to get Hamilton Disston to sign a land deal in 1881 to make Florida more appealing for people to move down there, especially the wealthy. By 1855, five years after Florida was given almost seven million acres of land, the state established an Internal Improvement Fund. The fund was created to help build various construction projects, like railroads, to improve Florida overall and its economy. However the poor amount of money the fund received from the land it sold caused it to go into massive debt."," ","In 1881 Hamilton Disston signed a deal to drain the lands that were being filled with water from the Kissimmee River and Lake Okeechobee. To drain out the lands and to keep them from filling up with water again, Hamilton Disston had Lake Okeechobee drained, by connecting it to the Caloosahatchee River which would effectively allow the lake to flow right into the Gulf of Mexico. For the Kissimmee River, Hamilton Disston had a series of canals built that would allow the river to flow into a series of lakes. After he successfully completed draining out most of the land in the area he was working on, Hamilton and others were able to start farming on the land. Hamilton Disston and his workers were able to successfully drain out the lands and allow Florida to be developed into a better area to live in. Farming became big, even Hamilton Disston grew his own sugar canes; on the land he drained. Towns sprung up across Florida, including Winter Park. While Hamilton Disston was in Florida he became sort of a celebrity. During the dedication of the Lyman Gymnasium at Rollins College, Hamilton Disston, nicknamed the Florida Sugar King at the time, and his wife were some of the distinguished guests invited to attend it. The couple even stayed at the Seminole Hotel, which was famous for hosting wealthy visitors to the town of Winter Park.","Despite his success in transforming Florida, Hamilton Disston's good fortune would eventually run out. Although Hamilton Disston was able to profit off the selling of his land, much of the land was still not being sold. To go along with his inability to sell the rest of the land in 1893 there was a big economic panic, and a huge freeze in Florida that destroyed a lot of the crops in the area, which hurt Disston even more. Hamilton Disston also did a good deal of investing in steamboats as well as the land in Florida, but the steamboat investment was short lived due to the emergence of railroads in Florida that were now able to be built on the newly drained land. Hamilton Disston would eventually commit suicide on April 30, 1896, most likely due to the economic burdens he was dealing with. Hamilton's brother William Disston would take over the factory after Hamilton's death, and restore it almost to its former glory.","Hamilton Disston, a wealthy northern saw maker born into his wealth and position, had a goal to transform Florida into a habitable area for people to move down south and make a successful living. He was able to reshape Florida into wet, swampy land, to a state where people could move down and restart their lives through various ways, like farming. Although his success only lasted about ten years and ended in economic failure and suicide, he still was able to make an impact to the overall condition Florida was in."," "," "," "],"display_date":"1881 - 1896","search_date":"1888-12-31","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":2323,"tag":"Hamilton Disston"},{"id":1496,"tag":"Florida"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}},{"id":6248,"title":"Ghosts in the Political Machine: Black Disenfranchisement in Winter Park","course_id":131,"status":"P","start_date":"1889-10-01","end_date":"1889-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["There was little that stood out in the reporting of the October 1889 elections in the young town of Winter Park. Of the 103 registered voters, 85 casted votes with the almost unanimous re-election of the officials.[1] Upon further examination of later elections, a trend forms when it comes to voter turnout. In 1890, fifty-five people voted in the municipal elections, forty-three in 1891, and thirty-nine in 1892.[2] The drop coincides with the southern movement of disenfranchising the black vote. During those years, Winter Park included Hannibal Square, a black community where the registered black voters outnumbered all the white voters of the rest of the town. As Reconstruction ended and Republicans were pushed out of the South, various laws and barriers, including poll taxes, began to be passed into law.","Poll taxes are taxes applied to people eligible to vote that must be paid before their vote can be casted. Poll taxes have been used in all of the American colonies at one period or another, but the South embraced the concept at the turn of the century.[3] The Florida constitution of 1885 authorized a two dollar poll tax and the legislature carried out the provision in 1889.[4] The two dollar tax to vote was not a great hindrance to most whites, but the effect on blacks is undeniable. It was said that the law virtually disfranchised two-fifths of the state's voters and reduced the Republicans (then known as the ''black party'') to impotence, at the same time that it purged the Democratic Party of an unwanted element, and it made Florida a one-party state.[5] By the time the tax was repealed in the South, it no longer mattered as there were other racially exclusive laws that kept the vast majority of blacks from voting.[6] With no blacks voting, no blacks were elected to office. Between the years of 1873 to 1895, blacks in the Mississippi legislature went from a high of 64 to zero. In 1901, the last southern black congressman relinquished their seat and a black congressman from the south would not be elected until the 1970s.The disfranchisement continued down to the local level.[7] A few years after the 1889 elections, Winter Park executed their own disenfranchisement of the black community of Hannibal Square.","The mythology around the history of Winter Park and Hannibal Square is painted as one of a black community and white community working together. The reality of the situation was a conflict for power. Of the total number of registered voters in Winter Park, 64 were black and 47 were white in 1893, so any measure that blacks were against could be voted down if enough people voted.[8] The Democrats in Winter Park understood that as long as Hannibal Square was part of the town, the Republicans would have control of the local government. Unable to redistrict the town through a straight vote, a petition was successfully sent to the Florida State legislature to redraw the town borders. Without the support of Hannibal Square, the power of Winter Park shifted away from the elected government to the new, Democratic Party controlled government, symbolic of the southern return to white-only politics. In the report of the 1889 election, one note was left out about who was re-elected. One of those re-elected to office was F.R. Israel, a black man. In five years, Israel would no longer be a citizen of the town he once aided in governing. Blacks made progress after the Civil War to gain a political voice, as illustrated by the election of F. R. Israel. The transformation of Winter Park in five years mirrored the new South. The black population was pulled away from their political accomplishments and prevented from the regaining of the voice they once possessed. Once again, they were the ghosts fighting to be heard."," ","[1] \"The Town Election Last Thursday,\" Winter Park Scrapbook, Archives and Special Collections, Olin Library, Rollins College, Winter Park, Florida. 319-1.","[2] Claire Leavitt MacDowell, “Winter Park – the Second Decade, 1890-1899” in <em>Chronological <br /> History of Winter Park</em>, (Winter Park, FL: Winter Park Herald, 1950) 48-53.","[3] <em>Dictionary of American History</em>, ed. Stanley I. Kutler (New York: Thomson and Gale, 2003), s.v. “Poll Tax”","[4] Frank B. Williams, “The Poll Tax as a Suffrage Requirement in the South, 1870-1901“, <em>The Journal of Southern History</em> 18, no 4 (1952): 469. http://www.jstor.org.ezproxy.rollins.edu:2048/stable/2955220.","[5] Ormund Powers, “End of Poll Tax and White Primaries Lastingly Changed Blacks’ Voting Status,” <em>Orlando Sentinel </em>(Orlando, FL), July 26, 1995.  http://articles.orlandosentinel.com/1995-07-26/news/9507250745_1_poll-tax-slot-machines-gibson","[6] Alexander Keyssar, “The Quiet Years,” in <em>The Right to Vote: The Contested History of Democracy in the United States, </em>(United States: Basic Books, 2009) 183.","[7] Michael J. Klarman, <em>From Jim Crow to Civil Rights: The Supreme Court and the Struggle for Racial Equality, </em>(United States: Oxford University Press, 2004) 32.","[8] Fairolyn Livingston, “A Window on Hannibal Square: A View of Life in Early Westside Winter Park and a Portrait of the Lives and Careers of Walter B. Simpson and Frank R. Israel, The only Black Men to Ever Hold Office in the City of Winter Park, Florida,” (Archives and Special Collections Olin Library, Rollins College, Winter Park, Florida, 1997), 6-7."],"display_date":"October 1889","search_date":"1889-10-16","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":1495,"tag":"Winter Park"},{"id":2444,"tag":"Hannibal Square"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}},{"id":6224,"title":"The Great Florida Migration","course_id":131,"status":"P","start_date":"1880-01-01","end_date":"1/1/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the Civil War Florida became a beacon for people from other stated to change environments from the cold north to the almost year long tropical climate of Florida. Mainly towards the 1890's Florida experienced a rapid increase in population, due to people migrating down south. Many of the people that decided to migrate down were white New Englanders and colored people, many of whom were former slaves.  However, with the influx of migrants from other states tensions followed, mainly racially with the influx of former slaves.","The majority of the migrants coming down to Florida were mainly white northerners. A vast number of them came from New England. From a period of twenty years from 1880 to 1900 the white population more than doubled from 142,605 to 297, 333, while making up almost 60% of the Florida population.[1] Some of the New Englanders tended to form societies of their own containing other New Englanders. These societies they formed were called New England Societies. [2]These societies of New Englanders included permanent residents of Florida who used to live in New England, and even included the New Englanders who only stayed down in Florida for the winter. The New England Society in Florida would meet on various occasions and places throughout the year, one of these places was the City of Winter Park.[3] One of the main reasons people tended to migrate to Florida, besides the tropical winters, was the increase in jobs due to the development of Florida. The second main group to come into Florida were the former free slaves. Between 1880 and 1900 the black population in Florida had increased from 126,690 to 230,730. [4]Some of the more popular reasons that African Americans came down here for was work. Many either worked on the construction of the railroads under Henry Flagler or started or helped out on farms in the area.[5]","Despite the increase in migration, many southerners did not enjoy having these new residents in their state. Besides the white northerners, some of the groups experienced heavy discrimination in the south, including Florida. The main group to be exposed to a negative view on their influx into Florida and the rest of the South, were the blacks. One of the most basic and widely used discrimination tactic against the blacks were the Jim Crow Laws[6]. The Jim Crow Laws were a series of legal acts that enforced segregation mainly in the South. Anti black movements throughout the South were effective for the southerners in keeping the blacks separated from their daily lives, and giving them the least amount of freedom they could possibly get, which was easy for them to do in the south despite the fact that in some areas, like the entire state of Florida, blacks made up more than a third of the population. The white northerners on the other hand were more accepted by the residents of the state of Florida. As long as they could be considered white, the residents presented little aggression towards them. They were allowed to stay in hotels, move down here, and open their own businesses without the risk of segregation. Some of them, like the New Englanders, even created their own societies to stay connected with other people that were from their area.","The migration of fellow Americans into the state of Florida continued a trend of population expansion within not just Florida, but the South. Many of these migrants came from former slaves and white northerners mainly from New England. However, despite the massive increase in population for Florida some of the migrants, mainly the former slaves, were unwelcome in many areas of Florida and the South."," "," "],"display_date":"January 1, 1880 - January 1, 1900","search_date":"1889-12-31","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"}],"tags":[{"id":366,"tag":"Migration"},{"id":2442,"tag":"New England Societies"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}}]}