{"id":4335,"place":"POLK, Florida","lat":27.9201054752,"lng":-81.6833148753,"episodes":[{"id":4561,"title":"The Hannibal Square Elementary School","course_id":21,"status":"P","start_date":"1883-02-11","end_date":"1887-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Location: Winter Park, Florida","Date: 1883/02/11 ","Tags: First African American Public School","In 1883, Hannibal Square Elementary School was the first public school for African American children, which was located in Winter Park, Florida. On February 11th, 1890, a brand new facility was established. The facility included Loring A. Chase, founder of Winter Park and philanthropist and S. A. Williams who served as Principal. In 1892 it was thus announced that both the election and the Hannibal Square area was not included in the incorporated limits of Winter Park. The City Council gave black citizens the option to use the building as a school house. There was one catch, the black citizens could not use it for free, it was twenty-five dollars for the school term (1893-1894). Thus, they declined the offer. ","            The town counsel was initially in the wrong according to the town solicitor. The town solicitor stated that they had no legal authority what so ever to neither remove the school building nor maintain a school, which was outside its specific town limits. He concluded that it should be the decision of the Orange Country Board of Public Instruction for black educators, and it was. ","            The building that served as Hannibal Square Elementary School faced Pennsylvania Avenue in 1890. Soon after a six room block structure was built in 1926. This building was part of the school and was on the north side of West New England Avenue. It accommodated first through eighth grade, and first, second and eighth grade was taught in separate rooms. As for the remaining grades, they were taught in three rooms. The rooms were well lit and equipped with a teacher's desk in the front of every class. ","            Enrollment was flourished with Two hundred and fifty students in 1927, with approximately twenty students per classroom. Free textbooks were provided for reading, writing, mathematics, history, geography, and spelling. These books were mostly used books that came from white public schools. Books were not given for practical arts of sciences. ","            All students from the Hannibal Square Elementary School walked in large groups t school each day and arrived to school ready to line-up by grade outside the rear of the school building. The youngest grade went into the school first and then so on and so fourth until everyone was in the building. Though facilities at the school was limited they did have a basketball clay court where many of the children liked to play. However, students had to bring their own balls, marbles, yo-yos, etc from home if thy wanted to play basketball or any other activity that required recreational tools. ","            The Hannibal School was one of the first great opportunities for children to become educated. They were taught the basics of reading, writing, and arithmetic, as well as spelling, history and geography. Though the Hannibal School only provided for grade first through eighth and no high school there is no doubt that the children were prepared for it. Many student moved to find high schools in which they could attend or were just satisfied in graduating elementary school. If students did wish to move to high school they would attend Hungerford in Eaton Ville, Florida, where they could continue their studies and prepare for their futures. "],"display_date":"February 11, 1883 - January 18, 1887","search_date":"1885-01-29","locations":[{"id":1443,"lat":28.6157324623,"lng":-81.3533405132,"zoom":8,"place":"ORANGE, Florida"},{"id":1448,"lat":27.9426871515,"lng":-81.6937337321,"zoom":8,"place":"POLK, Florida"}],"tags":[{"id":142,"tag":"african americans"},{"id":143,"tag":"school"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":4563,"title":"The Tampa Museum of Art and it&#39;s History","course_id":21,"status":"P","start_date":"1899-01-01","end_date":"3/8/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Tampa Museum of Art reveals the history and diversity of works by black artists. There are many pieces of work that date all the way back to the 1850s. While there are primarily African American artists in the museum there are also White artists. The museum includes major artists such as Jacob Lawrence, Romare Bearden, and Henry O. Tanner. ","            Though many of the dates are approximate on each piece of work the dates themselves are vital simply because they give the viewer the sense of the difficult history of black people in this specific country. <em style=\"mso-bidi-font-style: normal;\">Street Corner Discussion</em> is an oil painting by an unknown artist that was done in 1860. The painting shows several black men gathered in front of a wall bearing political messages. <em style=\"mso-bidi-font-style: normal;\">Brother Gardner</em>, 1881, painting also remains an anonymous painting, by an artist who only identifies as Barse Jr. The painting portrays a man reading the Detroit Free Press in front of a wall with both a paper titled Rules and another titled Colored Peoples Union. Though the lettering is unusual, it is seen that these works, up on the wall behind the man in the painting, came at a time when education and political action for the black community were on the rise. ","            There is no \"plea for sympathy\"(Marger, 1990, p. 24) in Jacob Lawrence's painting, <em style=\"mso-bidi-font-style: normal;\">Blind Flower Vendor</em>. He has painted a man in the middle of the canvas and around him lively color and patterns. There are few religious paintings with some exceptions such as Henry O. Tanner's piece, <em style=\"mso-bidi-font-style: normal;\">Flight into Egypt (1859)</em>. Tanner had a very traditional background common to some of the best White artists of the day.","            All of the work that the Tampa Museum has to offer reflects on African American struggle dating far back before the 1900s. Art is an extremely useful way to gather information about this specific culture just by looking at a piece of art weather it be a painting, a drawing, a sketch, or a sculpture. Each piece of art takes the viewer on a visual history lesson on the diverse work of black artists, and a slight reminder of how much things have changed in society today. "],"display_date":"January 1, 1899 - March 8, 1900","search_date":"1899-08-04","locations":[{"id":1449,"lat":27.9494655498,"lng":-81.7000051722,"zoom":8,"place":"POLK, Florida"}],"tags":[{"id":145,"tag":"art"},{"id":3,"tag":"African-Americans"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":4855,"title":"The Beauty of Music in African American Culture","course_id":33,"status":"P","start_date":"1870-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the aftermath of the Civil War, former slaves rejoiced in celebration of their newly established freedom.  This emancipation provided African Americans with a sense of hope, economic opportunity, social mobility, and more of a voice in a society in which was very hard on blacks.  Music played a huge role in the establishment of African American culture during the reconstruction period.  The Banjo, originally created in Africa, was a major instrument for African Americans before and after the Civil War.  Up until the 1840’s, Africans were predominantly the only players of the banjo.  Banjos were made of gourds and skins, with strings ranging from three to nine.  The banjo was the most popular instruments in African American culture from the arrival of the first slaves to the early 20<sup>th</sup> century, creating a unique blues style of music.","After the Civil War, African Americans now finally had the freedom to express their feelings.  The earliest known players of blues music dates back to the late 1890s.  Blues first developed in the South, influenced by work songs, ragtime, church music, and the folk songs played by whites. [1] Many African Americans used blues music to express issues on racism and poverty.  Although the Civil War granted freedom to slaves, much oppression was still evident between blacks and whites.  Just like slaves sang blues in the fields and plantations, they sang out loud expressing their feelings and attitudes.  Even through an appalling time like the slave period, much of the music played expressed origins from the first blacks to be enslaved from Africa.  Music played a huge role in bringing about the culture of African Americans.","William Kenney, professor of History and American Studies at Kent State states,  “the banjo played the musically rebellious role of the electric guitar in the nineteenth and early twentieth centuries.” [2] From traditional folk songs to the creation of new beats and melodies, the banjo created a unique style of music popular to the majority of African Americans.  The creation of blues music post Civil War provided blacks the power and freedom to express their thoughts and feelings.    Although the banjo had been around for a very long period of time, during the reconstruction period, it became a very popular instrument for both blacks and whites."," "," "," "],"display_date":"1870 - 1890","search_date":"1880-07-01","locations":[{"id":1447,"lat":27.9201054752,"lng":-81.6833148753,"zoom":9,"place":"POLK, Florida"}],"tags":[{"id":470,"tag":"Reconstruction Period"},{"id":469,"tag":"African American Music"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":6509,"title":"The Economy of Polk County, Florida and its Effect on African American Culture in the Deep South","course_id":154,"status":"P","start_date":"1/1/10","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This document, titled, <em>Municipal and County Engineering Design, Construction, Operation and Maintenance of all Public Works </em>is a collection of articles, presumably collected and written by government officials. One of the articles in the collection, “How Good Roads Developed: Polk County, Florida”, references not only the development of roads in Polk County but also outlines the economy of Polk County in terms of the principle commodities and statistics like the per capita wealth and realty values. The book was published in 1922 and thus gives insight to the communities it references as they were at that time.","            In terms of general context, the 1920s were a dichotomous time for African Americans. On the one hand, this was the time of the Harlem Renaissance, which celebrated African American culture and, to an extent, empowered African Americans. Additionally, in some cases, segregation had strengthened the African American community through adversity. On the other hand, the early 20<sup>th</sup> century saw some of the most violent racism and discrimination against African Americans since the end of the Civil War. The Supreme Court case Plessy v. Ferguson instituted legalized discrimination with its decision of “separate but equal”, a series of legal decisions had disfranchised almost all African Americans in the South, and lynching mobs were a constant threat to southern African Americans. Furthermore, as a result of the premature end to reconstruction, a pattern of exploitation of black laborers by white landowners was established. Movements like the Harlem Renaissance, however, indicate a sense of pride in African Americans and a celebration of a developing culture that was influenced heavily by the adversity facing African Americans. From primary and secondary sources referencing Polk County Florida in the early 20<sup>th</sup> century, an example of this flourishing of culture in the face of socioeconomic hardship can be seen.","            The primary source directly reveals the economic conditions in Polk County, Florida. Additionally, when combined with information from the secondary sources, the primary source indirectly reveals the issue of socioeconomic status of African Americans and the culture and community this status cultivated in Polk County Florida. According to the document, in 1922, “Polk County [was] an agricultural county”[1]. Additionally, “in Polk County the finest Florida oranges and grapefruit are produced to the extent of 3,500,000 grates a year…[and] in Polk County, too, one-fifth of the world’s phosphate is mined”[2]. In total these “phosphate mines in Polk County…are valued at $19,000,000”[3], in 1922. The immensity of these raw commodities present in Polk County Florida indicates that a large labor force would have been needed to extract the raw goods and ready them for production. Furthermore, the poorer residents of the County, which most definitely included the African American community, would probably have provided this labor. Kevin Boyle echoes this description of Polk County, in his book <em>Arc of Justice: A saga of Race, Civil Rights, and Murder in the Jazz Age</em>.","            By Boyles’ account, “there was white Bartow, the solid respectable center of Polk County. And there was black Bartow, a cache of sun-baked homes separated from the center of town by the railroad tracks and the massive wall of segregation”[4]. According to Boyle, Bartow attracted many African Americans despite the Jim Crow conditions because of the availability of “ample work on the railroad, on the land, or in the mines”[5]. Although the industries in Bartow provided paying work for African Americans, the conditions resemble slavery more than anything else. White mine owners hired desperate black men who would work for a dollar a day because “few white men would take the brutally hard work—breaking stones with pick and ax, sunup to sundown…seven days a week”[6]. Despite the exploitation, racism, and segregation facing the African American community of Bartow, Boyle points out that “the workers also built a world for themselves”[7]. East Bartow, the black part of the town, became a bustling community. Black businesses including general stores, barbershops, real estate agencies, and restaurants opened[8]. Black social clubs and churches were also built, which served to bring the community together[9]. Boyle’s account reveals the underlying message in the primary source document, which is, Polk County consisted of an economy based on economic exploitation of African American labor. Additionally, Boyle’s account indicates that the segregation and racism faced by African American residents of Polk County played a significant role in shaping and influencing the community and culture that developed there.","            These aspects of the African American communities in Polk County are also mentioned in David Nicholls’ article <em>Migrant Labor, Folklore, and Resistance in Hurston’s Polk County: Reframing Mules and Men</em>. In his article, Nicholls’ analyzes Zora Neale Hurston’s experience in a Polk County lumber camp as recounted in her novel <em>Mules and Men</em>.Nicholls’ aim is to demonstrate how African Americans resisted white exploitation of black labor through folk tales[10]. Nicholls states that a study done in 1931 “notes that black workers usually held the least attractive positions”[11]. Nicholls’ provides a quote from the study that claims the exploitation of African American workers in the turpentine camps of Florida and Georgia was notorious[12]. According to Nicholls’, Hurston was drawn to these camps as a subject of her writing because “[the camps] brought together strands of folklore from different sources”[13]. By using examples from Hurston’s book that demonstrate how African American workers used folk stories as an act of resistance, Nicholls’ demonstrates that Hurston’s “text displays folklore’s function as an everyday form of resistance in the Jim Crow South[14]. Ultimately, Nicholl’s argument not only demonstrates the exploitative labor conditions for African Americans in Polk County, but also indicates how Africa American culture developed in these conditions and how it was used to resist white oppression.","            Finally an encyclopedia entry from the <em>Encyclopedia of African-American Culture and History</em> titled “The Blues in African-American Culture” gives a short overview of Zora Neale Hurston’s time in the lumber camps of Polk County. It was this trip to the lumber camps of Polk County, the entry claims, that was “Hurston’s most important contribution to our understanding of African-American blues culture”[15]. Additionally, the entry reveals the significance of the culture Hurston encountered in the Polk County Lumber Camp: “the sort of rough-and-ready backwoods blues that Zora Neale Hurston encountered in Polk County, Florida, remains a surprisingly vital presence among a working-class black clientele in parts of the Deep South”[16]. This entry indicates the significance of the African American culture that developed in Polk County as a result of exploitative labor conditions for African Americans.","            Revisiting the primary source document, a municipal record of counties and their maintenance needs, it describes Polk County in 1922 as a thriving community that “ranks very high in per capita wealth and in realty values”[17]. However, as the research suggests, this applies only to the white community of Polk County. Furthermore, the economic prosperity this document portrays as existing in white Polk County and the conditions of African Americans that the secondary sources portray indicates the continuation of an economic system based on slavery. Additionally, as the document completely ignores the African American community of Bartow, this indicates that for the most part, Southern Governments, especially that of Polk County, disregarded and ignored the plight of African Americans in the early 20<sup>th</sup> century. Ultimately, these conditions significantly impacted the culture of African Americans that developed in the Deep South."," ","[1] \"Water and Sewage Works,\" Google Books, 171. Accessed February 01, 2016. <a href=\"https://books.google.com/books?id=OVlBAQAAIAAJ.\">https://books.google.com/books?id=OVlBAQAAIAAJ.</a>","[2] \"Water and Sewage Works,\" Google Books, 171.  ","[3] \"Water and Sewage Works,\" Google Books, 172.","[4] Kevin Boyle, <em>Arc of Justice: A saga of race, civil rights, and murder in the Jazz Age</em>, (New York: Henry Holt and Company, 2004), 59.","[5] Boyle, <em>Arc of Justice</em>, 60.","[6] Boyle, <em>Arc of Justice</em>, 65.","[7] Boyle, <em>Arc of Justice</em>, 65.","[8] Boyle, <em>Arc of Justice</em>, 61.","[9] Boyle, <em>Arc of Justice</em>, 61.","[10] David G. Nicholls, “Migrant Labor, Folklore, and Resistance in Hurston's Polk County: Reframing Mules and Men,” <em>African American Review</em> 33 (3) (1999): 467, accessed, Feb 10, 2016, doi:10.2307/2901213.","[11] Nicholls, “Migrant Labor, Folklore, and Resistance,” 470.","[12] Nicholls, “Migrant Labor, Folklore, and Resistance,” 470.","[13] Nicholls, “Migrant Labor, Folklore, and Resistance,” 470.","[14] Nicholls, “Migrant Labor, Folklore, and Resistance,” 477.","[15] Colin A. Palmer, ed. <em>Encyclopedia of African American Culture and History Online</em>, (Detroit: Macmillan Reference USA, 2006), <a href=\"http://ezproxy.rollins.edu:2048/login?url=+http://go.galegroup.com/ps/i.do?id=GALE%7CCX3444700163&v=2.1&u=wint47629&it=r&p=GVRL&sw=w&asid=9f2f24fdcd54694ffe93f01f00891b6b.\">http://ezproxy.rollins.edu:2048/login?url=+http://go.galegroup.com/ps/i.do?id=GALE%7CCX3444700163&v=2.1&u=wint47629&it=r&p=GVRL&sw=w&asid=9f2f24fdcd54694ffe93f01f00891b6b.</a>","[16] Palmer, <em>Encyclopedia of African American Culture</em>.","[17] \"Water and Sewage Works,\" Google Books, 171."],"display_date":"1910 - 1930","search_date":"1920-07-01","locations":[{"id":52900,"lat":27.8964147,"lng":-81.8431374,"zoom":7,"place":"Bartow, Florida"},{"id":52899,"lat":27.8617347,"lng":-81.6911559,"zoom":7,"place":"Polk County, Florida"}],"tags":[{"id":11,"tag":"Economy"},{"id":266,"tag":"Segregation"},{"id":2949,"tag":"Culture"}],"course":{"name":"African American History Since 1877","school":"Rollins College","course_id":154,"school_id":5}}]}