{"id":4396,"place":"Richmond, North Carolina","lat":35.0059264773,"lng":-79.7479707157,"episodes":[{"id":4867,"title":"No Blacks in New County Jury Lists","course_id":31,"status":"P","start_date":"7/12/35","end_date":"7/12/35","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Negroes have not served on juries in North Carolina since the White Supremacy Campaign in 1898,” noted the <em>Richmond County Journal</em>.  Yet In 1935, commissioners faced a decision of the United States Supreme Court that African Americans could not be systematically excluded from jury lists. African Americans were excluded anyway. The <em>Richmond County Journal</em> stated that the Register of Deeds, Mr.Battley, did not want any African Americans on the jury list, and with no remorse, stated that African Americans would not be considered. African Americans seeking improved treatment looked to the president, the justice department, and whenever the issue could be forced, the Supreme Court.  Although considered free, African Americans were also considered racial outsiders, kept largely outside the political establishment that shaped the criminal justice system, especially when it dealt with civil rights.","African Americans’ exclusion from juries was well documented throughout history. Historian Gail Williams O’Brien recounted indictments against thirty-one African Americans and four whites; of the thirty-one African Americans, twenty-eight faced serious charges ranging from shooting police men to accessory only. These charges could, if convicted, have the accused serve from two to twenty years in prison. The four white men indicted were never brought to trial. There were no African Americans participating in any of these trials; therefore, justice was not served. After this incident, the jury selection box was empty. 750 names were needed to fill the empty slots. Although qualified, no African Americans were used to fill the open slots. 217 men testified of never serving on a jury or hearing of an African American who had. There were many judicial unjust toward African Americans, and being falsely accused of crimes not committed, were not only unjust but terrifying. African Americans never knew when they would be wrongfully accused, and with no intent to have an African American on a jury, there was unfair trials recorded throughout history."],"display_date":"July 12, 1935","search_date":"1935-07-12","locations":[{"id":22183,"lat":35.0059264773,"lng":-79.7479707157,"zoom":9,"place":"Richmond, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":484,"tag":"Juries"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}}]}