{"id":4427,"place":"TISHOMINGO, Mississippi","lat":34.7510332938,"lng":-88.4242992499,"episodes":[{"id":4876,"title":"Phillip Sheridan’s First Raid as Colonel","course_id":37,"status":"P","start_date":"1862-05-27","end_date":"1862-05-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Phillip Sheridan had recently been appointed Colonel of the Second Regiment of Michigan Cavalry two days before a raid on Booneville, Mississippi. On the morning of May 27, 1862, Governor Austin Blair of Michigan formally gave Sheridan command of the regiment.  Sheridan explained that the regiment “was run down by losses from sickness, and considerably split into factions growing out of jealousies engendered by local differences previous to organization.” The Governor hoped that young Phillip Sheridan would be able to bridge these troubles as a regular commander.","Sheridan’s first expedition with his regiment involved linking up with the Second Iowa Cavalry. They had been ordered to conduct a raid south of the Confederate base at Corinth and destroy Confederate rail connections at Booneville, Mississippi. Booneville was a main supply line for the Confederacy because it was located on the Mobile and Ohio Railroad. Sheridan arrived at his regiment’s headquarters in Farmington at 8:00 P.M. and assumed command. The regiment traveled light with the intention of relying on the countryside as their main source for meat and bread. Sheridan expressed success with this decision and said “…our advent was so unexpected by the people of the region through which we passed that, supposing us to be Confederate cavalry, they often gave us all they had…”","Before reaching Booneville, the brigade encountered only scattered resistance that quickly dispersed. Finally, on May 29, the regiments successfully occupied Booneville. Sheridan’s regiments set to work “tearing up the track, bending the rails, and burning the cross-ties.” The destruction of this portion of railroad track successfully cut off communications with the south.","<br />Trains from Corinth soon began to pile up at Booneville. The cargo onboard the railcars was crucial to the Confederacy. “We burned twenty-six cars containing ten thousand stand of small arms, three pieces of artillery, a great quantity of clothing, a heavy supply of ammunition, and the personal baggage of General Leonidas Polk,” Sheridan stated. A large number of sick prisoners were also taken, but they were released. It was beneficial to the Union to leave the prisoners behind because they would be a burden to deal with due to the fact that of they were sick. The additional 500 prisoners would have also slowed down the regiments in their return back to Farmington.","Phillip Sheridan continued to rise in performance and rank throughout the Civil War. Governor Blair took notice of him and decided to nominate Sheridan as the commanding general of the United States Army in 1884.  His choice proved to be a very smart decision because Sheridan amassed such outstanding generalship qualities until his death in 1888."],"display_date":"May 27, 1862 - May 29, 1862","search_date":"1862-05-28","locations":[{"id":7295,"lat":34.7510332938,"lng":-88.4242992499,"zoom":9,"place":"TISHOMINGO, Mississippi"}],"tags":[{"id":32,"tag":"Civil War"},{"id":515,"tag":"Phillip Sheridan"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}}]}