{"id":4441,"place":"Somerset, Maine","lat":45.5138816836,"lng":-69.9587615884,"episodes":[{"id":4909,"title":"Prohibition in the United States as a Social Experiment","course_id":27,"status":"P","start_date":"1/1/20","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    Upon the beginning of the 20<sup>th</sup> century, many Americans, including various social groups introduced and supported the radical new idea of Prohibition. As made official through the Volstead Act and The Eighteenth Amendment, “The manufacture, sale, or transportation of intoxicating liquors within, the importation thereof into, or the exportation thereof from the United States and all territory subject to the jurisdiction thereof for beverage purposes is hereby prohibited.” [1] Americans in the South and Midwest, as well as the Ku Klux Klan, and the Women’s Christian Temperance Union had gained Congressional support in ratifying the legislation resulting in the ban of alcoholic beverages in order to hope to improve the behavior, purity of Americans, as well as improving their work ethic. However, this wholesomeness was not achieved as the rise of crime, gangs, smuggling, and more alcoholism among the youth were introduced and flourished in America, especially urban areas.","                When Prohibition was introduced in the Roaring Twenties, America was already experiencing a cultural shift supported by the Progressives and the overall revolutionary ideas Americans were being introduced to. This supports the idea that Prohibition was a social experiment which was not carefully thought out. America had made an early attempt at controlling national alcoholism by trying to limit alcohol sales on individuals including the amount purchased, the distributor, and the frequency of consumption. However, it is significant to note that under the control of Neal Dow, Maine became the first state to introduce temperance and before Congress’ official ban on alcohol thirty-three of the forty- eight states already had prohibition laws. The United States’ national action regarding alcohol was seen as a global example, as noted by Earnest H. Cherrington, the General Secretary of the World League Against Alcoholism in this book <em>American Prohibition</em>, “If American Prohibition should fail, such failure would undoubtedly tend to discourage the anti-alcoholic forces in other parts of the world and to delay the final solution of the world-wide problem.” [2]","                As Cherrington noted, alcoholism and the social experiment of Prohibition not only affected Americans, but had a global impact as well. Upon prohibiting the sale of alcohol in America, those who were still wishing to consume alcohol turned to foreign markets for their supply. As stated by New York congressmen, Fiorello La Guardia, this had a large impact on economics and finances in America at the time, “At least $1,000,000,000 a year is lost to the National Government and the several states and counties in excise taxes.”[3] Because Americans were obtaining their alcohol from foreign or illegal sources, such as bootleggers, there was a great loss in revenue during a time when America could definitely use any financial help.","                These shady means of obtaining alcohol were a direct negative consequence of Prohibition as Americans saw the rise of organized crime, developed an underground culture with places such as speakeasies, and were introduced to a new lawlessness and irresponsibility unseen before the ratification of the Eighteenth Amendment. As a visitor to America in 1920, Count Felix von Luckner observed this saying, “A large part of the population has become accustomed to disregard and violate the law without thinking. My observations have convinced me that many fewer would drink were it not illegal.”[4] David Kyvig, a modern day historian, drew from accounts such as Count Felix von Luckner’s to understand the development of the new industry, “The behavior of those who sought to profit by meeting the demand for alcoholic beverages created an indelible image of lawlessness. National prohibition provided a potentially very profitable opportunity for persons willing to take certain risks.”[5] As noted many Americans were disobeying the law because enforcement was so weak and often took part in corruption and indulgence themselves.","                Prohibition, which is either viewed as a Noble Cause or a Social Experiment had both domestic and global impacts and was known for its radical impacts and consequences. In an attempt to control American’s wild drunkenness, Prohibition actually worsened the situation as more crime, lawlessness, and misbehaving occurred.  The failures of Prohibition were both nationally and globally recognized and eventually the ban was repealed by the Twenty-First Amendment."," "," ","[1] <em>The 18<sup>th</sup> Amendment.</em> 30 November 2009 http://www.albany.edu/~wm731882/18th_amendment_final.html"," ","[2]Cherrington, Earnest H. <em>American Prohibition. </em>Westerville, Ohio: World League Against Alcoholism, 1926.","[3] Fiorello La Guardia. <em>Prohibition. </em>1926","[4] Count von Luckner, Felix. <em>Seeteufel erobert Amerika; </em>in Handlin, Oscar<em>. This Was America. </em>Harvard University Press, 1949.","[5] Kyvig, David. <em>Repealing National Prohibition.</em> Kent State University Press. 2nd Revised Edition, 2000."],"display_date":1920,"search_date":"1920-07-01","locations":[{"id":19269,"lat":45.5138816836,"lng":-69.9587615884,"zoom":8,"place":"Somerset, Maine"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":518,"tag":"Alcoholism"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}}]}