{"id":4467,"place":"WORCESTER, Massachusetts","lat":42.3511485836,"lng":-71.9050032885,"episodes":[{"id":4663,"title":"Begginings of Football","course_id":22,"status":"P","start_date":"10/1/00","end_date":"10/31/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":[" "," ","Riots took over most of Boston when students started flipping carriages and partaking in bloody fights in the streets over a football game. The game was between freshman and sophomores at Harvard College. In the 1820’s, on Ivy League campuses the earliest form of football was invented. Princeton began playing what was then known as ‘ballown’. Participants would use their fists to advance the ball, and then their feet, this game consisted mainly of one goal: to advance the ball past the opposing team. There were no hard and fast rules applied to this earliest attempt at the game we now call football. At Harvard University a tradition started known as Bloody Monday, a massive football type game between the freshman and sophomore classes. This was a brutal game that usually broke out into fights and riots on the campus and throughout Boston. Post Civil War the game began to increase in popularity in prep schools and cities throughout the northeast. But the big jump for football came in 1873, when representatives from five colleges met in New York City to formulate the first intercollegiate football rules for the increasingly popular game. The man behind this was Walter Camp who mad up the rules and scoring system for the game of football. Within a decade of play on university campuses, concern over the brutality of the game led to its ban by some colleges. There was a reported one hundred eighty players who had suffered serious injuries, and eighteen deaths from playing the game of football. The game was almost on the verge of extinction, but President Theodore Roosevelt called upon Harvard, Princeton, and Yale to help save football from demise. At a meeting between the schools, they agreed upon more rule changes. Then at their second meeting more than sixty schools showed up to help reform the game, and they appointed a seven member Rules Committee and set up what would later become known as the National Collegiate Athletic Association, or the NCAA. Because of this meeting life in America changed, football became America’s passion and weekends in the fall began to belong to football."," "],"display_date":"October 1900 - October 1920","search_date":"1910-10-16","locations":[{"id":49626,"lat":42.3511485836,"lng":-71.9050032885,"zoom":8,"place":"Worcester, Massachusetts"}],"tags":[{"id":264,"tag":"football"},{"id":265,"tag":"america"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4508,"title":"Advancements In the Women&#39;s Rights Movement","course_id":20,"status":"P","start_date":"10/29/51","end_date":"10/29/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Over one thousand women gathered in Worchester, Massachusetts, for a Women's Rights Convention in October 1851. \"Wit, humor, truth, poetry, absurdity, and misdemeanor madness, were all component parts of the proceedings and speeches,\" wrote a journalist for the <em>Daily Alabama Journal. </em>Among the speakers were E. Oakes Smith, Abby Kelly Foster, and Lucretia Mott. The journalist observed that some of the women were \"giggly\" and \"snap at any man who proceeds to open his mouth about an issue.\" The self-promoting speakers encouraged the audience to \"cultivate their powers\" and to \"lift their voices;\" only then would they earn equal rights with men and gain suffrage. Advocates of themselves, the women fought for the right to a fair chance to prove their political and economic abilities. Abby Kelly Foster stated at the convention that \"no woman should marry who was not able to provide for her husband and family.\""," The first Women's Rights Convention was held in Seneca Falls, New York, in 1848. Elizabeth Cady Stanton presided over the convention, where the Declaration of Sentiments came into existence. The declaration called for human freedom, according to historian Sharon Hartman Strom, making \"a claim to the universality of rights for an entire class of individuals.\" The declaration also called for equal wages, education, and the right for women to own property. This was the first of many conventions later to come. The October 1851 convention in Worchester was the first national Women's Rights Convention. Following these conventions, women took great strides in their search for freedom and equality."," In the movement to further gain political and economic freedom, Susan B. Anthony and Elizabeth Cady Stanton formed the National Woman Suffrage Association. Its main goal was to promote the idea of voting rights for women. They went state to state campaigning for women's suffrage rights. Many of the women of the Women's Rights Movement also spoke out against slavery, creating a unified group of African American and Caucasian women. Colorado was the first state to grant women the right to vote. The final victory was August 26, 1920, when Congress passed the Nineteenth Amendment, granting women from all states the right to vote."],"display_date":"October 29, 1951","search_date":"1951-10-29","locations":[{"id":29366,"lat":42.3513982028,"lng":-71.9077450509,"zoom":8,"place":"Worcester, Massachusetts"}],"tags":[{"id":7,"tag":"Women"},{"id":48,"tag":"Women&#39;s Rights"},{"id":170,"tag":"suffrage"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":5377,"title":"Angelina Grimke and Her Secular Language of Rights","course_id":81,"status":"P","start_date":"1837-10-02","end_date":"1837-10-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1837, Angelina Grimke authored a series of letters to Catharine Beecher on the topic of the cultural roles of women as they relate to their social, economic, and political rights. One was reprinted in <em>Women's Rights Emerges within the Antislavery Movement, 1830-1870</em> by Kathryn Sklar. In the letter retitled by Sklar as, “<em>Human Rights Not Founded on Sex,</em>” Grimke argues that humans have rights because they are moral beings:","“the rights of all men, from the king to the slave, are built upon their moral nature: and as all men have this moral nature, so all men have essentially the same rights” (Grimke, Human Rights Not Founded on Sex).","In a very formal sense, Grimke used a secular argument to articulate a point about the what rights are and a necessity to respect them. Her persuasion proved to be effective and her methods involving secular justifications for equality of rights contrasted with other religious justifications for and against slavery and women's rights. Her points differed because they did not involve an appeal to her audience's religious sentiments, they involved an appeal to their reason. By appealing to reason, Grimke presented a new language of rights as they related to women and slaves, to the political climate of the mid 1800s.","The new kind of appeal that Grimke proposed was one that provided a stronger case for an immediate end to slavery, rather than gradually phasing it out. Gerda Lerner discusses the contrast between these two arguments in The Grimke Sisters and the Struggle Against Race Prejudice:","“If the Negro was entitled to equality on the grounds of his humanity, it followed that equality was his right, not a privilege to be granted at the slaveholder's pleasure” (Lerner, The Grimke Sisters and the Struggle Against Race Prejudice).","Lerner points out that if one granted Grimke the explicitly moral point she made in “<em>Human Rights Not Founded on Sex,</em>” then it followed that a gradual phasing out of slavery is morally wrong in a sense similar to why not ending it all was wrong. Grimke's point being presented on secular grounds was essential to her point having the amount of salience necessary to illustrate the way in which those calling for a gradual phasing out of slavery posited an internally incoherent message: they acknowledged slavery was morally wrong, but also suggested that it also be allowed to continue until a point that was convenient for a slaveholder. They were concerned with morality only insofar as slaveholders were not inconvenienced. The secular nature of Grimke's point had more salience because the Bible was used to argue both for ending slavery immediately, and to let it continue (Lerner, The Grimke Sisters and the Struggle Against Race Prejudice). Likewise, how one viewed the rights of women depended on how one interpreted the Bible. Grimke's secular language of rights were justificatorily minimal: they presented an account of rights of slaves and women that could accommodate the values of more than one point of view. The sense in which rights were to be respected on Grimke's account extended beyond what any religious account of morality could have provided. Religious justifications of rights only had normative force if the audience to which they were presented already believed the interpretation was correct. Grimke's language of rights contrasted with this because she reasoned through the status of the rights of slaves and women, meaning that her point was conceptual, rather than interpretive.","Grimke's justification for the equal rights of slaves and women was one that could have had normative force regardless of an individual's opinions. It was different because it appealed to reason rather than emotion. Consequently, her speeches and the arguments made in them reshaped the dialogue concerning the moral status of women in slaves in the mid-1800s."],"display_date":"October 2, 1837","search_date":"1837-10-02","locations":[{"id":6216,"lat":42.3509402419,"lng":-71.9042530938,"zoom":8,"place":"WORCESTER, Massachusetts"}],"tags":[{"id":1199,"tag":"Angelina Grimke"},{"id":1198,"tag":"Secularism"},{"id":64,"tag":"Anti-slavery"},{"id":79,"tag":"Religion"},{"id":7,"tag":"Women"},{"id":196,"tag":"women's rights"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}},{"id":5646,"title":"The Power of the Bible","course_id":103,"status":"P","start_date":"1849-01-01","end_date":"1849-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","Walking all alone through the dirt roads of Vermont on a bitterly cold winter day, Aaron found himself astonished. Aaron's astonishment had nothing to do with the journey itself; it was far removed from the runaway slave advertisements he had grown accustomed to seeing on the sidewalks of Ohio claiming his name, from the days in which he had to hide whenever there were newcomers in town, from the unforgiving days, the hunger, and the refusal of many white families to let him sleep in their homes. Instead, he was astonished by the supremacy of God: “ … I had froze all my toes and feet; with good shoes and stockings on too… And when I come to realize what the Lord has brought me through, I am really astonished; he has kept my unworthy body from freezing to death, and from starving to death” (Aaron 1849; 18). This becomes a very important moment in Aaron’s life:  the \"poor way-faring Bondman\" had found justice finally--- a true revelation--- in the bible.","Horace Greeley once said, “It is impossible to enslave, mentally or socially, a bible-reading people. The principles of the bible are the groundwork of human freedom.” <em>The Light and Truth of Slavery</em> by Aaron is a commentary that reflects this humanistic idea of the slave having control over his or her future. In the book, Aaron cannot read or write a word, but knows the bible quite well. In fact, after escaping the South, Aaron starts lecturing in churches throughout the North. Aaron touches on issues like slavery, religion, and politics. This book is not your traditional narrative, because very little is known about the narrator’s past. We know that he was born a slave in the South. We also know that the death of his parents precipitated his decision to escape.","One of the biggest themes in Aaron’s book is the slave experience. According to Aaron, slaves often face the difficult decision of running away from their masters and risking their lives. Slaves ran the risk of being caught and placed on the whipping post. On top of that, many slaves often had no food and very little clothing. In the book, Aaron describes his terrible experience during a bitterly cold winter. He says, “When I struck into the Vermont State, for one week I could scarce step a step, cause I had froze all my toes and feet; with good shoes and stockings on too. Little after that time I could pull all my toe nails out like rotten meat…” (Aaron 1849: 18). Slaves like Aaron firmly believed that that if slaves had the option of staying in the South, they would choose to stay without a doubt.","The slave experience is also portrayed in Walter Johnson’s book, <em>Soul by Soul. </em>In the book, he describes the environment of the slave market, which expanded dramatically in cities like New Orleans. African Americans faced the issue of new ownership. As a result, many of them refused to be traded. The book says, “…the slaves had come to know and trust one another, and in the market they could share their observations of the slaveholder and collectively resist them” (Johnson 1967: 16). Others decided to escape rather than accepting a possible trade. Agency was a big issue in the slave market. Slaves were not allowed to have a say when deciding on terms of the contract. Similarly, Aaron's book deals with the difficult decision of escaping slavery and risking their lives. Aaron had seen his parents die from exploitation, and he did not wanted to die like that. He escaped to the North, where he was able to sin his booktart a new life.","In his book, Aaron also talks about a big contraction. He says that most white people say that they are good Christians, and yet they are slaveholders. Aaron thinks that this is hypocrisy. According to him, slavery is a sin and the bible condemns it. Only the worst of the worst could allow such a monstrosity to occur; he states that there are close to three million slaves during the time. Good Christianity, according to Aaron, is loving one another no matter the color or race. He says that preachers in the North are the most evil; they preach one thing in the North and then go back to the South, and become slaveholders. In addition, Aaron hates it when white people say that slaves should be happy where they are, because they are worst off in Africa where “kings” make hundreds of sacrifices.","In short, <em>The Light and Truth of Slavery </em>talks aboutissues that are deeper than slavery. The commentary depicts the journey of a “way-faring bondman” looking for answers. In the book, Aaron travels around the North lecturing people, and asking important questions that everyone should ask, such as why is there slavery in the land of the free? Aaron believes that the answer lies in politics and in the church."],"display_date":1849,"search_date":"1849-07-02","locations":[{"id":6217,"lat":42.3513145465,"lng":-71.9048338794,"zoom":8,"place":"WORCESTER, Massachusetts"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":92,"tag":"Freed Slaves"},{"id":165,"tag":"Church"},{"id":3,"tag":"African-Americans"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}}]}