{"id":447,"place":"ORLEANS, Louisiana","lat":30.1220750117,"lng":-89.7244851703,"episodes":[{"id":62,"title":"Terrible Storm in Louisiana Kills Hundreds\n","course_id":1,"status":"P","start_date":"1856-08-10","end_date":"1856-08-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Last Island, Louisiana was a popular vacation spot for wealthy families in the nineteenth century.  The island, located in the Gulf of Mexico, served as an ideal summer getaway because of its full exposure to southern breezes and desirable climate.  Last Island was relatively small, measuring twenty five miles long and three fourths of a mile wide.  The island's attractive qualities, namely its size and lack of natural protection, proved to lead to the island's ruin.&lt;br /&gt;&lt;br /&gt;Disaster struck on August 12, 1856 when a huge hurricane ravished the island.  The island suffered because it was too small to accord any sort of refuge for the inhabitants on it, it was only four feet above sea level and because it was completely exposed to the elements.  In the course of two minutes into the storm, [the water] rose up five feet, entirely submerging the whole island (The Daily Dispatch, Aug 20, pg. 1).'  The island broke into several smaller islands as a result of the hurricane and almost three hundred people were killed.  Nowadays, the island is useless save as a retreat for sea birds."],"display_date":"August 10, 1856 - August 12, 1856","search_date":"1856-08-11","locations":[{"id":5598,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":63,"title":"Meeting of the Board of Alderman\n","course_id":1,"status":"P","start_date":"1856-10-14","end_date":"1856-10-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 14, 1856 the Board of Alderman held a city council meeting to discuss the climate in the city of New Orleans.  In the meeting, the Mayor advocated for the increase of the police force by more than one hundred men.  The call for an increased police force stemmed from his desire to protect the persons and property of our citizens (Daily Picayune, Oct 14, pg. 4).'  In other words, the Mayor wanted to prevent the escape and possible rebellions of the slaves in the city.&lt;br /&gt;&lt;br /&gt;It is apparent from the focus of this city council meeting that the Mayor along with the city of New Orleans was concerned with the enslaved population.  Harriet Beecher Stowe's newest novel on Dred Scott had just recently been published along with other abolitionist material.  As a result of this northern interference,' people invested in the institution of slavery became more vigilant over their human property.'  Tensions were high because of constant eruptions of violence in Kansas and Missouri over the issue of slavery as well, so it is more than likely that New Orleans was not the only city that wished to up their police force in order to better protect their assets."],"display_date":"October 14, 1856","search_date":"1856-10-14","locations":[{"id":5598,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":67,"title":"The Daily Picayune reaches out for Support from its Readers\n","course_id":1,"status":"P","start_date":"1856-11-07","end_date":"1856-11-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In June of 1856, the Pro Slavery Party of the Kansas Territory elected the city of New Orleans to manage the affairs of the party.  This entailed disbursing funds to aid the cause and keeping their foreign friends abreast of current situations in the territory.  The slavery advocates in Kansas were presumably too wrapped up in fighting abolitionists and Free Soilers to concern themselves with running the party, so the people of New Orleans were given the task.  &lt;br /&gt;&lt;br /&gt;In this address made by the Daily Picayune to their readers, the newspaper implored readers to contribute to the cause of the Pro-Slavery party in Kansas.  Their friends abroad, the Picayune stated, have been contributing greatly to the cause in Kansas, especially in the last few conflicts in which they provided arms and equipment for the men and now it was time for the citizens of New Orleans to aid their compatriots to the north.  The paper stresses that although the Pro-Slavery men had made gains in the battle over Kansas, the battle was in no way over.  To win the battle, the Pro-Slavery men would need heightened support from the rest of the South.&lt;br /&gt;&lt;br /&gt;In addition to giving money to the cause, the Picayune said that more settlers from the South would need to relocate to Kansas in order to strengthen the territory's base of Pro-Slavery men.  Not only were more southern settlers needed, but ones with substantial numbers of slaves.  Though the newspaper largely failed in enticing established, wealthy plantation owners to migrate to lesser known territory to ensure the implementation of slavery, these same plantation owners sympathized with the cause.  The fact that the Pro-Slavery Party elected New Orleans to manage their affairs and that the Daily Picayune promoted the cause of the Pro-Slavery men in Kansas shows the solidarity felt in the entire south over the topic of slavery."],"display_date":"November 7, 1856","search_date":"1856-11-07","locations":[{"id":5598,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":96,"title":"The Louisiana Constitution of 1845\n","course_id":1,"status":"P","start_date":"1845-01-14","end_date":"1845-01-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By 1845, the public mind of Louisiana had decided that the state's current constitution, constructed in 1812, was too outmoded and contained too prominent elements of an aristocratic mindset.  The Jacksonian idea of equal ability of all' and the Democratic Party's characterization of the common man' was pervasive, while the wealthy landowners and aristocrats still in existence became entrenched in the opposition Whig party.  In January of 1845, a new Constitutional Convention for Louisiana met in New Orleans; progress was slow while citizens expressed their thoughts and hopes for the new Constitution: If tardiness of progress be a characteristic of great bodies, it is an attribute of greatness to which the Convention may justly lay claim.  Thus far their motion has been particularly slow , a snail-pace gait; but it is to be hoped that when rules for the government of their proceedings are adopted, and when, having erected their scaffolding, they set about in good sooth, to build up the new Constitution, the work will proceed more rapidly, and when executed be worthy of the architects who undertook the enterprise, and of the State, the monument of whose wisdom and the temple of whose liberty it is at once designed to be.'","This new Louisiana Constitution of 1845 embodied the Jacksonian ideals and feel.  It sharply restricted the power of the state to lend money and forbade the state from becoming a stockholder; it also prohibited lotteries, dueling, legislative divorces, the official granting of monopolies, and restricted the state's power to issue charters.  The new Louisiana Constitution of 1845 eliminated property holding requirements for holding public office, and established total population (including free whites, voteless free blacks and slaves) for the use of apportionment in the state senate, while the state house of representatives was still apportioned by voter population.  The new constitution also made strides in the state sector of education by creating the office of superintendent of public education and by pushing the legislature to establish public schools.  In the sector of justice, the courts were improved significantly and for the first time, felons under sentences of death or life in prison could appeal to the state Supreme Court."],"display_date":"January 14, 1845","search_date":"1845-01-14","locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":162,"title":"Returning Board Case\n","course_id":1,"status":"P","start_date":"1878-01-01","end_date":"1878-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In New Orleans, the beginning of 1878 saw a tumultuous case played out in the press about the returning board of elections scandal. The charges were that the board had committed some foul voting practices during the 1876 election of President Rutherford Hayes. Louisiana was in sad situation politically at that time due to the end of Reconstruction and a deplorable financial state, and charges of political corruption just rocked the state further. Republicans and Democrats all over were heavily interested in this case because of its political implications and the strenuous relationship between them in the South at that point. &lt;br /&gt;The returning board idea itself had been a product by Republican governments of the Reconstruction. The governments sought to attain a sense of grassroots legitimacy with a constituency that hated them, and the boards were created to throw out ballots officials deemed had been cast in the midst of intimidation. However, this move only further deepened the spite of the public. Therefore, it provided a way for Bourbon Democrats to take over governments in the late 1870s and for minor political parties to increase their influence."],"display_date":"January 1, 1878 - January 30, 1878","search_date":"1878-01-15","locations":[{"id":5600,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":174,"title":"New Orleans Race Riots\n","course_id":1,"status":"P","start_date":"1868-10-24","end_date":"1868-10-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Tensions between White Democratic clubs and Black Republican clubs in the parishes of Orleans, Jefferson and St. Bernard and heightened fear from whites of a black uprising led to violence days before the 1868 elections.  The conflict erupted when a white democratic procession opened fire on a black procession on the streets of the city.  Violence escalated when blacks went home to gather weapons and began attacking any white they encountered.  All three parishes were under the jurisdiction of the Metropolitan Police Force, comprised of some black officers, which held little support or confidence from whites.&lt;br /&gt;     On October 26, the governor of Louisiana Percy Warmouth appealed to Major General L. H. Rousseau, commander of the military department of Louisiana, for aid.  Warmouth was restricted by the Congressional Reconstruction Acts which prevented him from calling for the aid of local or state militias.  The demoralized Metropolitan police force was soon rejuvenated with the addition of hundreds of newly sworn in officers who worked to restore order.  &lt;br /&gt;     The riots would continue until October 28, when General James B. Steedman was named as temporary chief of police, a move that increased white confidence in the police force.  Around 7 white men and 15 blacks were casualties of this incidence of racial violence in reconstruction Louisiana."],"display_date":"October 24, 1868 - October 28, 1868","search_date":"1868-10-26","locations":[{"id":5599,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":189,"title":"Black Laborers Attacked\n","course_id":1,"status":"P","start_date":"1895-02-01","end_date":"1895-03-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In February of 1895, the Harrison Steamship Line of Liverpool discharged many white longshoremen and screwmen in New Orleans, Louisiana and contracted 300 non-union and unskilled black workers.  Other shipping firms followed suit.  The firms, which appealed to the US Courts for protection, claimed that they hired blacks, not because they would work for lower wages, but because the central issue was simply and solely one of whether merchants of New Orleans shall conduct their own business in their own way, or whether they shall be dictated to by a handful of employees.'  &lt;br /&gt;On March 11, 1895, white laborers in New Orleans upset by the labor situation,' decided to go uptown to where the blacks worked.  The crowd was stopped by police who had been watching the distressed laborers.  A reported for the Atlanta Constitution claimed that an hour after the dispersal of the white laborers, a shot was fired which struck a black laborer, Philip L. Fisher, in the back.    The following day, two riots over a disagreement over the loading of cotton vessels occurred in the city under a presumably arranged plan.  The white workers had one of the strongest labor unions in the country and dictated their own terms of work at the levee.  However, they felt that their work was in jeopardy as a result of the influx of black workers.&lt;br /&gt; The riot resulted in the deaths of six blacks and is exemplary of rising tensions between whites and blacks in the South.  The white laborers clearly blamed the black workers for the job shortage and took their rage out on the blacks to terrorize them into leaving their jobs at the levee.  On the morning of March 13, 1895, a striking feature on the levee was the almost entire absence of Negroes,' said an Atlanta Constitution reporter.  The black workers slowly trickled back to work over the course of the month under the watchful eyes of the State Militia.  A Grand Jury investigated the riots and spoke with laborers and while several arrests were made, the vast majority of the white rioters were not punished.  Following the riots, the white unions disbanded, bringing an end to fifteen years of union power in New Orleans."],"display_date":"February 1, 1895 - March 13, 1895","search_date":"1895-02-20","locations":[{"id":5602,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":199,"title":"Yellow Fever Epidemic in Louisiana\n","course_id":1,"status":"P","start_date":"1853-05-25","end_date":"1853-10-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The yellow fever epidemic of Louisiana was especially deadly, arriving earlier than usual at the end of May and persisting until mid-October. At the time of the epidemic, little was known about the transmission, prevention, nature, and treatment of the disease. Among physicians as well as among the general population, there was much debate and confusion regarding yellow fever. In an effort to prevent the epidemic from having adverse economic effect upon Louisiana, especially the city of New Orleans, publications of the region all avoided or deliberately minimized reportage on the spread of the fever. A New York Tribune correspondent in New Orleans wrote, Our city have, as usual, kept silent as to the extent of the ravages of the Fever; and funeral notices which have been handed in to one paper as advertisements stating the death, time of funeral and the disease which caused the death, the words Yellow Fever have been struck out before publication.'&lt;br /&gt;&lt;br /&gt;Abided by the general puzzlement over the true nature of yellow fever, elements of racism, sectionalism, and religion all appeared in doctrines that professed to explain yellow fever. In fact, the New York Tribune tried to prove that yellow fever was a consequence of slavery, provoking the Weekly Delta, a publication of New Orleans, to respond by defending slavery, saying white men who owned slaves recovered more readily from yellow fever than those who did not. &lt;br /&gt;&lt;br /&gt;The 1853 summer epidemic killed daily, paralyzing the economic life of New Orleans by carrying off 8000 people within the city. The yellow fever epidemic of 1853 proved to be the most deadly Louisiana would ever experience."],"display_date":"May 25, 1853 - October 13, 1853","search_date":"1853-08-03","locations":[{"id":5598,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":225,"title":"Cholera Epidemic\n","course_id":1,"status":"P","start_date":"1849-01-01","end_date":"1849-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In late May, 1949 the Virginia legislature reconvened, though their work and discussion was often interrupted by the fears regarding the Cholera outbreak affecting the region, especially Richmond where the legislature met.&lt;br /&gt;After much discussion and debate on whether it was necessary to leave, the legislature decided to move to the Fauquier Springs Hotel (though more like a country club) near Warrenton Virginia, to continue their meetings.  The move was motivated by the belief that the cholera situation in Richmond and the surrounding areas would worsen, and that Fauquier Springs was outside the dangerously infected area.&lt;br /&gt;Some amongst the public, however, were not convinced that the move was necessary nor that it was not at least somewhat motivated by the elegance of Fauquier Springs.  One article in the Richmond Whig stated, After a week's wrangling the wise and heroic gentlemen who were, last winter, intent upon fighting the Abolitionists, have fled, from the bare apprehension of Cholera.  They meet next Monday at Fauquier Springs; What the good people of Virginia, who will have to pay the expenses of this jaunt to a fashionable watering-place, will think of it is yet to be ascertained.'  These concerns may not have been completely misplaced as one evening at Fauquier Springs was described by a journalist boarding with the legislators, tonight we had a very gay and pleasant ball , some agreeable belles having recently arrived'.&lt;br /&gt;Despite concerns over their professionalism, the Virginia legislators did meet daily to discuss and debate various topics relevant to Virginia at the time, and were constantly under the scrutinizing eye of the press, as correspondents from many Virginia newspapers, including the Alexandria Gazette, Petersburg Intelligencer and Lynchburg Republicans we're present at the Fauquier Springs Hotel as well."],"display_date":1849,"search_date":"1849-07-02","locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":257,"title":"New Orleans Courts report thousands of whites recently jailed for vagrancy\n","course_id":1,"status":"P","start_date":"1847-01-01","end_date":"1847-05-02","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As of May 2, 1847 the New Orleans Court Recorder reported that thousands of whites had been sentenced to the workhouse for acts of vagrancy.  Often times the courts handed down these sentences without proof, trial, or opportunity to appeal.  The fate of these vagrants represents a common occurrence throughout the South.  Around this time period in South Carolina the leadership sold vagrants into slavery for varying lengths of time.  This trend demonstrates the unwillingness of the planter class to fairly treat almost anyone outside of its class, as well as its desires to misappropriate human labor for the good of a few large planters. &lt;br /&gt;Earlier in the year, the Time-Picayune published an article commenting on the unusually large number of beggars present in the streets of New Orleans.  The article portrays the beggars as lazy and worthless while failing to mention any underlying cause for the new social problem.  The only possible explanation put forth by the paper is that the success of beggars leads others to take up the occupation. The increased number of people sentenced for vagrancy over the course of the year probably resulted from the growing intolerance of beggars by the city as a whole."],"display_date":"January 1, 1847 - May 2, 1847","search_date":"1847-03-02","locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":278,"title":"White Man Lynched in New Orleans, LA","course_id":1,"status":"P","start_date":"1895-06-24","end_date":"1895-06-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 24, 1895, a white man was lynched for an attempt to lynch a black woman in Gretna, Jefferson Parish, a suburb of New Orleans.  The intent had been to lynch a black woman named Frances Woodson.  The crowd, composed of six young men in the community went to the woman's house, but she, having heard the threats against her life, had left.  The pack of young lynchers entered her house by breaking in the kitchen door.  Once inside, they destroyed the interior and set fire to the house.  The men were recognized by neighbors as they ran away.  &lt;br /&gt;White citizens of Gretna organized themselves in determination to lynch the gang of white men.  Before they were caught, the six men beat an old black man to death.  Officer Goodlett finally caught one of the gang, a man named John Frey.  The white citizens of Gretna intercepted Officer Goodlett and his prisoner and hung Frey from the nearest telegraph pole.  Three other members of the murderous gang were later arrested.&lt;br /&gt;The gang lynching of a white man was highly unusual in the Deep South in the nineteenth century.  The author of the article does not mention whether the gang who lynched the white man was black, but since he does not mention their race, it can be presumed that the gang was white.  If Ida B. Wells's argument, which stated that lynching was a result of the fear on the part of whites of declining middle class manliness is accurate, then perhaps in this instance the lynching occurred to reinstate the power of the local male citizens within their town.  The reader does not know whether the six-member gang were residents of Gretna, but regardless, the struggle for male power and dominance in New Orleans during this period is clear."],"display_date":"June 24, 1895","search_date":"1895-06-24","locations":[{"id":5602,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":306,"title":"Yellow fever sweeps through New Orleans and the Gulf Coast\n","course_id":1,"status":"P","start_date":"1867-07-01","end_date":"1867-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["During the summer of 1867, a yellow fever epidemic infected the Gulf Coast of the United States, particularly in areas of Louisiana and Texas, leading to death of thousands.  In Louisiana, New Orleans suffered greatly while Galveston, San Antonio, and Houston were three of the hardest hit cities in Texas.  In both states, epidemics of yellow fever had been occurring for years.  Indeed, from 1839 until 1867, Texas battled through several outbreaks of yellow fever.  Likewise, New Orleans experienced their first recorded outbreak of yellow fever in 1804 and subsequently struggled with epidemics until scientific breakthroughs curbed the spread of the disease in the early twentieth century.   In order to understand why these geographic locales were infected, one must understand yellow fever as a disease.&lt;br /&gt;&lt;br /&gt;Although Walter Reed is attributed with having discovered that mosquitoes transmitted yellow fever during the building of the Panama Canal, the roots of this discovery reach back farther than 1900.  The Cuban physician Carlos Juan Finlay suggested as early as 1879 that yellow fever might be spread through some agent, rather than as a communicable disease.  Ultimately, it was not until the military funded research that Reed isolated the mosquito as the carrier of yellow fever virus.  Throughout the period when Louisiana and Texas suffered their worst outbreaks, it was assumed that yellow fever was an infectious disease.  Thus, in Texas, the Howard Association set up clinics to try and cure' those who fell ill.  This was a futile effort, considering that no reliable treatment actually existed at this point in history.&lt;br /&gt;&lt;br /&gt;Texas' 1867 outbreak marks the last of the major struggles with yellow fever in the state.  By contrast, Louisiana continued to struggle in the bayou areas of New Orleans until the development of Walter Reed's preventative strategies."],"display_date":"July - September 1867","search_date":"1867-08-15","locations":[{"id":5599,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":320,"title":"Louisiana Gubernatorial Election of 1876\n","course_id":1,"status":"P","start_date":"1876-11-06","end_date":"1877-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The Republicans nominated former U.S. Marshall Stephen Packard for governor during the 1876 gubernatorial race in Louisiana. The Louisiana Democrats chose Francis T. Nicholls, a confederate war hero, as their candidate and began immediate efforts for a victorious election.  In counties they were certain to win, Democrats did all they could to hold down the Black vote through intimidation and in counties they were certain to lose, they got as many Democrats to come out and vote as possible.  &lt;br /&gt;By Thursday of election week, the New York Times reported that leading state Democrats had admitted they were beaten and Packard had been elected by over 8,000 votes.  Both Democrats and Republicans challenged the results and both candidates claimed victory.  As part of the compromise to resolve the disputed presidential election between Hayes and Tilden, Hayes withdrew all federal troops from Louisiana and along with the troops went Packard's gubernatorial hopes.  Nicholls was recognized as governor in March 1877 and Reconstruction ended in Louisiana as a near complete failure, because African-Americans were returned to their status as second-class citizens."],"display_date":"November 6, 1876 - March 30, 1877","search_date":"1877-01-16","locations":[{"id":5600,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":336,"title":"Riots at Louisiana Republican Convention\n","course_id":1,"status":"P","start_date":"1876-07-08","end_date":"1876-07-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After more than a week of meetings, the Louisiana Republicans finally nominated former U.S. Marshall Stephen Packard as their candidate for governor.  It appeared from the beginning of the convention that former Louisiana governor, Henry C. Warmouth, would collect the party's nomination, but President Grant declared that if Warmouth headed the ticket, not a single soldier would assist in his election.  In addition current Republican governor, William Kellogg, declared that he would fire any of his employees if they gave their support to anyone other than Packard.&lt;br /&gt;A riot eventually erupted after Packard attempted to force an African American delegate to take over chairman responsibilities and nominate him for governor. Two delegates engaged in a bloody encounter, and not until the police were called in and several delegates had been arrested, could anything like order be restored,' reported The Louisville Courier Journal.  The state Chief Justice was seen choking a Black man and forcing him to drink alongside other Reconstructionist politicians.&lt;br /&gt;With Grant's support, Packard eventually received the nomination.  He was a symbol of tyranny to the Democrats in the state and they would use all means possible (legal and illegal) to make sure he wasn't elected in November."],"display_date":"July 8, 1876","search_date":"1876-07-08","locations":[{"id":5600,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":596,"title":"Economic Sociology of Enslavement\n","course_id":1,"status":"P","start_date":"1854-01-01","end_date":"1854-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Henry Hughes published Treatise on Sociology: Theoretical and Practical at the age of 25 while living in New Orleans.  His book argued that slavery was such a positive influence on dealings between masters and slaves that it should govern social relations throughout the United States, not just the South.  African-Americans were not slaves, but rather warrantees.  Hughes wrote: Property in men, is absurd.  Men cannot be owned.  In warranteeism, what is owned is the labor-obligations, not the obligee.&lt;br /&gt;This labor obligation was the reason why a black man could survive in the United States: whether he works or rests ? subsistence for life, is warranteed to him.  He is never out of the comforts of a livelihood. Neither was warranteeism damaging to the social status of those involved. Prejudice was unthinkable, since the law is as well for warrantees, as for other citizens.  Any distinction is accidental.  Since slavery was an economic condition, not a social one, Hughes also thought that slavery should not be reserved for biracial circumstances; white laborers would prosper as actual slaves as opposed to their current wage slave positions."],"display_date":1854,"search_date":"1854-07-02","locations":[{"id":5598,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":604,"title":"Widespread and Acute Forebodings of Possible Slave Rebellions\n","course_id":1,"status":"P","start_date":"1857-01-01","end_date":"1857-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["A New Orleans newspaper editor published news of slave disturbances' throughout the South.  The Times Picayune of New Orleans, Louisiana reported, the increased discontents have as often shown that a remedy has not been reached;it is not to be disguised that violent offenses, breaches of the peace, and homicides have multiplied, especially of late;'  Other reports from various newspapers, in both the South and North, indicated that slaves were in a much unsettled state of mind' with symptoms of agitation' numerous and widespread.  A newspaper editor in Austin, Texas reported discoveries of insurrection movements' in Mississippi, Texas, Louisiana, and Tennessee.  Georgia citizens were still remembering the rumors of a possible slave rebellion rumored to have been during the holiday season.  And yet, not a single insurrection occurred.  All of the commotion and rumors of slave insurrections were most likely caused by panic and fear of white southern slaveowners, revealing more about the white mindset of the time than that of the blacks."],"display_date":"January - February 1857","search_date":"1857-01-30","locations":[{"id":5598,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":856,"title":"Cholera Epidemic in New Orleans\n","course_id":1,"status":"P","start_date":"1853-11-29","end_date":"1853-12-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["New Orleans was hit very hard by infectious disease in 1853.  Not only did the city have to contend with an outbreak of yellow fever, but cholera broke out as well.  Most likely, the appalling sanitation system in New Orleans contributed to it.  While cholera only took the lives of 129 people in late 1853 (as opposed to the near 8,000 who died from yellow fever) it still caused serious alarm.  Most of the mortalities occurred among the immigrant community who likely had no access to proper drinking water.  Cholera also struck New Orleans poor, free blacks, who lived in filthy and cramped rooms. &lt;br /&gt;Not much was known about either yellow fever or cholera in 1853.  In fact, physicians believed that cholera was transported through the air simply because victims of cholera claimed that they had trouble breathing.  This false belief was carried out to the extreme.  No one was willing to nurse the victims of cholera back to health for fear of catching the airborne' disease.  Therefore, many victims died alone in their homes.  Fearful citizens would burn tar in the streets to create a thick smoke which they believed might help eradicate the infection from the air.  Stray animals were also believed to be vectors of infection, and people would let the dead bodies of the animals decompose in the street instead of removing the bodies for fear of contracting cholera.  &lt;br /&gt; One interesting remedy' for cholera was alcohol consumption.  This was particularly interesting in a time when the subject of temperance was so hotly debated.  Women and even children would imbibe spirits because it was believed that it would cure cholera.  The tragedy was that cholera was spread through drinking- not drinking alcohol, but drinking water.  Cholera traveled in rivers and into public drinking water.  The city of New Orleans was so afflicted by foulness and a misunderstanding of disease, that it made a perfect cesspool for disease."],"display_date":"November 29, 1853 - December 2, 1853","search_date":"1853-11-30","locations":[{"id":5598,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":877,"title":"Yellow Fever Devastates New Orleans\n","course_id":1,"status":"P","start_date":"1853-08-23","end_date":"1853-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["1853 marked the peak of the yellow fever epidemic in New Orleans.  In that year alone, 7,790 people perished.  Yellow fever was so feared that it was often called the American Plague.'  In 1853 relatively little was known about the transmission cycle of the disease or how it was spread.  Physicians did not know if it was infectious, yet instead of quarantining the afflicted (the best thing to do in the nineteenth century), physicians did nothing.  In 1853, New Orleans was a city rife with squalor, yet nothing was done to improve sanitation.  As a result of the limited capabilities of medical science at the time and inaction on the part of city officials, yellow fever claimed thousands of lives.  Although 1853 was the worst year of the disease, it was not until the early twentieth century, when the Aedes aegypti mosquito was discovered to be the vector of the disease and the administration of quinine was better regulated, that the death toll began to decrease with any significance.&lt;br /&gt;Southerners of the time knew that Yellow Fever epidemics were not unique to 1853.  They complained about epidemics breaking out almost every year beginning with 1852.  1853 was the year that received such recognition because it was the year when more perished than ever before.  Nevertheless, nearly 13,000 people died of yellow fever in New Orleans between the years of 1822 and 1849.  Southerners were extremely concerned in 1853 that if they did not discover how to cure or prevent the disease from spreading, that the trend of the number of yellow fever cases would extend upward."],"display_date":"August 23, 1853 - December 1, 1853","search_date":"1853-10-12","locations":[{"id":5598,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":987,"title":"Interracial couple arrested and jailed in New Orleans.\n","course_id":1,"status":"P","start_date":"1855-06-29","end_date":"1855-06-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 29th, 1855, two residents of New Orleans were arrested for being in too close intimacy'.  The woman, Antoinette Sondo, was a German that lived with a A good looking Mulatto' named Green Evans.  &lt;br /&gt;Thus, one can see that though slaves were not allowed to fight back against rape, African-Americans also were not allowed to engage in interracial relations consensually.   The incident was reported in the New Orleans Bee the next day, proving as well that the event caused somewhat of a public sensation.  The case was indicative of race relations during the period as a whole in the southeast; as tensions increased, mingling between the races became more and more impossible.&lt;br /&gt;The incident was not an isolated one, and further, it was not a situation that necessarily involved only authorities.  The New Orleans Picayune, on April 1st of the same year, reported a similar incident under the same heading.  Decrying the intermingling of mixed race prostitutes and immigrants, the Picayune stated, [the situation] is such that a lady can hardly walk past there without being disgusted.'  Then, the editors put forth a request for police to investigate the area.  Thus, it is clear that public sentiment played an active role in the enforcement of racial segregation."],"display_date":"June 29, 1855","search_date":"1855-06-29","locations":[{"id":5598,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1010,"title":"Sale of Medicines\n","course_id":1,"status":"P","start_date":"1851-05-29","end_date":"1851-05-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The front page of many Southern newspapers contained ads for aliments ranging from ulcers to gonorrhea.  The remedies were listed as infallible,' secret' and invaluable'.  Often the ads were reprinted for months or years at a time and placed in the same spot everyday.&lt;br /&gt;Most often the ads were structured towards women and those being afflicted by venereal disease. Women were often kept in the dark about medical issues and little was done to educate them about things such as their menstrual cycle.  It was not until the late 19th century that women would become more educated on the matter of their health.&lt;br /&gt;Because of their lack of education women were willing to test out these so called medicines.  Usually the medicines and prescription of doctors were untested and were not based up any scientific findings."],"display_date":"May 29, 1851","search_date":"1851-05-29","locations":[{"id":5598,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1085,"title":"Ratification of Louisiana constitution creates land grant funding for Louisiana State University and creates state supported black university in New Orleans.\n","course_id":1,"status":"P","start_date":"1879-12-08","end_date":"1879-12-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With the ratification of the Louisiana Constitution of 1879, Article 230 mandated that the Louisiana State Agricultural and Mechanical College would receive 182,000 is state funding from the sales of lands.  At the same time Article 231 of the constitution mandated that the state would make an annual appropriation of not less than five thousand dollars, nor more than ten thousand dollars,' for the establishment of a university in the city of New Orleans for the education of black students.  &lt;br /&gt;&lt;br /&gt;Although Louisiana and other Southern states increased their commitment to higher education during this time period, Southern institutions remained under-funded, and uncompetitive with institutions in other regions of the country.  For example in 1881 the annual income of the average Southern college averaged 9000 while the average New England college received 65,000(see Newby).  &lt;br /&gt;&lt;br /&gt;During this same time period, other Southern states established land grant universities for the education of black students, such as Florida A&M University established in 1887, while the leaders of black universities established during reconstruction searched for sources of funding.  One notable example of this, was when leaders from Hampton University and Fisk University asked congress to appropriate the 500,000 of unclaimed bounty money due colored soldiers' to five black leading black universities."],"display_date":"December 8, 1879","search_date":"1879-12-08","locations":[{"id":5600,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1112,"title":"Louisiana establishes Bureau of Agriculture\n","course_id":1,"status":"P","start_date":"1879-12-08","end_date":"1879-12-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With the ratification of the constitution on December 8, 1879 Louisiana officially established the Bureau of Agriculture under the provisions stated in Article 179, and appropriated an annual budget for the new Bureau of up to 10,000.  Soon after Louisiana established its Bureau of Agriculture a bill was proposed in the South Carolina state legislature to establish its own Department of Agriculture with widespread support in among legislators. &lt;br /&gt;&lt;br /&gt;The context of these decisions was the agricultural depression of 1873-1879, in which declining prices for agricultural products led to agrarian unrest that played an important role in stimulating the rise of the Greenback Party.  With this in mind, the Bourbon legislatures of South Carolina and Louisiana had a strong incentive to stabilize agricultural production in order to cap political upheaval.  &lt;br /&gt;&lt;br /&gt;Moreover, the language used to justify these measures reflects the general Bourbon goal of using the government to encourage economic growth.  This language was displayed in an editorial in the December 17, issue of The Enterprise and Mountaineer of Greenville, South Carolina, which stated, This bill provides for a Department much like that of the State of Georgia, and rightly administered will do much good in stimulating the progress usefulness of the chief pursuit of the State.' In this passage, the  emphasis on collective progress through state action draws on the goals of the Bourbon politicians in establishing the New South' in which wise planning would create economic progress and sustain Southern identity.  In this way, the creation of the Bureau of Agriculture in Louisiana and the Department of Agriculture in South Carolina, are part of the larger context of Bourbon reform."],"display_date":"December 8, 1879","search_date":"1879-12-08","locations":[{"id":5600,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":13,"tag":"Agriculture"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1129,"title":"Louisiana Gubernatorial election of 1879\n","course_id":1,"status":"P","start_date":"1879-12-08","end_date":"1879-12-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the Louisiana gubernatorial election of 1879 Bourbon Democrat, Louis Wiltz beat conservative Republican Taylor Beattie by a margin of 72,000 to 42,500.  In the second election since reconstruction the Bourbon Democratic elite strengthened its hold over Louisiana politics by manipulating the votes of African-Americans through a mixture of intimidation and voter fraud.  The Sun of Baltimore, Maryland reported the atrocities associated with the strategy on December 5, 1879 in an article headlined, Reported Ku Kluxing in Louisiana.' The article detailed the acts of terrorism before the election by stating, Dave Armstrong was hanged Sunday night, R. H. Brown, late postmaster, hanged, and ex-Sheriff Peck whipped and stretched Monday night, and twenty-five others ran away from the parish.  Terrorism is complete.'&lt;br /&gt;&lt;br /&gt;Controlling the votes of African-Americans in the delta parishes would become the centerpiece of the Bourbon's electoral strategies as it gave them effective control of a much greater percentage of the vote than their portion of the population would normally allow.  Through electoral fraud and intimidation the Bourbon establishment was able to register vote totals such as the 2,811 to 0 vote for the Democrats in the heavily African American parish of Natchitoches in the election of 1878 (see Vandal).  In this way, the Bourbon establishment was able to insulate itself from potential electoral challenges from Republicans, and establish political hegemony over Louisiana politics.  Thus, the election of Louis Wiltz through a mixture of intimidation and defrauding of black voters in the delta parishes would set a model for the future of elections in late 19th century Louisiana."],"display_date":"December 8, 1879","search_date":"1879-12-08","locations":[{"id":5600,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1149,"title":"Louisiana&#39;s constitution of 1879 ratified.\n","course_id":1,"status":"P","start_date":"1879-12-08","end_date":"1879-12-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Although the ratification of the constitution of 1879 appeared to affect major changes for the state of Louisiana, in reality, it became a tool to preserve the status quo economic, social, and political relations of the state.  Notable measures passed under the constitution include Article 150 which transferred the state capital from New Orleans to Baton Rouge, Article 224 which mandated the creation of a free public school system, and Article 188 which stated that no restraints could be made on suffrage based on, race, color, or previous condition.' Although these measures appeared to signal a return to the legacy of reconstruction, in reality their progressive spirit was killed by the reactionary articles passed elsewhere under the constitution and the de facto  racist, patriarchal, and plutocratic realities of 1879 Louisiana. &lt;br /&gt;&lt;br /&gt;One of the most significant of these laws is the 1 poll tax passed under article 208.  Although the purpose of this measure was ostensibly to fund state education, its true purpose is clearly to disenfranchise poor voters, and particularly poor black voters, who could pose a threat to Bourbon control at the ballot box.  Another measure designed to maintain Bourbon control over the state apparatus was the continuation of the charter for the state lottery under Article 167.  Although this article seems innocuous, because Bourbon politicians pilfered most of the lottery returns to grease their political machine in reality it was a crucial element toward maintaining Bourbon control over the state.&lt;br /&gt;&lt;br /&gt;While the content of the constitution entrenched the existing hierarchies of the state, some of the most pernicious discriminatory aspects of Louisiana law after the ratification of the constitution of 1879 were legal precedents which the new constitution carried over with its ratification.  For example, the Louisiana Magistrate and Parish Officer's Guide, published in 1883 reflected the full spectrum of Louisiana's patriarchal laws.  For example the guide instructs officials that a woman cannot sue without her husband's permission, or bear witness to a will.  Perhaps the most subtly patriarchal of all the instructions provided to officials, is that a woman cannot re-marry until she has been separated from her husband for at least 10 months (almost certainly so as to ensure the new husband will not have his sexual dominion over his wife challenged by a pregnancy from her previous husband).  Another discriminatory aspect of the 1879 constitution comes through the extremely homophobic instructions that criminals who are convicted of attempted rape are to receive no more than two years in prison, while any person convicted of sodomy is sentenced to a life term of hard labor."],"display_date":"December 8, 1879","search_date":"1879-12-08","locations":[{"id":5600,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1234,"title":"Italo-American Incident\n","course_id":1,"status":"P","start_date":"1891-03-14","end_date":"1891-03-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A mob comprised of 20,000 residents of New Orleans, angered at the failure of a jury to convict the alleged murderers of David C. Hennessy, superintendent of police, attacked the prison in which the accused were still held and lynched 11 of them.  Three of the victims were Italian citizens.  The Italian government demanded prosecution of the leaders of the mob.  This was an example of the accepted form of vigilante justice that was very pervasive in the south.  One newspaper author said of the Italian Mafia, It cannot flourish long in this country; for when the ordinary courts of justice fail, judge lynch is sure to step in and settle the matter.' (St. Laundry Clarion)&lt;br /&gt;&lt;br /&gt;Following this event, there was talk of a war with Italy.  Most perceived it as a good thing that would unite the northern and southern United States to fight against a foreign nation.  As time went on, Italy actually demanded that the leaders of the mob be executed.  In an ironic twist, an editor commented, [T]he European despotic way of governmental execution of supposed criminals ; did not prevail in this country.  The people resort to that mode of doing business sometimes; but the national, or any State government, would not dare do it.' (St. Laundry Clarion)"],"display_date":"March 14, 1891","search_date":"1891-03-14","locations":[{"id":5602,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1276,"title":"U.S. Senator Pierre Soule files a complaint against bawdyhouses\n","course_id":1,"status":"P","start_date":"1855-08-07","end_date":"1855-08-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A brothel located next to the home of United States Senator Pierre Soule was so disturbing to him that he filed a complaint against the crib' where whites and blacks meet indiscriminately' and make the night the accomplice of their vices and the time for their hellish amusements.'  It was fairly common for white men and free women of color to be in semi-permanent arrangements, otherwise known as the practice of placage.  However, the interracial affairs seen in brothels were much more widespread, and there even existed some with both white and black women offering their services to both white and black men.&lt;br /&gt; The <em>Times-Picayune </em>also stated on August 17 that there had been three complaints against houses of prostitution based on drunkenness and keeping a disorderly house.  Warrants were issued to investigate the situation.  Sailors arriving from the port of New Orleans visited many of these houses.  They often got drunk and caused disturbance to the neighbors, just as Pierre Soule complained about."],"display_date":"August 7, 1855","search_date":"1855-08-07","locations":[{"id":5598,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1331,"title":"New Orleans Mint confusion\n","course_id":1,"status":"P","start_date":"1839-01-01","end_date":"1843-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Confusion surrounding the New Orleans mint had gained President Van Buren's attention by 1839.  Money was found to be simply disappearing after being deposited.  John H. Holland was federal marshal for eastern Louisiana during the time of the confusion surrounding his and other accounts at the mint.  Thousands of dollars had disappeared or was not paid in several instances to the government or private citizens.  Whig politics were carrying on throughout the end of the 1830s with the fashion expected confusion, disarray and deceit.  &lt;br /&gt;An official investigation by Thomas Sliddel revealed the magnitude of the problem at the mint.  The state treasury was basically left open and unguarded at night.  Specie was under weighed and slipped into pockets by many a manager at the mint.  The corruption of banks was not limited to the political sector.  Private banks had used many of the same methods of cheating and several bankrupted before in the decades before.  Jacksonian Louisiana was a corrupt place where public and political spheres took shots at the population's trust and pocketbooks alike.&lt;br /&gt;The panic of 1837 had almost been forgotten, when, according to Duff Green of Louisiana, there was another panic in 1839 which may be said to have extended itself by a series of fits and convulsions all though the years 1840 and 1841, at which date our commercial system was reduced to the lowest ebb of distress.'  &lt;br /&gt;Jones Loyd described the causes of the many crises: against the actual exhaustion of its treasure by a drain through the foreign exchanges, the bank, under almost any circumstances, has the power of protecting herself; but to do this she must produce upon the money market a pressure ruinous from its suddenness and severity; she must save herself by the destruction of all around her.'&lt;br /&gt;With the help of Governor Roman's restoration of faith in currency with Dixie Dollars, however, several of the banks were saved and the mint confusion was resolved in the next decade."],"display_date":"1839 - 1843","search_date":"1841-07-01","locations":[{"id":5596,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1435,"title":"World championship fights in New Orleans\n","course_id":1,"status":"P","start_date":"1892-09-05","end_date":"1892-09-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Boxing was extremely popular in the South, especially during the 1880s and early 1890s.  The national center of boxing was in New Orleans, and the height of 19th-century American boxing occurred in September 1892.  In that month, New Orleans's Olympic Club staged three world championship fights.  On September 5, the fights began.  The crowd was very large and varied.  Representatives from every state and nearly every leading power of the world showed up.  Jack McAuliffe and Billy Myer fought in the lightweight championship.  McAuliffe won in the fifteenth round.  &lt;br /&gt;&lt;br /&gt;On September 6, George Little Chocolate' Dixon, a black, faced off against Jack Skelly in the featherweight championship.  Dixon easily defeated Skelly in the eighth round.  The public reaction to the Dixon-Skelly match demonstrates the white American's racist attitude that prevailed during this time.  The editor of the New Orleans Times-Democrat said that it was a mistake to match a negro and a white man, a mistake to bring the races together on any terms of equality, even in the prize ring.'  After this fight, segregation appeared in the boxing ring.&lt;br /&gt;      &lt;br /&gt;The final, and most anticipated, event was the heavyweight championship on September 7 between James J. Corbett and John L. Sullivan.  Nearly ten thousand people saw the fight.  It came as a shock to many when Corbett defeated Sullivan in the twenty-first round.  This was only the second time in Sullivan's career as a fighter that he had been knocked down.  James Corbett became the first heavyweight champion under the Marquis of Queensbury rules.  These rules included the use of gloves, the 10-second count for a knockout, and the 3-minute round."],"display_date":"September 5, 1892 - September 7, 1892","search_date":"1892-09-06","locations":[{"id":5602,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1594,"title":"Louisiana White League Mobs\n","course_id":1,"status":"P","start_date":"1874-09-17","end_date":"1874-09-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 14th, 1874, 3500 White Leaguers, a white supremacist group that arose after the Civil War, staged an armed demonstration demanding that the carpetbag Republican Gov. William Kellogg resign. The White Leaguers had much in common with the Ku Klux Klan, especially their desire to rid themselves from carpetbaggers' such as Gov. Kellogg. White protestors met under the Clay statue and passed resolutions declaring that Kellogg was not the governor and denounced him as a usurper. The ex-confederate general James Longstreet was charged with containing the White Leaguers, but violence broke out and Longstreet's men were forced to flee.  This skirmish has come to be known as The Battle of Liberty place', and the White Leaguers installed John McEnery as the governor for three days. The brief rule of White Leaguers ended when Grant ordered the Federal army into New Orleans. &lt;br /&gt;Northern papers such as Harper's Weekly anticipated Democratic victories in the South by judging from the terror tactics of the White Leaguers. Harpers Weekly attacked the White Leaguers as desiring not to enlarge trade, to preserve good order, and invite the commerce and emigration of the West, but to insult and terrify honest Negro laborers, to drive off white settlers who were Republicans, and at last murder both; to hold the State in miserable poverty and force the people to live still on the alms of the government."],"display_date":"September 17, 1874","search_date":"1874-09-17","locations":[{"id":5600,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1656,"title":"Troops Called in to New Orleans Municipal Elections\n","course_id":1,"status":"P","start_date":"1896-04-01","end_date":"1896-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The Democratic machine was removed from power and the Citizens' League came in, showing how successful their efforts were. They were backed by negroes who supported their cause for reform in mass public meetings. They quickly implemented structural reforms. However, by the time the Citizens' League spread throughout the state, blacks realized that these elite reformers were just as hostile to their interests as the machine officials whom they had opposed. The Citizens' League joined the machine democrats in supporting disenfranchisement of the poor and uneducated, and favored reforms which barred officials from assisting illiterate voters. &lt;br /&gt;Governor Foster was forced to call up troops when the factions were armed in the streets and threats of violence seemed possible as a result of trouble;brewing, growing out of the counting of the vote in that parish.' While the militia arrived to ensure that the environment remained a peaceful one, it seemed that those in dispute had already reached an amicable basis for the settlement of their difficulties.'"],"display_date":"April 1896","search_date":"1896-04-15","locations":[{"id":5602,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1674,"title":"Formation of &#147;Citizens&#39; League&#39;\n","course_id":1,"status":"P","start_date":"1896-01-01","end_date":"1896-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In response to the machine politics in Louisiana, commercial elites attempted to further their desired reforms by introducing the Citizens' League.' The league had a crusade-like' quality fighting for a smaller city council, clean voter registration laws, a secret ballot, and an enlargement of the police force among other things. These critics of the Ring rule' and the municipal corruption of New Orleans initially had substantial success. &lt;br /&gt;However, this league's apparent ambition and benevolence of thwarting the corruption was not so accommodating to African-Americans in Louisiana. Soon enough, the group gained much political clout, and while they succeeded in their crusade for reform, they came to look more and more like machine politics in their hostility to the New Orleans African American population. Their formation and rise of power was supported by this African American population who they came to be hostile to their needs."],"display_date":"January 1, 1896 - January 30, 1896","search_date":"1896-01-15","locations":[{"id":5602,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1732,"title":"P.B.S. Pinchback &#40;Governor of Louisiana&#41; admitted to the bar 1886.\n","course_id":1,"status":"P","start_date":"1886-04-10","end_date":"1886-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After only a year in Straight University's law school, the son of a mulatto slave who was manumitted and a wealthy white plantation owner was admitted to the bar on April 10, 1886. His experience in politics, high intelligence, and knowledge of Louisiana law led to his early admittance. Percy Bysshe Shelly Pinchback became known as one of the most brilliant politicians of his era. His father died when he was a young boy, and the father's relatives disinherited the 10 children he had sired from his mulatto mistress and attempted to sell them back into slavery as well. The children were sent to safety in Cincinnati, and conditions led to P.B.S. Pinchback to fend for himself at the young age of twelve.  From a cabin boy in Cincinnati, he was convicted of assault with attempt to murder at age twenty five and sentenced to two years in the workhouse in New Orleans. After serving his time he enlisted in the First Louisiana Volunteer Infantry. Although was so fair-skinned that he could pass for a White man, he was known to stand up for his race at all times. He became Captain, and did an admirable job at recruiting colored troops, however was denied his commission on the grounds of him being a Black man. This was because no authority existed for the employment of colored persons in any position other than privates, citizens and noncommissioned officers. Eventually he was elected state Senator, president of the state senate, lieutenant governor, president of the board of metropolitan police, and finally nominated by the Republican state convention for governor. In 1873 the legislature elected Pinchback U.S Senator for a full term, and he had the distinction of being member-elect of both houses of Congress. Trouble ensued when racism caused the removal of this title for a short period of time, and he made a famous speech exposing this very fact. During his service, he introduced and secured the adoption of the Thirteenth Article, which guaranteed civil rights to all people of the state of Louisiana regardless of race, color, or previous condition of servitude', and although he received much criticism he steadfastly insisted that blacks receive equal accommodations. Pinchback was a credit to his race, and although the ignorance of prejudice hindered his success at times, he was a notably brilliant man loved by both sides of the color line in the end.&lt;br /&gt;Mulattoes in the nation's history, especially from the Deep South, came to occupy political positions much more frequently than their Black non-mulatto counterparts, who were kept out of elite circles unless extremely successful. Mulattoes formed a distinct social caste in the late 19th century and early 20th century, gaining respect and credibility quicker than Blacks among important Whites because of their mixed blood ancestry. Mulattoes by default were seen as more assimilated into society by Whites and Blacks alike because they represented the ability to straddle both sides of the fence, and to be an intermediary between the two races. While at this time many fair skinned mulattoes were choosing to pass for White to escape the stigma of Blackness, Pinchback represented a part of this group which claimed their African lineage and used their intelligence and opportunities to try to improve conditions for their race."],"display_date":"April 10, 1886","search_date":"1886-04-10","locations":[{"id":5601,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1740,"title":"Yellow Fever Epidemic in Louisiana\n","course_id":1,"status":"P","start_date":"1847-08-03","end_date":"1847-10-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the summer of 1847, New Orleans became victim to another regular widespread epidemic of yellow fever.   On Tuesday, August 3rd, The Daily Picayune stated that the Board of Health apprised the public that New Orleans was on the eve of an epidemic.  They called for the unacclimated who remain with us to heed the counsel of the board and avoid such exposure and imprudence as may increase their susceptibility to disease.'   &lt;br /&gt;&lt;br /&gt;It was noted over the many recurrences of the epidemic, that native Creoles or other citizens who had lived in the area were less likely to fall prey to the yellow fever than newcomers to the area who were not yet acclimated to the environment and its corresponding infectious diseases, thus earning it the nickname of Strangers' Disease,' or the acclimating fever.  On August 10th, John J. Kee, the chairman of the Board of Health released the statistic that the number of deaths for the week ending on Monday the 9th was 133, as compared to 47 for the previous week ending on Monday the 2nd.  For the first half of the nineteenth century in New Orleans, yellow fever was such a common occurrence that it was largely taken for granted.  Observations that the lower classes were more susceptible to infection and fatality were a consequence of the slum's proximity to the city's waterfront and ports, not their unhygienic living style or uneconomic existence, as was commonly believed.  &lt;br /&gt;&lt;br /&gt;Finally, on the 19th of September, the Picayune wrote with somewhat lighter spirits in regard to the epidemic,'  because the epidemic had broken and was beginning to diminish in effect.  However, the disease would stay in effect until mid-October when the Board of Health felt authorized to make the announcement that the yellow fever, which has been prevailing for several months as an epidemic, has for some time ceased to exhibit this character and as such has now disappeared.'"],"display_date":"August 3, 1847 - October 18, 1847","search_date":"1847-09-10","locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1870,"title":"Food Aid in New Orleans\n","course_id":1,"status":"P","start_date":"1862-09-01","end_date":"1862-09-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Devastation and upheaval occurred in areas throughout the South where the Union army had gained control.  The Union's control meant the freeing of slaves.  This led to a shortage of agricultural labor and a scarcity of resources. This situation was further heightened by slaves who fled from nearby areas to the sanctity of Union borders. &lt;br /&gt;New Orleans was a particular example of this problem, as the black population there increased significantly from 1862-1880.  The overflow of population not only led to a shortage of food but also of jobs.  Thousands of hungry, tattered, unemployed blacks and whites roamed the streets.  General Benjamin Butler became really concerned with the situation and declared on September 1st that, The condition of the people is a very alarming one.  They have literally come down to starvation,' (Vincent, 121).  A large Union meeting was held in which Judge Heistad gave a compelling argument of the devastations faced in the South, particularly in New Orleans from the rebellions and war. He demonstrated that, ;The poor would have no chance against the rich, the weak against the strong, under the system inaugurated by the secession leaders,' (National Intelligencer, Sept 20, 1862).  At the end of September, Butler began to distribute fifty-thousand dollars in food a month to whites in New Orleans. The Richmond Whig stated on September 20, 1862 that there were 7,329 families receiving aid from the New Orleans Commission of Relief.  However, these families were white, demonstrating the Union army's uncertainty of how to deal with the thousands of newly freed slaves. For the most part, the situation was largely ignored; leaving the newly freed African American's to fend for themselves in a society predominated by racism."],"display_date":"September 1, 1862","search_date":"1862-09-01","locations":[{"id":5599,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1872,"title":"Confederate Conscription Act\n","course_id":1,"status":"P","start_date":"1862-10-11","end_date":"1862-10-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Emancipation Proclamation issued by Lincoln caused great fear of slave uprisings among Southerners. The Confederate Congress responded by issuing, An act to Exempt Certain Persons from Enrollment for service in the Army of the Confederate States,' also known as the Twenty Nigger Law.'  The Confederate army's demand for while males left many plantation homes very vulnerable for slave rebellion.  For example, The Louisville Journal claimed that the great majority of able bodied men enlisted in the Confederate army. It revealed their concern, as it left the Louisiana white male population greatly diminished, and therefore a struggle to suppress the black population.  &lt;br /&gt;This act ensured that plantations would remain secure, by allowing more white men to stay and oversee the homes.  The act signed by Confederate President Jefferson Davis, stated that masters and overseers who supervised twenty or more slaves, were excused from the Confederate army.   However, it generated great amounts of discontent as it discriminated against the poorer people."],"display_date":"October 11, 1862","search_date":"1862-10-11","locations":[{"id":5599,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2002,"title":"Going To War\n","course_id":1,"status":"P","start_date":"1862-04-25","end_date":"1862-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Shouts and cheers filled the air as the words The Washington Artillery is going to war hummed through the streets. A telegram was sent by L. Pope Walker, the Secretary of War, to the battalion of artillery stationed in New Orleans, Louisiana. In preparation for the journey to Lynchburg, Virginia, contributions of money and clothing were raised by the women. Without any expense from the state or the local government, the soldiers were able to supply their uniform and equipment. Officers even provided their own horses. On May 26,1861, Lafayette square was at the heart of the soldier's farewell. As tears ran down the faces of on-looking mothers, sisters, daughters, and wives, the men proceeded to the Christ Church where Dr. Leacock delivered an address. The moving words of his speech prompted the enitre assembly to rise to their feet as patriotism and excitement filled the room.","Wagons were loaded, knapsacks were packed, and blankets were rolled on May 27. Places of business were closed on Canal Street to honor this special occasion. With a temperature of over 90 degrees, the galleries were full of ladies waving their handkerchiefs and people lined the streets. The soldiers made their way up to Virginia by train, 21 cars in all. Passenger cars were reserved for officers and their men and private horses were put into box cars. The artillery's cannons sat on an open platform. All across the North and South similar scenes occurred to celebrate the honor and bravery of these men. Their hope was to return safely and that their family would remain safe throughout the war..","As the war drove on, the North and South began to occupy the opposition's territory. The Battle of New Orlean's was a week long battle fought from April 25 to May 1, 1862 and resulted in a Union victory. Located strategically on the water, New Orleans was a major economic attraction. In 1860, NewOrleans was ranked as the sixth largest city in the United States and provided troopsand supplies to the Confederate Army. Officer David C. Farragut surrendered on April 28 handing over themilitary command of the city. In the end, the inevitable surrender of New Orleans resulted in no reports of the wounded orthe dead on either side. Although the Battle of New Orleans had no causalities, thebattles of theCivil Warconsumed a huge amount of lives and caused the men to abandon their farms and their families. Neary every family in the South had at leasta brother, son, or husband die in the war. The country was left to rebuild itself allover again after the war."],"display_date":"April 25, 1862 - May 1, 1862","search_date":"1862-04-28","locations":[{"id":5599,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2766,"title":"Petition of the U.S. Senate for compensation of land confiscation by United States Troops\n","course_id":1,"status":"P","start_date":"1874-04-10","end_date":"1874-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On this day Mr. West petitioned the United States Senate to obtain compensation for lands which he claimed were taken from him by United States troops in Jackson, Mississippi. Though there is not much information given in this record, one can infer that this land was taken by the Union Army upon entering Mississippi.  This case was referred to the Committee on Claims.  Although the American Civil War ended in 1865, it is apparent how long it took for the dust to settle. For many years there would be such petitions and court cases to determine the aftermath of the war. Southerners felt that their land and their livelihood had been taken from them, while Northerners seemed more concerned that slavery did not spread and eventually abolishing it, while also making sure they were in complete control politically. "],"display_date":"April 10, 1874","search_date":"1874-04-10","locations":[{"id":5600,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2889,"title":"Armed Slaves\n","course_id":1,"status":"P","start_date":"1862-06-01","end_date":"1862-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Armed and prepared for confrontation, runaway slaves knew that their link to freedom was right before their eyes.It was the perfect opportunity to leave the plantation when the Union forces arrived in New Orleans. Many of their masters were away at war and the women were the only ones that stood in the way of freedom. In a period of three months in 1862, large groups of slaves armed with cane knives, clubs, and old guns stole horses and mules and marched to the city. There they bypassed rebel pickets and fought battles with policemen. The fortunate ones eluded capture and found refuge in Union army camps, others were beaten or sentenced to three months hard labor.","Throughout the war, many slaves followed Union armies. In June 1862, one enraged plantation owner finally gave up and ordered all of his slaves off the plantation telling them to go to the devil, instead they went to the Union army. During the early period of the war, black men, served not only in the Union but served many private soldies in the Confederate army. These soldiers carried their servants around with them in the field. Duties for these men included waiting on their masters, cleaning their horses, and cooking their meals. Rations and money became scarce as the war went on and these servants were ordered back to the plantations.","In the summer of 1862, 10,000 refugee slaves were put to work in the Union army cutting wood, policing army camps, and loading and unloading quartermaster supplies. One Union officer reported that many of the fugitives came to the camps starved, having eaten nothing for days. Refugees from all over escaped to New Orleans and were placed in shelters with some rations provided. Many of the black men were ignorant to proper sanitation and health care. On March 17, 1864, the military mayor reported that the colored population was generating disease by living in crowded, unsuitable huts and disregarded the laws of health. The Union officers and General Banks took whatever measures were available to compensate for the large numbers of starving, unemployed, and penniless African Americans in New Orleans.","Although these African Americans filled many positions in the army, they were not permitted to fight alongside their white male counterparts. In August 1862, General Butler decided to enlist free black men into his army to gather more troops. Despite the fact the many African Americans were willing to sacrifice their lives in the army, white people still believed that they would not survive without the paternalistic guidance of their owners. Therefore, African Americans gained little recognition in their struggles before and during the war."],"display_date":"June - September 1862","search_date":"1862-07-31","locations":[{"id":5599,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3001,"title":"War preparation\n","course_id":1,"status":"P","start_date":"1862-01-01","end_date":"1862-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the midst of the war, factories were steady at work manufacturing gun carriages and turning cotton wagons and drags into army wagons. All commercial businesses were suspended and the ships were cleared out due to the notice of the Union blockade in the spring of 1862. New Orleans would have seemed a deserted city if it were not for the bustling movements of the Third Regiment of Louisiana Volunteers preparing for war. The fife and drum sounded as the company proceeded to the camp of instruction where they were to reside until orders were given. On the streets, women were busy sewing tents and army clothing. Men, with their wives by their sides, went from store to store picking up necessary articles to take off to war.","The men were given orders to march to the City Hotel while their baggage, which consisted of a company mess chest and some boxes of company property, was loaded. Later that day, the company was organized at the hotel. A standard complement of officers and non-commissioned officers for a company of infantry included one captain, two lieutenants, one orderly sergeant, four duty sergeants, and four corporals. The sergeant-major was in charge of requesting the rations, ammunition, arms, and other camp equipment. ","Camp Walker was located at the highest level of land, only a few feet above sea level, in New Orleans. Here the Confederate soldiers encountered swamps filled with drainage from the city and puddles of water and black soli. Three thousand men were stationed in the mile and a half enclosed area. A question of how sanitary water and adequate food was to be acquired ran through the soldiers' minds that day. The company's supplies included twenty tents, eighty-six bed sacks, ten camp kettles, twenty-two mess-pans, and twelve water-pails. The men could not leave the camp during the day without a pass and it was almost impossible to receive permission to leave at night. Later on the company was given orders to head west and landed in Arkansas.","The Confederate government provided each soldier a yearly sum for the expense of his uniform. Each company decided on their uniform, many uniforms consisted of a gray woolen frock coat with trousers and a blue cap. A large number of guns and cannons were reused from the Mexican War in 1846. Brass guns, once belonging to the Mexican and Spanish governments, were recast into modern field pieces. At the beginning of the war, the manufacture of field artillery was located in New Orleans. The factories and businesses in New Orleans provided the Confederate Army with much of its supplies during the early period of the war."],"display_date":1862,"search_date":"1862-07-02","locations":[{"id":5599,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3071,"title":"New Orleans Slave Market\n","course_id":1,"status":"P","start_date":"1855-04-27","end_date":"1855-04-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Human beings sold as cattle was a most atrocious sight for many of the on looking slaves held in the slave markets. For Anne Lynch Botta, a slave woman, a scene where people were priced based on their age, physical traits, and behaviors was a most painful sight. In an instant a child could be ripped from its mother's arms, but on that day, April 27, 1855, a mother and child were fortunate enough to be sold together for 325.","Often times, staying at the markets was only half of the battle. Slaves trekked a long journey, sometimes states away, to New Orleans wearing shackles around their ankles and wrists. These men, women, and children were held as prisoners before and during the sales. Men and women were separated in the pens where they were subjected to physical abuse and derogatory insults. Family ties were eliminated by slaves being filed according to sex and in a descending line. In the markets, slaves were not viewed as human beings but as a possession with a price. This process of dehumanization involved white men physically examining slaves, dressing them according to the category under which they were to be sold, and being made to dance around to prove their bodies were fully capable of work. According to the book,<em> Soul by Soul</em>, during the sale period, their nights were spent in the jails, their days were spent exercising in the yard or being examined in the showrooms in the main building.","Many slave traders in New Orleans believed in making the sale quick with a large profit with little regard to the risks. Whatever slaves were not sold by late spring were sold at low prices to avoid the risks of contracting illness during the New Orleans summer. Men came from outside states to observe the depots, pens, yards, booths, and salerooms to purchase slaves. A white man was born into society when buying a slave and a person's status heavily depended on whether or not they were a slaveholder. Slaves were the embodiment of a person's economic and social wealth. Throughout the 1850's, the slave market in New Orleans provided for about 200 registered slave traders. New Orleans outnumbered many of the other markets including Montgomery, Alabama"],"display_date":"April 27, 1855","search_date":"1855-04-27","locations":[{"id":5598,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3158,"title":"Science in the 1850s\n","course_id":1,"status":"P","start_date":"1853-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The New Orleans Academy of Sciences published their constitution and by-laws in 1853. They declared their overarching objective to be the advancement of science, and, despite a great deal of bureaucracy, at least improved their own knowledge during each meeting. The Academy consisted of a certain group of 27 gentlemen, each one an original member and founder. They had strict rules about admitting other gentlemen and under no circumstances allowed women into their organization. This Academy was intended to further scientific knowledge, and generally succeeded in doing just that, despite giving off intimidating airs of self-importance. The years leading up to the Civil War were filled with political and economic overtones. The Union expanded its area and admitting new states into its ranks, the debate about slavery raged on, traders continued to do brisk business, abolitionists picked up steam, merchants shipped cotton all over the world, life carried on. The natural surroundings provided a constant backdrop for the many Americans buying and selling, arguing and forgiving, growing and producing. Most importantly, they also equipped the nation with a climate that made agriculture such a successful venture in its southern states."," The members of the New Orleans Academy of the Sciences were not as interested in the ramifications of this economic viability as they were in the natural processes themselves. These gentlemen went on to suggest a method of using levees and canals to protect the city from Mississippi River floods, and also made daily meteorological notes. This natural world, which provided both rationalizations for keeping people in bondage and for their owners to make a great deal of money as a result, greatly fascinated the Academy members. Many of them wrote their own individual papers - and presented the research to their fellow members - that stemmed from this absorption with their natural and scientific settings. "," Understandably, that same natural atmosphere affected the Academy members in very real ways. For example, yellow fever breakouts caused meeting suspensions in the summer months. Undoubtedly, inclement weather occasionally prevented some of them from being able to attend their meetings. Regardless, or perhaps because, of the way that nature affected their day to day existence, the members of the New Orleans Academy of the Sciences believed in the work they were doing. And although they may have been somewhat pretentious and exclusive, these men did in fact make advancements within the scientific world."],"display_date":1853,"search_date":"1853-07-02","locations":[{"id":5598,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3163,"title":"Slaves and Their Religion\n","course_id":1,"status":"P","start_date":"1826-01-01","end_date":"1842-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["By 1834, Black churches had begun to exist in various parts of the United States. In this year, the First African Church of New Orleans, which had been officially founded in October of 1826, received two new Baptist pastors after the death of its founding pastor. These Brethren Sanders and Satterfield breathed new life into the church with their worship leadership, and membership flourished once more. In 1837, Elder Peter W. Robert returned the now-Baptist organization to its original form by renaming it the First African Church. Pastors Sanders and Satterfield were ordained in First African Church and carried on preaching the gospel. The church was held in a schoolhouse, but as the church grew, so did weekly collections and therefore finances. By the year 1842 First African had enough money and members to move out of their schoolhouse building and into their own newly constructed church on the corner of Howard and Cypress. "," New Orleans was a city more focused on making money and socializing than worrying about its collective soul. Religious services in white churches were not highly attended. These slave owners kept a lose reign on their slaves in that regard, allowing them to go to church at their own leisure. Because of this bit of freedom, blacks in the area could converge, creating their own churches and organizational hierarchies as illustrated by Elder Peter W. Robert's success. This freedom was most strikingly illustrated by the fact that the First African Church was able to construct itself a new building out of its own money. Those funds had to come from somewhere, and they were probably not being donated by white benefactors. William Craft narrated the story of him and his wife's escape from bondage and included information about earning wages even as a slave. When he asked for a few days off work, his employer granted them, but the cabinet-maker with whom [he] worked ... said that he needed [his] services very much, and wished [him] to return as soon as the time granted was up. Some slaves, then, were able to perform extra labor for their masters or other entrepreneurs and earn a bit of money to call their own. Whites tended to grant slaves days of rest on weekends. The fact that slaves were willing to donate what little they had to churches like the First African Church is a testament to the strong backing and community feel that these religious organizations provided to their members. In a life filled with uncertainties - there was no telling when slave families may be separated - religion became a support system on which to depend."],"display_date":"1826 - 1842","search_date":"1834-07-02","locations":[{"id":5596,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3171,"title":"Yellow Fever Hits New Orleans\n","course_id":1,"status":"P","start_date":"1853-05-01","end_date":"1853-11-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Nearly every summer, as the heat rose in New Orleans, so did the death toll. Most of the people who expired were victims of the same mysterious affliction: high fever, muscle aches, vomiting and an eventual yellowish tint to the skin that preceded death. Baffled physicians prescribed everything from doses of quinine to sponge-baths to calomel, with no telling what the results would be from patient to patient. After a hiatus period, the summer of 1853 was particularly bad for the city, with thousands upon thousands succumbing to this sickness. One Dr. J. S. M'Farlane expressed regret that the city had become complacent and fallen under the impression that the hygienic condition of our city would be meliorated to such an unparalleled degree, that yellow fever and cholera were to fly shrieking to India and Rio Janeiro... Things were so bad that the city published a pamphlet entitled The Epidemic Summer: List of Interments in all the Cemeteries of New Orleans, which, because of the staggering death toll, was in actuality the size of a slender book."," By 1853, a multitude of opinions regarding the fever existed in the medical field. Dr. M'Farlane composed the pamphlet's opening remarks, and made summarizing statements that included his thoughts: he did not believe that yellow fever was contagious, nor that quarantine regulations would effectively prevent the disease. His printed words expressed a rising conviction that yellow fever would have to be combated differently than the typical epidemic disease. Dr. M'Farlane's careful word choice, most noticeable in his presentation of these statements as opinions, still points towards a hesitation to categorize anything about this disease as absolute truth.; however, the fact that this was a city publication indicates that reasoning like his was beginning to gain some credibility. If the city was willing to support his claims by publishing them, those same claims must have been achieving more and more popularity."," As it still stood, popular opinion claimed that, since the freshest faces in New Orleans were most susceptible to yellow fever, it could also be referred to as the Stranger's Disease. The Epidemic Summer itself perpetuates this belief: of the 67 pages of small print filled with names of the dead, a significant number of them are shown to be immigrants; most often from Ireland or Germany. This common belief perpetuated stereotypes against these newcomers. Although in reality the city suffered from bouts of yellow fever because of its high volume of traffic with mosquito-ridden Latin America, the stratification of its victims played into the existing prejudices towards ethnicities and classes."],"display_date":"May 1, 1853 - November 1, 1853","search_date":"1853-08-01","locations":[{"id":5598,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3252,"title":"Interracial Sex\n","course_id":1,"status":"P","start_date":"1855-09-05","end_date":"1855-09-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Angry voices yelled out through the night as the dim lights of the Levee shown on several slave girl's faces. The police broke apart their gathering on September 5, 1855. Ther girls were arrested for pilfering and prostitution and were taken to the New Orleans jail until their owners called for them.","Occurences such stealing and prostitution were not uncommon in the streets of New Orleans. There were few consequences for white men participating in interracial sex. Trade of young slave girls for sexual purposes was well known and permitted. In the slave markets, traders would sometimes look for a slave to satisfy their physical desires. Anxious buyers were not turned away by the raised prices, sometimes 1, 500 or higher, for these fancy girls. Children as young as twelve were subjected to sexual violence and degradation. The New Orleans markets offered girls and women to gamblers, traders, saloon-keepers, and all other types of men. Girls were dressed up with ribbons and wearing nice dresses to attract the attention of prospect buyers. An Englishman, Charles Casey, noticed a beautiful quadroon girl, neatly dressed and very intelligent for sale in a New Orleans market. While field-hands were being sold for 600-800, this girl was put up for sale at 2000. The fate of innocent young girls and women in the slave markets and on plantations were in their owner's hands.","Both the slave men and women were powerless when it came to their owners. Husbands stood by as their wives were taken away for sex. As suggested in the book, <em>Notorious in the Neighborhood</em>, white men believed they could act as they chose toward black women. Sexual abuse was ignored by members of the white community and the black women had no voice in their society. The affairs that existed between black women and white men were kept secret and as a result, thousands of rapes of black women went unreported and thousands of rapists went untried. Although not every slave owner acted in this manner, the occurrences of rapes and assaults reminded the women that their bodies were never their own."],"display_date":"September 5, 1855","search_date":"1855-09-05","locations":[{"id":5598,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3316,"title":"Suspected Stolen\n","course_id":1,"status":"P","start_date":"1857-02-25","end_date":"1857-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Behind bars, Aaron, a free black man, was trying to figure out the contacts he could reach that would help to confirm his freedom. Was there any way he could reach his wife, other relatives, or his previous owner? Aaron was turned in to the authorities on February 25, 1857 by a white man, G.W. Mormon, suspected of being stolen from Alabama.","The dispute between black and white authority frequently resulted in free blacks being stolen for sale in the slave markets at the white man's benefit. The discrepancies betwee slaves and non-slaves made it difficult for a person to determine whether or not a black man or woman was actually free. In sone instances, if a free black was stolen for work as a slave, they may have had outside means of notifying the courts, through a family member or former owner. In most states though, there were no penalities for selling a free black person into slavery. In the years during the Civil War, President Abraham Lincoln took measures to preserve the rights of the enslaved black men and passed laws that would break their bond to their owners.","Lincoln signed two acts regarding slaves and their rebel owners. The First Confiscation Act passed in 1861 rendered all slaves free of any service they owed to their owners and confiscated any property that aided in the rebellion. The Second Confiscation Act passed on July 17, 1862, stated that anyone committing the crime of treason against the United States would receive a fine, imprisonment, or possible execution, property confiscation, and the emancipation of their slaves. The law also permitted the employment of free African Americans to aid in the halting of the rebellion."],"display_date":"February 25, 1857 - December 31, 1857","search_date":"1857-07-29","locations":[{"id":5598,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3363,"title":"Reward\n","course_id":1,"status":"P","start_date":"1855-11-21","end_date":"1855-11-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Be on the look out for a runaway slave. Wednesday morning, November 21, 1855 found Patrick finnegan, a slave owner, in a dismal mood. His slave, Edmund, became one of the many attempted runaways across the country. If only he could make it across the border line, Edmund would find himself a safe haven to live out the rest of his life.","Edmund was described as a 5 feet high, stout built and 26 years of age man. His extensive description included that he spoke French and English and was wearing a gray coat with dark pants. Two of his front teeth were missing and he appeared to be of a griff color. Twenty dollars was offered as a reward for his return or any information that would lead to his location. It was common for men to attempt an escape; in most cases it was easier to risk their life than to watch as their wives were taken advantage of or have no power when it came to the sale of their children.","In a study of runaway notices from local newspapers, 76 percent of all runaways were under 35 and 89 percent of them were men. The risks involved in attempting to leave the premises were ignored by many slaves because the idea of freedom was so immense. Running away menat not only sacrificing one's own life but also the well-being ot the wives and children they left behind. Often times, the families or friends of the fugitives were punished.","Runaway slaves took a huge risk in leaving their master's fields or households. Without maps or adequate directions, many relied on the North Star to guide the way to the free states. Although the runaway slaves knew at any moment they could be tracked down, the idea of no longer being owned and forced to work six days a week having every move watched outweighed the risks. Canada lay at the end of what was to be a long and dangerous journey. In some instances, a free black man impersonated a slave and led slaves off plantations to follow miles and miles of trails until they reached a designated resting station. The fugitives traveled at night by foot, train, or steam boat up North. They were aided by abolitionists involved in the Underground Railroad, which consisted of a vast network of people working together with the purpose of leading slaves to freedom. Whereas the development of the Underground Railroad allowed more slaves to reach safety, the Fugitive Slave Act was passed to prevent alleged runaway slaves from being protected or aided no matter their location. The Fugitive Slave Act was part of the Compromise of 1850 which prohibited slave-trading in the District of Colombia and admitted California as a free state. Although laws were in place to protect slave owners, the possibility of slaves escaping left many owners uneasy and afraid to leave their slaves unattended."],"display_date":"November 21, 1855","search_date":"1855-11-21","locations":[{"id":5598,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3443,"title":"Inheriting Property\n","course_id":1,"status":"P","start_date":"1842-09-22","end_date":"1842-09-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By the 1840s, it was clear to most Americans that the United States existed on a fair bit of land. This vast space stretched westward, father than many imaginations even reached. Word trickled back east of rich soil and bountiful harvests, but also of great hardships. Thousands of Native Americans perished on the over 2000 mile long Trail of Tears in 1838."," It was in this context that O.G. Murrell learned that his children had received an inheritance from his father. Since these children were not of the age to legally stand on their own, Murrell took it upon himself to act on their behalf. He wrestled with the choice of what to do with this inheritance, the choice made more difficult by his lack of detailed knowledge about the property since it was in Virginia and he in Louisiana."," In a letter to his brother - who was in Lynchburg and therefore in closer proximity to the property - Murrell mulled over his different options, deciding that neither cash nor bank stock was a stable enough source in which to make an investment. Another possibility was an investment in Western lands which would in my estimation be a safe one and one that would annually increase in value - but in my condition I could not leave home to attend it. Murrell recognized the benefits of actually following through with claiming such property but had reservations about not being in peak health."," Conversely he acknowledged that Negro property would be of service to him and since he - and his children - will come into ownership of that property during his lifetime, it is of that kind that [he] would like to have possession. In this letter, western expansion and slavery are each referred to within a single paragraph. All across America, citizens were beginning preparations to take up life in a very different part of the country: its territories. The idea of Manifest Destiny was only a few short years away from being introduced to the American vernacular, but whispers of a God-given right to promote expansion had already begun. With this kind of moral argument coming into play, it was only a matter of time before the topic of slavery joined the discussion. Those same citizens that were packing up to move out west came from a variety of backgrounds, some of them slaveholding. They had no intention of surrendering that as they sought more land."," Murrell's letter and its close mention of expansion and slavery is indicative of the contemporaneous stage that was being set for American politics. The two topics came one after the other in his letter, and the proximity of issues parallels the contemporaneous American political scene. The question of whether or not slavery should continue into expansion areas became an enormous source of conflict leading up to the Civil War."],"display_date":"September 22, 1842","search_date":"1842-09-22","locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3449,"title":"Louisiana&#39;s Involvement in the Mexican War\n","course_id":1,"status":"P","start_date":"1847-07-08","end_date":"1847-07-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By the summer of 1847, the Mexican War had been going on for just over a year. Newspapers kept citizens up to date with daily progress by their American troops south of the border, including lists of the casualties as well as those enlisting. New Orleans residents opened up their <em>Times Picayune</em>s the morning of July 8 to read a familiar notice, entitled Departure of Troops. It announced that the steamship New Orleans, along with her captain, Captain Auld, had departed from the city the previous night, headed for Mexico. On board was a full ship's worth of passengers, both men and animals. The full inventory consisted of 151 horses, Captain Dobbius' company 4th Infantry, Captain Featherstone's company Louisiana Volunteers and 50 quartermaster's men."," These men were leaving behind the humid, crowded and filthy streets of New Orleans for another undesirable location: a war zone close to Mexico City, Mexico. They arrived back on land likely just in time to play a part in the last major battle of the Mexican War at Contreras. At this site, Mexico sustained over 700 casualties while the United States walked away with a mere 60. The Mexican War officially began on April 25, 1846, when Mexicans opened fire on Americans in southern Texas. Although the Mexicans appeared to start the war in the sense that they did fire the first shots, Americans can be considered the true instigator: Texas had declared itself to be an independent republic from Mexico in 1835, but it essentially remained Mexican territory until the United States annexed it ten years later. "," This annexation may have been a conscious part on then-President Polk's part to actively cause a war with the intention of winning and gaining land. After all, Mexico had plenty of territory after which the United States lusted, and America did emerge from the war with both California and parts of the modern day Southwest. This war did not have the same urgency that past wars fought on American soil had had: never were the war strategizers worried that they would lose. The United States was cool and collected in comparison to the disorganized and flustered Mexican government, and the possibility of anything but a victory seemed remote at best. Regardless of the United States' confidence, they continued to battle bravely in Mexico. A year prior to Captain Auld's departure for Mexico, the Mexican President had claimed that his soldiers would not only regain control of Texas, but also work their way into the existing states - a few cities in Louisiana in particular. This direct threat to New Orleans likely prompted the strong turn-out. Although veterans were not eager to jump back into battle, the memory of those Mexican War victories probably gave the Confederates a sense of confidence when it came time to face their own countrymen a decade later."],"display_date":"July 8, 1847","search_date":"1847-07-08","locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3454,"title":"Technological Progress in Louisiana\n","course_id":1,"status":"P","start_date":"1853-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["New Orleans' geographical location made it a prime final destination for all sorts of shipable goods. The city had become one of the premier metropolises of not only the state but also the entire South, thanks to the convergence of the Mississippi with the waters of the Gulf of Mexico. Despite the abundance of water routes, the need for other methods of transportation grew along with the city. Far from being the lazy South that has been romanticized in literature, this part of the country was bustling with trade and a rapid trend towards efficiency. Out of that desire, a minority within the Louisiana Committee on Internal Improvements took it upon themselves to investigate the complete installation of a railroad line connecting Baton Rouge and New Orleans. This committee published a Minority Report in 1853 urging the state legislature to approve immediate funding of this line. Forty-six of the ninety-one mile stretch between the two cities had already been constructed and were in daily use, so it was just a matter of completing the job previously begun. The committee agreed that the New Orleans and Baton Rouge Railroad is a work of great public utility and that the line... is superior to that of any railroad in the state. They claimed that, upon completion of the railroad, travel time between the cities would be reduced to a mere three hours, and at a cost of just 3 per ride. Not only would this be an advantage to anyone living in either Baton Rouge or New Orleans, but it would be particularly beneficial to members of legislature. The railroad could now afford them the opportunity to attend their meetings at shorter notice and still be home by nightfall.","The South was truly growing at a rapid rate, and the addition of a railroad line portrays that growth quite clearly. No longer were waterways sufficient; faster overland travel was a necessary addition to the well-being of Louisiana's inhabitants. The scramble to improve transportation was being seen all over the young country, so much so that the national government became involved. Congress bequeathed land to states for the express purpose of improving travel routes, and Louisiana was no exception. Congress agreed to grant 100,000 acres to its railroad construction, knowing that the state's eventual gains meant that their economic loss would not be sustained for long. Just as a more streamlined transportation system translated into greater productivity and commerce, it also facilitated better and quicker communication within the country. No longer could the North and South co-exist in denial of their counterparts. Such technology as railroads brought their stark differences abruptly to the forefront of everyone's minds."],"display_date":1853,"search_date":"1853-07-02","locations":[{"id":5598,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3460,"title":"The Runaway Slave\n","course_id":1,"status":"P","start_date":"1847-04-14","end_date":"1847-04-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["For many enslaved people in the Deep South, slavery was the only way of life they had ever known. Regardless, stories of the North and specifically, a place referred to as Philadelphia, were incentive enough to prompt some to brave the terrifying unknown and escape the even more terrifying world in which they were already bound. At some point during the day - or perhaps it was the night - of April 9, 1847 a certain enslaved girl called Harriet disappeared from her owner's home in New Orleans. Details are not disclosed: was Harriet a slave on a large plantation or smaller home within the city? Had she just arrived? Did she have any children - or was she even old enough to bear a child? For all the mystery surrounding her departure from New Orleans, the fact remains that at least her owner was convinced that she had run away. "," A few days later, a small ad appeared in the <em>Times-Picayune</em> offering a 20 reward for this runaway. The description was still minimal, the ad offering only a few characteristics: She has a mark on her forehead, and a pleasing smile when spoken to. Information about her age or coloring was noticeably lacking, but the few brief sentences that were there did offer some insight into this woman's life. According to the owner, Harriet spoke not only English, but also French and Spanish. Her Spanish skills are rather mysterious, as there was virtually no Spanish influence in Louisiana at that point in Antebellum New Orleans. This may have been unintentional, but the fact also remains that Harriet's first listed language was French. The ad also included a stern admonition towards ship captains: they were overtly warned against harboring her."," These details hint at a life that may have been a bit out of the ordinary. The description about Harriet's disappearance, and the information that her owner chose to disclose, suggests that she may not have taken the typical escape route northward, but instead had access to escape via some waterway. The illegal nature of that was easily dismissed in light of Harriet's own defiance of the law. The slave trade was very much alive and well in the world of 1847 Louisiana, but the importation of slaves from Africa to the United States had been put to an end in 1807, after Thomas Jefferson signed a bill with that explicit purpose. Of course, this government action merely meant to some that their business operations would from then on be considered illegal. At that point, slavery had already become an integral part of the American economy, and taking legal action against the institution did not mean that it would quickly or easily fade away into oblivion. Furthermore, in that same year of 1807, plantation owners approved of legislation in their new territory of Louisiana that effectively prevented any slave from potentially becoming emancipated. Although Jefferson no longer allowed Africans to be forcefully immigrated into the United States, the current slaves already living in America at the time received no breaks."],"display_date":"April 14, 1847","search_date":"1847-04-14","locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3465,"title":"A Country Wedding in 1846\n","course_id":1,"status":"P","start_date":"1846-11-01","end_date":"1846-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["One November afternoon, Eliza Moore Chinn McHatten Ripley and her brother Dick set off for a farm not too far outside of their home in New Orleans. This short journey became a longer one as transportation troubles and creek flooding slowed them down. Eventually, Eliza and Dick found a place to stay over for a night before continuing on their way the following morning. "," They finally reached the farm to find the place in a state of chaos. Their reason for visiting was to attend a wedding, but theirs was not the only late arrival. People were having difficulty bypassing the flooded creek that gave Eliza and Dick so much trouble just a day earlier, and even the preacher from New Orleans had missed the train The family continued to set the table with a plethora of homemade treats, including ice cream that was seasoned by boiling a whole vanilla bean in the milk; it was frozen in a huge cylinder without any inside fixtures to stir the mixture; it was whirled in the ice tub by hand-and a stout one at that-and required at least one hour, constant labor, to freeze the cream - while the bride fretted and wrung her hands in an upstairs room.","After the carriage had waited and waited at the station for the preacher to arrive, something had to be done. Although Mr. Jahleel Woodbridge, the missing minister, was a dear family friend, guests were getting fidgety and the poor bride was beside herself. General McCausland, the father of the bride and master of the house, took matters into his house and sent someone to fetch a neighboring Methodist preacher. This replacement wasted no time; he came straight from plowing his fields and presided over the ceremonies in his farm clothes. After the successful completion of the wedding rites, he congratulated her on her 'escape from the quicksands and shoals of celibacy' and headed back to his crops. Only moments after the hero of the day had taken his leave, Mr. Woodbridge came riding up to the house."," In the countryside right outside a bustling New Orleans, weddings were the large social affairs of the year. As indicated by Eliza and Dick's trials along their way to the ceremony, southerners were willing to go to great lengths to see their neighbors, friends and family members married. These same people also came, sometimes from great distances, to assist with the necessary wedding preparations. "," Weddings were an expected rite of passage for young southern men and women. Girls were considered to be of marrying age once they were approximately 16 or 17 and had learned the necessary domestic skills it took to run an entire household. No wonder the bride that got married that particular day in November of 1846 was a nervous wreck: she had quite a daunting task ahead of her."],"display_date":"November 1846","search_date":"1846-11-15","locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3476,"title":"From Freedom to Slavery\n","course_id":1,"status":"P","start_date":"1841-01-01","end_date":"1841-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Born and raised a freeman, Solomon Northup met a group of men in his hometown of Saratoga Springs one March day in 1841. They claimed to have heard of his propensity at the violin and requested to hire him to accompany their traveling circus performances. The pay was quite reasonable and Northup eagerly took on the job. He accompanied them the entire way down to Washington, D.C. without realizing that this was a cruel trick. Those circus performers were, in fact, slave traders looking to make a quick profit off of selling free men. "," Northup did not realize the true motives of his companions until he awoke one morning bound in chains in a damp and dark cell-like room. He never saw the traders again, but the nightmare to which they introduced him continued. From Washington, Northup was put on a ship with other enslaved people and relocated to New Orleans."," After arriving in New Orleans, Northup's outraged cries of his free status went largely ignored or resulted in angry lashings. He was placed in a slave pen along with many others. First thing next morning everyone received a bath, if necessary, a shave, and a set of cheap but clean new clothes. Northup experienced firsthand the degradation that occurred inside those slave pens; when the customers arrived, the traders paraded the slaves around and allowed them to be patted down, walked about, questioned and otherwise examined. Some of these prospective buyers demanded that the slaves open their mouths and display their teeth, precisely as a jockey examines a horse which he is about to barter for or purchase. The dehumanization continued with mandatory exercise activities taking place. At one point Northup was even called on to provide violin music to the slaves' tortured dancing."," These New Orleans slave pens mocked any notion of innate or universal humanism. The slave traders and future owners translated their own discomfort with the practice of trading people into viewing the so-called 'items' for sale with repulsion. In their eyes, blacks existed purely for the purpose of making them, the whites, a profit. Because of this rationale, traders generally had no desire to attempt to keep many family ties together. Northup witnessed an instance of this: a buyer was prepared to purchase Emily, the daughter of his new slave Eliza, at Eliza's insistence. Before he could make the transaction, however, the trader firmly stated that she was simply not for sale. He wanted to keep her for a few more years until she matured into a more valuable slave. Up until then, Northup had lived his entire life as a free man, but in the slave pens of New Orleans he was audience to the atrocities committed against his people on a daily basis."],"display_date":1841,"search_date":"1841-07-02","locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3964,"title":"Occupied New Orleans\n","course_id":7,"status":"P","start_date":"1862-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["            James Jameson was a long way from home.  During the Civil War, he was a Union soldier in the Massachusetts Artillery battery stationed in and around New   Orleans once it came under Union control.  He wrote to his brother and sister about his experiences in the Deep South.  In correspondence with William Wardwell, Jameson discussed setting up a business in New Orleans because he saw great opportunities there despite the war.  The letters are centered on the best way for Jameson to secure some initial capital in order to get his business off the ground.  ","He described the attitudes of the Southerners around him following the war.  Obviously, they were disappointed about the war's outcome and very upset over the fact that their city was occupied by the Federal Government.  They felt as though the occupation was unnecessary and that Union officials were just orchestrating it out of spite.  They yearned for the pre-war days, but some seemed to be gradually accepting the fact that their lives would never be like that again.  Despite this sentiment, they were slightly excited that Southern representatives were returning to Congress and viewed it as a step in the right direction.  Even though the representatives who were heading to Washington were not the ones that they would have chosen, some residents were grateful to be even have the opportunity to participate in U.S. politics again.  "],"display_date":"1862 - 1865","search_date":"1864-01-01","locations":[{"id":5599,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3989,"title":"Hard Times for Confederate Supporters After the War\n","course_id":7,"status":"P","start_date":"1866-03-26","end_date":"1866-03-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 26, 1866, a member of the Digges family in New Orleans, Louisiana wrote a letter to N.A. Hanney of Rockport,  Texas. The letter described the family's financial crisis as a result of the Civil War. The letter writer, whose name is obscured by damage to the document, blamed his financial problems on investment in Confederate bonds purchased in order to support the war effort. After the fall of the Confederacy the bonds no longer held any value, resulting in the loss of his entire investment. The Digges family was left without enough money to repay debts incurred during the war.","The financial predicament of the Digges family was not a unique situation. After the war many southern families were in dire financial straits as a result of their supporting the Confederacy, loss of property during the war, or other reasons like Digges's failed investment in the Confederate government. As the letter suggests, these people were left at the mercy of the state governments that were set up after the war under Reconstruction, which were often lead by Northern immigrants, Southern Republicans, or freedmen, none of whom were very sympathetic to the defeated Confederate supporters. As a result, many Southern families struggled to maintain the lifestyle that they were accustomed to and fell into debt. Like the Diggeses, they had to seek new ways to regain their fortune. Many families were forced to move West, like the Diggeses eventually did, joining the rest of their family in Rockport, Texas."],"display_date":"March 26, 1866","search_date":"1866-03-26","locations":[{"id":5599,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4016,"title":"The Beginning of the End of the Confederate States of America\n","course_id":7,"status":"P","start_date":"1865-04-07","end_date":"1865-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    On Friday, April 7, 1865, the words \"Confederacy Doomed\" marked the headlines of the New Orleans Daily Times Picayune. As the headline so boldly announced, the days of the Confederacy were severely numbered as General Robert E. Lee was forced to abandon Goldsboro, NC and proved unable to hold the city of Raleigh. In reality, of course, Lee's Army of Northern Virginia remained in Virginia, but was trying to reach North Carolina after abandoning Richmond on April 2. A gloomy sentiment laid beneath the description of Lee's retreat as \"highly detrimental to the discipline of the force which has the final destiny of the Confederacy in its keeping.\" Lee's troops were backed into the state of Virginia and essentially surrounded by the forces of General Grant and General Sherman. Here the paper rallied that Lee would need to \"fight out the last battle of the rebellion or to ignominiously surrender.\" However, the paper seemed to acknowledge and allude to a certain valor in General Lee by claiming that he recognized \"the impossibility of achieving the independence of the Confederacy by the sword.\" With this comment, it seemed as if the people of the South recognized that they would fall under the weight of the Union army but that they would fall with dignity and pride.","    In the final days of the war, the citizens of the Confederacy were aware that their days were numbered and that they could not hold out against Union forces for much longer. Only two days after this article was published, Robert E. Lee surrendered his troops at Appomattox Court House in Virginia, bringing an end to the bloody conflict that had raged on between the divided nation for nearly four years. Although this was an unhappy ending for the citizens of the Confederate States, who had battled so hard to gain independence, according to Stephen Ash, \"even among those who were still prepared to bear the costs of victory there were growing doubts about the instrument they had forged to secure that victory.\" Since the majority of the battles were fought on Confederate soil, the war had severely disrupted family life, tearing families apart and causing many of those on the home front to constantly be surrounded by troops and the destruction they caused. Though many Southerners entered the war with the desire to see the Confederacy prosper as an independent nation, by April 1865, they were willing to accept defeat if it meant that they would be able to put their lives back together. "],"display_date":"April 7, 1865","search_date":"1865-04-07","locations":[{"id":5599,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4423,"title":"Yellow Fever Responsible for Christian Miltenberger&#39;s Success in 19th Century New Orleans\n","course_id":16,"status":"P","start_date":"1838-01-01","end_date":"1838-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Situated at the intersection of Royal and Dumaine Street in the heart of the New Orleans, the Miltenberger House still stands as a testimony to one immigrant's accumulation of wealth and to medical advancements in the South during the 19th century. ","Little was known about yellow fever, especially ways to prevent or treat this disease. Almost annually, it seemed, the Gulf Coast and in particular, New Orleans, suffered mass outbreaks of the fever and any aid that could be offered from doctors in surrounding areas was much appreciated. Municipal medical examiners in New Orleans were quick in issuing licenses to practice medicine to refugee doctors, including Christian Miltenberger. While during his time in St. Domingue, serving as a surgeon for a British garrison, Miltenberger treated many cases of yellow fever and was well equipped to handle the outbreaks in New Orleans. ","With his experience in dealing with yellow fever, the Mayor of New Orleans saw great potential in Miltenberger and appointed him to supervise indigent health care for the Mayor's district. Miltenberger also had the opportunity to present a paper before the Medical Society of New Orleans in 1819, theorizing that yellow fever was not a contagious disease, thus changing the understanding and reaction to the outbreaks of yellow fever.","With this great influence on the medical community came great reputation for Miltenberger. He was an active mason and served as president of a commission to raise funds for the construction of a Masonic hospital in the city of New Orleans. Miltenberger also acted on an opportunity to merge 120 acres of his property with 320 acres owned by Madame Joseph Bayle, creating a rather large sugar plantation just outside of New Orleans. After buying her out three years later, Miltenberger became one of the wealthiest men in New Orleans, and by far the most reputable St. Domingan refugee in New Orleans. ","As a gift to his wife, Miltenberger had three row houses built at 900 Royal Street in 1838. The intricate delicacy of the lacy cast-iron galleries covering the sidewalks, the slender iron columns supporting the second-story gallery, the narrow frieze of rococo iron leaves set below the floor of the gallery, and the four floor-to-ceiling windows  are just a few of the design techniques that make the Miltenberger House unique to the French Quarter.","The Miltenberger home has remained untouched by the social changes of New Orleans through passing time as a symbol of potential wealth available to only a handful of immigrants during the 19th century and the struggles undergone by these individuals in order to achieve this success."],"display_date":1838,"search_date":"1838-07-02","locations":[{"id":5596,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4425,"title":"Women in Post-Civil War New Orleans\n","course_id":16,"status":"P","start_date":"1862-04-01","end_date":"1862-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["            For one of the first times in American history, the women of New Orleans were taking the protection of their city and its reputation into their own hands.  Spitting and yelling at soldiers from the north and refusing to even acknowledge their presence in the streets, even when the soldiers were offering the women assistance. There were many hostile feelings between the north and the south that were not healed simply with the capture of the city into Union hands.  Although New Orleans had been captured without any blood being shed, the citizens of New Orleans still felt the sting of the hardships that their fellow confederates were enduring.  ","            With the end of the war many reformations began within southern cities, specifically, the role of women within the community. In the modern city, women had a place where they could gather together and find strength and support in numbers as well as have social and political achievements without the help of men.  In rural southern areas, it was more difficult for women to bond together and make changes, mainly because of a lack of numbers and because the rural women were too busy working their land and trying to make a living.  In the city during the war, women held jobs that men left behind when they went to fight.  When male soldiers returned, women had to return to their predominately domestic lives.  Northern troops began to occupy southern cities in order to make sure that they were reconstructing, and not re-enslaving the people the north had worked so hard to free.  Because only men served as soldiers during the war, women looked for ways to display their patriotism and support for the southern states in alternative manners.  Southern women in a way had more power than northern women because they still had a cause that they felt they had to depend, even though the war was lost. ","            In April of 1862, Major General Benjamin F. Butler and his troops were in charge of the occupation of New Orleans.  Butler describes in his autobiography that the men of the city of New Orleans did not interfere with the soldiers in any way.  However, whenever women of the city would come into contact with any of these Yankee soldiers, they would shoot them hateful glances, make derisive comments, and flee the area.  In the minds of these women, they were fulfilling the patriotic duties that they were denied when they were not able to serve as soldiers.  The women were hoping that their mistreatment of these soldiers would force the soldiers to retaliate, and therefore give the city of New Orleans a solid argument for expelling them.  ","            Soldiers were hesitant to arrest the young women in the street causing the ruckus, due to they fact that they were typically high-class women and a scene would be caused.  Also, the women clearly would have almost appreciated being arrested; so they would have even more of a reason to be indignant.  Since the northern soldiers did not know how to handle this criticism coming from southern ladies, Major General Butler issued an order instructing the soldiers how to deal with situations such as these.  He instructed his men to treat the rebellious women as if they were prostitutes.   ","            After Major General Butler issued this order, the insults immediately stopped.  Although women were willing to be arrested in order to express their \"patriotism\", they were not willing to be looked upon as prostitutes, or even as someone of a lower class.  Prostitutes were viewed by middle and upper class women to be the lowliest people in society.  Even though many changes came about in the years after the Civil War, class structure was still a strong influence, and a strong part of a woman's identity.  "],"display_date":"April 1862","search_date":"1862-04-15","locations":[{"id":5599,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":7,"tag":"Women"},{"id":29,"tag":"New Orleans"},{"id":32,"tag":"Civil War"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4426,"title":"The Theatre of Everyday Life\n","course_id":16,"status":"P","start_date":"1848-01-01","end_date":"1850-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As the daughter of Don Andres Almonaster y Rojas, the Cabildo's original benefactor, the Baroness Pontalba was no stranger to the notion of civic duty expressing itself through architecture. After a tumultuous marriage and divorce to a Parisian nobleman, sensationalized in various newspapers, she returned permanently to her hometown and sought to transplant the culture and sophistication she had grown accustomed to in France to New Orleans' Vieux Carre by constructing two large red brick buildings flanking Jackson Square. Their most notable characteristic was the wrought-iron balcony and gallery that adorned the front, which soon fueled the city's appetite for floral ornamentation and become synonymous with French Quarter style. The city's leaders, so appreciative of her beautification efforts, exempted her from taxes on the apartments for twenty years. The elite of New Orleans saw Baroness Pontalba's apartments as a public service to the city that elevated New Orleans cultural standing and they wished to imitate it. The adoption by the wealthy of her philosophy of fulfilling civic duty through beautification projects  partially explains the uneven distribution of cast-iron work throughout the city – as the upper class' attempted to elevate their own neighborhoods to similar architectural status as those of their European contemporaries. With the construction of these apartments the Baroness Pontalba established herself as the epicenter of New Orleans culture and society","Both the Pontalba Apartments themselves and the woman responsible for their construction have left an indelible mark on New Orleans culture and architecture. Construction on these apartments began in 1848 and was completed by 1850. It was part of the renovation efforts, led by Baroness Pontalba, to transform the Place d'Armes from a dusty common area to the more regal Jackson Square, which could be regarded by locals as being on the same caliber as its French counterparts. These galleries and balconies became an architectural signature of the leisure class who, after finding commercial success, responded to the growing urbanization and New Orleans' tropical climate by carving out these semi-public, semi-private spaces for themselves.","            New Orleans society has always loved the theater, and the Pontalba apartments became the home of prominent performers of the day while its architecture provided a stage for the city. The Baroness, as the torchbearer of New Orleans society, invited many popular performers to the city, such as Jenny Lind, and graciously allowed them to reside in her apartments for the duration of their stay, reinforcing her cultural position and bolstering the reputation of her buildings. Yet the galleries on the Pontalba apartments also doubled as a side stage for the streets below. These galleries offered the residents a chance to both perform for the city as well as view the theater of the neighborhood. The streets of New Orleans became more than mere avenues for transportation, but scenes of the everyday pageant that passed by the onlookers up in the galleries. The galleries allowed for the commonplace encounters on the streets to be staged with the casual exhibitionism that would ultimately find its most extreme expression in the Madri Gras parades, highlighting the everyday dramas of New Orleans itself. There can be no mini-dramas without an audience, and the galleries of the Pontalba apartments provided the vantage point for that audience."],"display_date":"January 1, 1848 - January 1, 1850","search_date":"1848-12-31","locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":7,"tag":"Women"},{"id":30,"tag":"Urban Society"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4428,"title":"Immigration and Settlement Patterns, New Orleans, 1940","course_id":16,"status":"P","start_date":"1/1/40","end_date":"12/31/40","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" Although the second wave of immigration was a trickle by the 1940s, there were more immigrants than ever in New Orleans. The places immigrants settled were dictated by shifting physical and social geographies, conjunctures of the past, and the unique qualities of New Orleans. The distribution of settlers also reflected old settlement patterns as well as transformations the city underwent with growth.  ","Settlement was not random: it hinged on finding places that were available, affordable, and near jobs.  In the 1800s, immigrants settled in undesirable locations with the most environmental nuisances, the semi-rural peripheries. The peripheries offered the best housing and low skill employment, advantages that outweighed the undesirable characteristics of these locations. As immigrants put down roots, they established social and religious institutions and drew in more immigrants via those networks."," During the early 1900s, industrialization and the rise of centralized business districts transformed New Orleans.  New streetcar networks gave the inner city upper class the means to easily move in and out of the city.  Because they could afford to leave, they fled to the periphery, which was the most desirable area to live after A. Baldwin Wood designed a drainage system that eliminated swampland hazards and created more usable land. They left many nice town homes in the middle of the city. At the same time, unskilled jobs moved from the periphery to the core of the city, and immigrants began to move into the abandoned town homes, forming what would be called the \"Immigrant Belt\".","            The ethnic and racial history of New Orleans also dictated settlement patterns. As the city grew, Anglos settled in the upper periphery, and Creoles settled in the lower periphery, closer to the unskilled labor and cheap land. The Catholic tradition and festival ambience of lower New Orleans attracted many immigrants from the Caribbean, Latin America, France, Italy, and Eastern Europe. Jews, Scandinavians, and emancipated African Americans typically settled on the Anglo side.  This divide was perpetuated as immigrants moved into the inner city.  ","            New Orleans mirrored national trends of urbanization and also strayed from them. It was like many cities of the time in that it expanded, filled with immigrants, and experienced clumped settling patterns. Although people tended to gravitate towards others of their same ethnicity, New Orleans was unique in that it remained very intermixed and multicultural. Its reputation of being more accepting and diverse drew immigrants in and made New Orleans one of the oldest multicultural cities in the nation.  "],"display_date":1940,"search_date":"1940-07-01","locations":[{"id":25572,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":31,"tag":"Immigration"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4430,"title":"A New Home for Sex in New Orleans\n","course_id":16,"status":"P","start_date":"1892-07-11","end_date":"1897-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 19th century America, many men enjoyed the services of prostitutes but disliked prostitution.  This ironic dichotomy was very evident amongst the upper class men of New Orleans, and it heavily influenced the future landscape of the city.  With a 'not in my backyard' view of prostitution, the wealthy males of New Orleans, although many were clients of prostitutes, did not want their homes and families near the lewd activities of the prostitution business.","The <em>Mascot</em>, a Louisiana newspaper, highlighted the effects of prostitution on the community, echoing the opinions of some New Orleanians.  The July 11, 1892 edition of the paper portrays the population's general fear of bordellos, depicting a family outside of their home, parents shielding the eyes of their children from the sight of the bordello next door.  With prostitution so prevalent, many did not want their families exposed to it.  Also, the wealthy citizens viewed nearby prostitution as a detriment not only to their families, but also their financial assets.  With prostitution in the neighborhood, residential property values dropped, causing a real concern for New Orleans' wealthy.","So, rather than trying to eliminate prostitution, the wealthy male political leaders instead accepted that, according to Louisiana historian Alecia Long, \"sins of the flesh were inevitable\" and \"gave [Satan] his own address.\"  The municipal government's first attempt to reduce areas of prostitution was with the Lorette Ordinances of 1857.  But, by 1897, many citizens, interested in preserving both the moral and property values of their neighborhoods, advocated for the gathering of the city's prostitutes into a more specific, much smaller district: Storyville.  The Story Ordinances turned a predominantly poor, African American part of town, away from the upper class neighborhoods, into the new home of sex.","The location of the official district of prostitution in 1897 truly revealed the magnitude of racial superiority and economic self-interest in New Orleans.  The impoverished African Americans of Storyville were a powerless group in the social hierarchy of power in New   Orleans.  Protesting the vice district's zoning was simply not an option as blacks in the city had no voice in politics.  But, local leaders often defended the Story Ordinances, citing that only one church and one school were within the new, smaller district, even though the church and school were predominantly black.  This action from the political leaders, Long implies, perpetuated a message that African Americans shared the same social status as prostitutes, \"both conceptually and in terms of physical proximity.\" Seeing blacks as immoral sexual beings was not an uncommon view in 19th century culture."],"display_date":"July 11, 1892 - December 31, 1897","search_date":"1895-04-06","locations":[{"id":5602,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":21,"tag":"Race Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4431,"title":"Race Relations and Labor Unions in Nineteenth Century New Orleans\n","course_id":16,"status":"P","start_date":"1883-01-01","end_date":"1883-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The history of the nineteenth century United States rarely speaks of racial cooperation, however evidence of a few such scenarios are historically documented. The end of slavery in the United States all but destroyed the agrarian economy of the southern states, and even with the constitutional abolition of slavery racial hostility ran high throughout the country. Yet as the country attempted to rebuild from the Civil War, a new kind of warfare emerged. This new battleground resulted from the rise of Industrialism, as resentment between laborers and employers intensified. New Orleans is a fascinating example of an intriguing storyline that followed. That is, where issues of racial equality collided with the clash of blue collar labor and managerial control. These two clashes, whose members at times overlapped, created an implausible framework where labor rights astonishingly overran racial tensions. This diverse composition of people, in terms of race, class, and age, is visibly evident in George Augustus Sala's 1883 illustration of the New Orleans levee. There are groups of children playing and wealthy well-dressed couples about, as longshoreman and other waterfront laborers of varying ages and ethnicities go about their business. In Sala's portrayal of the levee it is apparent that by the 1880s the New Orleans waterfront had not only evolved into a place of bustling commerce, but in addition an arena of relative brotherhood. ","            As a direct result of New Orleans' proximity to the Mississippi River, it quickly established itself as one of the most influential ports in the entire country. Consequently, the waterfront became the eminent employer of the city's labor force. By the 1870's a culture of ethnic cooperation, unheard of in almost all areas of the country and certainly the south, had naturally developed. This phenomenon was especially peculiar as it followed the racial tension fueled by the Civil War. The technological advances of the late nineteenth century and economic pushes for maximizing productivity and output put laborers and employers at odds. This battle for control was not isolated to New Orleans. Throughout the United States skilled and unskilled laborers alike combated this push by unionizing. While labor struggles were not isolated to New Orleans, this culture of ethnic harmony was. Union leaders, black and white, soon discovered that a racially unified union force was far more powerful than one divided. The nature of waterfront work in particular provided a platform for interracial cooperation in this city, whereas such an arena may not have been present in other American cities. This fact is due in part to the immense need for unskilled labor on the waterfront. Yet, as the ebb and flow of the industrial cycle began to turn at the end of the 1880's, the flicker of ethnic cooperation and racial equality in nineteenth century New Orleans proved to be no more than a compromise to battle white collar control. It would be nearly another 75 years before the issues of racial subjugation were addressed on a national level with the Civil Rights Movement. "],"display_date":1883,"search_date":"1883-07-02","locations":[{"id":5601,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":33,"tag":"Labor Union"},{"id":21,"tag":"Race Relations"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4433,"title":"The Peak of Excellence\n","course_id":16,"status":"P","start_date":"1/1/21","end_date":"12/31/21","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["This building serves as a symbol of the innovation that the Cotton Exchange implemented in its field of industry. The exterior of the building appears to be a typical 1921 classically inspired design. The architects, Favrot and Livaudais, who built several of the buildings in the area, designed the eight story steel framed structure. They believed that they created a new style of building because they incorporated old world elements with an innovative and modern design.  This is illustrated by the arched windows and faux columns that surround the building on the second and third floor.  The story behind this building is marked by the rise and fall of Henry G. Hester, the secretary of the New Orleans Cotton Exchange from 1871-1933.  He revolutionized and standardized the cotton trade in New Orleans and built it to rival the cotton exchanges of New York and Liverpool. ","Henry G. Hester was a pioneer as the secretary of the New Orleans Cotton Exchange.  It was through his policies that he standardized and legitimized the cotton market in New Orleans.  The exchange was established to, \"maintain quarters for the Exchange; adjust disputes between members; establishing regulations, uniform usages…\" and it was through Hester that these goals were realized.<a name=\"_ftnref6\"></a>  One of the more remarkable things that Hester did was collect cotton statics in hopes of standardizing the industry.   In addition, he divided Louisiana into districts and sub districts in which men on behalf of the exchange surveyed the crop and asked questions pertaining to the quantity grown, weather conditions, and the progress of the cotton.  By 1880, cotton farmers sought out the book published by Hester in hopes of gaining insight on the conditions and quality of cotton.  ","Simultaneously with the development of the cotton statistics, Hester also began to diversify the resources of the Cotton Exchange.  In 1872 after a myriad of discussions, the New Orleans Cotton Exchange committed to pay the Gold and Stock Telegraph Company 10,000 annually to install and dispatch ten telegraphs to the New York Cotton Exchange.  As a result of this agreement, it established the New Orleans Cotton Exchange as the premier cotton exchange in the south because it \"had facilities that no other southern market could match.\"  As a result of Hester's policies that advanced the Cotton Exchange, the company was able to tear down the smaller and more cramped building and construct the lavish 1921 structure that became a physical representation for what Hester had achieved in innovation.  The construction of this building symbolized the rise of the Cotton Exchange as a powerhouse of business for a crop that had dominated the south and allowed for lucrative business like the New Orleans Cotton Exchange."],"display_date":1921,"search_date":"1921-07-02","locations":[{"id":20995,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":35,"tag":"Architecture"},{"id":11,"tag":"Economy"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4440,"title":"French Opera House Destroyed in Flames\n","course_id":16,"status":"P","start_date":"12/4/19","end_date":"12/4/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" On December 4, 1919, hundreds of New Orleans's high society watched as their social gathering spot was engulfed in flames.  A writer at the time, Andre Lafargue, recounted the deep emotion embedded within the French Opera House, and the mourning that took place upon its historic loss to flames.  The French Opera House, located on the corner of Bourbon and Toulouse Streets in the French Quarter, served as one of the centers of social activity.  It was a place for the wealthy to assemble, mingle, and display their prestigious life, and became a mark of social class in New Orleans.  Being one of the earliest opera houses in North America, the building enhanced the French Quarter with its architecture, design, and French culture and customs.  The Opera House served not only as a place for theatrical performances, but also as a venue for the elite to gather socially, politically, and historically.  Countless galas, political rallies, debutante balls, receptions, and concerts were held in the massive as well.  ","            The Fire occurred just one year after the opera house was reopened after being closed for a period during WWI.  The building was said to be in one of its prime states and was thought to have a bright future in the New Orleans culture.  Lafargue and many other prominent members of society advocated strongly for reconstruction of the original Greek Revival-style building that so defined the Creole faÇade, as well as the culture of the French Quarter.  Efforts were delayed by a multitude of political actions and feelings such as loss and hopelessness, which ultimately resulted in a relegation of the opera culture in the city.  The French Opera House disaster became a component in a weakened period in the Louisiana opera society and put a damper on the social seasons and traditions.   ","Today, the Inn on Bourbon sits on the site of the original French Opera House at the corner of Bourbon and Toulouse Streets.  Although the original building was destroyed by fire and a new building was built, one feature of the Old French Opera House remains that is a reminder of the social elite's presence.  There is an indentation on Bourbon Street that leads to the entrance of the hotel.  This indentation served as the parking area for the aristocrats to exit their carriages and make an elegant, grand entrance.  In a sense, the area is still used for the same purpose. It is here that people staying at the luxurious, historical Inn on Bourbon make their \"grand entrance\" into the hotel lobby creating a modern social elite statement that mirrors statements and gatherings of the past."],"display_date":"December 4, 1919","search_date":"1919-12-04","locations":[{"id":16884,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":30,"tag":"Urban Society"},{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4435,"title":"Nathaniel Wilkinson House\n","course_id":16,"status":"P","start_date":"1849-01-01","end_date":"1849-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Located at 1015 South Carrollton Avenue in New Orleans, Louisiana, the Nathaniel Wilkinson House serves as a reflection of the Romantic Gothic architecture that invaded the region during the mid-to-late nineteenth century. Erected in 1849, an Englishman named Nathaniel Newton Wilkinson attempted to capture the Gothic style in his own residential structure. Undoubtedly unpopular within Louisiana for its association with Britain- a nation who had battled with New   Orleans only twenty years before, the style was seen as eccentric and quite a feat to build. Nevertheless, Wilkinson pressed forward, constructing the house upon a spacious Carrollton Avenue lot, adding a rural dimension to the home's character. While many moved here to take advantage of these roomy lots, others were attracted to the ease with which one could arrive by rail to this area of the city. Located on the outskirts of downtown New Orleans, Mr. Wilkinson was removed enough from the hustle and bustle of the inner-city to enjoy a more peaceful life. ","Inspiration for the design may have indeed come from William Ranlett's pattern book <em>The Architect</em>, from the 1847 and 1849 volumes.  However, the publications of Andrew Jackson Downing, a horticulturalist turned architectural critic, may have been the inspiration for this home.  Mr. Downing contended that the plan of a house should complement the landscape that surrounds it, taking advantage mother nature's gift.  Although today the home is covered in bricks, it initially had a stucco exterior with paint to mimic stone. Meanwhile, the interior maintains the Gothic style and contains large and open rooms that lead to an octagonal hall with a carved staircase. Additionally, diamond-pane windows and Gothic-style bookcases flank the interior. Quintessentially Gothic in design, Wilkinson's motives for construction may be found through a close look at New Orleans settlement patterns during this time.","The Gothic Revival, characteristic of the Victorian Period of the late nineteenth century, may trace its roots to the Irish immigrants of the early-to-mid nineteenth century, who brought pre-existing architectural styles of the homeland to the city. Today, the Nathaniel Wilkinson House stands as a snapshot in New Orleans history, revealing the sophisticated Gothic Revival style of nineteenth century America. "],"display_date":1849,"search_date":"1849-07-02","locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":39,"tag":"Gothic Architecture"},{"id":38,"tag":"New Orelans"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4438,"title":"Local Chinese React to Imperial Decree\n","course_id":16,"status":"P","start_date":"1/1/10","end_date":"12/31/11","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When Americans think of Chinatown, they rarely associate it with New Orleans, but at the turn of the twentieth century, New Orleans was the only southern city with a population of Chinese immigrants significant enough to constitute a Chinatown.  Like other immigrants in America, the Chinese in New Orleans had to balance the ongoing connections and relationships back home with the opportunities presented in assimilating fully into the dominant American culture.  Unlike other immigrants, however, Chinese immigrants were barred from becoming citizens of the United States due to the Burlingame Treaty of 1868, and so felt a strong obligation to obey decrees and laws of their homeland.  On December 26, 1910, in the final days of the Qing Dynasty for instance, the provisional national assembly decreed that all citizens should cut off the traditional long braid, or queue.  On January 13, 1911, the New Orleans <em>Times-Democrat</em> reported that the Chinese population of New Orleans welcomed the decree because the braids were \"burdensome as well as troublesome.\" ","Around one fourth of New Orleans' Chinese immigrants, including prominent members of the community like Hom Kin, had already cut their queues by this time, and most Chinese had ceased wearing traditional Chinese attire.  Furthermore, with the Chinese Exclusion Act of 1882 restricting the flow of new Chinese immigrants into New Orleans, the younger generation of Chinese-Americans within the city began to lose touch with their cultural heritage.  Kin's son, also queueless, expected \"to be more American in his ways than his Father,\" and American-born Chinese readily adopted the language, dress, and customs of the interracial neighborhoods of Chinatown.  ","Many Chinese immigrants lived in nearby interracial neighborhoods, though most worked in laundries located throughout the city.  According to period photographs and research conducted by Richard Campanella, the core of China\"town\" only consisted of a handful of shops, grocers, and restaurants along the 150 foot long 1100 block of Tulane   Avenue.  Several other Chinese establishments dotted the surrounding cityscape.  The district was popular with New Orleanians of all races and social classes, who ate at the restaurants, shopped at the stores and grocers, and took their clothes to the laundry mats.  They also compelled many Chinese immigrants to abandon their customs in order to attract more business, and, in turn, the distinct Chinese influence on Tulane Avenue slowly disappeared.  "],"display_date":"1910 - 1911","search_date":"1910-12-31","locations":[{"id":16884,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":31,"tag":"Immigration"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":21,"tag":"Race Relations"},{"id":29,"tag":"New Orleans"},{"id":41,"tag":"China"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4442,"title":"Influence of Greek Revival Architecture\n","course_id":16,"status":"P","start_date":"1834-01-01","end_date":"1834-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Greek Revival sprung into the American architectural landscape just as quickly as it disappeared lasting only from the 1820s to 1850s.  A typical result from the movement was a James Gallier product that was part of the \"Three Sisters\" and constructed on Rampart Street in New Orleans in conjunction with two other Greek Revival town homes.  Originally built in 1834 as a residential structure, it was one of Gallier's first projects within the city.  Gallier, one of the forerunners in Greek Revival architecture in the South and prominent architect of the period, had a significant role in changing \"the look\" of New Orleans.  His inspiration came from his belief that \"the character of the genuine architecture of the Greeks, in their brightest days... is that of an imposing grandeur united to pleasing simplicity, elegance of ornament, and harmony of proportion in an eminent degree.\"  A simple observation links his building to a traditional Greek temple due explicitly to the four columns and stylistic roof.  The town house is also adorned with wrought iron fencing and the frame is structured in simple lines and geometric symmetry.   Aligned with the Greek Revival movement, the construction stemmed from a passion and appreciation of the Greek form and style.  The structure portrayed an air of prominence and Republican simplicity because of the conscious display of splendor and the elemental nature.  The decision to pursue such a design was reflective of the times which placed emphasis on artistic achievement and where restraint and clear surfaces were valued.   ","The functionality of the building underwent a transformation after a shift in cultural values sparked a greater pursuit of wealth.  The shift called for ostentatious residences that showcased prosperity and the owner's habit of extravagances.  Initially classified as the most advanced structural form of the day, this town house was converted into a coffee shop probably around the beginning of the Civil War as there was a change in the cultural climate, and its clean exterior was deemed too bland to house anyone of stature.  However, this makeover was still partially in line with the Greek Revival movement because as Joseph Downs stated, \"Greek Revival in the United States was one of progress and commercial expansion.\"  The alteration gave way to the economic growth that permitted the formation of new industries and allowed the building to take on a new role as part of the commercial sector in New Orleans.  As a coffee shop, this building served as a social gathering spot and held a more public position within the city.  Unfortunately, in 1952 the town house was torn down and replaced by an automobile service center and its parking lot indicating the decline of importance of neoclassical ideals."],"display_date":1834,"search_date":"1834-07-02","locations":[{"id":5596,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":35,"tag":"Architecture"},{"id":45,"tag":"Greek Revival"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4443,"title":"The Thirteen Sisters of Julia Street\n","course_id":16,"status":"P","start_date":"1833-01-01","end_date":"1833-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["The thirteen sisters of Julia Street started a new trend.  These \"sisters\" were a row of thirteen side-hall style town houses that spanned the 600 block of Julia Street in New Orleans.  Upon their construction by the New Orleans Building Company in 1833, they were among first rows constructed in the side-hall, or London-plan, manner most commonly seen in Philadelphia and Baltimore.  The exteriors combined traditional Creole features with emerging Greek revival design aspects to create a transitional style later mimicked by similar rows of houses.  Each doorframe consisted of a unique design of elaborate fanlights above the doors, ionic columns, and neoclassical infusions that created a unique look for each dwelling place amid the sea of red brick. Additionally, the Julia Street town houses were sold with a blank interior that attracted the wealthy who desired the flexibility to modify their own homes to best suite their needs and display their affluence.","Row houses provided one of most efficient housing solutions for urban areas like New Orleans because they maximized land use by utilizing a narrow lot.  The side-hall style offered a front gallery that joined the two main rooms and rear passageways that connected to narrower servants' quarters.  Such a design for the service wing offered a convenient housing solution for servants while maintaining the privacy of the homeowner.  Before the introduction of the row house, flat and raised French Creole cottages and cabins dominated the architecture of New Orleans, making the emergence of a new style desirable among the affluent who desired innovation.  Typical town houses consisted of between two and six units, giving the thirteen houses of Julia Row a distinctive architectural flair.  Each of the homes sold quickly at an auction in 1833 to members of the high society of New Orleans.  One home went to Henry Howard, the notable architect of the Howard Library and another to architect Henry Hobson Richardson.   The use of row houses continued to spread through New Orleans as a favorable residential plan, including famous rows like the Pontalba Apartments built in the 1850s.","Over time the sisters' glory faded as residential areas moved away from the American central business district and southwest into the Garden District.  Julia Row no longer offered the prestige and innovation desired by the elites and the homes were wrought with architecturally careless \"improvements\" made by neglectful owners who turned them into cheap boarding houses.  Cracks spanned across the face of the buildings, the servants' quarters deteriorated from lack of upkeep and one eventually collapsed entirely.  Recently, efforts have been made to restore what had become subpar property and create a high-end, artistic community teeming with art galleries and young energy.  The New Orleans City Planning Commission has been leading the gentrification endeavors to transform what had become the warehouse district into a neighborhood of museums and galleries to appeal to young artists, tourists, and history buffs.  The first to be revamped was at the corner of Julia and Camp Street, and the others quickly followed.  The Riverfront Streetcar also runs through the area booster visitation through providing easy access for both locals and tourists.  Although the demographic has shifted with time, Julia Row persists as a trendy destination for the culturally inclined."],"display_date":1833,"search_date":"1833-07-02","locations":[{"id":5596,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":44,"tag":"Town Home"},{"id":46,"tag":"gentrification"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":35,"tag":"Architecture"},{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4446,"title":"<em>Governor Claiborne Remembered 23 Years After Death...</em>\n","course_id":16,"status":"P","start_date":"1840-01-20","end_date":"1840-08-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["        All the earth stood silent on December 20, 1803, as the Mississippi territorial governor rode in on the streets of New Orleans. Beautiful women adorned the balconies that hung over the Place d' Armes. Each country, represented by its own amount of officials and military, watched as the France flag descended and the American flag ascended succinctly down the pole, meeting halfway to acknowledge exchange of powers. President Thomas Jefferson instructed William Claiborne, Mississippi's current territorial governor at the time and General Wilkinson, commander of the United States Western Army to receive Louisiana from France, who just received it from Spain within the same year. The transaction happened in a time frame of less than 20 days. With the documents signed making the Louisiana Purchase official, Governor Claiborne made a speech to the inhabitants that promised their way of life would not be disturbed. The United States received the \"keys\" to the city and thus the elected William C.C. Claiborne began to act as governor of the territory of Louisiana.","            The Portrait of Governor Claiborne was painted in 1840, 23 years after his death. It is probable that E.B. Savary chose to paint the Governor at a time where New Orleans had a growing population. According to U.S. Bureau of the Census for Population of the 100 Largest Urban Places, New Orleans was the third largest city in 1840 with a population of 102,193 persons. Aside from the rise of popularization of New Orleans, many Louisianans favored Claiborne due to his passiveness in government. Many considered Claiborne qualified for governor because he had served as assistant to a Congress clerk, opened a law firm, appointed as a Tennessee Supreme Court Judge, and selected by President Thomas Jefferson to preside as Mississippi territorial governor. From the very beginning Claiborne sought to appease the people of New Orleans. He adopted their style, delayed the necessary revisions to the laws, and appointed locals to the political office.  This led to a number of critics including that of Andrew Jackson, major General of U.S. forces. In his opinion, he thought of Claiborne as \"much better qualified for great pomp and show, and courting popularity-quiet life- in civil walks- than military achievements amidst peril danger\". Vincent Nolte, a local German-born merchant described Claiborne as \"a weak, intriguing, and gutless man who had not the energy necessary to give a great impulse to the population of Louisiana and cared only for his popularity and preeminence\". Claiborne resented Jackson upon his arrival into New Orleans because now he would be forced to take orders from a man whom had absolute authority and Claiborne considered Jackson to be inferior. ","            According to the painting, one would assume that Governor Claiborne symbolized a man with great military strength, but on the contrary he was not known for fighting battles. Perhaps the military uniform shown speaks of Claiborne's desired image to be taken seriously, but his smirk in the portrait speaks volumes of how the governor was gullible. Although Governor Claiborne aided the U.S. military with war supplies during the Battle of New Orleans, he did not directly win its victory. Despite his shortcomings on the battlefield, Claiborne is remembered for his numerous contributions in advancing Louisiana such as building new roads, establishing a mail service, and developing a public educational system. After serving as Governor of Louisiana he was elected into the U.S. Senate, but died before ever taking office. Claiborne, as a result of his serene administration is prescribed honor and place in the history of New Orleans, thus he is remembered by this grand portrait to credit his contribution."],"display_date":"January 20, 1840 - August 20, 1840","search_date":"1840-05-05","locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":29,"tag":"New Orleans"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":30,"tag":"Urban Society"},{"id":47,"tag":"Governor Claiborne"},{"id":9,"tag":"Law"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"},{"id":56,"tag":"Battle of New Orleans"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4451,"title":"The New Orleans Jazz &amp; Heritage Festival: Still Movin&#39; and Groovin&#39;\n","course_id":16,"status":"P","start_date":"1/1/70","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["Adam Mims","Dr. Benson","History 321-Urban America","The New   Orleans Jazz & Heritage Festival: Still Movin' and Groovin'","            In the beginning of 1970, the city of New Orleans and the music industry as a whole would be drastically changed in a way that would bolster its prominence like no other.  This change would soon come to existence as being called the New Orleans Jazz & Heritage Festival.  Created by jazz impresario George Wein, this festival created instant artistic success even with only having 350 people present for the initial celebration.  Wein's vision was simple: he wanted to create a large daytime fair with multiple stages featuring a wide variety of home-grown music styles, food booths of Louisiana cuisine, and arts and crafts booths, along with an evening concert series that would be appealing to all.  Wein also wanted to create a fresh and exciting new perspective when focusing on festival presentation that would be targeted and appeal to people who had overwhelming zeal for the \"Crescent City\" culture as well as those who simply wanted to learn more about this unique way of life.  Wein exclaimed that \"This festival could only be held in New Orleans because here and here alone is the richest musical heritage in America\".  After moving into the infield of the Fair Grounds Race Course in 1972, The Jazz Fest would quickly grow, expanding its use of the 145-acre site. In 1975, the Festival had an anticipated attendance of 80,000.  This was also the first year of the Festival's popular, limited-edition silkscreen poster, now recognized as the most popular poster series in the world.  From 1976 to 1978, the Jazz Fest expanded to two full weekends of the Heritage Fair, and in 1979, for the 10th anniversary, the Festival scheduled three weekends.  By the early 1980s, the Jazz Fest continued to experience a tremendous growth in popularity and began to gain wide acclaim as one of the world's greatest cultural celebrations.  The Jazz Fest helped provide an unprecedented tourism boom from the 1970s-1980s. After profoundly sweeping the New   Orleans (primarily the French Quarter) area, the Crescent  City would be dubbed as the \"Creole Disneyland\".  By the end of the 1980s, more than 300,000 people attended the Heritage Fair, evening concerts, and workshops.  Wein's vision of celebrating Louisiana's unique cultural riches in terms of music, cuisine, and crafts had finally become reality.  With an emphasis on African, Caribbean, and French culture, Wein successfully presented these customs to the world in an enjoyable fashion through continual enhancement and growth throughout.","            What is most amazing about the Festival is the incredible revenue the Fair has brought in for the city of New Orleans and the prominence it has attained due to world-wide exposure.  By 1990, festival attendance had reached a quarter of a million people on a thirty-five acre site.  Festival expansion can also be seen through the plethora of world-renown artist and musicians that have expressed their talents on-stage at some time or another during the yearly festival. Names such as Mahalia Jackson, Stevie Wonder, Aretha Franklin, Bob Dylan, Ella Fitzgerald, Jimmy Buffett, B.B. King, Dave Matthews Band, Patti LaBelle, Al Green, Lenny Kravitz, James Brown, Willie Nelson, The Temptations, LL Cool J and Gladys Knight are just a few of the names that have dawned the stages of the Jazz Fest in past years.  The festival has also seen prosperity by receiving numerous honors including being named the unanimous festival of the year on four different occasions by highly acclaimed magazines from across the nation. Therefore, not only has the Jazz Fest been able to expose the true cultural variations of jazz, gospel, Cajun, zydeco, blues, R&B, rock, funk, African, Latin, Caribbean, folk music, and much more, but it has provided an even deeper appreciation for American culture and musical roots throughout.","Works Cited","\"New   Orleans jazz festival, a celebration of local memory,\" <em>International Herald Tribune,</em> May 7, 2008, p. 1; Westlaw Delivery Summary, <a href=\"http://campus.westlaw.com/\">http://campus.westlaw.com</a>, (accessed October 6 2008).","Michael P. Smith, <em>New   Orleans</em><em> Jazz Fest: A Pictorial History</em> (Gretna, Louisiana: Pelican Publishing Company, 1991), 9-10.","J. Mark Souther, <em>New   Orleans</em><em> On Parade:Tourism and the Transformation of the </em><em>Crescent</em><em> </em><em>City</em> (Baton   Rouge: Louisiana  State University Press, 2006), 159-164."],"display_date":1970,"search_date":"1970-07-02","locations":[{"id":36759,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":53,"tag":"10th Annual New Orleans Jazz & Heritage Festival"},{"id":38,"tag":"New Orelans"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4452,"title":"Cuisine of New Orleans\n","course_id":16,"status":"P","start_date":"1/1/70","end_date":"12/31/95","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["                New Orleans is a city rich with cultural identity fused into the roots of its people. Most evidently, the cuisine has blossomed from the history of New Orleans, and as my primary source shows it is also the most celebrated and shared cuisine our country has to offer. The most famous part of New Orleans, the \"French Quarter\", is home to most all the cultural traditions New Orleans have to offer, including cuisine and the annual Mardi gras festival.  It is in the French Quarter that throughout New Orleans's history, national influences from French, Spanish, and African customs left their mark on the culture. Years of influence and a strong sense of tradition have marked New Orleans's national identity and widespread popularity in cuisine.  ","                The cuisine of New Orleans is one of the key cornerstones of culture and history in the city. My primary source shows a diagram of how popular and published the cuisine of New Orleans is around America. Geographically unique, New Orleans has exploited the resources used in its cuisine according to its location in Southern Louisiana. As a melting pot in the American South, cultural influences in conjunction with the wealth of resources have over many years shaped New Orleans's popularity in cuisine. The recognition of its food and rich culture has attracted plenty of visitors to the city. Due in part to this tourism, the city began to garner more and more attention as a celebration of being uniquely American while still having its own heritage of cuisine and culture. This was evidenced clearly in a 1995 article in <em>The Albany Times</em> by Michael Lopez who spoke with Pamela Neyrey, a chef at <em>The Gumbo Shop. </em>Neyrey said that the lure of New Orleans continues to bring people back to the city.  \"Most frequently, it's tourists who come to New Orleans, fall in love with our food and then they'll call back\".  Most of the articles I researched have been from a wide variety of regions all influenced by the cuisine and culture closely tied to the city.   ","                The results of my research in secondary sources produced the widespread examples of popularity of New Orleans cuisine. My primary source, <em>Number of National Newspaper Articles on Cuisines of Specified Cities</em> indicates 322 articles have been written about New Orleans cuisine between the years of 1970 and 2004. The results shown in the primary source do not include how deeply Hurricane Katrina affected the region in 2005. However, the culture and cuisine have helped build back the city and restore the spirit of New Orleans. The city has always been central to American history, and as history continues to be written, New Orleans will always stand out as uniquely American because of its culture and cuisine."],"display_date":"1970 - 1995","search_date":"1982-12-31","locations":[{"id":36759,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":54,"tag":"Mardi gras"},{"id":29,"tag":"New Orleans"},{"id":57,"tag":"cuisine"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4453,"title":"The Lower Garden District of New Orleans\n","course_id":16,"status":"P","start_date":"1836-01-01","end_date":"1852-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the years following the Louisiana Purchase divisions arose within the city of New Orleans between the newly arriving Americans from the Eastern States and the pre-existing Creole faction of the city. The Creoles, a broad name referring to a group with a racial mix of French, African American, and Native American ancestry who were living in New Orleans following the Louisiana Purchase in 1803, did not mix well with the whites coming into the city in large numbers from the East coast region. The Creoles continued to occupy the French Quarter East of Canal, while the whites moved West of Canal and established the Garden District. In 1836 the relations between the Creoles and the Americans had deteriorated to such a point that the city was literally split into three municipalities. The immigrant skilled labor class in the area east of the Quarter controlled the third municipality. All three groups ran their own forms of localized government and developed their own fiscal system with their own distinct forms of currency. While one mayor still presided over the whole city, the three distinct sections of the city had little or no interaction with each other and acted as separate entities in which the mayor was the intermediary. There was rarely any mixing that occurred between the three distinct sections and trade was even conducted on the \"neutral\" streets of Canal and Esplanade. The split was a practical solution by the cities government to the fundamental problem of racial intolerance during this time. ","In 1806 Berthelemy Lafon was contracted to subdivide two large plantations West of the already over crowded Garden District to accommodate the influx of white Americans to the area. Lafon designed the layout for what would eventually be called the Lower Garden District. His plans were quite extravagant and included plans with a site for a cathedral, a proposed site for a large coliseum, fountains, canals, parks and marketplaces. This new area attracted the wealthier of the new white Americans and by the time the city was recombined in 1852 there were numerous mansions throughout the area and District began to develop a high-class reputation that it would hold throughout the antebellum period in the South. ","Due to the separation between the different cultural classes within the city during this sixteen-year period, the inhabitants of the Lower Garden District established themselves as an upper class haven for the white American elite. Coupled with the major racial and socioeconomic divisions that existed within the antebellum south, the split within New Orleans between the existing Creoles and the upper class Americans almost literally drew a line through the city, and it took until 1852 until New Orleans could truly be considered an American city. Following the Civil War things would change dramatically throughout the city due to the devastation from the war and occupation by the union. "],"display_date":"1836 - 1852","search_date":"1844-07-01","locations":[{"id":5596,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":29,"tag":"New Orleans"},{"id":55,"tag":"Garden District"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":5037,"title":"<strong>Musical Patriotism of the Civil War</strong>","course_id":43,"status":"P","start_date":"1861-01-01","end_date":"1861-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Two flags overlap on the cover of the Bonnie Blue Flag sheet music that has passed through many hands and sat atop many pianos in its lifetime.  The blue flag bearing a single star, given consideration as the Texas symbol of secession, and Harry Macarthy’s patriotic tune encompassed some of the southern sentiment at the start of the Civil War.  The song’s lyrics cried out to ban together brother’s who had toiled alongside one another and now felt that their rights were being threatened.  The song describes how the southerners were just and fair as long as the Union was, “but now, when Northern treachery attempts our rights to mar, We hoist on high the Bonnie Blue Flag, that bears a Single Star.”  Songs such as these were immensely popular among both Confederate and Union soldiers, they were viewed as being just as important as military strategy. Robert E. Lee himself believed that an army could not truly exist without music.  A Bible and a songbook were the most popular texts carried by soldiers, and it was songs such as these that helped pass the long warring period. ","Not only did music serve as a way to pass the time and link people supporting a common cause, but soldiers from both sides were joined together in their shared appreciation of music. One afternoon in December of 1862, in Fredericksburg, Virginia on either side of the Rappahannock River soldiers of the Confederacy and the Union were encamped.  The Union soldiers began the festivities, playing their favorites for their Federal.  The Confederate soldiers quickly joined the crowd to listen from the other side.  The band threw in a few of the popular rebel songs they knew just for them, including the Bonnie Blue Flag. ","Music played a critical and often underestimated role in the outcome of the Civil War.  Songs were enjoyed daily that shaped experiences and got soldiers through tough times.  At home, too, people were consoled by music when a loved one’s absence was felt due to war.  The power of music can be used to unite people of certain opinions or to unite people in spite of those opinions.  Thanks to composers like Harry Macarthy, the emotions and stories of the citizens of the Civil War era have been recorded for all posterity, allowing generations to come a chance to remember, identify with, and better understand the feelings of those long gone."],"display_date":1861,"search_date":"1861-07-02","locations":[{"id":5599,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5094,"title":"Removing the Middle Man","course_id":43,"status":"P","start_date":"1868-09-01","end_date":"1868-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The late 19th century was a period of rating, standardization and putting a price on previously unvalued commodities. From people, crops, and even time a need for equality and standardization in the commodities market and in every day life was answered.  Commodities markets began to crop up around the country and laws are put on books to both protect and hold farmers to higher standards.  Prior to these markets and laws for standardization in the grain trade, farmers were vulnerable and responsible for their crop even after it left the farm.  As American farmers began to ship more grain to England more lawsuits arise between farmers and their brokers or “factors.” In 1868 a southern agricultural journal <em>DeBow’s Review</em> prints a hopeful review of new commodities regulations, foreseeing the lessened economic burden for farmers trading in foreign markets.  This article would have been a sign of good news for many of the journal’s readers; however, the article is only a paragraph long. A paragraph for what most historians see as the foundation of today’s modern commodities market in America. Removing historical hindsight from this article, it singles positive change for wheat farmers but does not seem to be the changing force in the exchange of goods in America. In this instance, analyzing this event within the historical framework the greater implications of the article can be seen."],"display_date":"September 1868","search_date":"1868-09-15","locations":[{"id":5599,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":777,"tag":"commodities"},{"id":213,"tag":"Chicago Grain Corner"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5093,"title":"The Plantation Will Last","course_id":43,"status":"P","start_date":"1861-08-01","end_date":"1861-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In August of 1861 the Civil War was beginning to show its true colors, bloody and drawn out battles of attrition revealed the war would be much longer and bloodier than anyone had expected. Failed offensives by both the North and South were publicized throughout the nation, and the newly established Confederate was burdened with building a country from scratch and governing a war.  At this same time an ad appears in DeBow’s Agricultural Journal for a business dealing in “all kinds of plantation equipment.” The advertisement is for “circular saw mills, steam engines, and wood working machinery.” These tools or “plantation equipment” took many hands to man, and were run by slave labor.","This advertisement reveals the positive attitude southerners held in regard to victory in the war. This equipment could not be used for war goods, but instead for farming and plantation work. This equipment would have been an expensive investment for long term use, signifying that both manufactures and buyers did not expect war to change their livelihood thus southern victory would prevail. This ad reveals that moral was still good in the southern states in August of 1861 and victory was stil expected. The long-term repercussions for such attitudes was poverty, as southern planters watched their livelihood swept away in the Confederate defeat."],"display_date":"August 1861","search_date":"1861-08-16","locations":[{"id":5599,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":776,"tag":"Farm Equipment"},{"id":4,"tag":"Slavery"},{"id":144,"tag":"plantation"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5291,"title":"<em>Plessy v. Ferguson </em>","course_id":73,"status":"P","start_date":"1892-06-07","end_date":"1896-05-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>Plessy v. Ferguson </em>","During the day of June 7<sup>th</sup>, 1892, in New Orleans, Louisiana, a man by the name of Homer Plessy decided to forever change the Old South.  Plessy obtained a ticket for a thirty-mile-long road trip from the city of New Orleans to Covington. Upon boarding the railroad car, Plessy informed the conductor that he was one-eighth black; however, that meant he was seven-eighths white. Although he appeared a white man, that did not matter. Alarmed with the information, the conductor informed Plessy that he had to move to the “colored” section of the railroad car. Longing for change, Plessy refused, resisting Jim Crow laws of discrimination in the New South.","Refusing to obey the instruction of the conductor, the Louisiana gendarme arrested Plessy.  Determined to make changes Plessy prepared himself to face the state of Louisiana. At his arraignment, Judge John H. Ferguson presided, ruling in favor of the state segregation law."," More determined than ever Plessy decided to take the state of Louisiana, perhaps one of the most racially neutral states, to the United States Supreme Court. The state of Louisiana disagreed, arguing “laws permitting and even requiring, separation in places does not necessarily imply the inferiority of either race to the other.” The chosen vocabulary and the employment of the language strongly favored the state of Louisiana. Additionally, the original docket illustrated that the interpretation of the Thirteenth along with the Fourteenth Amendment was misread in order to favor the state. Lawrence Goldstone, a well-respected author of historic books, exclaims that  Plessy’s lawyers argued his forceful removal was a violation of the Fourteenth Amendment, and forcing him to relocate based on race violated his Constitutional right severely. With a seven to one ruling by the United States Supreme Court, the case was rejected stating that the Fourteenth Amendment was not violated because it did not discriminate against blacks. Furthermore, Goldstone argues the fallacies of the Louisiana race policy, as he strongly viewed the separation of the two races as a way of pleasing the whites.  Not only did the court rule in Louisiana’s favor, but their decision entrenched the ideas of the Old South and left imprinted scars for generations to come.","    Along with the ruling the United States Supreme Court established a doctrine entitled “separate but equal” which became law across the South establishing separate public facilities. Most important of all concerning the “separate but equal” doctrine were unequally segregated schools. Mark Golub in his article claims, “The Plessy case is infamous for extending the constitutional sanction to Jim Crow segregation laws.” In short, the ruling of the court further enabled the Jim Crow laws to rule the South until the Civil Rights Movement.  Regardless, Plessy went back to Louisiana and pled guilty to the charge and paid the fine. In the forthcoming years the case would become a foundation, a building block for <em>Brown v. Board of Education</em>. Although the case proved a failure for Plessy, in the later years it became the milestone for the issue of education of the New South."," "," "," "," "],"display_date":"June 7, 1892 - May 18, 1896","search_date":"1894-05-28","locations":[{"id":5602,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":1054,"tag":"plessy v. ferguson"},{"id":1069,"tag":"separate but equal case"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":5315,"title":"Slaughterhouse Cases of 1873","course_id":73,"status":"P","start_date":"1873-04-14","end_date":"1873-04-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The smell of rotting, maggot infested corpses, stomach acid, and feces filled the humid air in New Orleans for years.  The look on the animal’s faces as they met their violent death was heartbreaking.   This butchering began what is now known as the controversial “Slaughterhouse Cases of 1873.”  Racial tension, public health issues, and a corrupt monopoly laid the foundation for the legal action.  The butchers of New Orleans took a stand against the idea of a monopoly.  Beginning, the state of Louisiana legislature “passed a law creating and granting a monopoly to the Crescent City Livestock Landing and Slaughterhouse Company to slaughter animals in the New Orleans vicinity.”","A single slaughterhouse for the city meant a major decrease in the number of jobs offered to local men.  “Depending on whom you ask, this was either a desperately long overdue public heath measure in the admirable tradition of progressive reform or a fiendishly corrupt monopoly abrogating the butchers’ right of free labor.” ","The public health issue of these cases was the cholera outbreaks due to the unsanitary conditions of these slaughterhouses.  Due to the lack of health laws, when it rained in New Orleans, the rotting corpses, blood, and feces from the slaughtered pigs and cows ran into the water systems used by local communities.  There were not any laws did not restrict the procedures that the butchers had to abide by while working or disposing of the corpses.  It did not take long for disease to spread form the lifeless animal corpses to the lives of the nearby city. ","The racial aspect of the Slaughterhouse Cases correlated with the establishment of the Fourteenth Amendment that granted citizenship to freed slaves.  Southern white Democrats powerfully opposed the idea of political equality between the black and white societies.  White southerners formed the idea that the American government was demolishing the power of the states and becoming a tyranny.  Bitterness filled the hearts and minds of the white southerners that had a hard time grasping the idea of equality to all.  “The court thus ruled that the Louisiana law was constitutional and allowed the New Orleans butcher plan to go forward.”"],"display_date":"April 14, 1873","search_date":"1873-04-14","locations":[{"id":5600,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":29,"tag":"New Orleans"},{"id":1098,"tag":"Slaughterhouse Cases"},{"id":1099,"tag":"Butchers"},{"id":1100,"tag":"Health Codes 1873"},{"id":1101,"tag":"Monopoly"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":5349,"title":"Freedmen and Republicans Murdered in New Orleans","course_id":74,"status":"P","start_date":"1866-07-30","end_date":"1866-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The New Orleans Riot occurred on July 30, 1866 in New Orleans, Louisiana. Whites instigated the riot and targeted freedmen. However, this riot was different from those of its time because it centered primarily on disagreements regarding Reconstruction policies. Radical Republicans were unhappy with former Confederates gaining power and influence under Governor Wells. Wells himself eventually noticed the power shift and became uncomfortable with it as well. In 1866 the legislature of Louisiana called new elections, allowing for a former Confederate mayor to regain his title. The state legislature overturned Wells’ veto. As a result, Wells gave his support to a Radical plan to reassemble the constitutional convention that occurred in 1864. The Radical plan would grant power to blacks, prevent former Confederates from voting, and lay the foundation for a modified state government for Louisiana.","Those opposed to the idea of Louisiana becoming a “revolutionized” state, the city police force of New Orleans, which was comprised of Confederate veterans, was supposed to maintain order during the convention but supported the opponents of Radicals. On July 30, twenty-five delegates and 200 black supporters, consisting primarily of former veterans, convened in New Orleans. When the two sides met, fighting broke out followed by gunshots. The delegates took cover in the convention hall. Those who tried to escape were immediately shot, the white flags they held in their hands as a sign of surrender were ignored. The total death toll consisted of thirty-four blacks and three white Radicals to be killed. Around 100 people were injured in the riot.","The <em>New York Times</em> described the event as a dispute between angry radicals and thugs, the police force, describing them as, “unprincipled scoundrels, thirsting for blood, whose every moral sensibility had been blunted by lives of desperados, were maddened to informal rage by injudicious harangues from men who follow in the stormy wake of Sumner and Stevens.” Republicans reported that the death toll was around 200 men, a fact in which the article questioned.  The Military Commission went  in to investigate the riot and the <em>Times </em>argued that the instigators would be deemed guilty due to the close allegiance that members of the Commission had with the Radicals.","Historian Eric Foner argued the significance of the New Orleans riot, stating, that it completely took away any hope of Presidential Reconstruction in Louisiana. Supposedly, before the riot occurred, the local military commander stationed at New Orleans warned the President of the violence that would occur if the convention happened. Johnson did not adequately prepare for the violence or take the warning to heart. Foner summed up the New Orleans Riot, stating, “But the stark fact remained that nearly all the victims had been blacks and convention delegates, and that the police, far from preserving order, had joined in the assault.”"],"display_date":"July 30, 1866","search_date":"1866-07-30","locations":[{"id":5599,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5431,"title":"Jazz Boom!","course_id":79,"status":"P","start_date":"1/1/29","end_date":"1/1/29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The American country was in turmoil. People were starving for work and relief from the Depression. Franklin D. Roosevelt was struggling to regain control of the plummeting economy and the people were worn. Any distraction offered to these hard working masses was widely accepted. Music, for many, was seen as brief respite from the difficulties of their daily life. Along with FDR’s fireside chats, music was being aired into an increasing number of homes on a regular basis.","As part of Roosevelt’s New Deal programs, <em>Works Projects Administration</em> (WPA) began collecting art and music and exposed the nation to an evolving style of music, jazz. Evoking an emotional response from the audience, jazz music, reminiscent of African American spirituals, had become popular in many urban areas allowing the music industry to endure during the years when so many industries struggled to stay afloat. Changes  in musical style occurred around 1935 in conjunction with technological advances in for both film and audio technology. In addition, the New Deal program, <em>Works Projects Administration</em> (WPA) began collecting art and music and exposed the nation to the ever-evolving style of music.","Many of the WPA’s contributing artists gained fame during this era leaving a lasting influence on the nation’s music industry. The impact these people made on the cultural history of The United States and its music[btm1]  is enduring. For example, Billy Holiday, known as Lady Day, came to the forefront of the music scene in 1935, when she became vocalist for major orchestras such as Count Basie and His Barons of Rhythm. Count Basie had worked with other such greats as Louis Armstrong, another influential jazz musician. Armstrong, also known as Satchmo, a shortened version of Satchel Mouth, began playing cornet as a young man elevating himself in the industry  becoming a great trumpet player and singer. Often in demand during the Depression, Armstrong made his first trip to Europe in 1932.","The recording and film technologies as well as that of jazz music itself progressed during this period. Benny Goodman was a well-established radio and studio musician who combined forces with other musicians to focus on a purely jazz sound rather than popular tunes. Securing a contract to perform on the radio show “Let’s Dance” catapulted his sound to stardom with the crowning achievement being the first-ever jazz concert at New York’s prestigious Carnegie Hall.","Following Goodman’s successes with Swing Jazz bandleaders began to feature more jazz arrangements, styles and solos ushering in a new genre of music that is still evolving today."," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "," "],"display_date":"January 1, 1929","search_date":"1929-01-01","locations":[{"id":19406,"lat":39.9878097372,"lng":-91.1885648416,"zoom":9,"place":"Adams, Illinois"},{"id":20995,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":1290,"tag":"Satchmo"},{"id":1289,"tag":"Louis Armstrong"},{"id":471,"tag":"music"},{"id":1291,"tag":"Swing Jazz"},{"id":1081,"tag":"The Great Depression"},{"id":1085,"tag":"WPA"},{"id":997,"tag":"Billie Holiday"},{"id":959,"tag":"Jazz"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":5448,"title":"<strong>The Oncoming Threat of Cholera in New Orleans in 1849</strong>","course_id":82,"status":"P","start_date":"1848-12-30","end_date":"1849-01-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After a sixteen-year hiatus, cholera was once again on the doorstep of New Orleans. On December 30, 1848, reports from Pittsburgh began circling that cholera was the responsible agent for thirteen deaths aboard steamships known as the Diadem, the Watkins, and the Savannah; all of which had docked in the New Orleans harbor. A message from Cincinnati stated that fourteen people aboard the Peytona, which had departed from New Orleans, were found to be dead upon arrival to the city. This alarming message, according to the newspaper The Maine Farmer, sent the people of New Orleans into a panic that would disrupt the flow of the entire city for months. Newspapers in New England, as well as London, showed growing concern with what was happening in New Orleans. The Maine Farmer did not obtain many answers that any one could give for how cholera had sprouted up so suddenly in the winter months there. The only conclusion that the people reached for the reason behind the outbreak was the fact that over one thousand immigrants had arrived in New Orleans on December 22, 1848 from Liverpool and Havre and that they must be the ones responsible for bringing back the recurrence of the disease. The greatest number of deaths occurred among the poor, which was to be expected in those times. However, the inhabitants could not understand how some of the best citizens were also dying.","Shipping was of vital importance to the port city of New Orleans. It brought the people goods and kept their businesses running, however it was also how cholera seemed to be coming into the community. After the reports of December 30, 1848, people began fleeing the city by the hundreds. Business in the city went spiraling downward since boats could not move their freight onto land because nobody would pay enough money and take the risk of possibly bringing the disease from the ships back with them. Goods also could not be shipped out of New Orleans because nobody wanted to transfer them onto the vessels out of fear. A private letter in the Maine Farmer from New Orleans to Charleston said, “The cholera has paralyzed business to an enormous extent.”","New Orleans was apparently dismantled by something that was known as its greatest asset: shipping. Transportation methods had proven deadly to the city. Through January 11, 1849, there were an average of over one hundred deaths per day. All of the people that could afford to had fled. There was no more talk of business or life in general. The only thing people seemed to talk of was cholera. In less than three weeks time the city of New Orleans had been left in shambles."],"display_date":"December 30, 1848 - January 11, 1849","search_date":"1849-01-05","locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":29,"tag":"New Orleans"},{"id":1315,"tag":"cholera"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}},{"id":5449,"title":"<strong>The Change of Society in New Orleans Brought on by Cholera in 1849</strong>","course_id":82,"status":"P","start_date":"1848-12-30","end_date":"1849-02-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The devastation of cholera resumed in New Orleans on January 13, 1849 when the Medical Board pronounced that the disease had made its way into the levee. As was the case in the cholera epidemic of 1833, no one could explain why it had suddenly sprouted up again. There had not been many records indicating that ships from Europe had brought any cases of the disease in the most recent months. Theodore Clapp stated in his communication from New Orleans to the Universalist Trumpet and Magazine that the threat of this disease stopped people in their tracks and that the city came to a grinding halt.","New Orleans was home to many travelers and on average there were tens of thousands of strangers in the city in the winter months. When the news spread that the disease had made its way into the city these visitors made a quick exit. Boats were overflowing with people hastily trying to get out of the city so as to avoid the disease. Businesses were in a state of panic as their main source of money was leaving and people that lived in the city permanently were not themselves anymore. Fear of the disease had changed even the kindest person into a mean and very self-centered individual. People were forced to care only for themselves and those closest to them.","Thousands of people had died in just over three weeks and it had only left the people who were true to their home. This brought the trade and the business of the city to a screeching halt. Clapp stated: \"the outbreak of cholera descended like an avalanche upon our gay, busy, and happy population.” What was once a thriving economy had turned into a bleak home for a disease-ridden population in twenty-four days time. However, this was not to be the downfall of New Orleans. Theodore Clapp said in his communication that the disease had been perfectly manageable in its early stages and that no more than fifteen to twenty people of note had died. The majority of those that had died were the African Americans, the immigrants, and those suffering from poverty.","By February 17, 1849, people had started returning to the city and society had been restored. In a matter of weeks the people had gone from running from the city to returning which was not the case in the epidemic of 1833. The people were very happy that the epidemic had only lasted a few weeks. The outbreak in late 1848 and early 1849 was quick but it was still devastating to the city of New Orleans."],"display_date":"December 30, 1848 - February 17, 1849","search_date":"1849-01-23","locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":1315,"tag":"cholera"},{"id":29,"tag":"New Orleans"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}},{"id":5582,"title":"Desegregating Schools","course_id":88,"status":"P","start_date":"5/16/60","end_date":"5/16/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The article <em>\"U.S. Court Orders New Orleans To Start Pupil Integration in Fall: Outlines Grade-a-Year Plan After Board's Refusal to Present Own Proposal INTEGRATION SET IN NEW ORLEANS </em>was written by Claude Sittons and published on the New York Times on May 17, 1960. The article states thaton May 16, 1960 Federal District Judge J. Skelly Wright set September as the deadline for New Orleans to start desegregating schools. The order went out shortly after the board refused to present a desegregation proposal. The order was a threat to the continuation of public schools because it conflicted with Louisiana’s anti-desegregation law.  New Orleans had become the first city in the Deep South to choose between compliance and closing schools. Furthermore, Judge J. Skelly Wright also outlined a grade-a-year for the Orleans Parish School Board. The Parish School Board had been told on February 15, 1956 to desegregate but had failed to do so.","In his order, he mandated that at the beginning of the school year in September all public schools should desegregate according to plan, which stated that:","The plan allowed desegregation to progress upward one grade each year and gave the school board considerable latitude on administrative details. Nonetheless, the court could make the plan more specific at anytime.","Joe Skelly Wright was born on January 14, 1911 in New Orleans. He attended public schools his whole life and earned a law degree.  Lawyer Wright had notable jobs however, after a postwar sting in private practices in Washington D.C. , he moved  back to New Orleans and became the United States Attorney.  In that office he witnessed a group of blind people across the street being escorted to different Christmas Eve parties based on their skin color.  Still impacted by the scene, thirty years late he told Jack Bass: “ the blind couldn’t segregate themselves… There was somebody else doing it for them... It began to make me think more of the injustice, of the whole system I had taken for granted… That was the beginning really.”[1]","In 1949, President Truman made J. Skelly Wright a federal trial judge. He was only thirty-eight years old, making him the youngest in the nation. William J. Brennan Jr., a close friend of J. Skelly Wright, wrote that Wright’s most notable decisions were greeted with “harsh and bitter injective.”  Criticized for exceeding his proper role, he was charged as an “activist judge,” also defined as a judge who “believes that the judicial power should be made creative and vigorously effective.” Unlike Justice Holmes who believed judges should “hold a tight rein on humanitarian impulse and compassionate action, stoically doing their best to discover and apply already existing rules”, Wright believed judicial process demanded more because “constitutions, statuses, and precedents rarely speak unambiguously, a just choice between competing alternatives had to be made to decide concrete cases”. [2]","Moreover, Judge J. Skelly wright considered the equality principle as the “rock upon which our constitution rests,” and before 1962, he had already issued forty-one rulings towards equality.  In 1950, he ordered Louisiana State University to admit black law students and in 1957 he ordered desegregation in New Orleans’ bus and streetcar system. Moreover, correlating with the newspaper article, in 1956 he ordered desegregation for the public schools in New Orleans, where according to colleague, Patricia M. Wald, he proclaimed that the magnitude of the problem of changing people’s mores did not nullify the principle that everyone was a freeborn Americans. Although his actions meant well, as a consequence, Judge Wright received death threats, lost friends, and was protected day and night by federal marshals.[3]","From 1877 to the mid 1960s Jim Crow laws were practiced throughout the United States, mainly in the south.[4] These laws made whites feel superior and turned African-Americans into second-class American citizens, more importantly, it enforced segregation.  It wasn’t until the Brown ruling in the Brown v. Board of Education of Topeka that a new era of civil rights protests were African Americans were determined the social order that was based on race and discrimination.[5] The ruling, which happened in Washington D.C., on May 17 1954 by the U.S. Supreme Court, stated that racial segregation in public schools was unconstitutional.[6] It was because this ruling that in 1956 Judge J. Skelly Wright ordered New Orleans Parish School Board to design a plan to desegregate schools. Many in the community opposed the order and it took four year until it was put in place. Finally on November 14, 1960 four girls integrated the schools, although they had to be protected by United States Marshals. Unfortunately this event and Judge Wright’s order and were not taken lightly and soon after riots erupted throughout the city followed by parents enrolling their children in private schools[7]","This newspaper article is an example of the events happening during the 1960s. It demonstrates the efforts towards the desegregation during the civil rights movements as well as the reactions by the whites. Although it is a small sample, it explains current events that were happening throughout the United States."," ","[1] Bill Monore, et al., In Memoriam: J. Skelly Wright, 1988, 370-371.","[2] Bill Monore, et al., In Memoriam, 361-362.","[3] Bill Monore, et al., In Memoriam, 363-371.","[4] http://www.ferris.edu/jimcrow/what.htm","[5] David A. Horowitz and Peter N. Carroll, On The Edge: The Unites States Since 1945 (California: Wadsworth, 2002), 107.","[6] Horowitz and Carroll, On The Edge, 178.","[7] http://crdl.usg.edu/events/new_orleans_integration/?Welcome&Welcome"],"display_date":"May 16, 1960","search_date":"1960-05-16","locations":[{"id":31777,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"Orleans, Louisiana"}],"tags":[{"id":29,"tag":"New Orleans"},{"id":43,"tag":"Desegregation"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5642,"title":"Inside the Slave Trade: John Brown's Experience Within a New Orlean's Slave Pen","course_id":103,"status":"P","start_date":"1855-01-01","end_date":"1855-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["John Brown, also known as Fed, was born into slavery in Virginia. As a child, he was separated from his family, and was sold and purchased by three different masters. Brown suffered from many acts of cruelty from his masters: he lost partial use of one eye after being kicked in the face repeatedly by an overseer. He was also used in a number of gruesome experiments performed by a doctor who was seeking the cure for sun stroke. After multiple attempts to escape, Brown found himself in a slave pen in New Orleans. After being sold from the pen, Brown finally managed to escape from his owner in Mississippi, and he was able to attach himself to part of the Underground Railroad, making his way North. He eventually managed to gain passage to England, having heard tales of freedom in Britain from slaves in his past.","While Brown attempted to maintain a low profile in the slave pen, he was able to observe some of the subtleties that lay beneath the surface of the slave trade. During his three months at the slave pen, Brown was able to gain insight into the slave trade, noting the subtle differences between potentially cruel owners, compared to those who may have been more forgiving. Walter Johnson, in his book <em>Soul by Soul</em>, discusses how slave-traders were regarded with disdain by all, including other slave-holders. In fact, multiple times Johnson quotes Brown's narrative, particularly the chapters in which Brown discsses his time in the slave pen. Traders would constantly force slaves to stand straight, smile, and \"act the part\", in order to manipulate buyers, even when the slaves were at their most vunerable. Brown recalled how \"Even the poor, dear, little children, who are crying and wringing their hands after 'daddy and mammy,' are not allowed to exchange with them a parting caress\"(118). There was heavy emphasis placed on the interaction between potential buyers and slaves, but some slaves, including John Brown, were able to use this to their advantage. Although small, slaves found a source of power within the Slave Market. Some buyers would avoid slaves who stood too tall and answered too quickly, thinking that those slaves might cause trouble. Others would pass over those who showed weakness, either physically or emotionally. Through his observations of these interactions, Brown developed an ability to \"cheat the system\" in a way, acting undesirably towards buyers who he thought would be cruel, while adopting a more favorable view towards potentially more gentle masters. While slave traders and buyers thought they were in complete control, some slaves may have been able to gain more control over their sale then advertised."],"display_date":1855,"search_date":"1855-07-02","locations":[{"id":14283,"lat":36.7198931687,"lng":-77.1037749414,"zoom":9,"place":"SOUTHAMPTON, Virginia"},{"id":1525,"lat":33.0697355251,"lng":-83.2500363363,"zoom":10,"place":"BALDWIN, Georgia"},{"id":5598,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":4,"tag":"Slavery"},{"id":96,"tag":"Slave Trade"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":5808,"title":"James Brownson Dunwoody DeBow Writes \"DeBow's Review\", a secessionist and agricultural journal druing the Civil War and Reconstruction era.","course_id":113,"status":"P","start_date":"1846-01-01","end_date":"0000-00-00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["J DeBow Begins DeBow’s Review"," "],"display_date":"January 1, 1846 - undefined 0, 0","search_date":"1872-12-15","locations":[{"id":5597,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":1862,"tag":"James DeBow"},{"id":1863,"tag":"The DeBow Review"},{"id":1864,"tag":"The Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}