{"id":451,"place":"JOHNSTON, North Carolina","lat":35.5176248947,"lng":-78.3657172892,"episodes":[{"id":600,"title":"Battle of Bentonville\n","course_id":1,"status":"P","start_date":"1865-03-19","end_date":"1865-03-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["From March 19th to the 21st, Confederate and Union soldiers clashed at the Battle of Bentonville. On the first day General William T. Sherman did not expect an attack when sending troops into Bentonville under the command of Gen. Slocum, but they found themselves surrounded by Confederate soldiers, led by Johnston, who moved in. They fought until after dark. On day two Sherman and the rest of his troops arrived providing necessary support creating stable defense lines.  Little fighting occurred on the second day.  On day three Sherman's men moved in on Johnson's defense, and the two armies endured a long day of fighting.  Johnson's troops retreated northward, and it was a Union victory. There were a total of 4,738 casualties from the battle over the three days of fighting.  Johnston's approach to the Battle of Bentonville was an element of surprise to drive Sherman back, but Sherman was able to make a quick turnover and counter attack to force Johnston back.&lt;br /&gt;The Battle of Bentonville was a crucial battle for the Confederacy, it was their only chance to beat Sherman in North Carolina and drive him out; however they failed. This battle marks the last significant effort by Confederates to stop Sherman's advancement. It was a final attempt at victory, and with its defeat came doubt and despair."],"display_date":"March 19, 1865 - March 21, 1865","search_date":"1865-03-20","locations":[{"id":9558,"lat":35.5176248947,"lng":-78.3657172892,"zoom":9,"place":"JOHNSTON, North Carolina"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2263,"title":"North Carolina Needs Capital-Not Labor\n","course_id":1,"status":"P","start_date":"1877-09-17","end_date":"1877-09-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By September, 1877, Governor Vance of North Carolina, elected in 1876, called upon the immigrant laborers of Northern cities, such as those currently on strike in Baltimore, to venture to North Carolina to fill what he perceived to be a labor shortage in North Carolina manufacturing and industry. Not all North Carolinian's agreed.  A letter to the editor of the Raleigh Register dated September 17, 1877 simply signed, LABORER, expressed the opinion that what North Carolina needed was not labor, but capital.","The writer argued that the current farming and manufacturing industries in place in North Carolina were not able to employ even one quarter of the laborers of North Carolina, and that immigrant laborers would not be able to find work the work they were looking for if they moved down South.  To bring about a great change in North Carolina and improve its economy in both the farming and manufacturing sectors, it was necessary for Governor Vance to work to persuade manufacturers to invest their capital in North Carolina counties, not persuade poor laborers to move to North Carolina.","Historian John B. Boles, author of <em>South Through Time: A History of an American Region</em>, would agree with this Johnston County laborer that capital-not labor-was needed in the years following Reconstruction.  He argues that while 1880's newspaper articles describing plans for new towns and factories seemed to offer proof that the South had become industrially successful, these articles were, in actuality, efforts to persuade northern investors to the South by portraying it as a stable, growing region."],"display_date":"September 17, 1877","search_date":"1877-09-17","locations":[{"id":9559,"lat":35.5176248947,"lng":-78.3657172892,"zoom":9,"place":"JOHNSTON, North Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}