{"id":4516,"place":"Essex, Massachusetts","lat":42.560328524,"lng":-70.797191322,"episodes":[{"id":4964,"title":"<strong>The Beverly Beacon: Rise of Women's Voice in Media Publications </strong>","course_id":27,"status":"P","start_date":"11/1/13","end_date":"11/1/13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     In New England at the turn of the twentieth century women took pen to paper to address the struggles among women in the fight for equality. <em>The Beverly Beacon</em> was the first all women published newspaper. Emerging in the early 1900s, it expressed women's opinions about social, economic, and political aspects of life in the rural New England town of Beverly Massachusetts. The women writers of the newspaper, <em>The Beverly Beacon</em>, expressed the fears they had for their children, gender inequality and the political, social and economic concerns of everyday women. They urged their readers to \"wake up and be more alive\"[i] to the needs of their communities, and encouraged other women to get more involved in public life.","   The early 1900s witnessed new voices in the cry for women's rights. Publications like the Beacon, made the public aware of women's political voice, a voice previously muted by male dominant media. However, while the <em>Beacon's</em> articles address issues important to their readers, they walk the fine line between acknowledging women's equality and campaigning for political change. For example, the editors claim that there is no need for a political section in their newspaper because they \"are neither Republican, Democratic, nor Progressive;in fact we care very little about politics and the chief aim of women is to get things done. It is not party nor principle nor platform but performance that counts in the forum of the home.\"[ii] However, the editors did include articles about the fight for women's suffrage and the need for advancement in political society. As one article noted: \"There is no good reason why women should not\"[iii] vote as an American citizen born with the same unalienable rights as a man. The Declaration of Independence of the American nation proclaims that all men are created equal, and \"if the term men is used figuratively, meaning the human family as comprising both men and women, then our present form of government is in flat contradiction of that time honored document.\"[iv] With its common vision of equality for women, <em>The Beverly Beacon </em>and similar publications helped create awareness of women's problems and concerns while advocating for women's voting rights. As one scholar noted, papers like the <em>Beacon</em> were a \"chance to help women see their own problems, help bring out the things that are true in the traditions that have bound them; help show up the things that are false.\"[v] The publication of <em>The Beverly Beacon</em> initiated the rise of women's voice in the New England area by creating an impenetrable bond between mothers, sisters, daughters, and friends. The publishers of <em>The Beverly Beacon</em> will be remembered as activists whose voices were carried across the nation, as the messages issued by women artists and writers \"appealed to universal principles of humanity and foresaw a new social era accompanying women's participation in politics.\"[vi]","[i] <em>The needs of the girls of Beverly, </em>Mary E. Bulkeley. Beverly Beacon. A Women's Newspaper, November 1, 1913.                                                                   ","[ii]Politics Page. Beverly Beacon A Women's Newspaper, November 1, 1913","[iii]Equal Suffrage, Anna C.M. Tullinghast. Beverly Beacon A Women's Newspaper, November 1, 1913","[iv] <em>Equal Suffrage, </em>Anna C.M. Tullinghast. Beverly Beacon A Women's Newspaper, November 1, 1913","[v] <em>Suffrage Art and Feminism</em>. Sheppard, Alice. Hypatia, Vol. 5, No. 2, Feminism and Aesthetics (Summer, 1990), pp 122-136. Published by: Indiana University Press","[vi] <em>Suffrage Art and Feminism.</em> Sheppard, Alice. Hypatia, Vol. 5, No. 2, Feminism and Aesthetics (Summer, 1990), pp 122-136. Published by: Indiana University Press."," "],"display_date":"November 1, 1913","search_date":"1913-11-01","locations":[{"id":16933,"lat":42.560328524,"lng":-70.797191322,"zoom":9,"place":"Essex, Massachusetts"}],"tags":[{"id":7,"tag":"Women"},{"id":18,"tag":"Politics"},{"id":196,"tag":"women's rights"},{"id":600,"tag":"Media"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}},{"id":5379,"title":"The Lives of Sailors' Wives","course_id":81,"status":"P","start_date":"1845-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Hannah, of Lucy Larcom’s poem “Hannah Binding Shoes”, was a sailor’s wife in the early nineteenth-century. A weathered woman who has waited twenty years for word of her husband’s whereabouts, she has remained steadfastly by her window overlooking the shore in Beverly, Massachusetts, binding shoes. She continued to ask passing neighbors of news from the harbor, but no news would ever pertain to her husband. Once a beauty, Hannah and her husband Ben married in May; he left the same month, never to return again. Hannah remained at her window binding shoes, and faithfully remained waiting until the day she died.","Hannah’s character is indicative of the lifestyle of sailors’ wives during the nineteenth century. While their husbands were at sea, women could only wait until news of their return, or perish. By 1853, only seventeen percent of women accompanied their partners to sea, and the other eighty-three percent of women who remained onshore maintained an entirely different sphere of life. Women at this time were mainly seen as dependent on the money that they received from their husbands’ work. However, while women did certainly face a socially and culturally constructed dependency status, these women who stayed home during long travels were required to be independent. Wives depended on the money that the sailors brought in after every voyage, but due to the uncertainty of next lump sum, women were forced to be skillful in how money was used. These wives maintained the home, the family’s social status, took care of the children and had to supply necessary items for their families. Oftentimes, women took up work such as sewing, housekeeping, growing cash crops, or in Hannah’s case binding shoes, in order to expand the amount and rate of income. But until their husbands came home, women could merely wait. Sailors, especially whalers, had no way of predicting how long one single voyage might last. The ship would only come back to harbor once its belly had been filled with enough whale remains to make the trip profitable, therefore could have taken several years. So these women waited, and waited time and time again. Their main source of income was from a treacherous job that took many lives, yet these wives were the backbone of the family and community. As with Hannah, who was binding shoes for more than twenty years at her window, these sailors’ wives waited and sometimes never learned exactly what became of their beloved one."],"display_date":"1845 - 1870","search_date":"1857-12-31","locations":[{"id":6138,"lat":42.560328524,"lng":-70.797191322,"zoom":9,"place":"ESSEX, Massachusetts"}],"tags":[{"id":881,"tag":"whaling industry"},{"id":1206,"tag":"Sailors' Wives"},{"id":1207,"tag":"Lucy Larcom"},{"id":1208,"tag":"Beverly, MA"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}},{"id":5698,"title":"Chemicals in the Cure-All Medicines","course_id":106,"status":"P","start_date":"1800-01-01","end_date":"1800-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the 1800s numerous patent medicines were on the market to “treat” a wide range of diseases and symptoms. There were treatments for excess fat, curing female ailments, anti-pain meds and treating the common cold. Someone even made a pill for pale people. These patent medicines came in all forms; extracts, elixirs, pills, wafers, etc. The most popular of these patent medicines was Lydia Pinkham’s Vegetable Compound. Lydia marketed her medicine towards women to help with their “female ailments” from monthly cycles and menopause.  She prided herself on helping women and even coined herself the phrase “Yours for health” to prove that she was willing to help them. But what exactly was Vegetable Compound made from? Lydia used unicorn root, life root, black cohosh, pleurisy root and a suspension of eighteen percent alcohol to make her miracle Vegetable Compound. Women all over claimed that her compound made their symptoms better but no scientific studies were ever done in the 1800s to prove that.","During the 19<sup>th</sup> century it became apparent to the United States Food and Drug Administration that the production and sales of medications needed to be safer for the public. Drug regulation in the 19<sup>th</sup> century involved numerous processes that are divided into five categories. Each of these categories played a serious role in determining the safety of a drug. Drugs needed to go through controlled trials, animal testing, determining if the drug would benefit the quality of life of the public and cost-benefit analysis. The manufacturer of the drug also had to be very clear on the packaging what chemicals were involved in making the drug and include clear package inserts. This new system of drug regulation helps to keep the citizens of America safe. No person can throw ingredients together to make a drug, state that it will cure a disease and sell it to anyone without thorough testing and research.  This type of regulation keeps Americans from dying unnecessary deaths due to the toxicity of untested drugs.","Even after her death in 1883, Lydia Pinkham’s Vegetable Compound continued to be manufactured and bought by Americans. The compound was picked up by Numark Laboratories in 2004, and Numark is still marketing the product towards women to help improve the symptoms of their monthly ailment and the symptoms of menopause. Thanks to the new drug regulations set by the United States Food and Drug Administration the ingredients are now healthier and the product underwent scientific testing. This new form of the compound is now available in a liquid or a tablet."],"display_date":1800,"search_date":"1800-07-02","locations":[{"id":15795,"lat":42.560328524,"lng":-70.797191322,"zoom":9,"place":"Essex, Massachusetts"}],"tags":[{"id":100,"tag":"Medicine"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}}]}