{"id":4531,"place":"HAMILTON, Tennessee","lat":35.1803733014,"lng":-85.1633326083,"episodes":[{"id":2717,"title":"Mistaken Identity\n","course_id":1,"status":"P","start_date":"1893-02-14","end_date":"1893-02-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mrs. M.A. Moore, widowed mother of seven grown children, was alone in her home one morning. As she went about her household business, a black man forced himself into her house and assaulted her. He then escaped, leaving Mrs. Moore in her house. The white population of Chattanooga was outraged that such an offense could be committed in broad daylight upon a well-respected white woman. So, they cast around for a likely suspect. They arrested Andy Blount on the suspicions of Mrs. Moore's neighbors; they believed he committed the assault. Mrs. Moore herself could not say for certain that Andy Blount was actually the man who came into her home that morning. ","Andy Blount protested to anyone who would listen that he was innocent, that they had arrested the wrong man. His vehemence led to an investigation that same day by white leaders in town. They came to the conclusion that Andy spoke the truth, that he was not the man responsible for the attack. However, the rest of the town did not heed the truth discovered by their leaders. At 1030 that same night the mob forced its way into the jail, actually breaking down the doors in their zeal to get at Andy Blount. Over the protests of the town leaders and jail officials, the mob took Andy Blount down to the bridge across the Tennessee River and there they hanged him. The town remained uncertain as to whether Andy Blount was actually guilty. ","This episode is illustrative of the sway of mob violence in the late 19th century. Indeed, according to Brundage in Lynching in the New South, it was an omnipresent aspect of southern life. All African American men at this time were subject to the whims of the mob, who could capture and kill virtually anyone they pleased, giving the merest of explanations and receiving nothing but the adulation of their fellow townspeople. Central to the conflict in this story is the protection of the white woman, Mrs. Moore. While the men of Chattanooga were not able to undo the harm caused her that morning, they surely could avenge it. It did not matter to Mrs. Moore's neighbors who they blamed, as long as the man they blamed was black. Here we see the phenomenon where black men and white women are linked both socially and sexually. White men at this time believed that white women were the central symbol of the family; as such they needed constant protection from the threat of rape by black men. The element that stands out here is that the leaders of the town took the time to investigate Andy Blount?s claims of innocence; more importantly, they concluded that he was in fact innocent. However, their conclusion did little to sway Andy Blount's ultimate fate."],"display_date":"February 14, 1893","search_date":"1893-02-14","locations":[{"id":12056,"lat":35.2006308637,"lng":-85.2180291091,"zoom":9,"place":"HAMILTON, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2973,"title":"Mistaken Identity\n","course_id":1,"status":"P","start_date":"1893-02-14","end_date":"1893-02-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mrs. M.A. Moore, widowed mother of seven grown children, was alone in her home one morning. As she went about her household business, a black man forced himself into her house and assaulted her. He then escaped, leaving Mrs. Moore in her house. The white population of Chattanooga was outraged that such an offense could be committed in broad daylight upon a well-respected white woman. So, they cast around for a likely suspect. They arrested Andy Blount on the suspicions of Mrs. Moore's neighbors; they believed he committed the assault. Mrs. Moore herself could not say for certain that Andy Blount was actually the man who came into her home that morning. ","Andy Blount protested to anyone who would listen that he was innocent, that they had arrested the wrong man. His vehemence led to an investigation that same day by white leaders in town. They came to the conclusion that Andy spoke the truth, that he was not the man responsible for the attack. However, the rest of the town did not heed the truth discovered by their leaders. At 1030 that same night the mob forced its way into the jail, actually breaking down the doors in their zeal to get at Andy Blount. Over the protests of the town leaders and jail officials, the mob took Andy Blount down to the bridge across the Tennessee River and there they hanged him. The town remained uncertain as to whether Andy Blount was actually guilty. ","This episode is illustrative of the sway of mob violence in the late 19th century. Indeed, according to Brundage in Lynching in the New South, it was an omnipresent aspect of southern life. All African American men at this time were subject to the whims of the mob, who could capture and kill virtually anyone they pleased, giving the merest of explanations and receiving nothing but the adulation of their fellow townspeople. Central to the conflict in this story is the protection of the white woman, Mrs. Moore. While the men of Chattanooga were not able to undo the harm caused her that morning, they surely could avenge it. It did not matter to Mrs. Moore's neighbors who they blamed, as long as the man they blamed was black. Here we see the phenomenon where black men and white women are linked both socially and sexually. White men at this time believed that white women were the central symbol of the family; as such they needed constant protection from the threat of rape by black men. The element that stands out here is that the leaders of the town took the time to investigate Andy Blount's claims of innocence; more importantly, they concluded that he was in fact innocent. However, their conclusion did little to sway Andy Blount's ultimate fate."],"display_date":"February 14, 1893","search_date":"1893-02-14","locations":[{"id":12056,"lat":35.2006308637,"lng":-85.2180291091,"zoom":9,"place":"HAMILTON, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4391,"title":"Sherman Looking for Self-Sufficiency\n","course_id":4,"status":"P","start_date":"1864-05-03","end_date":"1864-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["General W.T. Sherman sat down on May 3, 1864 and wrote a letter to inform General M. C. Meigs and more importantly, Secretary of War Stanton, how he felt about the quartermasters' headquarters being in inconvenient locations.  Sherman began his letter by saying that if the quartermasters wanted to be in charge of the money situation with dealing out equipment for the armies, then they need not to be in places such as Louisville, Chicago, or Washington; rather they need to be in locations where it does not cost them a lot for transportation or where communication is not short and not clear.  He then told Meigs that even though he felt this way, he understands that it is not his job to disturb the overall being of the army and felt that he should not mess with the flow.","Moving on in his letter, Sherman decided to give Meigs a little advice about how to use what was given to them by the quartermaster and then, when that runs out, to use the land, and what they have around them to make camp.  According to \"Life in a Civil War Army Camp\", soldiers would use the tents that were supplied, but to support them they would use the boards from fences along the way, which Sherman also tells Meigs to do along with all the other advice he game him.  ","After the advice, Sherman wrote that his troops received less and less from the quartermasters, and that he sees them running out of gifts eventually.  He said that he cannot wait for this to happen because he knows that his army will be able to live off the land very well, unlike the Confederates (at least that is his thought).  He felt that this would give his troops a sense of confidence that would overtake that confidence level of the Southern troops, which came to be true as McPherson writes of a private in the 1st Tennessee saying, \"We were going to whip and rout the Yankees.\" And in the next sentence McPherson jots, \"But confidence soon gave way to dismay.\"  ","Sherman's intent was summed up when he wrote, \"I would like Mr. Stanton to know this, my opinion.\""],"display_date":"May 3, 1864","search_date":"1864-05-03","locations":[{"id":12053,"lat":35.1803733014,"lng":-85.1633326083,"zoom":9,"place":"HAMILTON, Tennessee"}],"tags":[{"id":11,"tag":"Economy"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}},{"id":4971,"title":"A Wait For Battle Evokes Emotion","course_id":37,"status":"P","start_date":"1863-11-05","end_date":"1863-11-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the November 5, 1863 Matt Turner wrote his mother a letter as he waited for the next battle.  Turner explained that the waiting had been on going since the previous charge where the “Yankees” had gained a lot of ground.  With the continuation of his letter, Turner wrote of his feelings of foreshadowing, when he said they had not seen the last of war and that another gory battle would occur before too much time passed.  Also apparent in the letters was the sense of positive feeling when Turner received letters from home.  He wrote to his mother that he was more at peace knowing that his family and acquaintances are safe and alive.  Lastly, Turner wrote about the conditions in which their unit was left.  He had chills several times due sleeping outside.  Finally he gained a tent with a smoke stack and was done with the chills for a short period of time until the next waiting phase.","Turner served as Assistant Surgeon in the 22<sup>nd</sup> Alabama Regiment.  The waiting period Matt Turner was in was the stage that led to the Battle of Missionary Ridge.  This was the campaign step after Shelbyville had happened and was the spot where General Bragg was stationed.  Grant had decided that the Union army would swing around and flank the Confederates and attack from the rear.  This correlated directly with Turner’s letter where he explained his fear that another battle would occur because of the position that the Yankees were taking.  The battle took places in stages and the Confederates had to retreat."],"display_date":"November 5, 1863","search_date":"1863-11-05","locations":[{"id":12053,"lat":35.1803733014,"lng":-85.1633326083,"zoom":9,"place":"HAMILTON, Tennessee"}],"tags":[{"id":32,"tag":"Civil War"},{"id":289,"tag":"Art/Leisure"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}},{"id":5179,"title":"General William Rosecrans' Report at the Battle of Chickamauga","course_id":64,"status":"P","start_date":"1863-09-19","end_date":"1863-09-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Major General William Rosecrans, commander of the U.S. Army of the Cumberland, awoke nervous on September 20, 1863. His forces at Chickamauga had been assailed throughout the previous day but held their ground. Rosecrans did not know if they could withstand another day of Confederate assault, however. He also did not know that he was about to give an order that would swing the battle, the Chattanooga campaign, and his own legacy as a commander.","That morning Rosecrans inspected his line and found that its left, which he felt should be protected at all costs, was vulnerable. Two hours after fighting began, Rosecrans was incorrectly informed that a gap existed along his left. He ordered General Thomas Wood on the Union right to move left and close the gap: “The general commanding directs that you close up on Reynolds as fast as possible, and support him.” The problem was, a Confederate force opposite Wood had been waiting for an opportunity to charge. When Wood moved left the Confederates, according to Rosecrans, “poured in through this breach,” breaking through the Union lines and driving several of Rosecrans’ divisions from the field. The breakthrough proved to be the decisive movement of the battle, a Confederate victory. How and why was this order given?","The report from General George Thomas that “Reynolds’ right was exposed” was met with fear and panic by Rosecrans, historian Glenn Tucker notes. Caught up in the heat of the moment, Rosecrans directed his aide-de-camp, Major Frank Bond, to write the fateful order. Chief among Rosecrans’ errors, according to Tucker, was that he did not consult his chief of staff, Brigadier General James Garfield, who was busy, when deciding what action to take. Garfield knew the positions of each Union regiment and would have been able to inform Rosecrans that a gap did not actually exist.","In his official report Rosecrans reluctantly admits that, without his mistake, the Union army would probably have driven the Confederates from the field. Even with the fateful order, Rosecrans describes Chickamauga as a resounding victory since the Union ultimately held Chattanooga. Tucker disagrees and places blame on Rosecrans, arguing that his erratic temperament led to the reckless advance. Rosecrans biographer William Lamers puts Wood at fault, since he should have told Rosecrans the move was impossible. Not suprisingly, Rosecrans downplayed his errors in his official report. His commanders saw through the semantics, however, and relieved him of his command less than one month later.","The order would haunt Rosecrans for the rest of his life. He wrote an article in the May 1887 issue of the Century Illustrated magazine justifying the entire Chattanooga campaign, arguing that miscommunication between Reynolds, Wood, Thomas and Brigadier General John Brannan created the gap in the Union line. His <em>New York Times</em> obituary in 1898 did not pull any punches, however, blaming the Chickamauga defeat on Rosecrans. Even in death Rosecrans could not escape the fateful order.","Regardless of fault, Rosecrans’ order was significant because it gave the Confederates their only major victory in the western theatre of the war. Additionally, not even one of the war's most competent commanders could avoid the communications breakdowns that often plagued armies. Clearly, Rosecrans had good reason to be nervous that foggy September morning."],"display_date":"September 19, 1863 - September 20, 1863","search_date":"1863-09-19","locations":[{"id":12053,"lat":35.1803733014,"lng":-85.1633326083,"zoom":9,"place":"HAMILTON, Tennessee"},{"id":2308,"lat":34.7357841762,"lng":-85.3009353974,"zoom":9,"place":"WALKER, Georgia"}],"tags":[{"id":917,"tag":"William Rosecrans"},{"id":916,"tag":"The Battle of Chickamauga"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}},{"id":5185,"title":"From Infantryman to Staff Officer: The Battle of Chickamauga Through the Eyes of Ambrose Bierce","course_id":64,"status":"P","start_date":"1863-09-19","end_date":"1863-09-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Bierce writes, “They were men. They crept upon their hands and knees. They used their hands only, dragging their legs. They used their knees only, their arms hanging idle at their sides. They strove to rise to their feet, but fell prone in the attempt.” Through chilling words Ambrose Bierce illustrated the battlefield at Chickamauga in his short story,<em> Chickamauga</em>. Bierce, a writer and soldier, held a view of the battlefield of Chickamauga on September 19-20,1863, that few knew. His rank kept him acquainted with the everyday solider, but his horse and job gave him a vision that the ordinary soldier was not afforded. Bierce was a member of the 9th Indiana Infantry Regiment under William B. Hazen. His unit was at the core of the fighting under General Thomas’s forces on Snodgrass Hill during the Battle of Chickamauga. This was not only one of the most important battles of the Civil War but also for Ambrose Bierce.","Before Chickamauga, Bierce had been an infantryman in Hazen’s Brigade. After attracting the attention of his superiors, Bierce was promoted in April of 1863 to Hazen’s acting topographical officer, “his commander’s personal map maker who became his ‘eyes’ prior to battle”, writes David Owens. This role of topographical officer was at the center stage of any officer corps but was often overlooked. Chickamauga was his first major battle with his new title. His new role required him to be very familiar with the battlefield terrain, and this familiarity made Bierce’s memoir significant as it provided him a larger view of battle as he roamed on horseback, was in constant contact with high-level officers, and was directly involved in strategic high-ranking military planning. Moving from infantryman to staff officer greatly expanded his view of the war, and this would be reflected in his later writings.","His memoir, <em>Chickamauga</em>, told the story of this battle through a highly emotional and graphic lens. It was written in 1889 for the San Francisco Examiner, where he could write without fear of editorial constraints. In this intense short story, a little boy found himself lost in the woods among wounded men crawling to a creek. He innocently went among them looked into their faces and tried to play with them. Bierce wrote, “But on and ever one they crept, these maimed and bleeding men, as heedless as he of the dramatic contrast between his laughter and their own ghastly gravity”. He made his way back home to found it on fire and his mother dead. This loss of the child’s innocence to the brutality of war was perhaps a reflection of the loss of innocence throughout the United States as people at home and on the battlefield experienced this horrific war. Bierce’s role as a topographer paired with his writing skills provided a view of the Battle of Chickamauga that is intensely chilling and vividly detailed, something that cannot be seen in battle reports but only through the eyes of someone in contact with both the officer and the infantryman."],"display_date":"September 19, 1863 - September 20, 1863","search_date":"1863-09-19","locations":[{"id":12053,"lat":35.1803733014,"lng":-85.1633326083,"zoom":9,"place":"HAMILTON, Tennessee"},{"id":2308,"lat":34.7357841762,"lng":-85.3009353974,"zoom":9,"place":"WALKER, Georgia"}],"tags":[{"id":5,"tag":"War"},{"id":177,"tag":"literature"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}},{"id":5691,"title":"An Uncommon Sentiment","course_id":106,"status":"P","start_date":"1/1/50","end_date":"12/31/50","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["H. S. Chamberlain had a problem on his plate back in the mid-twentieth century.  Everyone sought cheap labor in the steel and coal industries, but feared employing certain groups of people because of their behavior.  Blacks treated with trepidation were the majority of workers in these industries.  For the most part, blacks saw nothing but discrimination and fell under the watchful eyes of white owners.  Chamberlain sought to employ more blacks, and to encourage other corporations to do so as well.  However, his peers felt that he must be disillusioned in his pursuits.  In a letter to other owners not only in Tennessee, but to Pennsylvania, and even into the Deep South, he conveyed his position on the matter.","“Around the furnaces, the great bulk of labor is colored labor, it is almost entirely so about the blast furnaces.  As far as experience goes, we have found it is by far the best labor in the South.”  How could one man be so sure of his predicament, and yet, everyone else saw black labor as a necessary evil?  It would seem that racial tensions kept most blacks in the hard, dirty, and underpaid jobs.  While Chamberlain employed these men in the same positions, he had “great success” in his endeavors.  A good number of black laborers had been on the payroll for nearly twenty years, that they “give great satisfaction,” in their duties.","This “great satisfaction” was beset with problems, of course.  Chamberlain’s white employees were extremely prejudice, and fought to keep blacks out of the skilled positions by not agreeing to teach the trade to the black workers.  Though, this is not uncommon in the South, the majority of skilled labor was delegated to the white workers because of racial discrimination.  However, Chamberlain goes on to discuss that it was this prejudice that inhibited the black men’s advancement, not their skills.  Chamberlain goes further, pointing out that as “puddlers,” black men were just as capable.  “Puddling” involved stirring the molten contents of a furnace from above with iron rods, it was one of the most dangerous and hard jobs in the “puddling” style furnaces.  “Fully as good as white men; their yield is as good; they are as steady workmen; they are as reliable in every way, and their product is fully as good as anything that we have got from white labor.”  But the quality of the black laborer’s work wasn’t the predominating factor in where they worked.  If a black man was given a “white man’s job,” white workers had a tendency to lash back with violent strikes…barring whites and blacks from the workplace until they had the matter settled.   So it was not that blacks were unable to do work correctly, or lacked the basic skills to learn and achieve, but it was the racism that divided and segregated their opportunities.  One other man had much the same opinion as Chamberlain.  T. D. Aldrich was a northern industrialist that had moved to Birmingham, Alabama to work as a supervisor.  Aldrich agreed that blacks “as a class are, without exception, the best labor I have ever handled.”","Of course there are always dissenters to an ideal.  J. W. Sloss, the head of the famous Sloss Furnace Company in Birmingham, Alabama, believed “there would be no improvement to substitute white labor for black workers.”  Sloss, like many others, thought that replacing white workers with blacks was a mistake because it raised racial tensions for no reason.  Many would point to this and say that things were done in this way just to keep the workplace at ease, that it wasn’t a racially motivated matter.  However, more than enough evidence shows that blacks were hindered in progress mainly because white workers discriminated heavily against them.  Even the National Labor Union –created in 1866- questioned whether black laborers should be allowed to work in industry because of the racial problems it would create.  Also, there was still the belief that blacks were subservient to whites, harder to educate, and more base in their dealings.  These beliefs were a circumstance that played over and over itself, even to this day.","Throughout history, there has always been a culture or race that was treated as less worthy than their counterparts.  Here in the South it was especially rough on black laborers, however, the northern industries suffered because of these tensions as well.  Blacks would be hired, whites would strike and make demands, and things would be resolved for the good of the business…which often ignored what the needs of the blue-collar black laborers that did the majority of unspecialized work in the coal and steel industries."],"display_date":1950,"search_date":"1950-07-02","locations":[{"id":29463,"lat":35.1808732525,"lng":-85.1648090186,"zoom":9,"place":"Hamilton, Tennessee"},{"id":28563,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"}],"tags":[{"id":1011,"tag":"Ethics"},{"id":1661,"tag":"Coal"},{"id":906,"tag":"Steel industry"},{"id":21,"tag":"Race Relations"},{"id":1665,"tag":"Steel"},{"id":1666,"tag":"Coal Industry"},{"id":1667,"tag":"Discrimination"},{"id":1668,"tag":"Racial Tension"},{"id":1669,"tag":"South"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5815,"title":"A Union Soldier’s Correspondence about Disease in Hospitals","course_id":113,"status":"P","start_date":"1864-04-08","end_date":"1864-04-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John L. Knapp of the 9<sup>th</sup> Indiana Regiment wrote a letter to his friend Mary Merrick during his stay in a hospital in Chattanooga, Tennessee. In this letter, Knapp commented, “Where there are many people together they are liable to catch disease. More than they do at home. I used to be afraid but I am now all over it now.” These diseases afflicted many soldiers throughout the war.","Disease was a major part of the Civil War. Historian Dale C. Smith, who studied medicine throughout the war, stated, “The general hospitals early in the conflict were makeshift arrangements in whatever buildings could be found, an approach that was seriously flawed.” The army lacked enough doctors or other medical officials to meet the demand of injured soldiers. Historian Richard H. Shryock estimates that each surgeon at Gettysburg had about nine hundred cases to tend to. This caused doctors to work quickly, increasing the odds of spreading disease amongst the injured.","The methods that surgeons used were often unsanitary. For example, chest or abdominal wounds required the surgeons to probe the wound to find the bullets or to help stop the bleeding. The hospitals themselves also carried many germs. Poor sanitary conditions allowed diseases such as typhoid, dysentery, and diarrhea to infect soldiers.","Knapp’s fear of disease shows how rampant it was among soldiers in close quarters. Shyrock mentions that “High as were the casualties, it is well known that losses from disease were higher.” He also mentions that roughly ten percent of all soldiers were sick at one time. Fear of disease such as Knapp expressed, coupled with the mortality rates of those that caught disease, wore on soldiers as the war went on.","In a study cited by Smith, there were approximately 6,445,000 casualties combined between the Union and Confederate armies from May 1, 1861 through June 30, 1866. Of these, over six million were disease related. Shryock also looked at the numbers of deaths during the Civil War. According to him, by the end of the war, about 250,000 Union troops were killed by disease compared to 110,000 deaths from battle injuries. That means that roughly 70% of deaths in the Union army were a result of disease. Similarly, Confederate soldiers suffered about 164,000 deaths from disease and 94,000 on the battlefield; good for roughly a 64% disease mortality rate.","As the war continued, there were some improvements made in medicine that helped. Quinine and chloroform were both agents used during surgeries to help ease pain and make surgeons’ jobs easier. These advances also helped to ease the minds of soldiers such as Knapp."],"display_date":"April 8, 1864","search_date":"1864-04-08","locations":[{"id":12053,"lat":35.1803733014,"lng":-85.1633326083,"zoom":9,"place":"HAMILTON, Tennessee"}],"tags":[{"id":100,"tag":"Medicine"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}