{"id":4549,"place":"CHOCTAW, Alabama","lat":32.0196106211,"lng":-88.263201413,"episodes":[{"id":1330,"title":"The Conspiracy and the Lynching of Jack Turner\n","course_id":1,"status":"P","start_date":"1882-08-15","end_date":"1882-08-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Jack Turner was born a slave in about 1840 and refused to submit to the black' way of life in post-war white Alabama. Although he was arrested and sometimes convicted on charges such as drinking and gambling, adultery, and theft, he became a leader of Choctaw County's blacks. He was also a somewhat successful organizer for the local Republicans and he played a key role in bringing the Republicans and the Greenbacks together. Not only were the whites persuaded that black crime was out of control, but as found in the Promise of the New South, whites were terrified of the rumors stating that black criminals were held up as heroes by the black community, championed for their bravery against persistent white.' Turner epitomized this situation, for he himself was a man of political influence, a leader of the black community, and he planed a conspiracy against the whites. &lt;br /&gt;On August 15, some papers were found supposedly revealing Turner as the leader of a widespread black conspiracy to murder all the whites in Choctaw County. The Montgomery Advertiser printed some of the papers that had been revealed. According to  these papers, the plot had been in existence since 1878. In 1882, the number of the conspirators had grown to 400. They had gathered guns and intended to rise up on Sunday night, September 17, when the whites would be attending a meeting unarmed.  &lt;br /&gt;Then on August 16, the citizens of Mount Sterling and Butler decided to arrest the leaders of the conspiracy: Jack Turner, F.D. Barney, Jesse Wilson, Peter Hill, Willis Lyman, Aaron Scott and Range West. These men were arrest on August 17,1882. Two days later, on Saturday August 19, about 700 people gathered, including around 150 blacks, and demanded the key of the jail from the sheriff. They took Turner and hung him at 1:15 pm."],"display_date":"August 15, 1882 - August 19, 1882","search_date":"1882-08-17","locations":[{"id":74,"lat":32.0196106211,"lng":-88.263201413,"zoom":9,"place":"CHOCTAW, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4977,"title":"Matt Turner Writes Home From Shelbysville","course_id":37,"status":"P","start_date":"1863-04-12","end_date":"1863-04-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Writing home to his mother on April 12, 1863, Assistant Surgeon to the 22<sup>nd</sup> regiment of Alabama Infantry, Matt Turner captured the sentiments of many others in the Confederate Army as he spoke of wishing to return to his home.  Turner wrote his letter from a “camp near Shelbysville Tennessee,” where he was “alone except the agreeable company of the lame, the halt and the blind who all look eagerly to me for comfort and consolation.”  As an assistant surgeon in the Confederate army, these would have been his duties, as according to the medical records from the Confederate States of America, the duties of an assistant surgeon general included looking after the sick and wounded and helping the surgeon.","As Turner looked after the lame, an air of anxiousness can be observed as he stated that “we are still at this place.  We have been anticipating a move, but since I last wrote, it seems that we are off now more than then.”  Stationed in Tennessee, Turner would not have seen many of the major battles of 1863, as the next major battles of the Civil War occurred farther north in May of 1863, in Chancellorsville.","While sitting in camp, anxious for the next move Turner aspired to return to his home.  He wrote that he was “very tired of tramping about through the mud after a regiment merely for the name at this time.”  He further spoke of his bad health, as a reason to go home “long enough to recover my health entirely before entering the service again, though this will depend very much on the circumstances.”","While Turner wanted to be relived of his position, the chances of this were probably slim.  Turner stated that he had submitted an application for a “thirty days leave of absence.”  However, Turner’s application was “returned, disapproved, by Gen. Bragg and all my hope is gone.”","While Turner may have wanted to return home, the Confederacy was in need of men.  In the spring of 1862, the Confederacy adopted a policy of conscription in order to fill the ranks of the army.  While the Confederacy had trouble filling the ranks, the problem intensified during the winter of 1862-1863 as the Confederacy experienced a high rate of desertion for various reasons, including the need to provide for their families.","Through the remainder of his letter, Turner wrote of things such as to “give my love to Father and Martha…Kiss little Ettie and tell her I have not forgotten her dog and will be sure to bring him with me.”  He further instructs his mother to “please write often.”  Through these sentiments Turner expresses the normal need to hear from his family as well as to keep them updated of his where-abouts as he anxiously waited to be relieved from his job in the Confederacy."],"display_date":"April 12, 1863","search_date":"1863-04-12","locations":[{"id":72,"lat":32.0196106211,"lng":-88.263201413,"zoom":9,"place":"CHOCTAW, Alabama"}],"tags":[{"id":32,"tag":"Civil War"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}}]}