{"id":4566,"place":"ONEIDA, New York","lat":43.6646298716,"lng":-76.1863866955,"episodes":[{"id":4985,"title":"<strong> The First Experiment Along the Waters of the Great Canal</strong>","course_id":35,"status":"P","start_date":"1819-10-28","end_date":"1819-10-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the crisp autumn morning of October 28, 1819, in western New York a boat called the <em>Chief Engineer</em> left Rome, New York to take the first journey on the Great Canal to Utica. A group of about thirty men were passengers on the boat, many of whom were distinguished guests, including Governor Dewitt Clinton, the canal’s chief advocate. Spectators lined the banks of the canal, as if lining the streets to watch a passing parade. A band serenaded the boat as it persisted and as it continued down the channel of the canal, it picked up more passengers so that additional citizens could take part in the festive event. The spectators in the towns lining the banks of the canal expressed their “unfeigned joy at seeing the first boat flat upon its waters.”  All that the people of New York had been promised by their politicians finally seemed possible. It was a joyous occasion met with a 21-gun salute and cheers from all. Later in the week, the boat returned to Rome and then traveled back to Utica, a distance of 32 miles, achieved in a single day.  This was an amazing feat, one that had not been thought to be achievable so soon. It was also stunning what men had achieved in building this canal and the nature they triumphed over. A local newspaper writer claimed that, “The result of this season cannot fail to animate the friends of the canal, incline the doubtful to its vigorous prosecution, and free its opponents from their fears and subdue their hostility; for theory must yield to fact, and wild speculation to the tests of experiment.”","The Great Canal would be completed in 1825 and proved to be everything that its advocates had hoped for. The canal is often considered the greatest and most influential public works project of the nineteenth century. It ushered in the economic changes that would transform the country, and added to the settling of the frontier by making settling the west an easier process. It also connected western settlements to both domestic and foreign markets while drastically reducing the price of transporting goods. The canal proved to be a worthwhile feat for the state of New York. It would be a stunning example of the benefits of internal improvements and improved transportation in the United States for years to come."],"display_date":"October 28, 1819","search_date":"1819-10-28","locations":[{"id":8942,"lat":43.6646298716,"lng":-76.1863866955,"zoom":8,"place":"ONEIDA, New York"}],"tags":[{"id":11,"tag":"Economy"},{"id":563,"tag":"Erie Canal"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}},{"id":5205,"title":"This episode discusses is a specific event that occurred due to the establishment of the Fugitive Slave Laws in the 1850s called the Jerry Rescue.","course_id":58,"status":"P","start_date":"1851-10-01","end_date":"1851-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William “Jerry” Henry was a Missouri slave during this time period. He grew tired of the brutality and sought freedom in the north. He successfully escaped from Missouri and went to Syracuse, New York, which was a popular immigration city. He lived and worked in the city for a while, but in October 1852, U.S. Marshal Allen arrested him. The officer tricked him into cooperating by saying he was under arrest for a minor offence. He was immediately questioned and examined by a large crowd. During the examination process he fled the scene, but was arrested again soon after. However, he managed to escape again and went to the free state of Illinois. From Illinois he secured his freedom by crossing Lake Ontario into Canada.","His escape sparked controversy that did not end with his departure from the states. The government continued the investigation and arrested about 20 people who aided in Henry’s escape. The Fugitive Slave Laws stated that the harboring or helping of a runaway slave was a large criminal offense. The U.S. Court system debated whether or not these people should be charged with treason. In the 1850s, those charged with treason were hung. However, the tensions between the North and the South were dangerously high. If the South would have hung 20 people, the North would have largely revolted. Therefore, instead of the traditional hangings, the people accused of assisting William Henry were charged with a misdemeanor and a $500 fine."],"display_date":"October 1, 1851","search_date":"1851-10-01","locations":[{"id":8988,"lat":43.6646298716,"lng":-76.1863866955,"zoom":9,"place":"OSWEGO, New York"}],"tags":[{"id":944,"tag":"Jerry Rescue"},{"id":943,"tag":"Fugitive Slave Law"},{"id":4,"tag":"Slavery"}],"course":{"name":"Literary Theory and Writing","school":"St. Norbert College","course_id":58,"school_id":44}}]}