{"id":4575,"place":"ONTARIO, New York","lat":42.899208773,"lng":-77.359355699,"episodes":[{"id":4951,"title":"<strong>Indian Removal and the 1832 Election</strong>","course_id":35,"status":"P","start_date":"1831-02-02","end_date":"1831-02-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["February 2<sup>nd</sup> 1831","Geneva Courier: “American Systems. For President, Henry Clay.”","There were two major contenders in the 1832 presidential election, the incumbent Andrew Jackson and the challenger Henry Clay. Jackson was quite popular, which was largely due to the fact that he was the first modern politician who had carefully crafted an image for himself. His popularity led to great power which, among other things, made him able to easily to convince Congress to pass his legislation with little opposition. One example of his power, which caused great debate, was the series of Indian removals in Georgia which he began to champion in his first term. Although the tribes which were removed, the Choctaw, Creek, Chickasaw, Cherokee, and Seminole,  were considered the “five civilized tribes,” because they owned and farmed their own land and even had some slaves, but they were still savages in the eyes of Jackson.","                Jackson’s deplorable treatment of the Indians would become a rallying cry for Henry Clay in his bid for the presidency. Despite the fact that in earlier writing Clay had stated that that he felt that Native Americans were a lower form of life who could never be assimilated with the American people, in the election campaign of 1832 he to defended their right to land and sovereignty. His National Democratic Party, which would be morphed into the Whig party by the next election, focused on moral issues like abolition and temperance, which were mostly championed by women’s groups at this time, included opposition to Indian Removal as a key issue.  Clay used the growing media to attempt to get his message to a wider audience. This can be seen in an article in the Pro-National Democratic Geneva Courier in its weekly segment “American System. For President, Henry Clay.” This part of the weekly paper was meant to spread the praises of Clay and denounce Jackson. In the February 2<sup>nd</sup> 1831 issue the paper gave an account of how Jackson sacrificed the “poor Indians,” and how such acts would bring great shame to the country. Despite the efforts of the paper and other anti-removal campaigns, the issue of Indian removal did not pull on the heart strings of as many voters as Clay had hoped. In 1832 the Seminole Indians, the last of the Indian groups to remain in Georgia were forced out, and the issue of Indian removal played little role in the election. Clay was crushed 219-49 in electoral college, as his opposition to Indian removal was unable to sway enough voters. Still, these accounts indicated that some white Americans had sympathy for the Indians plight."],"display_date":"February 2, 1831","search_date":"1831-02-02","locations":[{"id":8962,"lat":42.8528904967,"lng":-77.2997890257,"zoom":9,"place":"ONTARIO, New York"}],"tags":[{"id":114,"tag":"Andrew Jackson"},{"id":260,"tag":"Cherokee Indians"},{"id":537,"tag":"Native Americans"},{"id":553,"tag":"1832 election"},{"id":554,"tag":"Henry Clay"},{"id":555,"tag":"Five Civilized Tribes"},{"id":556,"tag":"Creek Indians"},{"id":557,"tag":"American Indian Policy"},{"id":558,"tag":"Indian Removal"},{"id":559,"tag":"Land Policy"},{"id":560,"tag":"Manifest Destiny"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}},{"id":4953,"title":"The Proclaimed Truth behind the Erie Canal","course_id":35,"status":"P","start_date":"1821-02-07","end_date":"1821-02-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 7, 1821, an article in the <em>Geneva Palladium</em> attempted to vindicate the claims of the progenitor of the Erie Canal.  The author of the article claimed that while DeWitt Clinton was often credited with the creation of the Erie Canal, Philip Schuyler and Elkanah Watson are in fact the true progenitors of this magnificent waterway.  With the help of Robert Troup’s pamphlet published in 1821, the author claimed that because the construction of the Erie Canal would not have been started without the Lake Canal Policy, whoever drafted this policy was indeed the true creator of the Erie Canal.  Troup’s pamphlet issued “a vindication of the claim of Elkanah Watson, to the merit of projecting the Lake Canal Policy, as created by the Canal Act of March, 1792; and also a vindication of the claim of the late General Philip Schuyler, to the merit of drawing that act, and procuring its passage through the Legislature.  The author of the article agreed with Robert Troup’s claim that the policies of the late 18<sup>th</sup> century were responsible for implementing a new mode of transportation in the early 19<sup>th</sup> century.  This article addressed the conflicting views behind the projection of the Erie Canal in the early 19<sup>th</sup> century.","Both Robert Troup and the author of the article in the <em>Geneva Palladium</em> firmly believed that General Philip Schuyler was responsible for drawing up the Canal Act of March, 1792, and that Elkanah Watson was responsible for carrying out the Act itself and making sure it was passed. But why was this article even published in the newspaper in the first place?  The author admits Troup’s publication of his pamphlet was a way of promoting what he saw as the truth behind the Erie Canal; DeWitt Clinton is the man generally associated with the Erie Canal, but Troup is suggesting that Clinton was not the only one responsible for the creation of the canal.  Identifying the progenitors of the Erie Canal would allow for certain individuals to come away with a sense of pride and vindication for having been responsible for the origins of the canal project. We can gather from the author’s analysis of Troup’s pamphlet that one person must not be accredited for the creation of the Erie Canal, but a collaboration of different ideas, observations, and policies over time led to the final product."],"display_date":"February 7, 1821","search_date":"1821-02-07","locations":[{"id":8961,"lat":42.899208773,"lng":-77.359355699,"zoom":8,"place":"ONTARIO, New York"}],"tags":[{"id":571,"tag":"Robert Troup"},{"id":570,"tag":"DeWitt Clinton"},{"id":569,"tag":"Philip Schuyler"},{"id":568,"tag":"Elkanah Watson"},{"id":567,"tag":"Internal Improvements"},{"id":566,"tag":"Public Works"},{"id":565,"tag":"Lake Canal Policy"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":564,"tag":"Market Revolution"},{"id":563,"tag":"Erie Canal"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}},{"id":4983,"title":"John Henry Hobart Establishes Hobart College","course_id":35,"status":"P","start_date":"1821-02-14","end_date":"1823-02-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In 1822 Bishop John Henry Hobart established Geneva College in the small western town of Geneva, New York. Bishop John Henry Hobart born September 14, 1775, Hobart excelled in schooling from the early stages of his life, starting with his education at Episcopal Academy in Pennsylvania, and went on to attend the University of Pennsylvania and Princeton University. This high level of education prepared him to become a very influential citizen being in his lifetime, and inspired him to start a college of his own.","Bishop Hobart main goal for Geneva College was to make sure young people were educated no matter what social level they were on.  Hobart claimed that his college would be, “an Episcopal college in which those young person who have been nurtured in the bosom of the church, might enjoy the advantages of a liberal education… without endangering their religious principles.” Hobart’s goal in establishing Geneva College was to provide an education for the young generations, and to ensure that farmers, mechanics, manufacturers, and merchants were all able to receive a liberal education.","Hobart made many connections with people in society, Gulian Crommelin Verplanck, a New York Politician, William Duer, a lawyer from New York City, who both of supported Hobart’s overall purpose of designing a college, and the development that Hobart was building for Geneva College. Bowen, another one of Hobart’s friends stated, “I most earnestly hope and pray that our purpose of erecting the academy at Geneva into a College will be successful. I am daily more and more persuaded, that without the academical education of our youth in a greater degree retained in our hands, our theological seminary or seminaries will but little contribute to keep us from being neutralized & enfeebled into a miserable condition.” Hobart worked hard to communicate with the people he knew around him concerning the growth of Geneva College in addition to its education and overall structure.","John Henry Hobart felt that Geneva was superior to all other towns that surrounded it, and knew that with a robust town was necessary for a well-built college. Hobart argued, “if there is to be but one College in the Western district, undoubtedly Geneva had in every view superior claims to Ithaca.” Hobart thought of Geneva as a place that had reasonable control within a town, and with a strong education and powerful support and funding, people in young generations, and of all economical statuses would be able to create a thriving college that would become a respected institution."],"display_date":"February 14, 1821 - February 20, 1823","search_date":"1822-02-17","locations":[{"id":8961,"lat":42.899208773,"lng":-77.359355699,"zoom":8,"place":"ONTARIO, New York"}],"tags":[{"id":601,"tag":"Geneva College"},{"id":6,"tag":"Education"},{"id":605,"tag":"Upstate New York"},{"id":640,"tag":"Hobart College"},{"id":641,"tag":"Geneva"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}},{"id":4987,"title":"<strong>“The Graduation of Elizabeth Blackwell; A Triumph for the Autonomy of Women in Nineteenth- Century America” </strong>","course_id":35,"status":"P","start_date":"1849-01-23","end_date":"1849-01-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 23, 1849 at the graduation ceremony at Geneva Medical College, Elizabeth Blackwell became the first woman in America to receive a degree to practice medicine. The traditional commencement ceremony and distribution of diplomas was held in the college’s Presbyterian Church. Within the hour before the ceremony began the Church was filled to maximum capacity. The audience present at the ceremony, who witnessed the historical moment, consisted of family members and friends of members of the graduates, faculty members, residents of the city of Geneva, and the guest speakers. Historian Wendell Tripp notes a significant factor pertaining to the attendance on this day was the abundance of women present. One of these women, Miss Margaret Delancey, revealed the details she observed during the ceremony in a letter to her sister-in-law Josephine M. Delancey dated January 29, 1849. When Blackwell was called upon to receive her diploma, Delancey said she appeared both humbled and embarrassed by the enthusiastic applause of all present. In the Commencement speech given by Dr. Charles A. Lee, Delancey wrote that “he alluded in a dignified manner to the fact that one of the present class was female, complimented the sex generally and Miss. B in particular and told us that she was fully qualified to practise as a physician and that the degree was fully merited.” The reactions of the ordinary people who were present to witness such an extraordinary event, demonstrates the intrigue and interest that surrounded Blackwell, a woman, being the recipient of such recognition.","The ultimate historical significance of the Elizabeth Blackwell’s graduation from Geneva Medical College reflects the changing ideologies surrounding woman in the middle of the nineteenth- century specifically in the state of New York. Her graduation not only represented her accumulated struggle to be accepted despite her gender, but it also provided her with her ultimate power tool: a degree to practice medicine. Blackwell was able to pursue and enhance the health care available to women because as a woman she could explore many of the health issues that only applied to women. She served as an example for women during this time that they could pursue careers outside of the constraints that society placed on them both socially and physically."],"display_date":"January 23, 1849","search_date":"1849-01-23","locations":[{"id":8963,"lat":42.8528910026,"lng":-77.2997755076,"zoom":9,"place":"ONTARIO, New York"}],"tags":[{"id":7,"tag":"Women"},{"id":100,"tag":"Medicine"},{"id":6,"tag":"Education"},{"id":609,"tag":"Gender Relations"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}},{"id":4988,"title":"Anti-Abolitionists are Antagonized in <em>The Herald</em>","course_id":35,"status":"P","start_date":"1835-08-31","end_date":"1835-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When residents of Geneva, New York acquired their daily copy of <em>the Herald</em> on August 31, 1835 they had no idea they were about to read a prophetic vision of the United States’ future. After acknowledging an anti-abolition meeting that had taken place in the town just a few days prior, the anonymous author of the front-page article went on to denounce the meeting as foolish and to predict the gradual alienation between the North and South, until the point where the South no longer wanted anything to do with the Union. To this anonymous author the separation between the North and the South seemed almost inevitable; South Carolina had already expressed desire for independence in the Nullification Crisis in 1832 and the South, with the preference for states’ rights over federal ones, was already uncomfortable with the North having so much power. It became clear that the author hoped to garner support for the abolitionist movement in defaming its opposition; the meeting, the author asserted, was a “farce” populated by “third-rate lawyers” who were attempting to fight an impossible battle in Geneva. With no economic connections to the South, residents of Geneva saw no reason to support the anti-abolition movement.","The issue concerning states’ rights and the extent of states’ powers in relation to the Federal government dates as far back as the Articles of Confederation which gave states a great deal of power; a more powerful Federal government was eventually instituted, though the arguments over the rights of the states continued. This issue became a core concept in the discussions of slavery in the South, where intellectuals, politicians, and plantation owners defended its position in the Southern economy. The United States had not yet faced the possibility of adding more slave states to the Union, but the precedent was tested in 1819. Just fifteen years prior to the anti-abolition front’s meeting in Geneva the United States had become embroiled in disagreements over the introduction of new slave states after the acquisition of the Louisiana Territory, which exacerbated the animosity between the North and South. The Missouri Crisis constituted one of the first open clashes concerning slavery and states’ rights: the debate centered around the creation of a new state, Missouri, as a slave state. Prominent Northern politicians such as Rufus King violently opposed this idea and fought against Missouri’s admittance as a broadening of Southern slavery. Eventually a compromise was reached, allowing Missouri to enter the Union as a slave state and Maine as a free one. This compromise only served to delay the eventual confrontation even further, and allowed for problems to continue to surface between the abolitionists in the North and slaveholders in the South."],"display_date":"August 31, 1835","search_date":"1835-08-31","locations":[{"id":8962,"lat":42.8528904967,"lng":-77.2997890257,"zoom":9,"place":"ONTARIO, New York"}],"tags":[{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"},{"id":95,"tag":"Abolition"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}},{"id":4989,"title":"<strong>Elizabeth Ricord Opens Female Seminary in Upstate New York </strong>","course_id":35,"status":"P","start_date":"1829-05-01","end_date":"1829-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In May, 1829, the Geneva Female Seminary opened for its first school year with only about 15 students. It continued to grow and develop under the leadership of Elizabeth Ricord, the founder and principal of the school, and six years later, enrolled over 120 students. During the early American republic period, hundreds of female academies sprang up throughout the nation in both cities and the countryside, proving that these institutions were becoming an important part of American life. The growing opportunity to earn an education helped redefine the role of women as it gave them the knowledge and skills to participate in American civil society.","Ricord designed her academic courses to teach students how to think and reason. The school offered basic courses like spelling, reading, writing, arithmetic, history, botany, philosophy, chemistry, algebra, geometry, rhetoric, and political economy. There was even a course specifically designed for preparing students for the “duties of society,” called Practical Knowledge. Ricord encouraged her students to “seek more lofty objects” and use their education in a constructive way. She also placed a special emphasis on religion and mental philosophy, as she was especially interested in these topics. Ricord and other teachers at the seminary believed it was very important for young women to develop strong morals. In fact, this was one of the main purposes for women to earn an education at Ricord’s seminary.","Ricord wrote there was an “uncommon degree of order, regularity, and moral rectitude” among the students. The laws of reason, conscience, and the Bible ruled the seminary. The middle-class women who graduated from these seminaries claimed to have “female moral superiority,” which influenced the way they engaged in civil society. Female seminaries during the early republic era helped cultivate the position of women as moral agents whose job was to raise virtuous children and teach them the ways of the Bible. After earning an education, many women became school teachers to fulfill this new role.","Female academies played a significant role in pushing women into the public sphere and helped them become active members in the developing civil society. Many of the women who graduated from these academies went on to become reformers and worked to help abolish slavery, to petition for women’s suffrage, to help feed the poor, and to combat men’s dominant role in politics.  The teachers in the female seminaries trained a new generation of women to be able to engage in politics and form individual opinions on local and national issues. Elizabeth Ricord’s commitment to educating women transformed the lives of her students and helped redefine the role of women in American society."," "],"display_date":"May 1829","search_date":"1829-05-16","locations":[{"id":8961,"lat":42.899208773,"lng":-77.359355699,"zoom":8,"place":"ONTARIO, New York"}],"tags":[{"id":642,"tag":"Civil Society"},{"id":18,"tag":"Politics"},{"id":14,"tag":"Church/Religious-Activity"},{"id":539,"tag":"Women's Seminaries"},{"id":552,"tag":"women's education"},{"id":6,"tag":"Education"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}},{"id":4990,"title":"“Reverend Proudfit argues for the use of the Bible in Common Schools”","course_id":35,"status":"P","start_date":"1826-03-01","end_date":"1826-03-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Second Great Awakening, there were many religious figures who transformed the way the general population thought about religion and its social practices. Much of the new religious thought came from upstate New York from areas called “burned-over districts,” because of the frequency with which they experienced religious revivals, or transformative incidents, which changed a person’s religious outlook. One such person who was a transformative figure during this time was Reverend Alexander Proudfit, from Albany, who argued very vehemently for the use of the Bible in common, or primary schools. In a letter he sent to the Geneva General Advertiser, Proudfit attempted to justify the use of the Bible in primary schools by using educational grounds. He connected the literacy of the emerging American nation, with an emphasis on liberty and intelligence, to the moral and religious principles that were present in the Bible. Proudfit argued that “a nation the most illiterate, the most unprincipled and profligate; may be controlled by the iron arm of despotism. He tried to argue that the democratic values that were beginning to develop in America could be connected to the Bible, and this justified its use in common schools.","The connection that Proudfit made between democracy and religion was intriguing. The emerging Arminianism that was developing in Geneva influenced the Methodists that had founded a church there. Just by the fact that this religious was becoming a major factor in Geneva, and Arminianism was a sect that embraced education, Proudfit had targeted the right audience for his editorial, as the tradition that was being developed connected religion and education strongly.","The democratic values that the Methodists believed, which Proudfit argued were to be a result from the Bibles’ teachings, were part of the reason of the increase in free will and freedom of ideas during this time. The movement of ideas helped to spur intellectual social movements that would change society during time. Additionally, the increase in political action during this time was partially caused by the free flow of ideas that these religious revivals helped to produce."],"display_date":"March 1, 1826","search_date":"1826-03-01","locations":[{"id":8961,"lat":42.899208773,"lng":-77.359355699,"zoom":8,"place":"ONTARIO, New York"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}}]}