{"id":4579,"place":"Ontario, New York","lat":42.6561422287,"lng":-77.5340511417,"episodes":[{"id":4993,"title":"<strong>General Sullivan’s Campaign Against Western Indians </strong>","course_id":35,"status":"P","start_date":"1790-06-01","end_date":"1790-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In the late months of 1778 General John Sullivan of Washington’s army began his long excursion up the eastern coast with one simple goal in mind: to conquer as much land as possible.   Sullivan’s expedition, known as “the Campaign against Western Indians,” was one of the first campaigns in a long serious of Indian Removal actions  culminating in the  official policy of President Andrew Jackson in the 1820’s. Sullivan’s campaign began in 1775 when great conflict arose between the United States and British forces preceding the American Revolution.  During the late months of 1779, General Sullivan and his men prepared for their worst battle yet, and began to march against the Iroquois Nations of upstate New York.  The reasons for this expedition against the Indians were firstly their loyalty to British forces and secondly the large amounts of desired land that they occupied.  The campaign against the Six Nations began in the summer of 1779 when General Sullivan marched up the Susquehanna River towards Tioga, the army’s semi permanent settlement that was later named Fort Sullivan.  Meeting General Clinton and his men in Mohawk Valley, Sullivan ordered their combined forces to attack the small Mohawk tribe settlements just West of Schenectady, New York.  After wiping out the Indian tribes along this Valley, troops returned to Fort Sullivan for the end of the summer.  These small villages around Mohawk Valley were minimal battles compared to the large battle that would be the main offensive against the Six Nations, the battle of Newtown.  Taking place just outside Elmira, New York, the battle of Newtown was fought in late August and was the largest victory against the Indians that Sullivan had achieved.  Sullivan entered the Six Nations territory with over 5,000 men behind him.  With such a large army, Iroquois fighters did not stand a chance in battle.  Sullivan’s men came from all directions and with such force that it was very difficult for the Iroquois to defend themselves in an organized manner.  The final and most difficult battle took place in Little Beard’s Town against the Seneca tribe in mid- September.  This battle at Little Beard’s Town was the most devastating for the Iroquois and wiped out a large number of their members Although the battles were not as bloody as many during this time, the battle of Newtown and the battle at Little Beard’s Town changed the lives of the Iroquois Nations forever as they both lost many members of their tribes and had their agricultural system destroyed. The Iroquois tribes had little chance for cultural survival.  Treaties were created allowing the land to be shared by the Six Nations and the settlers, which essentially led to the movement of the Indians Westward and Northward into Canada over the next 20 years. This campaign against the western Indians represented the beginning of Indian Removal and the start of Westward Expansion, two issues that would be extremely significant throughout the next 50 years."],"display_date":"June 1, 1790 - August 30, 1790","search_date":"1790-07-16","locations":[{"id":15415,"lat":42.6561422287,"lng":-77.5340511417,"zoom":9,"place":"Ontario, New York"}],"tags":[{"id":558,"tag":"Indian Removal"},{"id":411,"tag":"Westward Expansion"},{"id":607,"tag":"General John Sullivan"},{"id":608,"tag":"Iroquois Indians"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}},{"id":5117,"title":"Language and Warfare of the Adirondacks and Five Nations","course_id":50,"status":"P","start_date":"1790-04-16","end_date":"1790-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["European settlers and the Native American tribes had always had barriers that prevented them from fully understanding each other. In 1768, a man named John Long had started keeping a journal where he planned to record the customs and languages of the various tribes across the land that would become the United States. By taking on this task, Americans and the Native tribes would be able to communicate with one another much more easily than before. Aside from simply recording specifics about the native tribes, he also took notes of what he did or what he saw while on his travels. By reviewing his observations, the reader can gain a better understanding of what the environment was like compared to the sheltered life of the cities, which contrasted greatly with the villages of the native tribes.","Long’s first visit to the Americas started with a companion missing for four days. His group encountered a Native American and tried to explain their distress to him. “Just as the captain proposed setting sail, an Indian came on board, to whom we endeavoured to communicate our distress. On this occasion, he seemed to understand us…”  Although the Native American seemed to understand them, the language barrier seemed to prevent a complete understanding of what was wrong and why they needed help. One of Long’s records included a listing of the “Five and Six Nations” and what their purpose was. He explained that the Five Nations were rivals to the Adirondack tribe and were severely crippled after the Adirondack allied themselves with the French, who had settled in Quebec. A passage written by James H. Smith, gives a more detailed description of what life was like and the reasons war broke out between the Five Nations and the Adirondacks. “The Adirondacks formerly lived three hundred miles above Trois Rivers, where now the Utawawas are situated; at that time they employed themselves wholly in hunting, and the Five Nations made planting corn their business. By this means they became useful to each other, by exchanging corn for venison. The Adirondacks, however, valued themselves, as delighting in a more manly employment, and despised the Five Nations, in following business, which they thought only fit for women.”  Further in Smith’s passage he writes that the Adirondacks took in some young men from the Five Nations to assist in hunting, but when the men of the Five Tribes out preformed the men of the Adirondacks, they were killed. The Adirondacks refused to offer a tribute to the families of the men that were murdered stating that the men of the Five Nations were, “…men not capable of taking any great revenge.”  This provoked the Five Nations into the beginning of many wars with the Adirondacks. “The first engagement proved decisive in favour of the Adirondacks, owing entirely to the use of fire arms having been introduced among them by their new allies, which the Indians of the Five Nations had never before seen.”  To balance this, another tribe had joined the Five Nations making them six tribes, however they decided to keep the name Five Nations.  This empowered the Five Nations and gave them a better chance at combating old enemies that had once given them trouble. “This warfare continued until it culminated in the disastrous defeat and dispersion of the Adirondacks and their allies…in a terrible battle fought within sight of the French settlements at Quebec.”  After recording the events of the Native tribes, Long returned to London and began work on a comprehensive guide listing various words and phrases that were translated from English to the languages of the Iroquois and the Chippeway. This guide spans roughly 100 pages; it has given many a way to overcome the hurdle of language between some of the Native American tribes."],"display_date":"April 16, 1790 - December 1, 1790","search_date":"1790-08-08","locations":[{"id":15415,"lat":42.6561422287,"lng":-77.5340511417,"zoom":9,"place":"Ontario, New York"}],"tags":[{"id":537,"tag":"Native Americans"},{"id":805,"tag":"Journal"},{"id":811,"tag":"Five Tribes"},{"id":812,"tag":"French"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}}]}