{"id":46,"place":"LOWNDES, Mississippi","lat":33.4934910314,"lng":-88.467924053,"episodes":[{"id":64,"title":"Man Arrested for Spreading Abolitionist Material\n","course_id":1,"status":"P","start_date":"1856-08-15","end_date":"1856-08-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 14th, 1856 a man was arrested on the charges of disseminating incendiary material.  The man, John Duberry, was caught distributing the speeches of Senators Sumner and Seward amongst slaves in Columbus, Mississippi.  For committing a crime' such as this, Duberry could have received a sentence of ten years in jail.  Unfortunately though, the newspaper did not print a follow up to this short article, so the fate of John Duberry remains uncertain.&lt;br /&gt;&lt;br /&gt;With publications by Harriet Beecher Stowe, Emma Southworth and other abolitionists, southerners with share-holdings in slavery became increasingly infuriated with anti-slavery propaganda.'  Southerners blamed northern influence for inciting any unrest that occurred with the enslaved people, always asserting that slaves were content in their roles.  As abolitionism gained strength, white southerners became increasingly protective of their institution, creating a big schism between the two sides.  This schism brought about subsequent secession, followed by war."],"display_date":"August 15, 1856","search_date":"1856-08-15","locations":[{"id":7151,"lat":33.4934910314,"lng":-88.467924053,"zoom":9,"place":"LOWNDES, Mississippi"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3283,"title":"The Nineteenth-Century Web of Race and Divorce \n","course_id":1,"status":"P","start_date":"1857-01-01","end_date":"1857-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" Having a petition granted for divorce was hard to come by in the nineteenth-century. However, each year many divorce petitions were filed in the South. In 1857, Mrs. Charlotte Smith of Lowndes County, Mississippi stated that she caught her husband committing adultery with a negro girl named Nancy in April of that year. Mrs. Smith, devastated by her husband's crime, filed for divorce, alimony, and the custody of their daughter. "," It is difficult to tell how much of Mrs. Smith's initiative to file the petition was due to the concept of interracial adultery or just due to the simple unfaithfulness of her husband. No doubt race played some sort of role, since southern plantation society was built on a social hierarchy of fuel by racial relations. However, it seems that indicating the race of the third party would not have much affected Mrs. Smith's case. The accusation was more about the act itself rather than the individuals involved. "," According to Rothman, women's chances for successfully procuring divorces were not greatly enhanced by an emphasis on the interracial sexual activities of their spouses. In addition, for many women, turning this aspect of their marital strife into public knowledge only heightened the humiliation of what might already be a futile effort (172)."],"display_date":1857,"search_date":"1857-07-02","locations":[{"id":7151,"lat":33.4934910314,"lng":-88.467924053,"zoom":9,"place":"LOWNDES, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}