{"id":47,"place":"ANDREW, Missouri","lat":39.9834196035,"lng":-94.80204602,"episodes":[{"id":65,"title":"Mob Violence in Missouri\n","course_id":1,"status":"P","start_date":"1856-07-01","end_date":"1856-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The fight over whether Kansas should be a slave or a free state raged throughout the summer of 1856 in Kansas, Missouri and other surrounding areas.  The Free State militia won ground in the ongoing battle by seizing the town of Franklin, a pro slavery stronghold in August, but the Pro-Slavery men would not capitulate and they proved victorious in many clashes as well.  Skirmishes continued through the fall leading to deaths on both sides of the struggle.  It quickly became apparent there would be no easy solution to the problem of slavery in the territory of Kansas.&lt;br /&gt;&lt;br /&gt;An incident occurred in the middle of the summer, when a Methodist Conference was interrupted by Pro-Slavery men in Andrew County, Missouri.  The Pro-Slavery men ordered the conference to disperse and when they did not, the mob entered the church in which the conference was being held and tarred and feathered the presiding officer of the meeting.  When an older man attempted to intervene on behalf of the presiding officer the man was shot.  The desire of the Pro-Slavery men to disband the meeting most likely stemmed from the fact Methodists were often highly active in the abolition movement.&lt;br /&gt;&lt;br /&gt;This incident along with many others in the region shows the ferocity of the Pro-Slavery men in the battle to decide whether Kansas would be a slave or a free state.  The fights over slavery intensified the growing split between the two sides thus intensifying the rift between the North and the South. The battles in Kansas and Missouri served as precursors to the Civil War which commenced five years after the regional fights began."],"display_date":"July 1, 1856","search_date":"1856-07-01","locations":[{"id":7371,"lat":39.9834196035,"lng":-94.80204602,"zoom":10,"place":"ANDREW, Missouri"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}