{"id":4793,"place":"HAMILTON, Ohio","lat":39.1954617755,"lng":-84.5426360039,"episodes":[{"id":4546,"title":"Runaway Slaves in Ohio","course_id":20,"status":"P","start_date":"1845-01-08","end_date":"1845-01-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["More often than not, Ohio citizens showed no signs of guilt for the part they played in helping fugitive slaves. A Cincinnati newspaper editor bristled at the suggestion that his fellow Ohioans had deliberately committed crimes. \"We have seen no evidence of it,\" he wrote in 1845. \"We are not aware that any of them entered the slave States for the sake of helping off slaves. Being in those states, they have shown kindness to the oppressed.\" Ohioans wrote this article to deflect the fact that they were indeed helping slaves escape.","Attitudes of Ohio citizens conflicted with those of the Virginia slave owners on the subject of runaway slaves. After many conflicts between the two parties, especially with Ohio having the reputation as a state friendly to runaways, something had to be done. Slaveholders called on Congress to enforce the Fugitive Slave Law of 1789. Fights erupted between slaveholders and abolitionists, who both felt they could justify their actions. Slave hunters felt they had every right to capture an \"escaped slave\" because under law they were never released as freed men. Ohio citizens argued that helping slaves escape should not be a criminal act. They also argued that if the slave hunters had no physical proof, then they could assume that the \"slave\" in question was never a slave at all. Lastly, Ohioans believed that once a slave entered free soil he never again assumed the role of a slave. This debate would grow even more contentious after Congress passed a new Fugitive Slave Law in 1850."],"display_date":"January 8, 1845","search_date":"1845-01-08","locations":[{"id":10238,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":4,"tag":"Slavery"},{"id":126,"tag":"fugitive slave"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":4801,"title":"Marriage &amp; Morality","course_id":40,"status":"P","start_date":"1851-01-01","end_date":"1854-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["What does it mean for a man or a woman to be with their soul mate?  Over the centuries, marriage has separated into different types of relationships between man and wife.  Marriage has strayed from the original idea of matrimony into various forms of devotion.  Historians have noted specific trends in the history of marriage and how people relate to each other, such as Thomas and Mary Gove Nichols who have offered two different ideals of marriage in the mid 1800’s.  Thomas discussed marriage as an aspect of natural selection.  He notes that when men are drawn by the attraction of beauty, grace, and elegance, while women are free to follow their natural attractions towards strength, courage, and other noble qualities, the constant tendency will be towards the improvement of the race.  Future generations would be superior if men and women endlessly search for their biologically perfect mate to have children with, a result of the highest love.  With this, a perfect society would evolve from these offspring produced by independent, self reliant, self sustaining women and men.  Mary Nichols argues that morality was the natural godly right for man to pursue his desires.  Man had no sense, faculty, or passion that was not made for use, and whose use does not contribute to his happiness.  It was mans highest duty to use every organ given to him by God.  If having sex makes you happy, it was necessary to pursue that pleasure even if it means not being with your ideal mate.  This was true morality in its purest sense, and the ultimate connection to God.","Fowlers theory on reciprocity and marriage gave insight to the ideal marriage in the 1800’s.  Reciprocity is the happiness conferred by man and wife on the sole purpose of love.  They are bound together by the strongest bond of union connected with our nature.  People cannot be happy in love without their counterpart loving them back.  It is crucial that parents had to be willing to commit to one another in raising a child that will be strong and will be bale to handle life’s challenges.  Mary Nichols viewpoint on marriage, concerning morality, contradicts men and women being happy together in the big picture.  Although they have pursued their pleasures, they are failing to reach that high level of love in which both parties can be truly happy.  This love is attainable when a man has found his true counterpart, creating a sense of harmony, being a relationship that will both stimulate their sexual desires as well as sustain their reciprocal fondness for each other."],"display_date":"1851 - 1854","search_date":"1852-12-31","locations":[{"id":10239,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":405,"tag":"Marriage"},{"id":406,"tag":"Reciprocity"}],"course":{"name":"Sex and Culture in the 19th-century United States","school":"Wheaton College","course_id":40,"school_id":2}},{"id":5005,"title":"The Far-Fetched Illustration of Union Victory","course_id":43,"status":"P","start_date":"1865-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Civil War ended with feelings of both celebration and relief at the war’s end in the North, and political cartoons such as “Freedom’s immortal triumph!  Finale of the “Jeff Davis Die-nasty”  illustrated the triumphant mood pervading the Union in 1865.  The Republican bias of the image is obvious as Union President Abraham Lincoln is rising towards heaven escorted by angels, while the devil waits for Confederate President Jefferson Davis to descend into hell after being hanged.  The “Confederate Mourners” stand beneath their nooses waiting to be hanged, while John Wilkes Booth is actually rushing in to be hanged.  Liberty and Justice are also depicted in the clouds above the scene, showing their approval of the Union victory; instead of more bloodshed, Liberty and Justice represent the belief in a need for resolution and reunion.  A former slave is shown, illustrating a vision that Northerners thought that they wanted, but the Colfax Massacre of 1873 tells differently, as another fight for civil rights would have to be fought a century later.  The visualization of the hanging of Confederate leaders shows the desire for vengeance that many people in the North felt towards the South at this time.","This political cartoon shows the social disarry that was present and would continue through Restoration; it brings to light the question of the North and the South, two separate identities, would function as one unitary state.   There are Anti-Southern feelings present, as the cartoon illustrates, especially after the assassination of Lincoln with citizens seeing their former president as a martyr.  On the other hand, while Southern sentiment is not depicted here, many Southerners saw Reconstruction as an “occupation” by the Union and felt associated with the Confederacy and not the Union.  Many Southerners viewed Lincoln as a “Black Republican,” and yet others saw Lincoln as a man of forgiveness and peace regarding Reconstruction, and regretted his murder (Peterson 46).  All in all, Reconstruction saw divisions in America at the end of the war, between the North and the South, but also within the regions.  Simply ending the war would not change this.  Yet Northern hope for a successful Reconstruction was great at this time as the Union wanted to transform and improve the South; however, ten years later, many of the goals for Reconstruction failed.  The cartoon also does not depict the hundreds of thousands of Union men that died fighting for their idea of justice.  A question that arises as well is whether or not the war was truly an “end” as the political cartoon states, or was it instead just a bloody transition to more inequality, discrimination, and hatred?"],"display_date":1865,"search_date":"1865-07-02","locations":[{"id":10240,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":32,"tag":"Civil War"},{"id":5,"tag":"War"},{"id":18,"tag":"Politics"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5016,"title":"A Former Slaveholder Finds Justification Through Religion","course_id":43,"status":"P","start_date":"1840-02-12","end_date":"1840-02-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1830s a young South Carolina preacher and slaveholder delivered a sermon that justified the institution of slavery in America within the realms of Christianity.  Years later, a reverend in Cincinnati gave a sermon about his endeavor to find proof of the injustices of slavery and the rightful backing of abolitionism through Christianity.  Both of these preachers were able to find justification for their own personal and political beliefs within the Bible, but that is not uncommon today.  What is unique is that both of these men were, in fact the same individual, Reverend W.H. Brisbane.","Reverend W.H. Brisbane began his life as a fairly unremarkable young white male in southern nineteenth-century America. Brisbane grew up on a southern plantation with slaves and later owned his own plantation with over twenty-five of his own slaves. As a man of the church, Brisbane turned to the Bible to find scriptural justification for slavery for both himself and other white Christians.","After half a lifetime of supporting slavery through his teachings and ignoring the pro-abolitionist literature that he came across, Brisbane underwent what he refers to as a moral awakening in which he saw the \"error of his ways.\"  He immediately freed many of his slaves and traveled north to join the cause of the abolitionists and use his persuasive skills as a orator to sway people towards his new understanding of Christianity as anti-slavery.","This issue of religion being used as justification for slavery, secession, and eventually war is a prominent issue in nineteenth-century America and it is fascinating how one man can at one point or another be a champion for both sides of a polar issue.  <em>American Abolitionists</em> by Stanley Harrold outlines how abolitionist movements generally started as radical, northern institutions but as information and social consciousness grew, more and more moderates began to join the anti-slavery clause.  It was abolitionist literature that originated in the north that played a vital role in Brisbane's own self-examination.  This moment of contingency in American history, where moderates, religious leaders, and even some former slaveowners gave their support for abolitionism had far reaching effects throughout the rest of the nineteenth century."],"display_date":"February 12, 1840","search_date":"1840-02-12","locations":[{"id":10238,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":79,"tag":"Religion"},{"id":4,"tag":"Slavery"},{"id":95,"tag":"Abolition"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5075,"title":"Joseph Mersman: Diary of a Whiskey Merchant","course_id":43,"status":"P","start_date":"1847-11-08","end_date":"1864-09-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the rise of the middle class during 19<sup>th</sup> century America, there are few direct portals into what the life of a working citizen was like. However, there are a few. One such book is the diary of a German immigrant who worked as a whiskey merchant in Cincinnati and St. Louis.","Joseph Mersman born in a little village in the Grand Duchy of Oldenburg in 1824, immigrated to the United States with his father and 3 of his brothers and sisters at the age of nine. In 1839 at the age of fifteen, he began a 10 year apprenticeship with a whiskey merchant who taught him the tricks of the trade. In the year of 1847, 23 year old Joseph began writing in his diary every day. This diary is extremely important to historians because it gives great, uncensored insight into the light of a 19<sup>th</sup> century bachelor who is doing his best to move himself through the social ranks.","One of the first overall themes to be noted is that there is very little of his every day life that changed. He rarely describes in detail exactly what his work involved, only noting how successful and busy the day was or wasn't. He worked every day except sunday and spent most of his evenings with family, friends or the family who owned the boarding house where he lodged.","His typical day involved waking up, having breakfast at the boarding house, going to work, and then coming back to the boarding house. From there, most nights he ate with the Jenkins family with whom he presided. However, he visited his sister and other friends quite often for dinner. He went to the theatre every now and then with a friend who seemed to particularly enjoy it. He also played the guitar and smokes a cigar almost every night with friends. Shortly after he begins his apprenticeship with Edmund Dexter, his father Henry Mersman opens a tobacco business and after Joseph finished his apprenticeship, he opened a tobacco and whiskey business himself. Lastly, every Sunday, his only day off, he had a french lesson after dinner.","These average incidents are interspersed with meeting new people and enjoying the company of both friends and friends of family. He, being a bachelor, was interested in several young ladies and writes about his interactions with them and the occasional visit to the nearby house of prostitution. Expecting dirty details however, is out of the question, especially because the phrase \"made love to\" referred only to courting, not any actual sexual acts.","One of the things surmisable from the entries in his diary, is that the typical perception of the nineteenth century is to the actuality of it for an average person. In fact, Joseph is not even writing in his diary during the Civil War and has only 2 entries for those years. The larger, so-called “Significant” events of the nineteenth century relate directly to the average citizen very rarely and only in the larger context.","I believe it is very important for us to get first hand accounts of everyday life in the nineteenth century in order to realize exactly what they are feeling and how events affect, or don't affect them."],"display_date":"November 8, 1847 - September 25, 1864","search_date":"1856-04-17","locations":[{"id":10238,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":749,"tag":"Diary"},{"id":750,"tag":"Whiskey"},{"id":751,"tag":"Merchant"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5554,"title":"Escape through Death: The Story of Fugitive Margaret Garner","course_id":93,"status":"P","start_date":"1856-01-27","end_date":"1856-01-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Deemed “a tale of horror” by <em>The Cincinnati Enquirer</em>, Margaret Garner, a fugitive slave, took the life of her child in order to save her from a life of slavery.  This is the story that Cincinnati woke up to on the morning of January 29, 1856.  Two nights earlier, sixteen slaves had escaped from Kentucky into Ohio, eight of whom included Garner and her family.  According to <em>The Cincinnati Enquirer</em>, the family had stolen horses and a sleigh from their owner, Mr. Marshall, and crossed the frozen river on the night of January 27. Once in Ohio, they sought refuge at a former slave’s home.","The fugitives’ owners arrived the next day searching for the runaways in order to take them back to Kentucky.  Because of The Fugitive Slave Act passed in 1850, they were able to obtain a warrant and the assistance of the local United States Marshal.  The act stated that it was the duty of marshals and deputy marshals to carry out the warrants.  <em>The Cincinnati Enquirer</em> detailed the events that unfolded at the house where Garner and her family were hiding: shots were fired, a deputy marshal was injured, and the door was breached.  Upon entry into the house, they discovered the dead child.  <em>The Cincinnati Enquirer</em> described the scene by saying, “a deed of horror had been consummated, for weltering in its blood, the throat being cut ear to ear and the head almost severed from the body, upon the floor lay one of the children of the younger couple, a girl three years old.”  Garner proceeded to hit the dead child with a shovel before being restrained.  At the time, it was unclear who had killed the child; <em>The Cincinnati Enquirer</em> stated, “The fearful act lies between one or the other of the miserable parents, perhaps both, but doubtless, the truth will be brought out by the coroner to-day.”","Indeed, the truth was “brought out.”  Julius Yanuck, a historian, discusses the story in a journal article almost a century later.  When Garner discovered that they were about to be captured, she devised a desperate plan that would save her children from returning to slavery – escape through death.  Quickly she grabbed a knife and seized her three-year-old daughter.  Using the knife, she gashed open her daughter’s throat.  She then turned to her other children, but was stopped before she could manage to do more than mildly injure them.","Much agitation grew out of the escape and murder.  <em>The Cincinnati Enquirer</em> summed up the article and captured the sense of tension by saying, “Abolitionists regard the parents of the murdered child as a hero and heroine, teeming with lofty and holy emotions, who, Virginiuslike would rather imbue their hands in the blood of their offspring than allow them to wear the shackles of slavery, while others look upon them as brutal and unnatural murderers.”  Whether selfish or selfless, the acts of Garner were not quickly forgotten."],"display_date":"January 27, 1856 - January 28, 1856","search_date":"1856-01-27","locations":[{"id":10239,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":9,"tag":"Law"},{"id":7,"tag":"Women"},{"id":4,"tag":"Slavery"},{"id":142,"tag":"african americans"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":5560,"title":"George Thompson's “Pleas for Slavery Answered”","course_id":96,"status":"P","start_date":"1857-01-01","end_date":"1857-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Africa is calling,” exclaimed George Thompson in his pamphlet “Pleas for Slavery Answered,” “‘come over and help us, come and help us ere we die; O, Christians, to us fly, in Africa.’”  For the American missionary, advocating for anti-slavery through speeches and print was not enough. Thompson urged white Christians to go to Africa to “repent of [their] Wickedness” and to repay the debt of the labor of the 600,000 slaves brought to Africa through another type of labor: the efforts of white Americans to educate and bring Christianity to Africa. George Thompson’s vision of a productive, peaceful Africa aided by white Americans showed not only deep commitment to the cause of anti-slavery but also his beliefs of racial equality and the inherent worth and possibility of Africans.","Thompson first rose to prominence among abolitionists two decades earlier after his arrest during a slave rescue in Eastern Missouri in July 1841. His tireless work for racial equality while in prison and his publication of his experiences made him a hero in the anti-slavery movement, and his experiences with harsh punishment and cruelty at the penitentiary caused him to feel an affinity with enslaved Africans. It was this identification with black Americans that turned Thompson’s attention to Africa. Following his release from prison in 1846, the American Missionary Association offered him a position at the Mendi Mission in West Africa. He quickly left his life in the United States and attempted to “‘share and expend [his] remaining energies in lifting [Africans] from their degradation and shame.’” Unlike many anti-slavery advocates, Thompson argued that an Africa untouched by slavery was one that “would have invited missionaries,” embraced Christianity, and “arisen among the nations of the earth, honored and sought after by all.\" Pre-slave trade Africa, in the eyes of Thompson, was a utopia of abundance and peace.","In his quest to “give ALL AFRICA THE GOSPEL,” Thompson spent ten years at the Mendi mission struggling to feed and educate the group of war captives and refugees, most of whom were children. He worked with native elites to negotiate civil disputes and arrange peace treaties, as well as to encourage economic development. However, Thompson’s experiences with the Mendi quickly proved that Africa was not the romantic utopia of which he dreamed. Most native inhabitants did not fully adhere to Thompson’s religious and social sensibilities, and he began to fight harder for moral control of the Africans. His frustration with the acts of polygamy, adultery, stealing, and idol worship among the population was evident in his increasingly militant authority and relentless forms of punishment. His whipping of a pregnant woman incited controversy among fellow missionaries in the AMA, and Thomson returned to the United States soon afterward in 1856.","Despite Thompson’s seemingly imperialistic attempts to control the people of the Mendi mission, he continued to advocate for the people of Africa; he toured and lectured to audiences both black and white, and many of his supporters were former slaves. In 1881, he published an introduction to African culture and social customs, another attempt to bring the realities of Africans closer to home for the average American. Throughout his life, George Thompson remained steadfast in his belief in the ability for blacks and whites to live closely together. In spite of geographical, social, and political boundaries, he was able to see blacks and whites as inherently equal, and it was this ideology that made the work of an African slave in America able to be repaid by the work of an American in Africa. This desire to identify with and become part of a connected American and African society exemplifies the transnational nature of abolitionism."],"display_date":1857,"search_date":"1857-07-02","locations":[{"id":10239,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":1539,"tag":"Sierra Leone"},{"id":1540,"tag":"missionary"},{"id":1541,"tag":"Mendi"},{"id":1542,"tag":"George Thompson"}],"course":{"name":"Transatlantic Abolitionism","school":"University of Richmond","course_id":96,"school_id":11}},{"id":5619,"title":"<strong>Planter William Brisbane Becomes an Abolitionist</strong>","course_id":93,"status":"P","start_date":"1840-01-01","end_date":"1840-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["W.H. Brisbane was a respected planter living outside of Charleston, South Carolina.  Upon inheritance of the family plantation and slaves, he reaped the benefits of great land and free labor.  Much like any other South Carolinian at the time, W.H. Brisbane bought into the beliefs of slavery being supported by the Bible.  He even wrote his own articles in the local newspaper about how slavery was the key to the southern economy and inherently a necessity.  While speaking in Ohio though,  Brisbane talked of his first true reading of an anti-slavery pamphlet.  In his own words, the pamphlet “produced a powerful effect on my feelings, and I began to doubt the correctness of the views I had”.  In South Carolina, abolitionist’s views were looked at as blasphemy because all children were brought up learning that African Americans were inferior and servitude was a gift to them.","At this point, Brisbane asked his slaves if they would like to be set free, but in a shocking fashion, they said no.  Since Brisbane was a humane owner and the slaves didn’t have any real world experience, they felt safer under control of Brisbane.  At this stage, he reached a turning point in his life.  Brisbane decided to move North so that he could buy land and free his slaves, while giving them the newly purchased land so they could begin a new life.  His fellow southerners thought him crazy, but Brisbane knew he was doing the right thing by God, and he took it upon himself to deliver anti-slavery speeches in the Ohio area.  He spoke of the evil nature of slavery and used religion to support his beliefs, but he also understood that the only way to really end slavery would be through politics.  He never really bought into the abolition movement wholeheartedly, and also denounced slave revolt because of the inherent death tolls that would ensue.  Ultimately though, his public speaking abilities began to get attention by well-known abolitionists, and Brisbane’s beliefs became a cornerstone to the famous northern abolitionists.  All in all, W.H. Brisbane ended up freeing his thirty-five slaves worth thousands of dollars, and became an important religious figure throughout the North.  In his closing statements given in a speech in Cincinnati, Brisbane said “let us not be ourselves the servants of corruption; but rather stand fast in the liberty wherewith Christ would make us free.”"],"display_date":1840,"search_date":"1840-07-01","locations":[{"id":10238,"lat":39.1954617755,"lng":-84.5426360039,"zoom":10,"place":"HAMILTON, Ohio"}],"tags":[{"id":4,"tag":"Slavery"},{"id":79,"tag":"Religion"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}]}