{"id":480,"place":"ROANOKE, Virginia","lat":37.2713368675,"lng":-80.0520276472,"episodes":[{"id":3904,"title":"Madison, Roanoke, and Walton County School Boards Attempt to Establish a High School","course_id":7,"status":"P","start_date":"1891-08-21","end_date":"1893-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["    On August 21, 1891, a group of citizens from counties surrounding Smithville, Virginia came before the Madison, Roanoke, and Walton County School Boards to ask that a high school to be established in the town.  The citizens had decided they could only afford to spend 250, so they needed additional money from the school funds in each district.  At first, the task was deemed as impossible because of insufficient funds, so the school boards declined to aid them.  At a meeting two weeks later, the boards did not consider the citizens' pleas again for a new high school and adjourned the meeting quickly.  It was not until October 5, 1891 that the boards finally decided to take pity on the citizens, agreeing to give some of the limited funds to establish the school.  It was decided that another surrounding district would give 50 per year, and Roanoke, Madison, and Walton would furnish the school building and jointly contribute 80 per month, for seven months, to pay teachers.  The Boards also assigned committees to attempt to collect extra funds from county members.   For the next few months, there seemed to be only minor difficulties in establishing the school, but in February of 1892, it was brought to the attention of the boards that this process was not going smoothly.  The principal stated, \"it was not possible to make satisfactory progress in the school without additional teachers and more desks and supplies.\"  The school still needed a great deal of funds, and the board was only able to give them a small amount.  Again, in late July, the principal appeared in front of the boards asking for even more money.  However, the board said they did not have enough funds from the state government to give the high school.  Smithville High School would have to work with what they had.  It was not until a full year later that Madison, Roanoke, and Walton County School Boards were able to increase the funding for the school.  Therefore, for a great deal of time, poor white children were incapable of receiving a proper education.  ","    Smithville, Virginia was a perfect representation of the attempt for free education in the South in the late nineteenth century.  Unlike the North, the South had never had a system of free \"common\" schools.  All education was for wealthy white children with private and expensive tutors, or some form of private religious institution.  While the North began creating this public school system in the 1830s, the South did not start until after the Civil War.  However, the true beginnings of education expansion in the South only took root in the late nineteenth century, especially in the 1890s.  While the then stable state governments took control of all financial aspects of public education, there were still only special accounts with limited funds and strict restrictions on how the money could be spent.  Therefore, it was these special accounts that hindered Madison, Roanoke, and Walton County School Boards and other counties throughout the South to give sufficient money in order to create efficient and productive high schools.  Unfortunately, it took a few decades for public schools in the South to nearly match the high standard of education in the public schools of the North.  To this day, northern public school education tends to exceed that of the South.  "],"display_date":"August 21, 1891 - August 30, 1893","search_date":"1892-08-25","locations":[{"id":14228,"lat":37.2713368675,"lng":-80.0520276472,"zoom":10,"place":"ROANOKE, Virginia"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3914,"title":"Opposition to Freedom\n","course_id":7,"status":"P","start_date":"1889-12-31","end_date":"1889-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            On the last day of 1889, an editor of the <em>Roanoke Daily Times</em> criticized \"the relations of the races,\" which, he avowed, \"do not appear to be at all improved by the election of a Republican president.\"  The editor continued, affirming that black people had \"become restless and arrogant in a large measure, and ready at any time to enter on the work of bloodshed and murder.\"  This was not the case under the presidency of Democrat Grover Cleveland, who assured justice and contentment for all black citizens, the editor argued.  While this editorial in the New Year's Eve edition of the <em>Times </em>was brief, it nevertheless emphasized that blacks were still a threat to society, especially under the administration of Republican President Benjamin Harrison.  Moreover, the editorial highlighted growing white backlash in Virginia against the rights that African Americans gained following the Civil War. ","            Numerous reasons explain why the editor of the <em>Times</em> criticized Harrison's administration and the situation of black Americans.  Harrison took office in 1888 having defeated Cleveland, the incumbent Democrat.  Running on a platform of \"Rejuvenated Republicanism,\" Harrison received a smaller percentage of the popular vote than Cleveland, and he alienated strongly Democratic areas of the country as he took office in 1889.  Additionally, his support for black civil rights and his appointment of Frederick Douglass as a foreign minister to Haiti further angered his opposition.  Cleveland, on the other hand, had supported returning captured Confederate flags to former Confederate states and had expressed federal appreciation of Confederate soldiers.  Harrison's failure to engender support from Democrats and former Confederates resulted in the 1892 re-election of Cleveland in the most decisive presidential election in 20 years.","            The advancement of civil rights legislation that followed the Civil War was a source of opposition to black citizens.  Historians Nancy Bentlen and Sandra Gunning write that after the passage of the Thirteenth, Fourteenth, and Fifteenth Amendments, \"African American men were suddenly free to enter local and national government during Reconstruction.\"  Philip A. Bruce's publication of <em>The Plantation Negro as a Freeman</em> in 1889 reflected growing white opposition to black freedom.  Characterizing black men as immoral and rebellious, Bruce \"devoted a great deal of time to writing Southern history that directly aided and abetted the post-Reconstruction backlash against African Americans, arguing that as they moved beyond slavery, blacks were inevitably devolving into barbarism.\"  ","            Both the administration of Harrison and the advancement of black rights that took place after the Civil War and Reconstruction gave rise to this editorial.  Its criticisms and fears reflected those of white Virginians across the state, many of whom were staunchly Democratic and still loyal to the former Confederacy.  That this editorial appeared on New Year's Eve also illuminates the primacy of race as a political issue at the end of the nineteenth century.  The editorial predicted continued conflict for Americans if blacks continued to gain power."],"display_date":"December 31, 1889","search_date":"1889-12-31","locations":[{"id":14227,"lat":37.2713368675,"lng":-80.0520276472,"zoom":10,"place":"ROANOKE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3942,"title":"Farming Tips from a Farmer\n","course_id":7,"status":"P","start_date":"1852-11-18","end_date":"1852-11-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"Give the boys tools of the best kind and where practicable, let them be adopted in size to their strength and capacity for handling them.\"  This was just one of the many tips presented in a farming advice column in the <em>Roanoke Beacon</em> on November 18, 1852.  The newspaper contained many other written editorials that expressed people's opinions.  The advice in this column, however, was more credible for others to read and follow because another farmer wrote the article.  As the quote suggests, every farm needed good quality tools to be efficient.  Along with good tools, good labor was the key to a productive farm.  Young, strong slaves made up this good labor force.  The article stated that in order to have a productive farm, one had to choose the best available slaves.  Owners must then treat their slaves with at least some care to keep them healthy.  A healthy labor force was an efficient one, according to the article.  Slave labor and good tools were the first steps to improving a farm's production.","This article demonstrated the importance of agriculture in Virginia and in the South at the time.  Agriculture drove the Southern economy, and it depended on a slave labor force.  In particular, there were 2,510 slaves in 1850 in Roanoke County; that number increased to 2,643 slaves in 1860.  Slaves were necessary for the Southern economy to work and function properly.  Slaves were so vital to the Southern way of life that they made up over thirty-six percent of the population of Maryland, Virginia, North Carolina, South  Carolina, and Georgia.  Picking strong, capable slaves was the key to a productive farm during this time period.  It was not surprising to see a farming advice column in a newspaper in an agricultural society such as Roanoke during the 1850s        "],"display_date":"November 18, 1852","search_date":"1852-11-18","locations":[{"id":14224,"lat":37.28533855,"lng":-80.0684606525,"zoom":10,"place":"ROANOKE, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4048,"title":"A Controversial Election and the Centennial\n","course_id":7,"status":"P","start_date":"1876-06-22","end_date":"1876-06-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    According to <em>The Conservative</em> in the year 1876, the Republican Party and current government were a group of corrupt and tyrant radicals. A local newspaper of Roanoke,  Virginia, <em>The Conservative</em> had an obvious Democratic view. In an article dated June 22, 1876, the newspaper addressed the nomination of a Republican candidate, Rutherford B. Hayes.","            Just before the advent of the American centennial, the city of Cincinnati nominated Hayes as a presidential candidate. <em>The Conservative</em> printed that Hayes was \"the one who fostered Grantism [a term used to describe political corruption and greed, after Ulysses S. Grant] and brought disgrace to the American name.\" The newspaper claimed that an effective reform in government would not occur as long as the republicans were in power. This was because, as said by the newspaper, Hayes had no marked powers that had been acted upon or any strong points of characters. The article stated that Hayes had significant weaknesses and was incapable of provoking enthusiasm amongst the population. Democrats believed that a stronger, more positive president would be required during that election, and Hayes was not \"a fit man for the position.\"","            As the election approached, the American population anticipated the first Democratic victory since the Civil War. The candidate from the Democratic Party, Samuel Tilden, had been the long favored victor of the presidency. However, to the dismay and shock of the writers and supporters of <em>The Conservative</em>, Rutherford B. Hayes, who came to be known as the \"Dark Horse President\", was elected to the presidency in the controversial election during the centennial."],"display_date":"June 22, 1876","search_date":"1876-06-22","locations":[{"id":14226,"lat":37.2713368675,"lng":-80.0520276472,"zoom":10,"place":"ROANOKE, Virginia"}],"tags":[{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":6825,"title":"The Brethren Denomination Officially Forbids Slave Ownership","course_id":188,"status":"P","start_date":"1845-05-09","end_date":"1845-05-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In May of 1845, a committee of ordained leaders from the German Baptist Brethren (Church of the Brethren) convened in Roanoke County, Virginia to discuss the most pressing questions facing their denomination. Much of their discussion, according to the minutes of the meeting, focused on the nuances of traditional Brethren theology in terms of worldliness, alcohol use, nonresistance, feet washing, service language, and the like. Additionally, the topic of slavery appeared in their annual discourse. The elders made their position clear, saying “it would be best for a follower of Jesus Christ to have nothing at all to do with slavery.” They forbade both owning and hiring slaves. The committee also considered admitting African Americans into the church. While the decision to admit free blacks into the church was left to individual congregations, the committee made certain that if they were admitted they would be treated as equals to whites, asserting that the love of God “makes no distinction in the brotherhood” according to race.","At the time of this meeting, the slavery crisis in the United States divided religious denominations. At the start of the nineteenth century, the Second Great Awaking set a spark among Protestants in the North. According to historian James McPherson, this revival created numerous reforms and a collective conscience among New England’s Protestants. Slavery was deemed a sin and religion-based abolitionism flared up. Many Protestants in the South moved increasingly in the opposite direction, developing biblical defenses of their “peculiar institution”. As a result of these sectional divisions over slavery, in 1844 the Methodists, followed by the Baptists in 1845, and the Presbyterians in 1858, were torn into separate factions, North and South.","Although written some 157 years after the first organized Anabaptist criticism of slavery, this denomination-wide decision contrasts sharply with those of other American Protestants. The Brethren became unified. While some Brethren had individually denounced slavery, others did own slaves. The denomination also crossed sectional lines, existing both above and below the Mason-Dixon Line. According to the previous year’s meeting minutes, the elders accepted an invitation from the Roanoke, Virginia congregation. It is unclear why exactly they selected this locale, but it provided the perfect setting to discuss the question of slavery. They discussed the immorality of slavery in the home of that institution. By adopting the resolution in Virginia, there could be no question that slave state Brethren were included. In addition, to soothe possible divides, the elders selected a softer stance on the integration of free blacks. Although the elders felt all men were created equal and that it would be best for all to accept them into the church, they left it up to individual congregations and offered some mercy to those who were “weak in the faith.” By clarifying the Brethren’s stance on slavery and racial equality, this 1845 meeting placed the Brethren squarely in the court of abolitionism in the wake of national division."],"display_date":"May 9, 1845 - May 10, 1845","search_date":"1845-05-09","locations":[{"id":53156,"lat":37.2467123,"lng":-80.1205256,"zoom":6,"place":"Roanoke County, Virginia"}],"tags":[{"id":95,"tag":"Abolition"},{"id":4,"tag":"Slavery"},{"id":1336,"tag":"racial equality"},{"id":3615,"tag":"Protestants/Anabaptists"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}