{"id":4841,"place":"FREDERICK, Virginia","lat":39.2038567799,"lng":-78.2606208397,"episodes":[{"id":123,"title":"Reward Advertisement for Nelson and Priscilla, Two Runaway Slaves","course_id":1,"status":"P","start_date":"1816-01-15","end_date":"1816-01-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William Triplett, a resident of Frederick County, offered a forty dollar reward for the capture and return of two runaway slaves, Nelson and Priscilla (nicknamed Betsy).  The two slaves, a married couple, ran away January 9th from the Briscoes estate in Winchester.  The man was described as 23 or 24 in age, a very dark Mulatto, and 5'10-5'11 in height.  He was wearing a well-worn black, cloth coat and well-worn shoes.  The woman was described as being darker in complexion, stout and well-made, with a whip mark across her cheek and pregnant.   &lt;br /&gt;&lt;br /&gt;The woman, known for being a flight risk, also ran away from an owner, John Boowie of Fauquier County, 18-20 months prior to this incident.  However, she was found shortly afterwards passing as a free woman and working for a Mr. Rader.  It is clear that she is intelligent, because she reads English and also speaks German.  She was last seen wearing a drab colored new twilled dress, and a new fur hat.  It was also known that she had other clothing items that had not been recollected.   &lt;br /&gt;&lt;br /&gt;For slaves, running away was the most common form of rebellion against the institution of slavery.  Slaves, like Priscilla, who were in the habit of running away were liabilities to their owners because of the costs for recapturing them, publishing reward advertisements, bailing them out of jail, and loss of labor.   Runaways made it difficult for slave owners to maintain an efficient work force due to the time and energy spent on the problem.  To redeem some of their losses, slave owners would often sell flight-risk slaves in a distant market where the reputation of that slave was not known."],"display_date":"January 15, 1816","search_date":"1816-01-15","locations":[{"id":13834,"lat":39.1445168984,"lng":-78.1775216949,"zoom":9,"place":"FREDERICK, Virginia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3175,"title":"Frederick County Meeting\n","course_id":1,"status":"P","start_date":"1860-12-14","end_date":"1860-12-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 14, 1860, just six days before South Carolina seceded from the United States of America, men in Frederick County, Virginia met to discuss the possible results of secession and how to go about preventing it. Mr. Conrad delivered a speech on the subject to the meeting in which he discussed the ills inflicted on the southern states by the North such as disregard for run away slave laws and their disregard for the importance of slavery in the South in general. He stated that We assure our northern brethren that the institution against which this insane war is waged, is so interwoven into our social, domestic, and industrial life, that any sudden change would be destructive to us, and even to themselves. While Mr. Conrad made it clear that the citizens of Frederick Country would not tolerate actions against slavery, he also states that secession will only worsen the situation. Mr. Conrad pleads for reconsideration by South Carolina in this statement: Hence; we do not question the power of South Carolina, in virtue of her state sovereignty to absolve her citizens from their allegiance to the federal government. But we do utterly deny her right, under the circumstances that now exist; and as parties to the compact, deeply interested in its fulfillment, we deny that she alone has the right to decide whether adequate cause exists. Mr. Conrad also presented several solutions to the conflict with the North which he suggests giving to the Virginia General Assembly. We may obstruct the wheels of the Federal Government; or defend our Constitutional rights, in arms, under the flag of the Union; and even these extreme measures would be less fatal than a voluntary secession, he stated. He and the members of the meeting agreed that South Carolina did secede the North would be quick to put them back into place and repair their own actions against slavery. The remedy is with our Northern friends: we await their action with trust and confidence that they will now see and appreciate the evil, and apply the proper correctives. "," After the secession of South Carolina the rest of the southern states were left with a very critical decision: stay in the union and allow the north to force its anti-slavery ideals upon the entire south or join the rebellion, unsure of what would come next. The question facing the upper South was not simply whether to secede but whether to aid their brothers farther south. This looming decision divided the South into three sections. The first was made up of those southerners mostly in the lower South who believed in immediate secession, the idea being the quicker secession is accomplished by the south the stronger the statement. The next group was made up of southerners in the upper South with fewer slaves who wished to wait until a group effort by all the states was decided on before seceding. The last group was made up of those who sided with the North and were against secession completely, this seeming to be the group that Mr. Conrad would side with as he confirmed by stating: We have no faith whatever in the success of any southern confederacy of these States, except merely for the temporary object of mutual defense. South Carolina, Mississippi, Florida, Alabama, Georgia, Louisiana and Texas, being of the immediate secession group, all joined the rebellion with majority votes in their conventions soon after the election of President Abraham Lincoln. About the election of President Lincoln Mr. Conrad stated The election of Mr. Lincoln is recent, was unexpected, fortuitous, and if not already regretted by his supporters, will, in all probability, prove the destruction of his party. Virginia, Arkansas, Tennessee and North Carolina also joined the cause with a majority but only after President Lincoln called for a move on South Carolina, being more of the second group. In Virginia the decision on secession was especially important because Virginians were so close to the North and the South at the same time. As Edward Ayers confirmed, More than half of the war's battles were waged with in Virginia's borders, making their decision especially critical. While Virginia did decide to ultimately secede the vote was deeply divided. The slaveholders, mainly living in the east, wanted to secede while the non slave holders in the west wanted to remain in the union. This division was one of the main causes for the creation of the separate Union state of West Virginia in 1863."],"display_date":"December 14, 1860","search_date":"1860-12-14","locations":[{"id":13839,"lat":39.2038567799,"lng":-78.2606208397,"zoom":9,"place":"FREDERICK, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4110,"title":"Threshing Machines of Virginia\n","course_id":6,"status":"P","start_date":"1821-03-16","end_date":"1821-11-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Virginia, during the period before industrial boom, new techniques for threshing wheat were becoming more and more popular.  The technique that had remained relatively unchanged since Biblical times was, after the wheat was harvested, to have it trodden upon by horses, cattle, or oxen. This practice was slow, tedious, and left dirty grain that only numbered in about five bushels a day per laborer.  However various new patents began to surface for machines that were each driven by a different number of horses which had different amounts of bushels threshed.","A certain Mr. George Wright from Middletown made two versions of a threshing machine in 1821.  Wright designed portable and fixed threshing machines that were made from iron to \"shake off the straw by cylindrical rakes, and clean or fan the grain\".  The portable design was made \"to travel or move about the country to thresh for hire.\"  However the fixed machine was said to be the most effective because it not only takes the wheat from the straw but cleans it as well, whereas the portable just removes the straw.  The machine threshed 35 to 37 bushels in just one hour, a substantial yield compared to the archaic method.  The Wright design did not use any horses, contrary to those popular in England.  The reason for this is that \"it would answer a good purpose if all the horses were of equal strength, which upon a farm, is seldom the case.\"  ","During the pre-industrial boom era, many new inventions began to build steam in rural communities and we very popular among the plantation owning gentry.  An example of another invention during this time is the \"ox-shovel\" that is pulled by oxen and digs up dirt.  Most of these inventions had multiple uses as evident by the fixed threshing machine that separates the straw as well as cleans it.  These machines helped greatly increased the rural economy in Virginia, not only with the upper class but with the lower classes who were given the option of hiring out a portable thresher.  This speaks to the close-knit communities in rural Virginia, in that individuals not only try to help themselves but spread about their new ideas to others while at the same time making a substantial amount of money."],"display_date":"March 16, 1821 - November 2, 1821","search_date":"1821-07-09","locations":[{"id":13835,"lat":39.1445168984,"lng":-78.1775216949,"zoom":9,"place":"FREDERICK, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}},{"id":4186,"title":"What Are You Fighting For?\n","course_id":7,"status":"P","start_date":"1862-01-01","end_date":"1862-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The message was clear; those fighting for the Confederate Army were \"destroy[ing] the government of [their] fathers.\"  In an advertisement in 1862 in Winchester, Virginia, the government established by the \"the patriot statesmen and warriors of the revolution\" asked that the confederate soldiers \"throw down [their] arms\" and come rejoin the Union.  The ad insisted that the \"bad men\" of the confederacy stood in the way of \"one flag, one land, one heart, one hand, One nation evermore.\" Most importantly, the public notice asked the soldiers, \"what are you fighting for?\" ","                  Desertion was already a problem for the Confederate Army during the Civil War.  Tens of thousands deserted the Confederate Army between the years of 1862 and 1865.  Some believe desertion to be a main factor in the South's defeat.  Union propaganda only worsened this problem.  With emotional words and a call to desert the army, many more confederate soldiers, who were already unhappy due to low morale often caused by defeat, left the army.  Despite this, the desertion rate for the Confederate Army was lower than that of the Union Army.  Many agree that a majority of the Confederate Army volunteers continued their service to the army until the end of the war, and that the high desertion numbers in the Confederate Army were only partially due to soldiers deserting their camps.  Many soldiers who either died in battle but were never found, or who left their camp and served in another unit are counted in the number of deserters.  In April, 1865 thousands did desert the Confederate Army and days later General Robert E. Lee surrendered to the Union Army in Appotomax, Virginia.  "],"display_date":"January 1, 1862","search_date":"1862-01-01","locations":[{"id":13839,"lat":39.2038567799,"lng":-78.2606208397,"zoom":9,"place":"FREDERICK, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4366,"title":"Rebecca Wright Spies for Union\n","course_id":4,"status":"P","start_date":"1864-08-01","end_date":"1864-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["During Union General Philip Sheridan's destruction of the Shenandoah Valley in the hot month of August 1864, Confederate Jubal Early's army occupied Winchester, Virginia, standing in Sheridan's way. ","Sheridan tried to follow Early, and he approached this very carefully. His army sparred with Early's army throughout the month of August and into September, but was not able to push them back any further than Winchester. It seemed that Early's army was too heavily reinforced for Sheridan to attack, so Sheridan and his army waited cautiously outside of Winchester, while the troops suffered in the terrible heat.","The Union began sending scouts to check out the strength of Early's army. They decided that they needed to find a contact in Winchester who would be willing to spy for them. They got the name of Rebecca Wright, a Quaker schoolteacher who was one of the few Union sympathizers in Winchester. Because she was a Quaker, Wright was very much opposed to slavery.","General Sheridan sent Wright a note that said, \"Ms. Wright, I know that you are a loyal lady and still love the old flag. Can you inform me of the position of Early's forces, the number of divisions in his army, and the strength of all or any of them, and his probable or reported intentions. Have any more troops arrived from Richmond. or are any more coming, or reported to be coming?\"","Wright wrote back to Sheridan, informing him that Lee had pulled some troops from Winchester to send them to Petersburg, and no more troops would be coming to the Valley.","After hearing this, Sheridan decided to strike on September 19. Sheridan's army greatly outnumbered the Confederates, and Early retreated after losing nearly one fourth of his army. This helped to clear the way for Sheridan's destruction of the Shenandoah Valley. With the help of Rebecca Wright, Sheridan's careful waiting and planning seemed to have paid off."],"display_date":"August - September 1864","search_date":"1864-08-31","locations":[{"id":13839,"lat":39.2038567799,"lng":-78.2606208397,"zoom":9,"place":"FREDERICK, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}},{"id":4583,"title":"The March for Freedom","course_id":21,"status":"P","start_date":"3/3/13","end_date":"3/3/13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"Y","estimated_end_month":"Y","estimated_end_day":"Y","content":["The day was March 3, 1913 in Washington D.C., many women at the time have wanted equal rights, that they were not receiving, so many important women icons decided to act upon their beliefs. The women gathered 5,000 supporters, such as Mrs. Taft. She and other supporters walked down Pennsylvania Avenue in hopes of rallying the crowd and getting as many supporters as possible. The women used decorated floats in order to persuade the public to sympathize with there cause. The women were pleading that they should be able to vote, and they their current situation in society was unfair. They marched down the boardwalk while cars where honking for there cause and bands where playing religious music. The women started a movement that day, and the movement was known as the greatest appeal for women's support in America. The women were also walking towards the memorial continental hall in order to give many speeches by icons, so their voice would be heard. There were many famous women speakers, such as Carrie Chapman Catt who was the president of international suffrage alliance. The women who marched for women's rights used music, newspapers, magazines, and pamphlets to demonstrate there lifetime work on women's right."],"display_date":"March 3, 1913","search_date":"1913-03-03","locations":[{"id":16399,"lat":39.2038567799,"lng":-78.2606208397,"zoom":9,"place":"Frederick, Virginia"}],"tags":[{"id":7,"tag":"Women"},{"id":48,"tag":"Women&#39;s Rights"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":5015,"title":"The Conferderate Uniform was on fire!","course_id":43,"status":"P","start_date":"1862-04-05","end_date":"1862-04-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The letters written from a Confederate soldier to his “Charming Nelly” tell the stories of a Confederate regiment throughout the Civil War.  Between 1862 and 1864, J.B. Polley, the Confederate soldier, wrote 28 different letters to the same person.  Curiously, “Charming Nelly” was someone who Polley had only met three times in his life and all three meetings were very brief.  Polley joined the war effort in 1861, but his letters to “Charming Nelly” did not start until 1862 with the first letter being written from Camp Hood (the location of his Texas regiment in 1862, his regiment is better known as the Hood’s Texas Brigade).  No one knows whether these letters were actually sent to Nelly or just an excuse for Polley to write about the stories of the Civil War and his regiment.  Some say his only motive was to publish a book.  Never the less, these stories tell and reveal a great deal of unknown instances that took place on the front lines.","Entitled, “Humorous Incidents,\" Polley’s second letter (written on April 5, 1862) tells the story of Jack and Jack’s huge misfortune one night.   Jack was a fellow soldier, but rejected the ordinary uniform that the Confederate Army provided to their soldiers.  Instead, much to the disliking of his comrades, Jack decided to buy a five dollar overcoat and spent twenty-five extra dollars on the rest of his uniform.  One of the first nights out, the weather was intensely cold and Jack decided not to remove any of his garments to sleep in and also decided to wrap himself in four of his new blankets as well.  Jack fell asleep that night very comfortable, but laid too close to the fire the soldiers had built.  At about midnight, Polley recalls, Bob Murray (another fellow soldier) wakes up and smells the scent of burning clothing.  Polley says, “He had only to look once to discover that as the fire burned lower and lower, Jack had edged his black nearer and nearer to it, and at last a stray coal had lighted a flame that was playing sad havoc with his blanket and coat.”  Polley goes on to explain, in a very humorous manner, how Jack was probably the last to wake up from Murray’s screams.  It was too late, however, for his beloved uniform.  Polley explained, “altogether [the garment was] too open at the back to be comfortable, and with two pointed tails hanging in front, instead of in the rear.” After Jack tried to fix his unfixable uniform, the entire regiment starts to ask him questions and by night fall, Jack is “too hoarse to talk.”","While this story may at first seem of no historical importance, there are two main underlying things this story speaks to.  First, The story speaks to the fact that the Confederacy had constant challenges to acquire and maintain equipment.  In “A Survey of Confederate Central Government Quartermaster Issue Jackets” Leslie D. Jensen writes, “Despite some truly important work by members of the Company and others, we still remain ignorant of much of the inner workings of the Confederacy's supply system and clothing procurement practices. Perhaps, too, we are still too easily lulled by an appealing image of the ‘ragged rebel,’ and therefore naively accept the concept of ‘Johnny Reb’ being supplied indefinitely by the folks at home, conveniently ignoring the fact that no army, however resourceful, wages war very long if it doesn't develop a workable supply system.”  Jensen goes on to mention that the uniforms that were supplied to the Confederacy may not have been “fit for issue.”  This was a decisive fact in the war because the South struggled to keep up with the advances in equipment that the North had available. ","Secondly, this story reveals why the South thought they had a chance at winning the war.  For example, why would the other Confederate soldiers not like the fact that Jack had decided to go against the Confederate uniform and purchase his own?  The answer could be due to the fact that the only chance the Confederate Army had at winning the Civil War was to stay together.  The Confederacy was facing an uphill battle, but had two things going for them.  First, they were fighting on their own lands and, secondly, they were fighting for the same cause.  When writing about Polley’s brigade, the historian Charles E. Brooks said that this togetherness in the same cause gave the South a greater chance of success, slim as it was.  By buying his own uniform, Jack separated himself from the other Confederate soldiers in his regiment.  Thus, Jack was seen as not totally for the Confederate cause, something the Confederate leaders hated in their soldiers. "],"display_date":"April 5, 1862","search_date":"1862-04-05","locations":[{"id":13839,"lat":39.2038567799,"lng":-78.2606208397,"zoom":9,"place":"FREDERICK, Virginia"}],"tags":[{"id":669,"tag":"Confederate Army"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5656,"title":"Refuge in Religion: The Story of the Baptist Minister Noah Davis","course_id":103,"status":"P","start_date":"1854-01-01","end_date":"1854-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Noah Davis sat puzzled, he contemplated his next move. He had already purchased six of his children back from various slave owners, through hard work and many favors gained from people he discovered on his travels. His life defined turmoil. Noah Davis worked against the clock to purchase his seventh and final child, his daughter who was born into bondage. Noah Davis was already well versed in the North, as he had traveled often in search of funds to help pay for the church he planned on starting in Baltimore. He arrived into Boston where he was able to leave with 400 dollars toward his daughter's freedom. On those Boston streets, Davis stood star struck as he noticed his old master. He remembered what his master once said to him, \"I am not afraid of you running away Noah,-- you may go where you please.\" This was the same man, who made Noah's freedom possible, the same man who granted Noah Davis a free pass to the North to collect the money to buy his own freedom.","Noah's fortunes shifted greatly, and he thanked God. He then traveled to Providence, where he had worked hard to collect the money to purchase his daughter's freedom. Noah Davis was invited to preach, and give sermons at local Baptist churches throughout Providence. On his final day, through these church meetings, the most significant moment in Noah Davis' quest for his daughter's freedom occured. While Noah prepared for his trip to New York, a man of great authority approached Noah with a propisition. In front of the entire meeting, the man proclaimed \"Brother Davis, give yourself no more trouble about that daughter,-- You say you have to stop in New York. Let me say say, that when you get home, whatever you lack of the four hundred dollars, write to me, and I will send you a check for the balance.\" Noah proclaimed this as an act of God, and to his relief, promulgated \"I now left Providence, feeling in my heart that the place is rightly called by that name, as far as I am concerned.\"","In truth, Noah Davis was blessed to have the mild-mannered master in Fredericksburg, as he was allowed space to develop as an individual. However, as discussed in Walter Johnson's book <em>Soul by Soul, </em>were the concepts of turning people into commodities and the creation of a law of supply and demand for slaves. The harsh reality is that Noah Davis not only had to buy himself out of freedom, but also his seven children who were born into bondage as well. Through his focus on faith, and the connections he was able to make during his time traveling and in Baltimore, he was able to possess the strength to purchase his family. It is one of the many horrors of the slave market, and slavery in general, this idea that a family can be broken apart, and then sold individually in correlation with a notional concept of a human stock market. Even though Noah Davis freed his children from bondage, this reality is merely a fantasy for the majority of slaves who were taken from their kin and sold in the \"Deep South\".","This quote in Walter Johnson's <em>Soul by Soul</em> displays the rarity of the circumstances in which had unfolded for Noah Davis, \"... some few others were able to gain their freedom by purchasing themselves.\" Noah Davis lived a life in which he was able to escape the normal. He put his faith into God, his fellow man, and with help from a kind slave master, he successfully avoided the \"story of seperated lovers and broken families.\""," "],"display_date":1854,"search_date":"1854-07-02","locations":[{"id":5931,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"},{"id":13838,"lat":39.2038567799,"lng":-78.2606208397,"zoom":9,"place":"FREDERICK, Virginia"},{"id":11401,"lat":41.8745874433,"lng":-71.5917581694,"zoom":10,"place":"PROVIDENCE, Rhode Island"}],"tags":[{"id":4,"tag":"Slavery"},{"id":79,"tag":"Religion"},{"id":3,"tag":"African-Americans"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":5664,"title":"The Henry Watson Story","course_id":103,"status":"P","start_date":"1813-01-01","end_date":"1823-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the year 1813 right outside Fredericksburg, Virginia, a slave was born. The name of the slave was Henry Watson. Henry was born into slavery by his late mother, Letty. Like most slaves he had no recollection of his age, he had heard that the age of a slave is kept by the different seasons of the year. If a child were to ask of their age, the answer would be similar to this quote “this planting corn time, you are six, eight or ten”.","Henry awoke one morning in an utter confusion. He asked for his mother but no one spoke his mother was gone. The separation from his mother took a toll on Henry’s emption and body. No one expected the poor young boy to recover until old slave-women began to take care of him. The only way she could comfort young Henry was to give him the most information she could about the untimely disappearance of his loving mother. The story she told was cruel but common in the slave trade era. One day a slave-trader had pulled his buggy up to the front door of the house and his mother was sent forth. As she approached the buggy, she was knocked down, tied and thrown into the buggy. She was never to be seen again. This traumatic event made Henry strong and angry.","Henry learned that the principal business of slave masters was to raise slaves to be sold on the market. Unfortunately, Henry had learned the hard way about the trading process. One day, Henry’s life was turned upside down unexpectedly. Henry saw a man approaching his master’s house so he ran with the rest of children to hide. He got wind that his master was looking for him and ordered him into the house. The man inspected Henry and was satisfied. During the slave trade era, the body of a slave was inspected to for whipping scars or any other discretion on the body. Walter Johnson of <em>Soul by Soul</em> stated that Slave Traders “had to consider the slaves’ perspective to make sure they would have a body to go with the bill of the sale”. Slaves entered the trade alone and anonymous making Henry alone as ever.","In Walter Johnson’s <em>Soul by Soul </em>he speaks mainly of the slave trade and the surrounding market. Johnson looked at slave’s perspective of the trades and that was what Henry’s narrative was about. Henry wanted to tell his story through his own eyes, hoping that we as readers can try to understand the pain and suffering the slave market has caused."],"display_date":"1813 - 1823","search_date":"1818-07-02","locations":[{"id":13834,"lat":39.1445168984,"lng":-78.1775216949,"zoom":9,"place":"FREDERICK, Virginia"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":4,"tag":"Slavery"},{"id":126,"tag":"fugitive slave"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}}]}