{"id":4855,"place":"WASHINGTON, Texas","lat":30.219424664,"lng":-96.5113741782,"episodes":[{"id":5022,"title":"The War Wasn't the only Factor!","course_id":43,"status":"P","start_date":"1865-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Besides the war, what could possibly ruin the South’s economy in 1865?  By the end of the war, the South had been completely devastated by the fighting that they could not afford to have anything else happen to them, but it did.  Already suffering from the economic losses of the Civil War, the drought of 1865 left many farmers in the South unable to provide for their family.  The Columbia University observatory writes, \"From the mid 1850s to the mid 1860s the West and Plains were struck by a severe drought... this was the worst drought to strike in the last 300 years, worse than the Dust Bowl drought.\" To add to the problem, the newly freed slaves were not helping any of their former masters pick cotton.  So not only could the farmers not produce much corn and potatoes due to the drought, the one crop they could produce in the drought could not be picked.","Originally published in the <em>Annual Cyclopedia, 1865 </em>one Texas farmer wrote, “The drought had nearly ruined the corn crops, and it is estimated that only one-half a crop will be made this season.  The same will prove true of the potato crop.  Cotton looks well, and we have been informed by all the citizens that they have never before seen such a fine and heavy yield as this season.  We hear loud complaints everywhere of the scarcity of hands to pick and save it.  The planters made contracts with their former slaves to remain with them and save the crops, but they proved unfaithful and deserted at the first opportunity.  Thousands of bales of splendid cotton will be lost in Washington County.”","This article reveals many things about the Texas economy and the South’s economy after the war.  The drought created great panic in the South.  Many families in the South only had one way of making money, and that was to farm.  With a drought, these families had no means of making money.  They could not go to work because they lived in the country, and really had no skills that would help them in an urban society.  This article also reveals the social structure in which the Civil War had created between the Whites and the newly freedmen.  The fact that the freedmen signed contracts and did not follow through with them reassured the whites that their former slaves could not be trusted.  This elevated the racial tension between the freedmen and the white southern planters.","In Conclusion, the war played a devastating role on the economics of the South; however, it was not the only factor that plagued the South in 1865.  The drought of 1865 caused farmers to not be able to produce corn and potatoes.  Finally, the farmers had no way of picking the abundant cotton because of the newly emancipated slaves."],"display_date":1865,"search_date":"1865-07-02","locations":[{"id":13298,"lat":30.219424664,"lng":-96.5113741782,"zoom":9,"place":"WASHINGTON, Texas"}],"tags":[{"id":677,"tag":"Drought of 1865"},{"id":678,"tag":"Economy of the South"},{"id":679,"tag":"1865"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}