{"id":4860,"place":"DARLINGTON, South Carolina","lat":34.2738944437,"lng":-79.941633894,"episodes":[{"id":3653,"title":"Slave Management in Darlington\n","course_id":1,"status":"P","start_date":"1849-10-13","end_date":"1852-08-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["There were always fears of slave rebellions. In a letter dated October 13th, 1849, from E.W. Cooper, Thomas Cassels Law learned of a Negro insurrection in his home district of Darlington, South Carolina. Cooper served on an investigating committee to respond to the matter. Although they could not gather sufficient evidence to have the four leading insurrectionists hanged, they were lodged in jail and later sent out of the state. One of the enslaved men mentioned that word was spreading around Darlington that this was the last year the slaves would be held in bondage; white men traveling between Sumterville and Darlington City were apparently spreading the rumors. Cooper believed his own slaves were largely ignorant of the matter, but he warned Law, You had better keep a look out.","It is unclear how much of an impact this letter had on T.C. Law, but it is known that he was an active member of the Darlington Agricultural Society. In 1852, Thomas Cassels Law gave an address to the society entitled, Report on Management of Slaves - Duty of Overseers and Employers. Law's chief purpose was to give some insight in keeping an efficient and productive operation, and he incorporated an intricate analysis of the relationships between master and slave and overseer. He began, If slaves were brutes, as many seem to view them we might more easily point out their proper management, but they are human beings - morally accountable - committed to our care by a mysterious Providence, for, no doubt, a wise purpose. Law advocated for a moderate and constant work schedule for slaves, with proper intervals of rest. Yet, he also justified the use of the whip by citing scripture: he that spareth the rod hateth his child. Law recommended giving slaves a small plot that they could work in their off time and have a small notion of ownership. When the owner buys crops from his own slaves, it convinces them of your doing justice. ","As Law's report suggests, the relationship between master and slave was intricate and multi-faceted, layered with contradictions. Slaves were seen as racially inferior, yet still morally accountable human beings. Slaves were quite literally the property of their owners, and Walter Johnson's <em>Soul by Soul </em>examines the reduction of human beings to financial numbers. Yet, Law and other planters found it immoral and improper to rule by simple and violent dominion over their chattel. Religious and racial convictions compelled white masters to treat slaves with paternalistic supervision. There was also a level of insecurity. So, giving a token piece of land to the slaves and convincing them of the justice of the system was a rational approach to slaveholding. Though men like Thomas Cassels Law may have applied the industry of slavery moderately and sensibly on their plantations, the existence of slaves as economic property was inherently dehumanizing."],"display_date":"October 13, 1849 - August 10, 1852","search_date":"1851-03-13","locations":[{"id":11496,"lat":34.2738944437,"lng":-79.941633894,"zoom":9,"place":"DARLINGTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4277,"title":"Brothers in Arms\n","course_id":5,"status":"P","start_date":"1862-06-15","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Onward the brigade marched, through the murderous fire pouring down from the ridge.  These men were tried and tested through the forge of combat and had developed camaraderie and a sense of pride.  These men were the soldiers of Gregg's Brigade.","<em>The History of a Brigade of South Carolinians, known first as \"Gregg's\" and subsequently as \"McGowan's brigade</em><em>\", written by James Fitz James Caldwell, gives a detailed and vivid description of the experiences of this brigade over the span of roughly three years.  This brigade saw action in many battles of the American Civil War, including the battles of Richmond, the Second Battle of Manassas, Sharpsburg, Fredericksburg, Chancellorsville, and Gettysburg.  Caldwell describes the actions the brigade took part in, and at the end of each section lists the names and ranks of those soldiers from the brigade killed or wounded in that action.  If a commanding officer is killed, Caldwell devotes a special remembrance of that officer as a man and a soldier, as a kind of memorial.  </em>","<em>In this book, Caldwell goes into great detail about the brigade and their combat experiences.  One scene which is quite striking is one in which he passed by a breastwork that had caught fire due to exploding ammunition.  Caldwell saw the charred bodies of men who were caught in the inferno, and described how their bodies showed the last moments of their life, arms in the air trying to ward off the flames.  In the descriptions of the battles, he usually showed his sense of pride and camaraderie.  There was only one instance of when he was ashamed of his brigade, and that was when they were unable to hold the line against a Union assault.  Caldwell also mentions the support of the Southern women.  He says that the women incite dissention among the soldiers and have been so worn down by loss and hardship that they had given up and left the men to their own devices.</em>","<em>The secondary sources support the events described in Caldwell's book.  Brunson's Pee Dee Light Artillery</em><em> is based around the Light Artillery of Gregg's Brigade and does reference many of the things Caldwell does, including the brigade's involvement at Sharpsburg and Gettysburg and Orr's Rifle division.  On page seven, Brunson also gives the account of Gregg's death in the battle of Fredericksburg by being \"mortally wounded by a bullet through his spine.\" Brown's A Colonel at Gettysburg and Spotsylvania</em><em> also supports Caldwell's recollections, including the death of Captain Haskell of the Sharpshooters Battalion on page 86.<strong></strong></em>"],"display_date":"June 15, 1862 - April 9, 1865","search_date":"1863-11-11","locations":[{"id":11497,"lat":34.2738944437,"lng":-79.941633894,"zoom":9,"place":"DARLINGTON, South Carolina"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":5084,"title":"The Price of Slavery","course_id":43,"status":"P","start_date":"1847-01-02","end_date":"1847-01-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["To a group of slaves about to be sold to a new owner, the future is uncertain. Their new home may promise decent food and board, or it may mean the separation from their closest family members, abusive overseers, and grueling work that drives them to the brink of death. This is what thirteen slaves faced when they were sold on January 2, 1847 by John D. McCullough to Samuel W. Evans. The document promised their ownership by Evans until their death or his, at which time his heirs would take further ownership of any surviving slaves. In addition, McCullough promises in the contract that he will defend the ownership by Evans of these people against any person who claims otherwise. The insights these provide into antebellum Southern society are many.","The fact that McCullough includes his defense of ownership in the contract shows us the state of the Southern economy at this time. Slaves made up a majority of the livelihood, providing the region with the largest portion of its economic output. Runaways could be a problem, but those recaptured were returned to their owners. However, there is the chance that, like any other form of property, dishonest men could capture the runaway slaves and call them their own. The inclusion of a witness to the sale of slaves in Evans’ contract shows how important it was to protect their means of an income, all the way until and through their death, guaranteeing their children and families a way to continue making money as well. This also provides another possibility. In the case that a slave runs away and is found among abolitionists, a slave owner would have the proof needed to show that the man or woman had escaped and, according to the later Fugitive Slave Act, had to be returned to his or her rightful owner.","In addition, it is important to note the price that these men and women sold for. The total amount for the slaves was listed as $5,300 – about $408 per slave. This was less than large slave markets, such as those in New Orleans, where slaves could go for up to $1,200, but the fact that this was a private sale means more bargaining was involved. However, this leads to another problem; slaves were hyperaware of their value as a commodity. At the war’s end, when these people were looking for work in labor as free agents, they would ask for the same prices that they had garnered before the war; however, white plantation owners were unwilling to pay such prices, leaving both ends in a poor position: the newly freed blacks without work, and the whites without labor to work their fields. The Southern economy would be destroyed for years to come as both groups of people struggled to make sense of their new situations."],"display_date":"January 2, 1847","search_date":"1847-01-02","locations":[{"id":11495,"lat":34.2738944437,"lng":-79.941633894,"zoom":9,"place":"DARLINGTON, South Carolina"}],"tags":[{"id":768,"tag":"Prices"},{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}