{"id":4870,"place":"MADISON, New York","lat":42.9128684277,"lng":-75.6697351039,"episodes":[{"id":5050,"title":"An Experience of Mutual Criticism","course_id":43,"status":"P","start_date":"1875-01-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Beginning in 1846 John Humphrey Noyes began to gather around him a group of “perfectionists” which would soon become the Oneida Community. This communistic, utopian society was based in the idea that true holiness came from communal living and the termination of monogamy with a focus on studying the Bible and becoming better individuals. The Oneidas believed that the second coming of Christ had already taken place, at the destruction of Jerusalem, so it was possible to bring about the Kingdom of God on earth, which would be a perfect world free of sin and corruption.","Along with striving to become better individuals, the Oneidas practiced mutual criticism. This was when a member of the community would volunteer to put themselves forward in order to be honestly evaluated by all the other members of the society so as to better ones character. The volunteer would remain silent while the other members would tell them their faults, which served as the main way to informally establish community unity and standards.","A well known journalist at the time from the <em>Evening Post </em>and the <em>New York </em><em>Herald</em>, Charles Nordhoff, was allowed to stay with the Oneida Community for several days during the height of their community to research for a book that he was writing on the communistic societies in America. While there he was permitted to witness a criticism of a young man named Charles who put himself forward to be evaluated. Nordhoff states that Charles was first permitted by Noyes to criticize himself, which he did by claiming that he thought himself to be suffering a lack of faith and found himself leaning towards positivism and wanted to turn away from all of that. From then on Charles was to be silent and listen to the criticism that everyone else had of him. The members jumped right in stating that Charles was haughty, egotistic, needlessly curt, slow to take the advise of others and occasionally insincere. Nordhoff observed that though Charles had at first looked at ease, the longer the criticism went on and the more accusations that were thrown at him the paler Charles became and beads of sweat began to form on his forehead. Noyes drew this to a close after about a half hour and claimed that he believed that the young man was trying to cure himself. Noyes then brought up what was considered the worst of Charles offences, that he given into “selfish love”, which was his desire for singular intimacy with the woman who was soon to bear him a child. In the Oneida Community you were not to be connected to just one, but to all. Monogamous relationships were not allowed, nor was it allowed to even show preference of one person over another for this got in the way of forming God’s Kingdom.","Through criticizing each other in this way, one was able to better perfect the self and become more holy. Many of the utopian communal societies that arose during the mid nineteenth century were all striving for that. By living together in a communal society and perfecting themselves as individuals and as a community they believed that they would either hasten the coming of the Kingdom of God, or be able to begin forming the Kingdom of God here on earth."],"display_date":1875,"search_date":"1875-07-02","locations":[{"id":8896,"lat":42.9128684277,"lng":-75.6697351039,"zoom":9,"place":"MADISON, New York"}],"tags":[{"id":79,"tag":"Religion"},{"id":720,"tag":"Utopian Societies"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":6294,"title":"<strong>Temperance: The Next Step in Post Civil War Era Social Reform</strong>","course_id":137,"status":"P","start_date":"1870-03-19","end_date":"1870-03-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Gerrit Smith, a politician and abolitionist from New York, called for more social reform in the United States.  Smith, also a financial supporter of the <em>Fredrick Douglass’ Paper,</em> urged for reform that focused on curbing the use and distribution of alcohol after the Civil War.  In a public letter to Hon. Henry Wilson, Smith attacked Wilson for his lack of commitment to the temperance cause.  Smith noted, “For years, you were earnestly engaged in the work of voting slavery to death.  Hence you connected yourself with an independent anti-slavery political party, and eloquently summoned your fellow citizens to do likewise.”  Smith went on to ask, “Why is it that you are not now at work to get the dramshop voted out of existence?”  This excerpt implies that Wilson urged people to go to the polls and vote for the end of slavery, however, when it comes to the idea of temperance, Wilson did not advocate following the voter’s will.","Although it is the duty of every citizen to cast their opinion at the polls, after the abolishing of slavery, Wilson was not committed in urging others to vote.  Smith specifically challenges him out on this.  Smith also points out that southern churches had a great impact on their parishes in regards to voting.  He states that churches in the South refused to state that the idea of slavery was immoral, but insisted it was a necessary evil and a political labor.  Likewise, he believed the churches deny and fail to acknowledge the negative use of alcohol.  Thus the churches failed to persuade people to vote a temperance agenda, and in effect, do not change any social policies.  Since most churches are primarily conservative in thinking and by basing the laws on the idea of the Church, not a single social aspect will change.  Smith recognized and respected Wilson’s acknowledgement of temperance as the next step in the acts of social reform, but he called Wilson to be more deliberate in his support.  Instead of simply implying the idea of temperance, Smith asks Wilson to reach out in the church and call people to the polls to vote down alcohol.","Alcoholism in the 1800s was of great concern after the abolishing of slavery.  Many argued this next social reform was much needed.  After the war, the suicide rate of active duty military personnel nearly doubled.  Alcoholism was one of the main causes of suicide.  Soldiers coped with their experiences in the war with the use of alcohol.  However, this also increases the rate of suicide.  Thus, leading to more support to the temperance movement."],"display_date":"March 19, 1870","search_date":"1870-03-19","locations":[{"id":8896,"lat":42.9128684277,"lng":-75.6697351039,"zoom":9,"place":"MADISON, New York"}],"tags":[{"id":192,"tag":"Gerrit Smith"},{"id":2107,"tag":"Social Reform"},{"id":518,"tag":"Alcoholism"},{"id":699,"tag":"Temperance Movement"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}]}