{"id":4890,"place":"HARTFORD, Connecticut","lat":41.8064084993,"lng":-72.7328417292,"episodes":[{"id":5000,"title":"<strong><em>Honoring the Revolutionary Soldiers</em></strong>","course_id":43,"status":"P","start_date":"1859-10-04","end_date":"1859-10-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the years right before the Civil War, a group of men formed a military organization to honor an idol and hero of the American people.  These men formed the organization not only to honor current heroes, but the heroes of the past. In particular, the regiment was named after the great General Israel Putnam.  These men displayed a respect for their forefathers that brought about national pride.  It is here that we see Americans remembering their historical roots, and honoring it.","The military organization started in Hartford, Connecticut.  The initial reasons for starting the organization were to celebrate the return of a hometown hero, Thomas H. Seymour.  However, instead of being a temporary organization, the Putnam Phalanx grew and became a permanent unit in Connecticut.  The men dressed in the uniforms of Continental soldiers and marched to the music of the Revolutionary War.  The organization had ranks and officers, and held meetings at their “Armory.”","In 1859, the Phalanx voted to take an excursion starting on October 4 and ending on October 7.  The plan was to visit Boston in order to see Bunker Hill, as well as visit the Navy Yards in Charlestown, Massachusetts, and the city of Providence, Rhode Island.  The Phalanx had a non-member write of the events that occurred during their travels, and a poem of their hero (Putnam) was included in the front. In the account, people in every city seemed to be excited about this parade of men.  Upon their arrival to Boston, the train car that had the Battalion were “…immediately surrounded by an enthusiastic crowd, anxious to catch the first sight of the Corps…”","The Hartford Tribune has several accounts of this organization, including small snippets and advertisement of the organization.  The organization was seen as a way to bring people together, for everyone to have an enjoyable day.  The Phalanx went to honor their fathers at Bunker Hill and to honor their current brothers fighting in the Navy.  Thousands of people showed up wherever they went, showing their appreciation and excitement for their service to America's beginning.    The people treated them as heroes for honoring America’s national heritage.","Kammen writes about this as a traditional culture being born.  Early in the nineteenth centuries, monuments built to remember battles of the Revolution ended up as mundane obelisks.  They represented not only the lack of \"anti-democratic\" ideals, but also did not elevate one singular person as a hero.  This contradicts what later became a celebratory event to remember the Revolution. James Russell Lowell noticed that this was the time period for celebrating the American Revolution, yet in time, those celebrations waned.  While certain holidays continued to be less celebrated, the Putnam Phalanx gave the American Revolution  a chance to be celebrated not just for holidays or parades, but to respect and honor the American identity."],"display_date":"October 4, 1859 - October 7, 1859","search_date":"1859-10-05","locations":[{"id":11401,"lat":41.8745874433,"lng":-71.5917581694,"zoom":10,"place":"PROVIDENCE, Rhode Island"},{"id":6209,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"},{"id":1185,"lat":41.8064084993,"lng":-72.7328417292,"zoom":9,"place":"HARTFORD, Connecticut"}],"tags":[{"id":655,"tag":"Historical Reenactment"},{"id":654,"tag":"Putnam Phalanx"},{"id":67,"tag":"Militia"},{"id":625,"tag":"Revolutionary War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5014,"title":"<strong>Philosophy of Education through the Lens of Catharine E. Beecher</strong>","course_id":43,"status":"P","start_date":"1829-01-01","end_date":"1829-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the early nineteenth century, women became the center of the family—nurturing and educating their children.   Catharine E. Beecher’s essay, <em>Suggestions Respecting Improvements in Education,</em> became relevant as she characterized a woman’s role as the teacher and caretaker of the household.  In her essay, she connected a woman’s domestic life with education, and provided women with guidance for managing their household and fostering their children.  She offered reform that would increase educational opportunities for women to become more prepared in their profession.  She founded the Western Female Institute, a school where women were provided the instruction to educate others.  “It is to mothers and to teachers, that the world is to look for the character which is to be enstamped on each succeeding generation, for it is to them the great business of education is almost exclusively committed,” advised Beecher.  Her profound understanding of education helped to promote and prepare women to enter into this profession of teaching younger children."," ","In her work, Beecher defined specific instructive strategies to determine the best approach to help children retain the knowledge taught.  She provided important routines that are essential for the child to grow intellectually, physically, and morally.  Beecher declared a great defect in past methods of education—not using “objects of sight to aid in illustrating and communicating ideas.”  The sight sensory method demonstrated the principle that a teacher should not let objects magically appear in front of a child, but rather lead them through the process for a greater sense of understanding.  She stressed that consistent communication was critical to a child’s educational experience.  Ultimately, Beecher helped shape future educational development and recognized the importance of women becoming involved and supportive of their children’s education.  Today, on the political agenda of most politicians is the issue of education reform.  The government also recognized the importance of having parents, not just women, involved in their child’s education.  A major goal of the No Child Left Behind Act of 2001 promoted informed parental choice and attempted to improve student success and infuse reform. "," "],"display_date":1829,"search_date":"1829-07-02","locations":[{"id":1182,"lat":41.8064084993,"lng":-72.7328417292,"zoom":9,"place":"HARTFORD, Connecticut"}],"tags":[{"id":228,"tag":"Roles of Women"},{"id":552,"tag":"women's education"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5164,"title":"<strong>An English Woman Writes About American Prisons </strong>","course_id":66,"status":"P","start_date":"1/1/34","end_date":"12/31/34","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Should prison be a place of punishment or reform?  American society was debating this question when Harriet Martineau, a famous writer from England, visited in 1934.  Martineau later wrote about her two year trip to America in a book called “Retrospect of Western Travels”, Volumes 1 and 2, which was published in 1938.   In a chapter titled “\"Prison\", Martineau describes her visit to Auburn Prison.   Auburn was a famous prison, both in America and in England.  This prison was known for harsh psychological conditions.  The prisoners worked together during the day, but were in solitary confinement at night.  Even though they worked together, they were not allowed to communicate with each other at all.  This system of prison discipline was called the \"Auburn\" or \"Silent\" system.  Martineau observed the prisoners at Auburn and described how horrible it was that the convicts were never allowed to speak to each other.  In addition, the convicts were observed by strangers and mocked on a regular basis.   While the convicts' physical lives were generally satisfactory, they lived a kind of constant shame because of strangers watching them and not being able to talk to each other.  As a result, the convicts looked “pale and haggard” in spite of good food and generally good physical treatment.  Martineau blamed their unhealthy appearance on a lack of self-respect because they had no diversion, even momentarily, from their horrible lives.  \"They are denied the forgetfulness of themselves and their miseries which they might enjoy in free conversation\". Martineau was very much against this kind of dehumanizing treatment.","She then described a very different the system at Weathersfield prison.  This prison was run by a friend of hers named Captain Pillsbury.  Captain Pillsbury’s philosophy was completely the opposite from the philosophy at Auburn Prison.  Instead of treating convicts disrespectfully and without dignity, he intentionally treated them with patience and kindness hoping to cause moral conversion in the convicts.  Martineau described how some of the most hardened criminals in the country were sent to Weathersfield.  When they arrived, Captain Pillsbury told them that he would treat them kindly and hoped that they would treat him the same.  He then showed kindness and trust to the prisoners.  In one instance, a prisoner tried to escape.  In most prisons, an escape would have been punished severely, but Pillsbury did the opposite.  This man had broken his ankle during the escape.  Pillsbury had the man bandaged and put in his own bed, where he personally cared for the man all night, knowing that the man was in terrible pain.  The prisoner was so moved and felt such shame over having tried to escape, that when he recovered, he caused no more problems at the prison.","In another instance, when Captain Pillsbury learned that a convict planned to murder him, he asked the man to shave him in a private room to show that he trusted the man.  Captain Pillsbury was defenseless.  The man shaved Captain Pillsbury, hands shaking the whole time.  When the convict finished shaving the captain, the captain said he’d known the convict could be trusted.  The man was overwhelmed by the Captain’s gesture and responded “God bless you, sir!  you may!”   In another incident, when Captain Pillsbury showed kindness and trust to a convict, the man actually burst into tears.  He told Captain Pillsbury “I have been a very devil these seventeen years; but you treat me like a man”.  From that moment on, he was also reformed.  Martineau attributes Captain Pillsbury’s faith in these men to causing their reform."],"display_date":1934,"search_date":"1934-07-02","locations":[{"id":24036,"lat":41.8064084993,"lng":-72.7328417292,"zoom":9,"place":"Hartford, Connecticut"},{"id":24452,"lat":42.9168549346,"lng":-76.5542572674,"zoom":9,"place":"Cayuga, New York"}],"tags":[{"id":108,"tag":"prison"},{"id":890,"tag":"prison reform"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5789,"title":"Lever Bros. LUX Magazine Advertisement","course_id":114,"status":"P","start_date":"1/1/20","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As a result of industrialization and suburbanization in the late nineteenth and early twentieth centuries, there was a shift in the attitudes of people around the nation. Both movements led to major social changes in America at all levels, particularly among the growing middle class. People were having fewer children, engaging in careers that afforded heads of households’ higher incomes, and purchasing things they not only needed, but things considered luxuries. The print advertising industry was also undergoing several major changes.","Of the many luxuries enjoyed in the late 1800’s were finer articles of clothing.  Those finer articles could not be laundered in the same manner as the more heavy-duty fabrics.  As a result, the use of specialty soaps started to gain popularity.  One individual who profited from this fashion trend during the Second Industrial Revolution was William Hesketh Lever (1851-1925) of England, who was considered one of the “World's Greatest Advertisers”.[1]  In 1885, as a result of fashion demands and increased motivations brought on by technological advancements and industrial development, the Lever brothers, William and James, decided to leave their father’s business in order to enter the soap industry.[2]  They made and sold their own copyrighted Sunlight household soap.[3] When the topic of fabric care came up in discussions and individuals were asked to name a soap company, the name of Lever Bros. was commonly mentioned.[4] In 1887, Lever Bros. built the factory community of Port Sunlight in Cheshire, England, on 56 acres of swamplands.[5] As the use of household soaps and laundry products increased, the Lever Bros. continued advertising and expanding their business around the world, creating branches in places such as France, Germany, and the United States.[6]","During this time period, the popularity of LUX laundry soap, a popular Lever Bros. product at the time, for washing finer articles of clothing even penetrated Hollywood when the majority of movie actors/actresses favored the product.[7] One specific Lever Bros. advertisement targeted to women was published in 1920 in a magazine by the name of the <em>Delineator</em>, which illustrated an artistic ad for LUX laundry flakes.[8] The ad presents a smaller sketch on the left of a maid helping a sophisticated woman with her garments, and a larger drawing on the right showing one woman sitting down on an outside bench admiring the expensive quality of another woman’s silk and lace ruffled dress. The print under the illustration describes several luxury items while persuading the reader to believe that using LUX suds will not damage their finer fabrics. Likewise, the woman being admired in the ad is wearing a purple and white silk ruffled dress and seems to be posing in a very statuses manner while the other young woman is apparently complementing her. This advertisement shows that during this time there was a significant need for a laundry product designed for expensive items and that women in particular were starting to purchase and wear garments of better quality, and thus needed a different soap that could clean their higher-quality apparel without damaging them. Also, a portion of the ad seems to pull at the viewer’s natural inclinations and aspirations by creating the belief that they too could wear lavish and expensive garments by purchasing LUX. In the magazine, the posture of the woman in the smaller picture to the left is also producing an air of arrogance and pride by her stance as she gets assistance from her maid with her outfit.","Before print advertisements like this became popular, trade cards were circulated. Not only were children encouraged to play with the cards in order to educate them on the existing roles set by society, (such as a young woman becoming a wife and homemaker), but they also served as a means of advertising.[9] Most of these cards “advertised nationally manufactured and distributed products” with the name of the company printed on the packages in order to present it as a gift to their customers while also serving as a veiled marketing device.[10] American society had grown fundamentally by the 1900s and thus different advertising techniques were established. Especially in regard to the aforementioned LUX advertisement, that was created as an instrument to sell Lever Bros. products. This advertisement shows viewers today how much society was changing by industrialization and urbanization. No longer were middle-class people content with utilitarian fabrics, but instead wanted varieties of materials such as silk, satin, and lace with hundreds of patterns to choose from.","Furthermore, one of the larger issues at this time, was the use of advertisements as a way of exemplifying the growth of consumer culture and beliefs while giving birth to a new profession - specialized corporate advertising.[11] Jackson Lears, of Rutgers University, discussed this trend by stating there has not been an easy transition of “modern art and modern advertising” since there was a previous belief which held that the smartest and most successful graduates of art schools that were employed by big corporations for the purpose of assisting with advertising were “selling out”.[12] During the early 1900s however, this was no longer the case. Modern art pieces were now being used to capture consumer trends of the time. As a result of the evolution in advertising from word of mouth, to trade cards, to company brands creating art pieces published in magazines, to modern advertisements seen today, small businesses have the ability to expand into million dollar corporations thanks to consumers and products that made history, such as LUX by Lever Bros."," "," "," ","[1]  \"Lever Bros.\" <em>Time</em>, September 16, 1929, Accessed October 31, 2013, http://0-web.ebscohost.com.libcat.widener.edu/ehost/detail?vid=3&sid=a8ac8858-98b2-4f76-8446-62be38b8886f%40sessionmgr198&hid=128&bdata=JnNpdGU9ZWhvc3QtbGl2ZQ%3d%3d#db=aph&AN=54787935","[2] “Lord Leverhulme”, <em>History</em>, Accessed December 2, 2013, http://www.history.co.uk/biographies/lord-leverhulme","[3] \"Lever Bros.\" <em>Time</em>, September 16, 1929, Accessed October 31, 2013, http://0-web.ebscohost.com.libcat.widener.edu/ehost/detail?vid=3&sid=a8ac8858-98b2-4f76-8446-62be38b8886f%40sessionmgr198&hid=128&bdata=JnNpdGU9ZWhvc3QtbGl2ZQ%3d%3d#db=aph&AN=54787935","[4] <em>Id</em>.","[5] “Lord Leverhulme”, <em>History</em>, Accessed December 2, 2013, http://www.history.co.uk/biographies/lord-leverhulme","[6] <em>Id</em>.","[7] \"Lever Bros.\" <em>Time</em>, September 16, 1929, Accessed October 31, 2013, http://0-web.ebscohost.com.libcat.widener.edu/ehost/detail?vid=3&sid=a8ac8858-98b2-4f76-8446-62be38b8886f%40sessionmgr198&hid=128&bdata=JnNpdGU9ZWhvc3QtbGl2ZQ%3d%3d#db=aph&AN=54787935","[8] “Organdies - linens - fine lawns and batistes,” <em>Duke University Libraries</em>. Accessed November 5, 2013. http://library.duke.edu/digitalcollections/eaa_L0062/#info","[9] Marilyn Mehaffy, “Advertising Race/Raceing Advertising: The Feminine Consumer(-Nation), 1876-1900”, <em>The University of Chicago Press, </em>Autumn 1997, Accessed October 31, 2013. http://www.jstor.org/stable/3175155","[10] <em>Id</em>.","[11] “Organdies - linens - fine lawns and batistes,” <em>Duke University Libraries</em>. Accessed October 31, 2013. http://library.duke.edu/digitalcollections/eaa_L0062/#info","[12] Jackson Lears, “Uneasy Courtship: Modern Art and Modern Advertising”, <em>The Johns Hopkins University Press</em>, Spring 1987, Accessed November 5, 2013, Stable URL: http://www.jstor.org/stable/2712634"," "],"display_date":1920,"search_date":"1920-07-01","locations":[{"id":20056,"lat":41.8064084993,"lng":-72.7328417292,"zoom":9,"place":"Hartford, Connecticut"}],"tags":[{"id":730,"tag":"Advertising"},{"id":1831,"tag":"Lever Bros."},{"id":1181,"tag":"American women"},{"id":1832,"tag":"Consumer Magazines"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":114,"school_id":43}},{"id":6124,"title":"Samuel Colt's Patent of the Multi-Shot Revolver","course_id":124,"status":"P","start_date":"1836-02-25","end_date":"1836-02-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Before the invention of the multi-shot revolver, there were only single-shot muskets and hand guns. The main issue with a single-shot weapon is the time it takes to reload. It took twenty seconds to reload a single-shot flint lock firearm. In that time Indians, for instance, could shoot up to six arrows (Kinard 66). Soldiers in the heat of battle were left vulnerable while they took time to reload. Samuel Colt’s successful patent on the six-shot revolver revolutionized the firearms industry. Colt did not invent the revolver but improved upon the design by making it a multi-shot weapon. The multi-shot revolver made it possible to fire six times before the weapon needed to be reloaded. This could save not only time, but soldiers’ lives while they were in battle (Kinard 65-66).","Samuel Colt was born in Hartford, Connecticut in 1814 and was always fascinated with weapons and explosives. Being an American entrepreneur, Colt was looking for ways to make money off of his interests. Colt came up with his patent idea while studying navigation at sea (Kinard 63). He was fixated by how a ship’s wheel rotates and could also be locked into one position. Being an innovator, Colt brought some of his ideas to life by carving the components of his patent out of wood (Kinard 63). After working and saving, he had enough money to perfect his idea and employ gunsmiths to make prototypes. Colt then opened up a firearms manufacturing factory in Patterson, New Jersey, in 1836 (samuelcolt.net). There he worked on a design for a pistol that would utilize a cylinder and could be preloaded with six shots instead of one. ","On February 25,1836, Samuel Colt submitted an application to the United States Patent Office detailing his new invention (Colt). He wanted a patent in order to safeguard the design from his rivals. Not only did he safeguard his design from rival firearms manufactures, but he also protected his own interests by taking the patent out in his personal name instead of his company, Colt's Patent Fire-Arms Manufacturing Company (Munz). Colt’s petition carefully detailed each of the components used in the new revolver and explained exactly how they operated throughout the firing processes. He wanted to make sure that the examiners at the patent office had no issues understanding what his patent was about and why it was a new and original design.","Samuel Colt’s patent application is seven pages long with three of those pages being drawings showing the breakdown of the specific components used in the new firearm. The patent application is extremely technical in the description of each component used and the material that it is made from. The way the firearm operates can easily be broken down into four steps.","Colt outlined the advantages of his design to the Patent Office.  Besides being multi-shot, the revolver used percussion caps instead of the flintlock’s that were used in the single shot muzzleloaders. Flintlocks were very susceptible to moisture whereas the percussion caps were more tolerant of moisture (Kinard 65). His firearm used a rotating cylinder that would turn and lock with the caps at the end of the cylinder itself. This kept the smoke of the powder and the exploding cap separate from the rest of the loads in the other chambers of the cylinder. There is a connecting rod between the hammer and trigger to rotate the cylinder to the prospective chamber. When the hammer would strike the cap, the recoil was minimal so the firearm was able to be held steady for better accuracy. The gun can be fired as fast as the hammer can be pulled back and the trigger pulled (Ikenson 85). ","At the time period of Samuel Colt’s patent, the United States was on the verge of starting to expand its western boundaries. Wars were inevitable when the United States tried to force its way onto lands that were inhabited by Indians for many years (Kinard 67). Colt saw that there was a need for improved weapons and geared his new design toward the military (Kinard 66). The improvements Colt made were of great advantage to soldiers and settlers that were exploring new lands."],"display_date":"February 25, 1836","search_date":"1836-02-25","locations":[{"id":1183,"lat":41.8064084993,"lng":-72.7328417292,"zoom":9,"place":"HARTFORD, Connecticut"}],"tags":[{"id":2287,"tag":"Colt Revolver"},{"id":2288,"tag":"Samuel Colt"},{"id":2289,"tag":"Weapons"},{"id":2290,"tag":"Guns"},{"id":2291,"tag":"Patents"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":124,"school_id":43}}]}