{"id":4932,"place":"FAIRFAX, Virginia","lat":38.8383886986,"lng":-77.2747207757,"episodes":[{"id":571,"title":"The Anthony Burns Affair\n","course_id":1,"status":"P","start_date":"1854-03-01","end_date":"1854-06-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A Virginia slave named Anthony Burns escaped from his master and made his way to Boston.  Under the Fugitive Slave Act, his master had the right to recapture him and the ability to enlist local officials in his efforts.  Burns was arrested in May on false burglary charges. Abolitionists tried every legal gambit they knew, but President Pierce and the U.S. attorney were determined to carry out the Fugitive Slave Act. Mayor Smith of Boston warned his constituents, The laws must be obeyed, let the consequences be what they may.  One of Burns' guards was killed when the fugitive's supporters attempted to storm the courthouse.&lt;br /&gt;On June 2, federal troops marched Burns through Boston to a ship that took him back to Alexandria.  As he walked the streets of Boston, a coffin ? was suspended from the building at the corner of Washington and State streets in support of Burns, reported the National Intelligencer.  It cost about 100,000 to return Burns to his owner, and a few months later Burns was sold to Yankee citizens who then freed him legally.  Southerners were concerned by what they saw as a short-lived victory that displayed the need for stronger statutes, and Northerners feared the spread of slavery throughout the country if slave-holders' powers could cross state borders."],"display_date":"March 1, 1854 - June 2, 1854","search_date":"1854-04-16","locations":[{"id":13796,"lat":38.8383886986,"lng":-77.2747207757,"zoom":9,"place":"FAIRFAX, Virginia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":665,"title":"Retrocession of Alexandria from Washington, D.C. to Become Part of Virginia","course_id":1,"status":"P","start_date":"1846-07-09","end_date":"1846-07-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 9 Alexandria retroceded,' or returned as a formal part of Virginia after being ceded from the state to create a portion of Washington, D.C. in the year 1790.  Alexandria was home to a flourishing slave trade at this time, and Southern congressmen wanted to protect it in the face of growing pressure from Northern abolitionists to ban slavery in the nation's capital.  Upon the city's retrocession into Virginia, slavery in Alexandria (which many considered the center of the slave trade in the region) would be protected should the practice be banned in the District itself.  However, due to intense conflict between lawmakers, abolition did not occur in Washington, D.C. until the year 1862.&lt;br /&gt;&lt;br /&gt;Retrocession did have its critics among the people of Alexandria, as well as nationwide.  On February 25, the National Intelligencer reported a gathering of a group who opposed the measure.  This group argued that Congress could not pass the resolution without the consent of a majority of the city's citizens, and this was coupled with some lawmakers' fears that if such a large part of Washington, D.C. were removed (Alexandria was at this time ten square miles) the federal government might feel no incentive to remain in that location.  On the whole, however, the people of Alexandria as well as those living in Virginia welcomed the passage of this legislation.  Upon receiving news of the resolution, the town set off a 100-gun salute in order to commemorate the occasion.  The Richmond Whig also published an article stating that Virginia would welcome back most cordially' this city into the Commonwealth."],"display_date":"July 9, 1846","search_date":"1846-07-09","locations":[{"id":13795,"lat":38.8383886986,"lng":-77.2747207757,"zoom":9,"place":"FAIRFAX, Virginia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1774,"title":"The Alexandria Gazette Proclaims the Promise of the Mississippi Valley\n","course_id":1,"status":"P","start_date":"1841-03-30","end_date":"1841-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The March 30 edition of The Alexandria Gazette of the year 1841 included an article that would prove to be extremely insightful regarding the future of the America South. It opened with the lined Valley of the Mississippi , The balance of political power in this country will soon become firmly fixed west of the Alleghany Mountains.  The influx of population is so rapid and the fertility of its soil so great, that the destinies of this country will shortly be determined by the voices of the people living in the Valley of the Mississippi.'  The article went on to detail vastness of unoccupied territory that occupied an expanse six times greater than that of France and contained resources and dimensions fit for sustaining a population much beyond the present number of people who inhabit Europe.'&lt;br /&gt;&lt;br /&gt;The Alexandria Gazette's estimate of this land's potential was fully realized within a decade.  During the king cotton' years of the 1850's Mississippi planters of the Delta and Black Belt regions became fabulously wealthy due to remarkable soil fertility and high cotton prices.  The success of the plantation system here made the state of Mississippi fervently pro-slavery and an outspoken proponent of succession in the time leading up to the Civil War."],"display_date":"March 30, 1841","search_date":"1841-03-30","locations":[{"id":13795,"lat":38.8383886986,"lng":-77.2747207757,"zoom":9,"place":"FAIRFAX, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2228,"title":"The Female Dunker Preacher\n","course_id":1,"status":"P","start_date":"1859-10-30","end_date":"1859-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter to her friend Sally Ann, M.L. Moore described many elements of her day-to-day life. She includes information on her family, including the recent death of her mother, and other incidents in her community. Additionally, she wrote of trips into Washington and the sites that greeted her eyes on her excursions. Basically, she discussed affairs that you would expect a young woman to relate to her friend. However, the author discussed one incident of peculiar interest involving a church meeting, as she states, I was at a big meeting at the Dunkard Church two weeks ago and I heard the best sermon preached by a woman I ever heard. This episode is of interest for its reference to the Dunkers, an evangelical Christian denomination, and its mention of a female preacher. The Dunkers, or the Church of the Brethren, was a movement that came to the United States, specifically Pennsylvania, in search of religious freedom. Related to the Mennonites, Methodists and Dunkers, the followers emphasized simplicity in their adherence to religion and utilized such practices as adult baptism, lay ministry, non-violence and non-swearing of oaths. Dunkers lived in very close knit communities and, while not uncommon in the South, distinguished themselves from the rest of society through distinctly plain dress."," Additionally, as pointed out by Stephen Longenecker, the Dunkers also differentiated themselves in the South because of their stance on slavery. While they opposed bondage, many evangelical groups justified slavery among their members by requiring that slaveholders keep their slaves only until the value of their purchase had been earned back. Eventually though, in most denominations, slavery, while opposed by the leaders and doctrine, became accepted among the average follower."],"display_date":"October 30, 1859","search_date":"1859-10-30","locations":[{"id":13796,"lat":38.8383886986,"lng":-77.2747207757,"zoom":9,"place":"FAIRFAX, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2674,"title":"Runaway Slaves\n","course_id":1,"status":"P","start_date":"1820-10-10","end_date":"1820-10-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One of the worse things that could happen to a slaveholder was to have one of their slaves run away. They ran away for many reasons. They suffered from the brutal treatment of their master. They sought to be reunited with relatives or friends that lived in the North. They could run away just to experience the taste of freedom that had been stripped away from them. Most slave holders posted news about their runaways in the local newspapers. Most of the rewards for these fugitive slaves ranged from 100-1,000 dollars. The value of the slave depended on how crucial the slave was to the slaveholder. In Fairfax County one such notice reported that a slave named William Lee, described as a bright mulatto who had escaped from the plantation of Virginia slaveholder WM. H. Guenell. Lee was 25 years of age and 5 foot 9 inches tall. He had a scar near his right eye and another scar that was the size of a half dollar on his thigh. He was reported in the <em>Daily National Intelligencer</em> as traveling with another black man darker in complexion than Lee. Lee could read and write. His master believed that Lee would be traveling to Pennsylvania to obtain free papers and change his name. Many slaves ran away to escape the cruel activities of their masters. However, few of them rarely made it out of Virginia. In <em>Generations of Captivity</em>, Ira Berlin explains that opportunities for black people to escape slavery or enjoy liberty were limited They continued risking their lives for freedom."],"display_date":"October 10, 1820","search_date":"1820-10-10","locations":[{"id":13793,"lat":38.8383886986,"lng":-77.2747207757,"zoom":9,"place":"FAIRFAX, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2675,"title":"The Murder that Shocked Fairfax\n","course_id":1,"status":"P","start_date":"1825-03-22","end_date":"1825-03-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William Simpson, a prominent slave trader who resided in Fairfax County, was murdered in Centreville, Virginia. He was brutally shot in the head with a pistol and stabbed. He was also robbed of a reported 1600. The notes were from the Bank of Virginia. His body was found dumped near a road. According to witnesses, Simpson and the man later revealed as his murderer, William F. Hoose, spent two days together in the same tavern. They did not know each other before this encounter. Simpson was in the area to conduct business. They had lunch together because Simpson took a liking to the young Hoose. After lunch, the witness reported that Simpson and Hoose left the tavern together. Soon after that, Hoose returned back to the tavern by himself and kept pacing back and forth. He asked the landlord about buying a horse from him and the price. He went to Leesburg, where he was arrested for the murder of William Simpson. He was thrown in the Leesburg Jail and held there until his execution. He stole the money for gambling purposes. Historian Henry P. Lundsgarde argues in the <em>Encyclopedia of Southern Culture </em>that, during this time period, the South lead the nation in violent offenses against persons. William Simpson was a man of great status in Fairfax. William Hoose was a young man who came from a wealthy family. Hoose's own turn to violence murder made headlines for many months after it occurred."],"display_date":"March 22, 1825","search_date":"1825-03-22","locations":[{"id":13793,"lat":38.8383886986,"lng":-77.2747207757,"zoom":9,"place":"FAIRFAX, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2732,"title":"Truly Religious or Putting on a Show?\n","course_id":1,"status":"P","start_date":"1886-05-30","end_date":"1886-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" As the women gathered together, they sat down to receive the discourse to be given by Mr. Philip Slaughter at Pohick Church in Fairfax, VA. The day was pleasantly warm, and the room was crowded with women. As the chatter and rustling all settled down, Mr. Slaughter began his speech. From great distances these women of the Mt. Vernon Association of the Union had traveled to hear this discourse in honor of Christianity, and how George Washington had been an example of this. At the home church of George Washington, Mr. Slaughter spoke of the greatness of the Christianity in the life of George Washington and how he was brought up with this faith that led him to lead the country so well and as such a beloved leader. As a Christian, His first wish...is to see the whole world at peace and its inhabitants one band of brothers..."," This speech inspired the ladies of the church to remember how important their faith was to the success of the United States, even one hundred years after its founding. They were reminded once again it was important for them to continue to teach their faith to their family and children as well as to other family members. Not only were all these women convinced to teach their faith to those close to them such as their families, but speeches like this also inspired them to be evangelistic in their communities and to set standards of respectability for all those who observed their actions."," One of the parts of southern society was to identify what social status a person belonged to. Donald G. Mathew writes that in order to define their social status, people would participate in things such as religious gatherings. The church in this time period was a place of worship as well as a place to display the status of your family. This type of meeting was important for women, who were the majority of church members then, not only because it showed their status and wealth in society but also because they were provided an opportunity for education. Therefore, this religious meeting doubled as a meeting which created a sentiment of importance and legitimacy among the women."],"display_date":"May 30, 1886","search_date":"1886-05-30","locations":[{"id":13799,"lat":38.8383886986,"lng":-77.2747207757,"zoom":9,"place":"FAIRFAX, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2740,"title":"Transportation Takes Over\n","course_id":1,"status":"P","start_date":"1878-07-14","end_date":"1878-07-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" It was the middle of October in Alexandria. The fair had just finished last weekend, and the town was beginning to quiet down again except for the hubbub over the railroad steamer. Mr. John W. Thompson was the one who had brought news of this to the town including a long freight and passenger list. On this list, all kinds of people were added as passengers for the next trip. Mr. Thompson and everyone in the town were so excited about the revenue the passengers would bring into their town, but they were also interested in the export of their own crops they would soon be able to sell the city."," n the case of a list like this, Mr. Thompson not only was responsible for taking care of keeping track of everything, but he also was responsible for notifying the whole town of the list of passengers and freight he had. So, that day, he went to post the list in a local store and many gathered around to see what the commotion was about. Even though it was just one trip, it did not only signify travel but also the growing importance of industry and transportation to the economy of the United States, especially when the shippers began to establish stops on the railroad in major cities and urban areas to try to get more money for their goods."," In the South, especially during the Reconstruction time frame, railroads became a huge advance towards the industrialization of the country. Railroads were important because it not only provided a way to connect everyone in different areas, but also allowed for a more widespread distribution of the crops and resources people were growing or using. For the United States, the railroad was a major part in the development of the economy and the lines grew quite rapidly. Historian David Herbert Donald mentions in his work the importance of this growth for the farmers and everyone in general for transportation and the movement of goods, but especially how important this was in the steel industry. Soon plants started to process things quickly enough that the steel making process really began to develop in the smaller towns and especially in the larger urban centers and cities to help lead America into the next century."],"display_date":"July 14, 1878","search_date":"1878-07-14","locations":[{"id":14384,"lat":38.8682751435,"lng":-77.0932794538,"zoom":11,"place":"Alexandria City, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2976,"title":"Mr. Vermillion got between me and my freedom, so I killed him.","course_id":1,"status":"P","start_date":"1845-10-07","end_date":"1845-10-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The inhumane murder of James T. Vermillion by a runaway slave sparked a manhunt in Fairfax County.  The slave, owned by Mr. William Brawner of Prince William County, had not gotten very far when Mr. Vermillion caught him near his house, Pleasant Valley, in Fairfax County. Upon apprehending the runaway, Mr. Vermillion was going to take him to the magistrate for a proper conviction and return to his master, as in due process. The slave, having had a small taste of freedom, could not bear the thought of returning to slavery, prompting him to murder Mr. Vermillion in an attempt to escape yet again.  As this attempt was successful, the slave became both a runaway and a murderer. Whether the runaway was ever caught is unknown.  If he were, he undoubtedly would have been executed for his crimes.  Slaves had very little voice in the judicial system.  Even if the runaway killed Mr. Vermillion unintentionally the likelihood of his conviction and subsequent execution was very high. ","At the center of this narrative is the psychological damage that slavery had on slaves.  They were stripped down mentally and dehumanized in such a way, that freedom was their only real option to a harrowing real life.  This slave was not the only one who cracked under the constrictions and hardships of slavery, which worked to bolster white supremacy. In his book Soul by Soul, historian Walter Johnson makes the point that slaves were no more than commodities.  The process of dehumanization that took place to turn them into objects rather than people was both mentally and physically destructive.  In addition to this, the disciplining of slaves was rarely punishable in court, regardless of how severe.  Courts were even reluctant to chastise abusive slave owners as long as their behavior did not affect the community. Thus, slaves themselves could not charge their master with abuse; someone else in the community would have to bring the case to court. While this directly shows the how little the law represented it also gives insight into how harmful owners could be to their slaves without punishment.  These things combined provided the slaves with a lifestyle that not all could handle.   "],"display_date":"October 7, 1845","search_date":"1845-10-07","locations":[{"id":13795,"lat":38.8383886986,"lng":-77.2747207757,"zoom":9,"place":"FAIRFAX, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3027,"title":"Samuel Whitall&#39;s Correspondence with Mr. J. A. Washington\n","course_id":1,"status":"P","start_date":"1842-06-16","end_date":"1842-06-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Samuel Whitall was the overseer on the Mt. Vernon plantation, owned by the brother of President George Washington, Master John Augustine Washington. Mr. Whitall lived on a portion of the plantation known as Union Farm, and had daily correspondence with Master Washington about the state of the plantation.  This included anything from daily proceedings, like crop production, to more serious matters, like the sale of land.  Interested buyers would contact Mr. Whitall, who would then let Master Washington know of their inquiry and offer.  This particular correspondence is a postscript to a previous letter Mr. Whitall had written to Master Washington earlier that morning, concerning the state of a piece of land. Mr. Whitall even goes as far as to mention the feelings of Master Washington's mother in the matter.  Mr. Whitall professes his confidence and faith in his employer and trusts that he will make the best decision, as it is not his place to advise on the matter. ","Samuel Whitall and Master John Augustine Washington had a very personal relationship, due to their daily contact and the trust Master Washington had in Mr. Whitall to manage Mt. Vernon with competence. It must be made clear that overseers were not typically slaves, as they were expected to be knowledgeable and trusted with plantation business proceedings.  It can be deduced from the letter that Samuel Whitall was a middle class white man, mainly due to the fact that he was literate, as many slaves were not, and due to the casual tone he uses when addressing Master Washington. It is known that John Augustine Washington sold Mt. Vernon to the state of Virginia, but whether Samuel Whitall aided in this transaction is not.   As overseer of Mt. Vernon Mr. Whitall's job would have been affected by the sale.  "],"display_date":"June 16, 1842","search_date":"1842-06-16","locations":[{"id":13795,"lat":38.8383886986,"lng":-77.2747207757,"zoom":9,"place":"FAIRFAX, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3213,"title":"Benjamin Thomas Lynched\n","course_id":1,"status":"P","start_date":"1899-08-08","end_date":"1899-08-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On Tuesday, August 8, 1899 in Alexandria Virginia, news about the alleged assault on eight-year-old Lilly Clark by Benjamin Thomas, a black male, spread rapidly. On Sunday August 6, Clark claimed she went over to Thomas's home to retrieve an axe, which had been loaned to him. When she reached his house and explained why she had come, Thomas allegedly grabbed Clark and drew her to him. Clark, however, was able to escape and ran home to tell her mother. Thomas was arrested the following day. As night approached on Tuesday, the crowd outside the jail grew larger. Several hundred had gathered by 10 o'clock. The mob began to demand that Thomas be handed over. The mayor pleaded with the crowd to let Thomas undergo trial yelling If the man is not convicted I will lead you in person to hang him. The crowd was insatiable, however, and replied Give us the nigger He won't be here tomorrow The crowd rushed the jail and upon finding Johnson dragged him outside. Johnson tried to escape, but the crowd shot him, dragged him to the corner of King and Fairfax Street, stripped him of his clothes, and hanged him. The mob proceeded to fire shots into his body. After confirming that he was dead, the throng of people dispersed. The response to the lynching was mixed, and many speculated about why it occurred. Some argued that a protest Monday night by many African Americans, arguing that Thomas should not be lynched, may have contributed to the events that following Tuesday. What is clear, however, is that the actions of Tuesday, August 8, 1899 were not unusual."," The lynching of African Americans had become commonplace in the late nineteenth century. Before the Civil war white men were generally the victims of lynching. In the postbellum period, however, lynching and race were strongly related. In the South and border states 85 percent of victims were black. There are several possible explanations. William Brundage argues that southern institutions failed to provide adequate controls to stifle mob violence. Weak educational, religious, and civic institutions, poverty and ineffective law enforcement agencies failed to instill sufficient respect for the rule of law or human dignity. Furthermore, lynching provided a socially accepted channel for aggression in the South."," Although it was an accepted practice, lynching did face opposition from its beginnings. By the time Thomas was lynched in 1893, a number of whites had emerged who were concerned about its implications for the state. Despite these concerns, blacks had very few avenues to address violence towards them. The opposition that was led by blacks tended to be uncoordinated and lacked any concrete program for reform. For rural blacks the only available recourse was usually spontaneous and disorganized protests. More militant methods risked severe sanctions. Lynching continued well into the 20th century: African American Michael Donald was lynched in Mobile Alabama in 1981. "],"display_date":"August 8, 1899","search_date":"1899-08-08","locations":[{"id":14385,"lat":38.8682751435,"lng":-77.0932794538,"zoom":11,"place":"Alexandria City, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3246,"title":"Racial Intolerance in the Military\n","course_id":1,"status":"P","start_date":"1898-06-10","end_date":"1898-06-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many in the South could still taste the bitterness of defeat from the Civil War. The structure of society was changing around them, and many had trouble with the rising stature of blacks in society, even when it came to matters of national security. Raleigh Green, in a June 10, 1898 editorial, expressed his particular aggravation that white southern men were expected to salute African American officers. While Green recognized that all blacks were free, he continued to accept a central principle of slavery: blacks are inferior to whites. Green explained that respect for black officers was causing a great deal of unnecessary discussion with Spain. Green argued that any black officer who expected a southern white solder to salute him would be consistently disappointed. To solve this foolishness, Green explained that any black soldier who did not want to fight in the Spanish American war should go home. Green bluntly stated that black soldiers were vestigial to the American military; the American military did not need their services. He concluded his editorial by saying of qualified black soldiers, however we are glad to be able to express it as an opinion that such colored men here in the south are few and far between.","Racial tension in America was so strong it played a role in the Spanish-American war. When the Maine was sunk in 1898, President William McKinley was forced to move the nation into war. Some blacks saw this as an opportunity to advance their social position. Booker T. Washington proclaimed himself willing to take responsibility for recruiting soldiers who would gladly fight on behalf of the United States. Not all blacks saw war as a positive force. Some argued that the war was only arming the very people that abused African Americans. Others considered it ironic that blacks were fighting for the freedom of Cubans when blacks endured obstacles to their own freedom at home. Furthermore, some worried that the Spanish American war would serve as a distraction from these injustices. ","Although, Green told those blacks who didn't want to fight to go home, this was not a viable option. As Edward Ayers explains, any soldier who had been enlisted in the military long before 1898 had no choice but to fight in Cuba. Although many of these troops were courageous soldiers, they received little recognition. One sergeant explained it mattered not if we were soldiers of the United States, we were 'niggers' as they call us and they treated us with contempt. Many white citizens and newspapers made it clear that any black soldier stationed in their area would be expected to stay in their place. Blacks, however, were also clear that they demanded equality. In the end, however, Ayers concludes that the experience of the Spanish-American war, far from helping race relations in America, accelerated their decline. "],"display_date":"June 10, 1898","search_date":"1898-06-10","locations":[{"id":14385,"lat":38.8682751435,"lng":-77.0932794538,"zoom":11,"place":"Alexandria City, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3273,"title":"Segregation of Railroad Cars\n","course_id":1,"status":"P","start_date":"1891-12-11","end_date":"1891-12-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Race relations between African-Americans and whites in Virginia were tense at the end of the nineteenth century, and whites tried to minimize interactions between themselves and blacks. To create greater distance between the two, the Virginia state government decided to segregate railroad cars based on race. In 1900, the state of Virginia passed a law that mandated all railroad companies to furnish separate coaches for the transportation of white and blacks passengers. The law required that there be no difference in the quality, conveniences, and accommodations in the cars. The law further stated that passengers who refused to occupy their assigned car could be removed from the train. The law was met with great approval in many places including Alexandria, Virginia, and, in general, faced very little opposition. In Alexandria, whether the law would pass was not an issue. According to The Washington Post, Senator Mushbach and Delegate Bendheim, of this city (Alexandria), have not expressed themselves upon the subject but there is little doubt that both will vote for the measure when it comes up. Race segregation was a welcome institution in a region still nursing its wounds after the Civil War. ","The segregation of railroads was part of the development of the Jim Crow South. The railroad car law in 1900 was the first official law mandating segregation on trains. For thirty years after the Civil War, blacks and whites rode in the same railroad cars. Segregation, however, was not unprecedented. Charles Wynes explained that whites would force blacks to sit in the smoking car or a special car, although he conceded this behavior was erratic. The cause for such laws is unclear. It is clear that the laws were not a result of demanded segregation by whites. Instead, the laws were a result of the underlying racial bigotry that existed. The establishment of Virginia's first law encouraged the implementation of more. In 1904 railroad segregation laws were further tightened. Blacks had to bear the indignity of exclusion. They were often surrounded by curtains to keep the feeling of their presence minimal and were forced to give up a seat to a desiring white person. Blacks had little recourse and could only try futilely to get the laws repealed."],"display_date":"December 11, 1891","search_date":"1891-12-11","locations":[{"id":14385,"lat":38.8682751435,"lng":-77.0932794538,"zoom":11,"place":"Alexandria City, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3339,"title":"Mob Carries out Death Sentence\n","course_id":1,"status":"P","start_date":"1892-03-19","end_date":"1892-03-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the small village of Haymarket, about 38 miles north of Alexandria, two white men, Lee Heflin and Joseph Dye, were lynched on March 19, 1892. The two men had been recently convicted of murder and sentenced to death. At 12 A.M. on March 19, a mob gathered outside the jail and demanded that the prisoners be handed over. The prisoners were taken away before the mob could reach them. The pair was not safe for long, however, and was soon overtaken by the mob. The frightened Dye confessed to the murder of which he had been accused. He and Hefflin were hanged on the edge of a piece of woods, 100 yards from the road. The crowd then fired a volley of bullets into their bodies. ","Some felt that the lynching of Dye and Heflin was a cruel and wretched act. After the court found the two guilty, they had already been sentenced to death. Enough, however, worried that the two might escape capital punishment and so formed the mob that decided to take matters into their own hands. Others felt that Heflin and Dye's inevitable deaths should have been left to the legal system. The Washington Post remarked, mob law...is a dangerous thing to encourage. There is too much of it already throughout the country, and it spreads like a contagion so long as public sentiment tacitly approves it. ","The lynching of whites like Lee Heflin and Joseph Dye was much less common than the lynching of blacks. Whites were normally lynched only if they committed sensational violent crimes. In fact, nearly two-thirds of all whites lynched in Virginia were accused of murder. Blacks, however, were lynched for more minor offenses. In 1852, Frederick Douglass said, There are seventy-two crimes in the State of Virginia which, if committed by a black man (no matter how ignorant he be), subject him to the punishment of death; while only two of the same crimes will subject a white man to the like punishment. In part, because of the practice of lynching, the disparity to which Douglass points had not changed significantly even in more than forty years, despite the Civil War. Even while they were being lynched, whites received more respect than blacks. For example, lynch mobs seldom tortured or mutilated their white victims. Furthermore, although the corpses of Heflin and Dye were shot, Brundage explains that this was not the norm. Post-bellum Southerners saw violence as an unavoidable and necessary way of life. Even those who opposed mob violence believed that the criminals needed to be punished more quickly and harshly than the legal system permitted. In short, southerners had lost faith in their court system. After the turn of the century, lynching whites became even more unusual. "],"display_date":"March 19, 1892","search_date":"1892-03-19","locations":[{"id":14385,"lat":38.8682751435,"lng":-77.0932794538,"zoom":11,"place":"Alexandria City, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3561,"title":"Emancipation Celebration\n","course_id":1,"status":"P","start_date":"1891-01-01","end_date":"1891-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["African Americans gathered in large numbers in Alexandria on New Year's night, January 1, 1891, to celebrate the twenty-eighth anniversary of the Emancipation Proclamation. Magnus L. Robinson, editor of the Weekly Leader noted with chivalry that in Lannon's Opera House every orchestra chair was filled with the fair sex--never have there been before such an array of Afro-American ladies at a public meeting, giving grace and beauty to an occasion which is sacred to every true Afro-American. The evening began with a prayer and the singing of the Star Spangled Banner. Letters of regret from those who could not come were read. That of Hugh McCulloch, Secretary of the Treasury under Lincoln, reviewed the history of race relations and the attempts to end slavery in the United States. One of his interesting statements was that voting rights for immigrants should be limited, but voting rights for blacks should not. ","The principal speaker of the evening was James M. Townsend of Indiana. He provided a very direct assessment of the state of race relations in his time: But is it not strange, that now, 28 years after Emancipation --after the Amendments to the Constitution--after settling as we thought forever the question of our citizenship, in this country we helped to make and save, that insult is added to injury by the traitorous men who sought to destroy this government, banding themselves together for the avowed purpose of disfranchising, ostracizing, and by some means or other, getting rid of 8,000,000 of the most loyal, patriotic, and inoffensive people on this continent, simply because of their color. He declared his interest in political and civil equality and in a freedom that comes with an equal chance before the law and in business. He recognized that what he sought would be obtained only if African Americans did most of the work of gaining their civil rights themselves, and he argued that blacks should insist on being treated with appropriate dignity. It was all right with him if young African American women spit in the eye of white men who insulted them. ","As Townsend recognized, his fight for freedom and equality was not in harmony with the intentions of the white society of the time. The rights of black men and women, to vote and travel freely, for example, were being increasingly curtailed. Whites began to rely on segregation laws to restrict blacks. Competing with blacks for farm laborers and other resources aggravated many whites. Despite the overwhelming odds, blacks continued to assert their rights. Nonetheless, African Americans would have to endure decades of abuse before they saw any change in treatment. "],"display_date":"January 1, 1891","search_date":"1891-01-01","locations":[{"id":14385,"lat":38.8682751435,"lng":-77.0932794538,"zoom":11,"place":"Alexandria City, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3562,"title":"Benjamin Thomas Lynched\n","course_id":1,"status":"P","start_date":"1899-08-08","end_date":"1899-08-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Tuesday, August 8, 1899 in Alexandria Virginia, news about the alleged assault on eight-year-old Lilly Clark by Benjamin Thomas, a black male, spread rapidly. On Sunday August 6, Clark claimed she went over to Thomas's home to retrieve an axe, which had been loaned to him. When she reached his house and explained why she had come, Thomas allegedly grabbed Clark and drew her to him. Clark, however, was able to escape and ran home to tell her mother. Thomas was arrested the following day. As night approached on Tuesday, the crowd outside the jail grew larger. Several hundred had gathered by 10 o'clock. The mob began to demand that Thomas be handed over. The mayor pleaded with the crowd to let Thomas undergo trial yelling If the man is not convicted I will lead you in person to hang him. The crowd was insatiable, however, and replied Give us the nigger He won't be here tomorrow The crowd rushed the jail and upon finding Johnson dragged him outside. Johnson tried to escape, but the crowd shot him, dragged him to the corner of King and Fairfax Street, stripped him of his clothes, and hanged him. The mob proceeded to fire shots into his body. After confirming that he was dead, the throng of people dispersed. The response to the lynching was mixed, and many speculated about why it occurred. Some argued that a protest Monday night by many African Americans, arguing that Thomas should not be lynched, may have contributed to the events that following Tuesday. What is clear, however, is that the actions of Tuesday, August 8, 1899 were not unusual.","The lynching of African Americans had become commonplace in the late nineteenth century. Before the Civil war white men were generally the victims of lynching. In the postbellum period, however, lynching and race were strongly related. In the South and border states 85 percent of victims were black. There are several possible explanations. William Brundage argues that southern institutions failed to provide adequate controls to stifle mob violence. Weak educational, religious, and civic institutions, poverty and ineffective law enforcement agencies failed to instill sufficient respect for the rule of law or human dignity. Furthermore, lynching provided a socially accepted channel for aggression in the South.","Although it was an accepted practice, lynching did face opposition from its beginnings. By the time Thomas was lynched in 1893, a number of whites had emerged who were concerned about its implications for the state. Despite these concerns, blacks had very few avenues to address violence towards them. The opposition that was led by blacks tended to be uncoordinated and lacked any concrete program for reform. For rural blacks the only available recourse was usually spontaneous and disorganized protests. More militant methods risked severe sanctions. Lynching continued well into the 20th century: African American Michael Donald was lynched in Mobile Alabama in 1981. "],"display_date":"August 8, 1899","search_date":"1899-08-08","locations":[{"id":14385,"lat":38.8682751435,"lng":-77.0932794538,"zoom":11,"place":"Alexandria City, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":5010,"title":"Women Soldiers in the Civil War","course_id":43,"status":"P","start_date":"1863-03-29","end_date":"1863-03-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Union and Confederate uniforms were symbols of purpose and bravery for the soldiers who wore them, but for some they were merely a disguise. Over 4 million people fought in the Civil War, whether recruited or serving as volunteers. Among those who served were approximately 400 women disguised under male aliases. Among these 400 documented women was Sarah Rosetta Wakeman, a member of the 153rd Regiment. The entire collection of Wakeman's letters sent home while on duty survived and offers one of the best representations of war time experiences for women.","Wakeman's letter was littered with concern over money. She declared that she received $13 per month and would help pay her father's debts. There were several motivations for women to join the war efforts of the time. Some enlisted because they truly wanted to serve their country, some to stay with their husbands, some for liberation and purpose, and others for monetary reasons. It is obvious that Rosetta Wakeman's primary motivation was financial security.","In one of Wakeman's letters, she expressed her delight in receiving a letter from her family in return: \"I receive a letter from you today. I was much pleased with it.\" This delight was not solely a result of being homesick, but was also an expression of relief. It was not uncommon for families to completely dismiss daughters who dressed like men and took on such unconventional roles. The fact that Wakeman's family maintained communication with her is unexpected and; therefore, much appreciated.","In the beginning of her letter, Wakeman told her family she was \"contented\" and did not \"fear the rebel bullets.\" By the time she sent this letter, she has added at the bottom, \"When you think of me think where I am. It would make your hair stand out to be where I have been. How would you like to be in the front rank and have the rear rank load and fire their guns over you shoulder?\" This portrays the fact that women were right in the middle of battle, enduring not only the same physical challenges as men, but were also struggling with the conflict every soldier is faced with between bravery and fearful reality.","Rosetta Wakeman was not well educated, as is reflected in her grammar throughout the letters. This is not surprising considering the majority of women soldiers were poor and believed that war conditions could not be any worse than the bleak, dangerous environment of factory work they were used to. Her erratic grammar; however, does not hinder the letter's content. Letters during the Civil War, unlike current wartime mail, was uncensored so Wakeman touched on everything from her faith, her family issues, her identity, war efforts, and conditions of soldiers. Wakeman's letters (some signed under her alias, some using her real name) were therefore incredibly candid and offer an accurate account of female experiences as male soldiers in disguise."],"display_date":"March 29, 1863","search_date":"1863-03-29","locations":[{"id":13797,"lat":38.8383886986,"lng":-77.2747207757,"zoom":9,"place":"FAIRFAX, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":7,"tag":"Women"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5095,"title":"<strong>True Love</strong>","course_id":43,"status":"P","start_date":"1863-11-01","end_date":"1863-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the Civil War era of 1863, Harvey Black, a Confederate surgeon to the Army of Northern Virginia, described in a love letter the great affection he had for his wife Mary.  He wrote about their first encounter when he was seventeen and she just eight years old.  Harvey described, “I became so favorably impressed with her fair face and gentle manners that I frequently said to myself that I wished she was older or I younger.”  Examining the seriousness of the age difference in their relationship showed the genuineness of his love for Mary.  He traveled and pursued his education, but he never strayed from reminiscing about his true love.  Upon his return home, Harvey continued his courtship with Mary, and through marriage many years later, Harvey was able to fully express his love for her."," ","In the early nineteenth century, the role of women was limited in the marriage sphere and in love relationships.  The importance of socio-cultural formation was identified according to the established norms of society and gender.  The meaning of marriage had been primarily functional, in a sense that men and women were not necessarily tied together emotionally.  However, in the love story of Harvey and Mary, the shift in the traditional ideals of marriage was seen, and their relationship was based on compassionate love."," ","The retelling of this love story by Harvey in his old age showed the value of their relationship and the powerful feelings of love that time could not erase.  Harvey described in this letter a love tested through their time apart and reiterated their commitment to each other.  Through their years of marriage, Mary and Harvey were connected to each other in deep affection.  He proclaimed, “and how happy the thought that years increase the affection and esteem we have for each other to love and be loved.  May it ever be so, and may I ever be a husband worthy of your warmest affections.”  Harvey’s determination, love, and devotion was never ceasing for Mary.   "],"display_date":"November 1863","search_date":"1863-11-15","locations":[{"id":13797,"lat":38.8383886986,"lng":-77.2747207757,"zoom":9,"place":"FAIRFAX, Virginia"}],"tags":[{"id":722,"tag":"Love letter"},{"id":405,"tag":"Marriage"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":6645,"title":"John Mosby and his men capture vital Union resources behind enemy lines","course_id":164,"status":"P","start_date":"1863-03-08","end_date":"1863-03-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 8, 1863, Colonel John S. Mosby and twenty-nine of his confederate cavalry troops snuck past thousands of Union soldiers and conducted a secret and successful raid upon a Union encampment near the Fairfax Courthouse and captured Union Brigadier General Edwin H. Soughton along with many other soldiers and resources. In order to conduct the raid under secrecy, Mosby and his men first needed to bypass thousands of Union defenders stationed around the Fairfax Courthouse, a maneuver that swung them deep behind enemy lines. Unsure of how to navigate through the defects of the Union line of defense, Mosby acquired important information regarding possible routes of entry from a Union deserter named Ames. The Union defector had recently joined Mosby and his men after abandoning the 5<sup>th</sup> New York Cavalry. “Ames knew where there was a break in the picket lines between Chantilly and Centreville,” stated Mosby, “and he led us through this without a vidette seeing us.” With his cavalry-men successfully behind enemy lines, Mosby set his sights upon the town surrounding the Fairfax Courthouse.","Upon entering the town, Mosby tasked his men with searching for Sir Percy Wyndham, a Union Cavalry Commander who was their desired target, along with seizing Union horses. To the Confederate Mosby’s disappointment, Wyndham had not been in the town the night of the raid because he had recently left for Washington. Instead of the Union commander himself, Mosby acquired “two staff officers, his horses, and his uniform.” Among the Union soldiers captured by Mosby’s men was an individual who served as a guard for a Union Brigadier General named Edwin H. Stoughton and knew of his place of residence. Following the information provided by that Union soldier, Mosby and several of his men traveled to the Gunnel House where Stoughton was staying. Knocking on the door of the home, Mosby was asked by Union soldiers to identify himself, of which he stated; “Fifth New York Cavalry with dispatches for General Stoughton.”","Under the <em>ruse de guerre</em> of Union soldiers, Mosby and his men entered the Gunnel House and found Stoughton asleep in his room. Unaware of his evident capture, Stoughton continued to sleep until he was awoken and further questioned by Mosby. Mosby specifically recalled asking Stoughton “if he had ever heard of Mosby,” further identifying himself and capturing the Union Brigadier General. Escaping into the darkness, out of the Union lines, and into Confederate territory, Colonel Mosby and his men returned from their successful raid. According to historian Jeffry Wert, Mosby’s raid spread quickly throughout the Union, leading to the assumption that President Lincoln would be the Confederate cavalrymen’s next target. In order to ensure the safety of President Lincoln, deliberate sabotage of the Chain Bridge connecting the Confederate held Virginia with the Union held Maryland was conducted by Union soldiers in hopes of inhibiting Mosby and his subsequent raids further into Union territory. Mosby’s dramatic raid undoubtedly contributed to his reputation as he was subsequently awarded the position of captain, furthering his involvement in the notorious Confederate cavalry."],"display_date":"March 8, 1863 - March 9, 1863","search_date":"1863-03-08","locations":[{"id":13792,"lat":38.8462236,"lng":-77.3063733,"zoom":7,"place":"FAIRFAX, Virginia"}],"tags":[{"id":2978,"tag":"Confederate"},{"id":3239,"tag":"Cavalry"},{"id":3240,"tag":"Raid"},{"id":311,"tag":"Union"},{"id":3242,"tag":"John Mosby"},{"id":3243,"tag":"Fairfax"},{"id":3244,"tag":"Courthouse"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}},{"id":6704,"title":"Regrets? Breckinridge has none.","course_id":170,"status":"P","start_date":"1860-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The primary source used is a democratic ticket representing the main holder of the second democratic party going up against Abraham Lincoln in 1860. His name was John Breckinridge. This came at a time where the democratic party split. The split came from both democratic runners Breckinridge and Stephen Douglass, the main democratic party holder. Both candidates were for slavery, but Breckinridge was for expanding slavery, while Douglass was for whatever the public felt was needed. This came to a split between southern democrats and northern democrats. Both Breckinridge and Douglass were for keeping the South from seceding, but they were very different on the actual subject of slavery. Slavery was in every nook of this time, which is why most historians will tell you that the whole subject of the Civil War was slavery. It was always the topic of discussion and people back then had strong standings on it, especially those who were actual slave owners.","Breckinridge won southern people because he was for protecting the slave owners and their businesses. Douglass, on the other hand was not so much into protection for the slave owners. This caused the split in the party. When the split happened, Douglass had been nominated for the actual democratic party. This caused an uproar in the South, so Breckenridge technically went third party, but still called himself democrat. This drastically split the democratic vote and gave Lincoln the win in 1860.","After the loss, Breckinridge held a seat in Kentucky legislature. While there, he tried to convince Kentucky officials to secede with the Confederacy. Kentucky ended up joining the Union and Breckenridge fled Kentucky. After leaving, he joined up with the Confederacy and fought through the war and survived. He was an aide to Jefferson Davis. Breckinridge would tell Davis, after signing the official surrender of the Confederacy during the Civil War,  to continue efforts of fighting through guerilla type warfare. He would also push to end the Union even though the fate of the Confederacy had already been decided. He fled to other countries and ended up in Canada where he lived the rest of his life.","The importance of this article is to show how fragile things were during that time period. The Democratic party split because of the rising tensions between the North and the South. Again, neither Breckinridge or Douglass wanted the country to split, but both were clearly for their side. Douglass fought for the North to end the South and their reign. Douglass had to sacrifice his thoughts on slavery for his idea of the greater good. Breckinridge also had to drop his idea of the country not splitting, and fight for what he thought was for the greater good. These stories show that war was a last resort.  War came when there was, obviously, going to be no compromise that the two sides could agree on. The end of the war came when the Confederacy finally handed over their surrender and this time of hell came to an end."," "],"display_date":"1860 - 1865","search_date":"1862-12-31","locations":[{"id":53060,"lat":38.833161,"lng":-77.3081167,"zoom":8,"place":"Broadside, VA"}],"tags":[{"id":3327,"tag":"savagery"},{"id":18,"tag":"Politics"},{"id":32,"tag":"Civil War"},{"id":3213,"tag":"History"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6851,"title":"The Day the Wheel of Cheese Came to the White House","course_id":188,"status":"P","start_date":"1837-02-22","end_date":"1837-02-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 22, 1832, toward the end of Andrew Jackson’s presidency a large celebration in his honor took place. The festivities of music and a parade drew in a crowd of 10,000 people; but the highlight of the ceremony was the four-foot-tall, two-foot thick, fourteen-hundred-pound wheel of cheddar cheese, with a belt around it bearing the inscription: “Our Union, It Must be Preserved.” Ben Perley Poore witnessed the event, remembered it years later and described it in his book <em>Perley’s Reminiscences of Sixty Years in the National Metropolis. </em>Poore stated, “For hours did a crowd of men, women, and boys hack at the cheese, many taking large chunks away with them. When they commenced, the cheese weighed one thousand four hundred pounds, and only a small piece was saved for the President’s use. The air was redolent with cheese, the carpet was slippery with cheese, and nothing else was talked about at Washington that day.” The visitors ate most of the cheese within a few hours. Jackson gave a speech at the reception, staying seated due to his poor health. He left the event early, leaving Vice President Van Buren to continue to host the festivities. Van Buren, who succeeded Jackson as President, later remarked that he struggled to get the aroma of cheese out of the White House.","This was not the first time that a large wheel of cheese was given to a president and exhibited in the White House. In 1802, President Thomas Jefferson received a large twelve-hundred-pound wheel of cheese with a belt bearing the inscription “Rebellion to Tyrants is Obedience to God.” The gift, given by a Baptist minister to represent his support for Jefferson’s Presidency and defense of freedom of religion. There are obvious comparisons between the two cheeses. Both were given to the President and displayed at the White House to send a message.                                                                                                                               ","Ben Pearley Poore, a newspaper writer for <em>the Boston Journal</em> in Washington D.C., recounted the events years later, and gave his perspective of the message being sent by the gift of cheese to Jackson. In his opinion, the block of cheese being much larger than the one given to Jefferson and of the same quality, sent the message that President Jackson was an equal if not a better president than Jefferson. Jackson’s choice to make a major event inviting the public to partake of the cheese suggests that he wanted to retain the public support of the people, even at the end of his presidency. The use of the inscription: “Our Union, It Must be Preserved” is a reference to the fact southern states were threatening to secede from the Union. This was sending a message to the South on the issue of secession from the Union."],"display_date":"February 22, 1837","search_date":"1837-02-22","locations":[{"id":53181,"lat":38.799298867408,"lng":-77.310214268061,"zoom":8,"place":"White House"}],"tags":[{"id":114,"tag":"Andrew Jackson"},{"id":2769,"tag":"Presidency"},{"id":3075,"tag":"White House"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}