{"id":5151,"place":"Santa Clara, California","lat":37.4562619895,"lng":-122.096750388,"episodes":[{"id":5106,"title":"Funeral for the founder of Los Altos, California","course_id":49,"status":"P","start_date":"7/30/46","end_date":"7/30/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The development of Los Altos, California, is credited to Paul Shoup and the interurban railroad system. “The father of Los Altos”, died on July 30, 1946, in Los Angeles, California. The memorial service was held at the chapel of Stanford Memorial Church. Ira S. Lillick and fellow members of the board of trustees of Stanford University delivered the eulogies. His family was present, most notably his three children, Dr. Carl Shoup, Jack, and Louise Shoup. His sister, Mrs. A.S Robinson, his brother, Guy Shoup, and his two nieces, Miss Frances Shoup and Mrs. W. Byron Bryant were also present. Friends, admirers, and employees of Southern Pacific Railroad Company also attended the funeral. Shoup was the President of Southern California Inc., President of the Los Angeles Merchants and Manufacturers Association, President of two oil companies, and a Stanford trustee. He was a contributing writer to the <em>New York Sun, Overland Monthly, Black Cat, Illustrated Monthly</em>, and<em> Sunset Magazine. </em>While serving as President of the Southern Pacific Railroad Company, he was instrumental in the development of Los Altos.","In 1904, the Southern Pacific Railroad Company was expanding its subsidiaries and electric railroad services in northern California and wanted to connect Mayfield, San Jose, and Los Gatos through the interurban line. However, this became problematic, as Southern Pacific would have to build their interurban railroad line through land owned by Sarah Winchester, who did not want to give them the right of way at first because it would destroy the integrity of her ranch. After negotiations, Winchester decided that she would sell Southern Pacific the right of way but only if they bought all her land. Once Southern Pacific bought the land, Paul Shoup and Walter Clark saw a great opportunity to build a new city. They created the Altos Land Company, raised money, and filed the city blueprints for Los Altos in 1907.","It took time for the city to grow, but once the interurban railroad was built and operational it attracted different types of businesses, families, Stanford professors, and wealthy San Franciscans to Los Altos. The electric railroad linked the Bay Area cities together and made traveling and commuting within the Bay Area  more comfortable, faster, and cheaper for passengers."],"display_date":"July 30, 1946","search_date":"1946-07-30","locations":[{"id":25347,"lat":37.4562619895,"lng":-122.096750388,"zoom":9,"place":"Santa Clara, California"}],"tags":[{"id":666,"tag":"Railroad"},{"id":789,"tag":"Urban Life/Boosterism"},{"id":790,"tag":"Paul Shoup"},{"id":791,"tag":"Sarah Winchester"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":5124,"title":"The Start of Apple Computer, Inc.","course_id":49,"status":"P","start_date":"4/1/76","end_date":"4/30/76","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Apple Computer, Inc has not been around for very long, but for the time it has been around it has made significant progress. Many do not realize how it started or how new it still is. The company was founded by two men named Stephen Wozniak (Woz) and Steve Jobs who both live in the Silicon Valley in California.  Wozniak was fascinated by computers in high school and dropped out of the engineering program at University of California, Berkeley to work for Hewlett-Packard (HP). At this time, Hewlett-Packard only made calculators and minicomputers. Wozniak attended a local club in Menlo Park, California, called the Homebrew Computing Club. This was where he first heard of minicomputers.  Wozniak was only twenty-six years old in 1976 when he wrote a BASIC programming language for a new microprocessor. He was able to give his friends at Homebrew copies as he helped them with their own designs. Steve Jobs was only twenty-one and worked for Atari, Inc.  He also shared the same interest in computers as Wozniak. They worked on a few electronic projects together. One project was making a video game called <em>Breakout</em> for Atari. Jobs believed Wozniak’s microprocessors could be marketed so, with the help of a friend, he sold them to other computer interested people. They started out on very little money; they each sold something so they could get a start. Jobs sold his Volkswagen van and Wozniak sold his programmable calculator. This gave them $1,350 dollars to begin production of the Apple I boards. The first computer made was called the Apple I. They purchased parts at a local electronic parts store called The Byte Shop and were able to establish credit. The first computer retail store ordered fifty Apple I computers: this was their first sale. Jobs and Wozniak started working out of Jobs' parents house in Cupertino, California. In their first year as Apple Computer, they moved from the garage to a room in Cupertino. Steve Wozniak remembers,“I had wanted a computer my whole life; that was the big thing in my life….All of a sudden I realized that microprocessors were cheap enough to let me build one myself. Steve (Jobs) went a little further. Steve saw it as a product that you could actually deliver and sell, and someone else could use.” Like many other of the first computers, the Apple I was made for other specialists who could put together and write their own programs. One may wonder where the name “Apple” came from, especially for a computer company. The idea of the name came from Jobs in 1976 when he visited friends that owned a farm that he visited often. Once he returned home, he told Wozniak about the idea. According to the Apple Museum, “Jobs probably was working on apple plantages. Or he just wanted their startup to be in front of Atari in the phone book. Or it was a tribute to Apple Records, the music label of the Beatles.” No matter where it really came from, Wozniak had a suspicion that they would get in trouble with Apple Records. Eventually, this did happen. In 1989, Apple Computer was sued by Apple Records for trademark violations. However, the name stuck and is today one of the most well-known names in electronics."],"display_date":"April 1976","search_date":"1976-04-15","locations":[{"id":35031,"lat":37.4562619895,"lng":-122.096750388,"zoom":9,"place":"Santa Clara, California"}],"tags":[{"id":819,"tag":"Apple Computer, Inc"},{"id":818,"tag":"Steve Wozniak"},{"id":817,"tag":"Steve Jobs"},{"id":816,"tag":"Computer"},{"id":815,"tag":"Apple"},{"id":814,"tag":"Silicon Valley"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":5107,"title":"The Interurban Railroad of California","course_id":49,"status":"P","start_date":"10/18/01","end_date":"10/18/01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Southern Pacific Railroad Company Traffic Department announced on October 16, 1901, that Paul Shoup would be replacing Thomas A. Graham as division freight and passenger agent with jurisdictions south of San Francisco, Oakland, and north of Santa Barbara, with his headquarters in San Jose. J.C Stubbs, Traffic Director; William Sproule, freight traffic manager and E.O McCormick, passenger traffic manager, approved the appointment. The appointment took effect on October 18, 1901.","Paul Shoup rose to a prominent position in the Southern Pacific Railroad Company through his management of the railroad’s electric interurban lines. As the roads were unpaved and traveling was predominantly by horseback or wagon, the electric interurban made traveling comfortable, faster, and cheaper for passengers. The electric interurban lines in California and other cities in the United States connected cities together by making more stops at urban centers than the larger railroad lines that traveled further and hauled heavy cargo. The Southern Pacific Railroad interurban lines were predominantly located in the Los Angeles area linking the City of Angels to Long Beach and Orange County. The Interurban Electric Railway (IER) connected Berkeley, Oakland, and San Leandro, while the Peninsular Railway connected San Jose and Palo Alto.","However, the success of the interurban railroad led to its demise. As the economy improved due to the construction of the interurban railroad, people in the Bay Area were able to afford automobiles and the interurban railroad usage declined.  Many of the companies responsible for its success ended up filing for bankruptcy."],"display_date":"October 18, 1901","search_date":"1901-10-18","locations":[{"id":52284,"lat":37.4562619895,"lng":-122.096750388,"zoom":9,"place":"Santa Clara, California"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"},{"id":790,"tag":"Paul Shoup"},{"id":666,"tag":"Railroad"},{"id":792,"tag":"Transportation"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":5125,"title":"Apple creates a business plan.","course_id":49,"status":"P","start_date":"1/1/77","end_date":"12/31/77","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Steve Job’s vision for Apple Computer was to sell to everyone, not just to computer engineers. He turned to some friends for advice about how to do that. Noah Bushnall was someone Jobs worked with at Atari, Inc. and Mike Markkula was someone from Intel. Apple was going to need a catchy logo. The Apple logo was made my Rob Wayne, a co-founder of Apple Computer. It was only used for the Apple I computers because Jobs thought it was too hard to put on other computers. In 1977, Jobs had Rob Janoff design the new logo which was an apple shape with a bite out of it and the colors in a different order. The word was a reference to the computer term \"byte\", meaning knowledge.  In 1997, the logo changed again to a solid color. The first computer to have this logo was the Powerbook G3s. At first, the Macintosh logo looked different and was made my Jean-Michel Folon. She was paid $1 for every Mac that was sold (30 million). Before that, Hughes and Casado made the “Picasso” logo, which was a colorful drawing. It was shown on all systems until System 7.6.1. In the release of MacOS X 10.2, the Mac logo was replaced by the grey Apple on the white background. This is the logo that is still used today. Wozniak began the second computer, which was similar to the Apple I, but the Apple II would have a keyboard, power supply, color graphics, and a BASIC programming language in a plastic case and sell for $1,298. Markkula made a business plan for Apple Computer and then turned around to invest in it: he invested $250,000. He officially joined Apple in January of 1977, and held many different executive positions. In November of 1976, Apple had their first business plan: they hoped to make 500 million dollars in ten years.  Little did they know they would pass that mark in half the amount of time. Apple Computer finished their first fiscal year with $774,000 in sales and $42,000 in profit. By 1982, there were one hundred or more companies making computers. As more companies took on computers, Apple had to come up with a good marketing plan and something to catch the buyers' attention. They had Regis McKenna, who owned a public relations agency, run their first ad campaign. Apple Computer marketed many things, meaning they tried to sell all sorts of things with their name or logo on it. They sold anything from credit cards, hats, workout clothes, shirts, shorts, watches, beach towels, notepads, desk/office accessories, sailboards, clocks, keychains, bumperstickers, mugs, bags, toys, and even a paperclip. They sent out mail subscriptions to get people to apply for their credit card. For the other items, they were shown catalogs of products they offered. As odd as some of the items may be that they used to market, their strategy definitely got them somewhere."],"display_date":1977,"search_date":"1977-07-02","locations":[{"id":35031,"lat":37.4562619895,"lng":-122.096750388,"zoom":9,"place":"Santa Clara, California"}],"tags":[{"id":822,"tag":"Apple logos"},{"id":821,"tag":"Apple marketing"},{"id":820,"tag":"Computers"},{"id":819,"tag":"Apple Computer, Inc"},{"id":815,"tag":"Apple"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":5132,"title":"Planning Interstate 280","course_id":49,"status":"P","start_date":"8/15/57","end_date":"8/15/57","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Peninsula residents of the Bay Area were fuming as the construction of Interstate 280 was planned to run through the heart of Los Altos. E.O. Huttlinger, citizen of 33 years and realtor of Los Altos, was a prominent figure in the protest of the highway proposal. In August of 1957, E.O. Huttlinger addressed his concerns of 11 years to the Division of Highways in San Francisco through a four-page letter, hoping to get his voice, and the voices of the angry Los Altos residents, heard. In 1946, after WWII, residents of Los Altos learned for the first time that a proposal was being made to send a freeway through the heart of their city that would connect the Peninsula with Santa Clara County. The original plan connected Santa Clara County to Burlingame, but at the price of Downtown Los Altos. The people of Los Altos struck the plan down, believing that alternative routes could be made.","This same issue was brought back up again in 1950 and once again E.O. Huttlinger was at the forefront of things. Huttlinger and his committee were in protest of the new idea that suggested a depressed freeway to still run through the heart of Los Altos. In 1953 more people teamed up with Huttlinger as advocates of an alternative route. Among those opposed were: the mayor of Los Altos, the president of the Los Altos Ministerial Association, and planning director, Karl Belser. All of these men were adamant about bringing an alternative to the freeway except for the road stretching from the county line to Simla Junction. These men, along with the bulk of the Los Altos community, urged the route to go from “Junipero Serra Blvd thru Northern Santa Clara County between Arastradero Road and Simla Junction.”  This route, named the “B” Route or “Red” Route, was said to better the economy and be just as speedy to The City as the other route would be. The route that continued to fail, known by some as the Railway Route, was expensive and destructive. Huttlinger concluded his letter urging for the Divisions of Highways to strongly listen to the angry voices of the past 11 years (1946-1957) and consider a new route.","Thankfully a new route was adopted that would have little affect on Downtown Los Altos. Instead, the “B” route was adopted that made for the freeway to go along the foothills, making I-280 “one of the most scenic urban freeways in America.” The 57.22mi long freeway begins at I-680 in San Jose, then through the foothills of the Peninsula and along Crystal Springs Reservoir, eventually ending in the beautiful city of San Francisco. On April 28, 1980, the part of the freeway stretching from the Santa Clara County line up to the north city limit of San Bruno was officially designated as a scenic highway by the California Department of Transportation."],"display_date":"August 15, 1957","search_date":"1957-08-15","locations":[{"id":28588,"lat":37.4562619895,"lng":-122.096750388,"zoom":9,"place":"Santa Clara, California"}],"tags":[{"id":873,"tag":"Interstate 280"},{"id":831,"tag":"construction"},{"id":829,"tag":"freeway"},{"id":828,"tag":"highway"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":5740,"title":"<strong>Technology and Student Achievement</strong>","course_id":108,"status":"P","start_date":"4/1/77","end_date":"11/1/82","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Computers have been in existence for quite some time. Initially, computers were used for calculating purposes. In the third century AD computers were initially used to describe annual celestial holiday calculations. However, while this sort of computer did serve a purpose, this is not how most are familiar with using a computer. By the 1960’s large mainframe computers were becoming more common, especially in the areas of US military and space programs. IBM was the market leader when it came to computers. By the 1970’s Steve Jobs and Steve Wozniak shared what would be the first Apple II computer. By the 1980’s, Apple and IBM had invented new models. Computers were now becoming more and more popular in work-stations and in homes."," ","In 1957, educational reform became a national interest in the U.S. following the Soviet launch of the Sputnik satellite. This started what was called the “golden age” of education. National efforts were now being underway to reform education. Children were now being prepared for a new type of environment that had not yet existed.  There would now be a rapid growth of computer-based education. In the late 1960’s, The National Science Foundation (NSF) provided support of the development of 30 regional computing networks. This would include 300 higher education institutions and secondary schools. What a rapid increase? In the 1960’s, only 1% of secondary schools were using computers for instructional purposes. By the 1970’s, 55% of schools had access and 23% used computers primarily for instruction. In the 1970’s, over two million students were using computers in their classrooms. The goal was to allow educators to increase the level of educational performance of students. The use of computers in the classroom would eventually serve as a benefit for students and prove positive."," ","A 1983 article from the <em>New York Times </em>researched whether children would have the capability of learning how to use a computer in completing their schoolwork since much of it had been accomplished thru the use of paper and pen. As students turned to the use of computers, researchers were unable to make a determination, however some schools were able to see positive results as it related to the children’s school-work.  The <em>New York Times </em>shared the example of projects performed at Bank Street School for Children with the help of 51 pupils. The project was performed during a 2 year span. The project consisted of computer language that was taught with a variety of methods in two classrooms. The classrooms consisted of 3<sup>rd</sup> and 4<sup>th</sup> graders and another with 6<sup>th</sup> and 7<sup>th</sup> graders. The project determined that the impact of computer learning was “profound in the realm of social relations than in academic achievement.” Dr. Karen Sheingold, Director of the Center for Children and Technology at the Bank Street College of Education, further stated in the 1983 article that, “The children were excited to use the computers and that it played an intricate part in their relationship with school and each other.”"," ","A 1995 Forum from the Department of Education expressed how students and teachers were heavily motivated by the use of computers. Some of the results shared in the forum revealed an increase in family involvement, improved teacher skills, and school administration and management. Additionally, a second study of nine technology rich schools concluded that regardless of age, race, parental income or other characteristics, technology added educational gains of all the students. Apple Computer, Inc., reported an independent study within the forum that was conducted within a 10-year span. Students not only continued to perform well on standardized tests, but also developed in a variety of competencies, usually not measured."," ","An updated article printed by 2005 by NCREL (National Central Regional Education Library), entitled “Critical Issue: Using Technology to Improve Student Achievement”, shared positive results proving the benefit of computers as it relates to student achievement. The article stated that, “computers have proven to be a great learning tool for students and teachers today.” There are various forms of technology used to enhance learning. The article discussed a range of technology-based examples commonly used in the classrooms, from videos, digital moviemaking, laptop computing to handheld technologies. Included was the 2003 Census report which revealed that, “at least 57% of students between the ages of 7-17 utilize computers at home to complete their assignment’s, at least ¾ of teens, approximately 16 million youth, admit to using some form of technology such as instant messaging to talk about homework, tests, or schoolwork. Podcasting is another form of technology that is quickly entering the classrooms.”"," ","When we think of technology in the classroom we often think of activities that may not appear as fun, but based on the information written in the <em>New York Times</em> article of 1983, Dr. Sheingold confirmed, in part, that “children were interested in making attractive, game-like products. They wanted to make fun things happen on the screen.”  Since the invention of computers, it has been wondered whether the use of computers would alter a student’s thought process or enhance their learning ability.  Although personal computers have only been around since the 1970’s, researchers have remarked that technology is evolving quite rapidly and there is no way to measure its impact. However, based on information provided by the <em>New York Times</em>, as we attempt to draw a conclusion on the progress in relation to technology and student achievement, we see changes, positive ones at that."],"display_date":"April 1, 1977 - November 1, 1982","search_date":"1980-01-16","locations":[{"id":35031,"lat":37.4562619895,"lng":-122.096750388,"zoom":9,"place":"Santa Clara, California"}],"tags":[{"id":599,"tag":"Technology"},{"id":1745,"tag":"Student Achievement"},{"id":820,"tag":"Computers"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":108,"school_id":43}},{"id":6332,"title":"The History and Impact of the ARPANET","course_id":140,"status":"P","start_date":"2/7/58","end_date":"12/30/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1957 the Soviets launched a beach ball sized (23-inch) sphere named Sputnik into low earth orbit to the amazement of scientists all over the world.  What does this have to do with the modern Internet?  The answer is everything.  This Soviet feat of engineering caused a chain of events that would change the world forever.  In the process of compiling this article, we have examined numerous primary source references including Congressional Actions, Department of Defense Directives and original Contractor Memorandums from which we were able to distill an accurate chronology of the events described within.","In 1958, as a result of the Sputnik’s launch, coupled with the ever intensifying Cold War, the United States Department of Defense created the Advanced Research Project Agency (ARPA) [1].  ARPA’s mission was simple.  Team up with the newly formed National Aeronautics and Space Administration and regain United States’ technical superiority [2].  In order to achieve this mission, defense contractors, universities, and government agencies needed a communication method that could share mountains of data instantly across the United States and with our allies abroad.  The efforts and technologies developed to complete the mission became the physical foundation for the modern Internet.","On August 29, 1949 the Soviet Union detonated its first nuclear weapon.  No longer was the United States the only global power that could harness that incredible power.  Our response was predictable and over the next two years we put up a radar fence to identify and track incoming bombers.  The fence gave us the feeling of security we needed. When the Soviets launched Sputnik in 1957 the game changed [3]. Our fence needed to reach into space and current technologies did not have the answer.","On February 7, 1958, Secretary of Defense Neil McElroy signed the Department of Defense Directive 5105.15, authorizing the creation of the Advanced Research Projects Agency (ARPA).  The new agency was responsible for “the direction or performance of such advanced projects in the field of research and development.” In order to fulfill its responsibilities, ARPA was empowered to “enter into contracts and agreements with individuals, private businesses entities, educational, research or scientific institutions” [4].   For the first four years ARPA was primarily involved with the design of what would become known as Intercontinental Ballistic Missiles (ICBM’s).  These early spacecraft were designed to deliver nuclear weapons from hardened silos in the United States through space to the heart of the Soviet Union.   The design and production of these new technologies required a level of communication and cooperation between entities scattered across the United States.  Recognizing this issue ARPA created the Information Technology Processing Office (IPTO) in 1962 to work on the communication problem.","The first director of the IPTO was J.C.R. Licklider.  Licklider was a psychologist and acoustic engineer with an incredible vision.  Most scientists of the time viewed computers as large calculators.  Licklider envisioned an “intergalactic network” in which computers could communicate with each other.   Computers at the time were large custom built machines frequently located in research facilities or educational institutions that performed intensive research.  Licklider imagined the efficiency of being able to access these machines from remote locations in order to share these valuable resources.  This was the concept of time-shared computing.  Although his stay at IPTO was short-lived (two years) his initial vision shaped the IPTO’s policy for the more than a decade.  While the IPTO was working on the time-sharing concept, the Air Force had contracted with the Rand Corporation for a classified project to create a “command and control” telecommunications network that could withstand and dynamically re-route communications in the event of a large-scale nuclear attack.  One of the key concepts pioneered by the network was “Packet Switching”.  Packet switching takes an electronic transmission and breaks it down into smaller, serialized packages.  These packages are transmitted to their destination and reassembled to recreate the original data.  In 1964, when the Rand study was published [5], the IPTO immediately integrated this concept into their designs.","The ARPANET’s original design included multiple host computers connected via dedicated phone lines to devices called “Interface Message Processors” (IMPS).  These IMPS would eventually become what we refer to today as “Routers”.  In 1968, ARPA contracted out the manufacture of the 20 IMPS to a Massachusetts company called Bolt, Beranek and Newman (BBN).  It is worth noting that J. C. R. Licklider served as Vice-President of BBN for four years before going to ARPA.  On October 15, 1969, the first two IMPS’ installed at UCLA and Stanford Research Institute were connected.  The first message was “log in” [6].  By December 1969, all four test sites were up and running. All 20 of the original sites were operational before the end of 1970 [7].  The ARPANET was born.","Over the next 20 years ARPA and the ARPANET went through changes and growth that could not have been imagined by its initial planners.  Thanks to advances in telecommunication technology, the network united educational and research facilities across the globe. The creation of modern communication protocols and advances in hardware fortified the resiliency and integrity of the network. There were many other people and nations who directly contributed to the design and creation of what we today call the Internet. The works of men like Tim Berners-Lee, Vint Cerf, and Paul Baran all contributed to the wonder of technology we use today. The ARPANET’s technology was immature compared to today’s modern standards.  The ARPANET did however create a foundational platform for the global sharing of knowledge that allowed the greatest minds of our generation to share and benefit from each other’s skills and expertise.   Without the vision, determination, and support of the ARPANET’s early innovators, the modern Internet and all of the opportunities it has created would not exist."," "," ","[1] Department of Defense. <em>Department of Defense Advanced Research Projects Agency</em>(DOD Directive 5105.15).","[2] Internet History from ARPANET to Broadband.","[3] Lukasik, S. Why The Arpanet Was Built.","[4] Department of Defense. <em>Department of Defense Advanced Research Projects Agency</em>(DOD Directive 5105.15).","[5] Baran, P. On Distributed Communications: I: Introduction to distributed communication networks.","[6] Internet History from ARPANET to Broadband.","[7] Lukasik, S. Why The Arpanet Was Built."],"display_date":"February 7, 1958 - December 30, 1970","search_date":"1964-07-19","locations":[{"id":28588,"lat":37.4562619895,"lng":-122.096750388,"zoom":9,"place":"Santa Clara, California"}],"tags":[{"id":2640,"tag":"network"},{"id":2639,"tag":"internet"},{"id":2638,"tag":"arpanet"},{"id":2637,"tag":"arpa"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":140,"school_id":43}},{"id":6883,"title":"Women Go Unrecognized in the Brown Berets","course_id":186,"status":"P","start_date":"2/25/70","end_date":"2/25/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Aron Mangancilla, the Minister of Education of the Brown Berets, received a letter in February 1970 that expressed women’s discontent of their treatment within the Brown Berets. The Brown Berets are a paramilitary group that advocated for Chicano rights during the Chicano Movement in the 1960s and 1970s- a time of political unrest throughout the United States due to the burgeoning Civil Rights Movement. Despite many Chicana members filling crucial roles within the Brown Berets, they went largely unrecognized for the support they provided to the organization because of their gender.","The letter clearly conveys the women’s frustration. The offenses include, “a great exclusion on behalf of the male segment,” and that they had “been treated as nothings.”[1] This sentiment was not exclusive to one age group, area, or level within the organization. Women in the Brown Berets fulfilled positions at every level of the organization, but they were often expected to fulfil subordinate roles like making food or having sex with members in the male-centric organization. They filled more common roles like “fundraising, answering phone calls, writing letters, pasting up and writing for the newspaper, and running the Free Clinic,”[2] which were essential to the organization. Even Gloria Arellanes, the Minister of Finance and Correspondence of the Brown Berets, a person within the top level of leadership, experienced this sexism.","Additionally, (and perhaps the strongest statement from the letter) they felt that within the Brown Beret organization, “men have oppressed [them] more than the pig system has,”[3] and that this atmosphere within the organization was not going to change. From outside the organization, “women were also harassed and arrested for their participation.”[4] Regardless of their contributions to the organization and risk, they weren’t acknowledged for their efforts because of their gender because of the machismo attitude within the organization. As a result, the letter was the official resignation of not only Gloria Arellanes but also all Brown Beret women. They had left to form their own organization.","The Brown Berets became a large group throughout the American Southwest and had many members, both male and female. Without the contribution of women at all levels, the Brown Berets would not have been able to function as effectively as they did for the brief period they were active during the mid-20<sup>th</sup> Century. Because of their efforts as an organization, they helped students receive better education in Los Angeles through a series of walkouts, protested police brutality against Mexican Americans, and provided health care to underserved communities, a feat that would not have been possible without their support network. Because of their gender, they did not receive the same credit as their male counterparts for the work, which is still largely unrecognized today."],"display_date":"February 25, 1970","search_date":"1970-02-25","locations":[{"id":53209,"lat":37.429903695878,"lng":-122.18019688942,"zoom":10,"place":"Palo Alto, California"}],"tags":[{"id":7,"tag":"Women"},{"id":42,"tag":"Civil Rights"},{"id":3689,"tag":"Chicano/a"},{"id":3690,"tag":"Brown Berets"}],"course":{"name":"American Women's History","school":"Schreiner University","course_id":186,"school_id":69}}]}