{"id":5160,"place":"EL DORADO, California","lat":38.7356294849,"lng":-120.47190644,"episodes":[{"id":5136,"title":"Hydraulic Mining in California","course_id":51,"status":"P","start_date":"1850-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Gold fever broke out in the nation, and thousands of immigrants came to California joining in the greatest mass migration in America history in 1849. Many Americans traveled to California by sea, and they arrived at the southern tip of South America in the summer of 1849.  The route posed a great risk of disease, but that could not stop gold seekers' ambition. At the beginning of 1849, San Francisco had a population of eight hundred. However, its population had reached twenty thousand by the increasing population of the gold seekers and immigrants after 1850.","People invented techniques such as hydraulic mining to quickly extract gold . A reporter for the <em>San Francisco Daily Alta</em> wrote, \"I am at a loss to illustrate the tremendous force with which the water is projected from the pipes. The miners assert that they can throw a stream four hundred feet into the air. ... Those streams directed upon an ordinary wooden building would speedily unroof and demolish it,\"  The new technique drained hundreds of gallons of water into the hills, and it helped miners quickly rend the hillside into a pile of gravel and provided plenty of pay dirt from which to separate gold.","However, surface gold was exhaustible, and gold did not renew itself quickly. There were miners by the tens of thousands combing every cranny of the foothills, probing the granite and gravels of the mountain streams. An article for the <em>Palo Alto Times</em> wrote that gold was produced but in insufficient quantities to make the industry profitable. In the development of economy, there was a conflict between farmer and miners about a right to destroy the valley lands. The hydraulic mining technique ruined fertile lands and caused fights between miners and farmers. In the process, miners devastated the landscape and choked the rivers with sediment. The sediment washed downstream and flooded farmlands, destroying crops. Finally, a court ruling brought an end to hydraulic mining in 1884, and agriculture took over as the principal force behind the California economy.","Miners invented a tool to gather more gold, and it continued the development of the economy during the gold rush. However, the hydraulic mining system required a lot of water from the rivers. As the washes dried out, miners dug ditches to water sources, rapidly extending them in pursuit of the constantly retreating stream. A growing water shortage worsened as a new influx of miners, far greater than the first, came with the spring into diggings where the original discovery sites had already been blanketed by claims."],"display_date":1850,"search_date":"1850-07-02","locations":[{"id":873,"lat":38.7356294849,"lng":-120.47190644,"zoom":8,"place":"EL DORADO, California"}],"tags":[{"id":844,"tag":"hydraulic mining"},{"id":843,"tag":"gold fever"},{"id":13,"tag":"Agriculture"}],"course":{"name":"U.S. History: pre-Columbian to 1814","school":"Foothill College","course_id":51,"school_id":40}}]}