{"id":5193,"place":"Galveston, Texas","lat":29.5143972393,"lng":-94.8756973573,"episodes":[{"id":2350,"title":"The Galveston Hurricane of 1900\n","course_id":1,"status":"P","start_date":"9/8/00","end_date":"9/18/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Death, damage, extreme destruction - these were the results the city of Galveston, Texas had to face in the wake of the hurricane of 1900. On September 18 of that year, Joseph Hawley, a railroad executive in Galveston, wrote to his wife and daughter to share details of the ruin caused by the hurricane that hit the coastal region 10 days earlier. While Hawley sent news that their immediate family had thankfully managed to survive the storm, he described the wreckage and dead bodies that still plagued the city streets. Indeed, Hawley had to deal with this devastation on a daily basis as chairman of the Committee of Public Safety. The storm hit in the afternoon, giving him enough time to take precautionary measures to protect his property; he estimated the resulting personal damages to be minimal, around 200. The storm flooded his office with four feet of standing water and at the time of the letter, he estimated that the storm and its effects had killed five thousand citizens and injured three thousand others.","Hawley told his family of uncovering the bodies of family friends while at the morgue and overseeing the handling of 500 bodies which were taken out to sea, weighted down and thrown overboard. There had been so many fatalities that the city had to resort to collecting the bodies and either taking them out into the ocean or cremating them in large funeral pyres. The situation was grim as there was a limited supply of clean water and much of the area was still flooded, with filth accumulating and baking under the hot temperatures. While the city deployed two thousand men a day to assist in clean up efforts, Hawley estimated that it would take at least another four to five weeks before the initial clean-up was complete. Despite the great work ahead, Hawley concluded his letter on an optimistic tone, noting that Galveston would overcome the disaster and rebuild itself into a modern city. He also commented on the great outpouring of donations and financial assistance from neighboring areas as well as places as far away as Paris, Liverpool and Hamburg.","By 1900, the coastal city of Galveston had a population of almost 38,000 and was a thriving, wealthy city, serving as a banking center and vital deepwater port; it was also a major producer of cotton, wheat, cattle and corn. Prior to the Galveston Hurricane, two previous hurricanes resulted in the devastation and eventual abandonment of a city further along the coast, called Indianola; yet the people of Galveston had not really seen hurricanes as a legitimate threat. While discussions of precautions such as seawalls had been discussed, no safety measures had been taken and the area was completely vulnerable by the time the hurricane of 1900 rolled in.","The storm hit on September 8 and massive flooding occurred, exacerbated by the fact that the highest house in the city was only eight or nine feet above sea level.No exact death toll is available, but most estimates range anywhere from six thousand to eight thousand with financial damages totaling 28 million. While the physical damage was concentrated in one particular region of Texas, the resulting financial burden was shouldered by many as nearby communities and even other countries contributed money to aid in the large rebuilding effort that lay before Galveston. After the storm, the city began enacting changes immediately, including a reorganization of the local government to help relieve Galveston of its now heavy debt. In 1902, locals voted into effect legislation which issued 1.5 million in bonds to pay for the construction of a 17-foot-tall seawall. This barricade between the city and the ocean would prove successful in offering crucial protection during a powerful hurricane that hit in 1915. Despite rebuilding efforts and improvements, the devastation Galveston faced caused it to lag behind cities such as Dallas and Houston which were developing into transportation hubs and enjoying the new oil boom. Due to its extensive financial and human costs, the 1900 storm is still considered to be the deadliest natural disaster to hit the North American continent."],"display_date":"September 8, 1900 - September 18, 1900","search_date":"1900-09-13","locations":[{"id":12779,"lat":29.5143972393,"lng":-94.8756973573,"zoom":9,"place":"GALVESTON, Texas"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3225,"title":"Indian Tension\n","course_id":1,"status":"P","start_date":"1860-04-01","end_date":"1860-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Indians in Texas, especially during the Civil War, were unruly and often feared. In fact, they raided and looted all across Texas in response to the constant threat of losing even more territory. While Indians succeeded by burning stations and driving settlers from their homes, their actions spurred many more debates, conventions, and other attempts to deal with the Indians. One attempt to coexist with the Indians was through the creation of reservations. Some Indians were able to acclimate, while others with a more nomadic lifestyle found it quite difficult. Tensions continued between the Indians and settlers as more settlers encroached on the reservation land and Indians continued to raid and roam throughout Texas and Mexico. In fact, the dangerous raids and attacks performed by the Indians forced several local volunteer units and the United States army to become involved. A convention was later assembled that structured and firmly established the United States and Texas's view of the Indian nuisance. The resolutions of Dr. R. G. Worrall of Jacksboro, adopted in Galveston in April, 1860, articulated the general public sentiment by stating All Indians were hostile and should be exterminated or expelled from the State and that the frontier must not be contracted. By 1860, Texas had decided its involvement with the Indians. "],"display_date":"April 1860","search_date":"1860-04-15","locations":[{"id":12776,"lat":29.5143972393,"lng":-94.8756973573,"zoom":9,"place":"GALVESTON, Texas"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":19,"tag":"Native-Americans"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3261,"title":"Juneteenth\n","course_id":1,"status":"P","start_date":"1865-06-19","end_date":"1865-06-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Julia Frances Daniels recalled her childhood experiences as a slave quite vividly. What she remembered most, however, was the sense of great jubilation that riddled her body one day in June 1865. On this day, Old Man Denman gathered all the slaves around and said, Mens and womens, you is free. You is free as I am. You is free to go where you wants... One interesting fact is that although many slaves started their own lives, a large amount of blacks stayed with their masters and began working for little pay. Slaves were often faced with the bitter realization that although they now had their freedom, they had no money, no place to go, and no land to work. "," Due to Texas's location, slavery as an institution was not as directly impacted during the Civil War as it was in other states. Although Federal Troops did invade several times throughout the war, many slaves were never influenced or concerned by the national fight. In fact, after the war ended, many slaves were unaware of the ending of the war or simply did not know that they were free. Finally, on June 19, 1865, the Union General Gordon Granger entered the ports of Galveston and announced his Declaration, specifically General Order Number 3. General Order Number 3 announced that all of the 250,000 Texas slaves were free. News spread among plantations and slaves gradually, sometimes even taking up to a year after the announcement, but when slaves realized their freedom, jubilee and celebration spread throughout. Juneteenth is now a celebration marked by many Southern African-Americans remembering their official day of freedom."],"display_date":"June 19, 1865","search_date":"1865-06-19","locations":[{"id":12776,"lat":29.5143972393,"lng":-94.8756973573,"zoom":9,"place":"GALVESTON, Texas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4339,"title":"Sanitary Reform in Wake of Epidemics\n","course_id":5,"status":"P","start_date":"1878-10-19","end_date":"1878-10-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"It is now eleven years since the fever was epidemic in Galveston, and the citizens believe that with proper attention to sanitary precautions they need never suffer again.\" Referring to an epidemic of the yellow fever in 1867, an article in the <em>Scientific American</em> used Galveston, Texas, as an example for sanitation standards when quarantining the yellow fever in 1878. The article continued to claim, \"the value of such sanitary care was particularly tested in 1878, when the disease was very fatal in Memphis, Shreveport, and in Texas.\" In the wake of numerous epidemics of yellow fever, cholera, and the like, people throughout the country called for sanitary reform and regulation. The rapid urbanization experienced during the nineteenth century had highlighted the insufficient methods for disposing of waste and refuse. As exclaimed in the <em>New York Daily Times</em>: \"we need nothing but noses to know that there is something rotten in the street.\"","The initial push for sanitary reform came in the 1840s, yet would not culminate in any significant changes until the 1870s and 1880s. In the early stages of urban development, city-dwellers practiced private-lot waste removal, in which, as Peterson describes, they \"discharged their wastes upon the land adjoining their dwellings and shops, principally within the confines of the private lot but also into the streets.\" In reaction to similar problems in England during the 1840s, British reformer Edwin Chadwick developed an innovative system of water-carriage sewerage, in which pressurized water was passed through small, egg-shaped pipes to carry solid wastes away from the city. Chadwick also accepted the filth theory, which held \"that gases or miasmas emanating from decaying organic matter caused disease.\" However, not much progress was made in sanitary reform in America before the Civil War; as Peterson remarks, \"only Jersey City, Brooklyn, and Chicago, in fact, attempted major works before the Civil War. Not until after the war and the return of cholera in 1866 did many cities introduce systematic sewerage.\" At that point, American pioneers followed Chadwick's suit, installing comprehensive and integrated sewer systems in major cities across the nation. Legislation was passed to provide for the administrative reform of sanitation. Boards of Health began cropping up in cities around the country. The American Public Health Association, which Peterson claims, \"became the principal voice of American sanitary reform,\" was formed in 1872. Sanitary survey planning emerged as a useful practice, as it \"required the study of every street, lot, and building in a city to determine the precise location of any prevalent and all suspect environmental conditions.\"     ","The impact of American sanitary reform was most readily observed in the comprehensive reconstruction plan developed for Memphis, Tennessee in response to a devastating yellow fever epidemic in 1878, which claimed 5,150 lives out of its population of approximately 45,000. A National Board of Health was created in March 1879 to deal with the problem. It conducted an exhaustive, citywide survey and made nine proposals to improve the city's sanitation. George E. Waring was chosen to construct an innovative and controversial sewage system in the city. According to the <em>Dictionary of American Biography</em>, Waring's \"pipes were much smaller than customary, were for house sewage only, without manholes, well ventilated, and were flushed every twenty-four hours by means of automatic flush tanks.\" Although the plan only pertained to health matters and not to the city's future growth, the sanitary reform conducted in Memphis considerably improved the city's sanitation and proved to be a significant step towards the eventual practice of city planning. ","However, in the 1880s and 1890s, German and French bacteriologists soon discovered the microscopic pathogenic organisms responsible for diseases such as tuberculosis and cholera, among others. Peterson states, \"As this new public health approach gradually took hold, it shifted attention away from the root premise of sanitary reform - that most infectious disease had its source in the visible environment.\" Thus, preventative measures such as isolation, immunization, disinfection, and antitoxins became more important than sanitary reform. Sanitary scientists developed methods of filtration and chlorination of water, allowing polluted water to become purified. Although sanitary reform eventually lost momentum in the face of microorganisms and filtration, the movement sparked valuable innovations in sewerage and city planning as methods to control the byproducts of urbanization during the nineteenth century. "],"display_date":"October 19, 1878","search_date":"1878-10-19","locations":[{"id":12777,"lat":29.5143972393,"lng":-94.8756973573,"zoom":9,"place":"GALVESTON, Texas"}],"tags":[{"id":17,"tag":"Government"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":16,"tag":"Science/Technology"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4389,"title":"Morgan Honors Texas Rangers with a Poem\n","course_id":4,"status":"P","start_date":"1861-01-01","end_date":"1861-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["M. Morgan showed how proud she is of her Texas warriors that are involved with the Civil War in her poem <em>Texan Rangers.</em> She proclaimed in the first stanza, that the Texans are making their way towards the enemy, ","\"They come They come see their bayonets bright, ","  They sparkle and flash across hollow and height; ","  And the dusky files in the openings appear, ","  And the green leaves mingle with plume and spear\"  ","These Rangers focused on their on and only job that did not require them to know the names of their foes.  ","Next, she gave the Texans sense that they are ruthlessly moving toward the foe and is now hunched and ready for an ambush.  They shout and present their stellar body frames, while drenching the hill with Northern blood.  <u>Harper's Weekly</u> presented these Texans with a look that is set to be half-savage and being very resilient in their attempts to fight their opposition.  They proved to be very dexterous with their weapons as their foes make one last charge to get the upper edge on them.  Another advantage that they had over their enemies was that they were mounted. Lt. Col. Arthur Fremantle said, \"it was found very difficult to raise infantry in Texas, as no Texan walks a yard if he can help it.\"  ","In Morgan's final stanza she displays a no-remorse attitude demonstrated by the Rangers as she writes, \"But their souls feel no tremor, they smile in their pain.\"  The warriors become confident from this skirmish that the South will be Free again.  But whether the South has independence or not, she shows the great Texan pride by ending the poem with, \"They are Texans, who know how to triumph and die\""],"display_date":1861,"search_date":"1861-07-02","locations":[{"id":12776,"lat":29.5143972393,"lng":-94.8756973573,"zoom":9,"place":"GALVESTON, Texas"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}},{"id":5153,"title":"<strong>Hurricane Creates Chaos and Damage along the Gulf Coast and Texas</strong>","course_id":66,"status":"P","start_date":"9/8/00","end_date":"9/8/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The horrific storm approached Galveston, Texas, with a fury and strong winds. The 20 foot wave rushed into the bay and ravished the town of 30,000 people. Trees were torn from their roots, people drowned from the rushing waters, and thousands of homes were destroyed. The mass of the storm was the worst that had been known thus far. The chaos that erupted from this massive hurricane would change Texas and the Gulf Coast for many years to come.","Galveston was one of the first cities to enjoy electricity, and all of the lines were destroyed. Communication was cut off to Southern Texas, and the storm was only continuing its path of destruction. This lack of communication was extremely difficult because most things were reported by hearsay and news from other towns. Without the connection with telegraphs, the official conditions were hard to determine. It also created difficulty in putting together rescue teams because they did not know what to expect upon arrival in Galveston. The railroads were destroyed, and some trains were stranded due to the flooding. There was almost no way to attempt rescues because of the harsh conditions. Because of the railroad issues, trips were canceled all along that area of the United States.","The focus of the devastation was the numerous lives lost. Between 6,000 and 8,000 people were killed within the first four hours of the hurricane’s impact with the town. This horrific number only increased as many were pronounced dead later after bring presumed missing. There were some extremely sad stories such as an orphanage where eight nuns and ninety-eight children drowned when the waters hit their home. It was such a sudden and strong hit that many were taken by surprise and did not have time to escape.","A relief train tried to make it to the town and save people but could not make it far due to the water. Upon return, they stated that there were bodies upon bodies floating in the flood waters, and that it was a tragic sight. The fact that they could not reach them was a sign that relief for the survivors would be difficult and would take time and money."],"display_date":"September 8, 1900","search_date":"1900-09-08","locations":[{"id":51696,"lat":29.5143972393,"lng":-94.8756973573,"zoom":9,"place":"Galveston, Texas"}],"tags":[{"id":878,"tag":"Natural Disaster"},{"id":877,"tag":"Hurricane"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}}]}