{"id":5214,"place":"Cayuga, New York","lat":42.9168549346,"lng":-76.5542572674,"episodes":[{"id":4217,"title":"The Attempted Assassination of Secretary Seward\n","course_id":5,"status":"P","start_date":"1865-04-15","end_date":"1865-04-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On an early April day in 1865, Secretary of State William Seward decided to take a ride with his family throughout the countryside around his home.  During the ride, one of the horses became a bit too excited, and Secretary Seward was thrown from the carriage.  In the accident, Seward suffered a number of severe injuries, including a broken jaw, which required an extensive metal splint.  His injuries forced him to bed for a number of weeks, which proved to be quite unlucky in the days to come.  ","          About a week later, on the evening of April 15th, a man arrived at the home of Secretary Seward and claimed to be sent from the pharmacy with medicine he must deliver to the patient himself.  After being let in by the butler, the man made his way upstairs and forced himself into Mr. Seward's sick chamber, wounding both the Secretary's son Frederick and his nurse along the way.  He then forced himself upon Seward and stabbed him three times in the throat and twice in the face.  It is believed that the metal jaw brace being worn by the Secretary saved him from death, blocking a fatal blow to the head.","            All the victims in Seward's home, including his son, survived the attacks, but none were ever quite the same.  Seward returned to his work at the White House, but wasn't able to fulfill the full amount of his duties for quite some time.  It was later revealed that the attack on William Seward occurred on the same night, at approximately the same time, as the assassination of President Abraham Lincoln as a part of a plot to assassinate top government officials.  Interestingly, a letter was sent to Secretary Seward three years prior to the attacks, warning him of a rumored plot to assassinate the president and a number of his Cabinet, but Seward chose to ignore the warning on the belief that assassination was not an American practice.  The unexpected happened, however, showing the severe division that still remained between the North and the South despite the end of the Civil War.  "],"display_date":"April 15, 1865","search_date":"1865-04-15","locations":[{"id":8718,"lat":42.9168549346,"lng":-76.5542572674,"zoom":9,"place":"CAYUGA, New York"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4952,"title":"The first use of the Seneca Cayuga and Erie Canals to transport commodities across New York State","course_id":35,"status":"P","start_date":"1823-11-23","end_date":"1823-11-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John Osborne and Samel Seely were the owners of the first vessel to travel from Geneva, New York to New York City solely by waterways. It was November 1823 when Osborne and Seely packed the <em>Mary and Hannah </em>with goods from the West including eight hundred bushels of wheat, tons of butter, and barrels of beans. After the boat was packed, the crew took off for New York City by means of the Seneca Cayuga Canal, Erie Canal and the Hudson River. The two planned on making it to New York City and being able to sell their goods as well as purchase goods to bring back to the Geneva area. The <em>Mary and Hannah</em> traveled the 430 miles in an unheard of fourteen days. After the arrival of the boat in New York City, a gathering occurred at the local New York Coffee House on Saturday November 22, 1823 to celebrate the accomplishments of the Canal and the crew. In Front of one hundred excited guests the men were awarded with a silver ewer made by silversmith William Gale with a sketch of the <em>Mary and Hannah</em>.","That this voyage took place solely on New York’s canals, changed the transportation system and the market economy. Such a long trip had never been taken using the newly constructed Canal system, and never before had any traveled the canals with such large amounts of commodities. The transportation of commodities was so important and revolutionary at this time because it was able to increase intra-state commerce. Thus, commerce facilitated with the Market Revolution because it allowed for the sale of a surplus of crops larger region. This trip demonstrates the influence the canal system would ultimately have an impact on the economy on New York State and eventually the North’s industrial expansion."," "," "],"display_date":"November 23, 1823","search_date":"1823-11-23","locations":[{"id":8714,"lat":42.9168767241,"lng":-76.5542562068,"zoom":9,"place":"CAYUGA, New York"}],"tags":[{"id":564,"tag":"Market Revolution"},{"id":563,"tag":"Erie Canal"},{"id":562,"tag":"Seneca Cayuga Canal"},{"id":561,"tag":"Canal"},{"id":11,"tag":"Economy"}],"course":{"name":"Early American Republic","school":"Hobart and William Smith Colleges","course_id":35,"school_id":32}},{"id":5164,"title":"<strong>An English Woman Writes About American Prisons </strong>","course_id":66,"status":"P","start_date":"1/1/34","end_date":"12/31/34","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Should prison be a place of punishment or reform?  American society was debating this question when Harriet Martineau, a famous writer from England, visited in 1934.  Martineau later wrote about her two year trip to America in a book called “Retrospect of Western Travels”, Volumes 1 and 2, which was published in 1938.   In a chapter titled “\"Prison\", Martineau describes her visit to Auburn Prison.   Auburn was a famous prison, both in America and in England.  This prison was known for harsh psychological conditions.  The prisoners worked together during the day, but were in solitary confinement at night.  Even though they worked together, they were not allowed to communicate with each other at all.  This system of prison discipline was called the \"Auburn\" or \"Silent\" system.  Martineau observed the prisoners at Auburn and described how horrible it was that the convicts were never allowed to speak to each other.  In addition, the convicts were observed by strangers and mocked on a regular basis.   While the convicts' physical lives were generally satisfactory, they lived a kind of constant shame because of strangers watching them and not being able to talk to each other.  As a result, the convicts looked “pale and haggard” in spite of good food and generally good physical treatment.  Martineau blamed their unhealthy appearance on a lack of self-respect because they had no diversion, even momentarily, from their horrible lives.  \"They are denied the forgetfulness of themselves and their miseries which they might enjoy in free conversation\". Martineau was very much against this kind of dehumanizing treatment.","She then described a very different the system at Weathersfield prison.  This prison was run by a friend of hers named Captain Pillsbury.  Captain Pillsbury’s philosophy was completely the opposite from the philosophy at Auburn Prison.  Instead of treating convicts disrespectfully and without dignity, he intentionally treated them with patience and kindness hoping to cause moral conversion in the convicts.  Martineau described how some of the most hardened criminals in the country were sent to Weathersfield.  When they arrived, Captain Pillsbury told them that he would treat them kindly and hoped that they would treat him the same.  He then showed kindness and trust to the prisoners.  In one instance, a prisoner tried to escape.  In most prisons, an escape would have been punished severely, but Pillsbury did the opposite.  This man had broken his ankle during the escape.  Pillsbury had the man bandaged and put in his own bed, where he personally cared for the man all night, knowing that the man was in terrible pain.  The prisoner was so moved and felt such shame over having tried to escape, that when he recovered, he caused no more problems at the prison.","In another instance, when Captain Pillsbury learned that a convict planned to murder him, he asked the man to shave him in a private room to show that he trusted the man.  Captain Pillsbury was defenseless.  The man shaved Captain Pillsbury, hands shaking the whole time.  When the convict finished shaving the captain, the captain said he’d known the convict could be trusted.  The man was overwhelmed by the Captain’s gesture and responded “God bless you, sir!  you may!”   In another incident, when Captain Pillsbury showed kindness and trust to a convict, the man actually burst into tears.  He told Captain Pillsbury “I have been a very devil these seventeen years; but you treat me like a man”.  From that moment on, he was also reformed.  Martineau attributes Captain Pillsbury’s faith in these men to causing their reform."],"display_date":1934,"search_date":"1934-07-02","locations":[{"id":24036,"lat":41.8064084993,"lng":-72.7328417292,"zoom":9,"place":"Hartford, Connecticut"},{"id":24452,"lat":42.9168549346,"lng":-76.5542572674,"zoom":9,"place":"Cayuga, New York"}],"tags":[{"id":108,"tag":"prison"},{"id":890,"tag":"prison reform"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}}]}