{"id":522,"place":"WAYNE, Tennessee","lat":35.2574391807,"lng":-87.78311433,"episodes":[{"id":701,"title":"Federal Government Conducts Removal of Cherokee Indians\n","course_id":1,"status":"P","start_date":"1838-05-23","end_date":"1838-05-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 29, 1835, chieftain Major Ridge and his faction , only a minority of Cherokees - signed The Treaty of Removal, ceding all of their territory east of the Mississippi river for 5 million and pledging to move within two years.  However, by the May 23rd, 1838 deadline, few Cherokees had actually evacuated.  As a result, the United States Army forcibly removed the remaining Cherokees in what would later be referred to as the Trail of Tears.'  In response, the Cherokee Council executed chieftain Ridge as a traitor.  He was not the only casualty; by the end of the removal, 4,000 Cherokees lost their lives.  This event is significant both in its demographic consequences, and the nation's general disregard for Native American welfare.&lt;br /&gt;Ironically, a dialogue between Brigadier General Hernandez and a collection of Indian chiefs on the 21st of October, 1837, compiled in an 1838 letter from the Secretary of War, demonstrated a superficial concern for Indian welfare.  The general assures the Indian chief of the safety of his captured soldiers: You are prisoners, and prisoners never suffer with us.  Tell the young men not to be afraid, we do not mean to hurt them; but it is necessary that they be secured till they get in town.  Nothing will happen to them.'  This document captures the complexity of Indian-United States relations.  Clearly a norm barring the unfair treatment of human beings existed and the Indian Removal is a demonstration of its weakness and hypocrisy."],"display_date":"May 23, 1838","search_date":"1838-05-23","locations":[{"id":12448,"lat":35.2574391807,"lng":-87.78311433,"zoom":9,"place":"WAYNE, Tennessee"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}