{"id":5230,"place":"Elkhart, Indiana","lat":41.5973985943,"lng":-85.8587203887,"episodes":[{"id":5162,"title":"America’s Health Threat - The Industrial Revolution","course_id":66,"status":"P","start_date":"1/1/14","end_date":"12/31/14","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1914, Stephen Graham, a traveler from Britain, was tramping along the border of Northern Ohio and Southern Michigan, from Toledo to Angola, Indiana. He was entering the West, where fields were wide and square and roads were straight and flat. One evening, he stopped and took a rest at a farm, where he noticed that there was no labor but just the family working in the field. He noted in his journal, “The days of the large farm were over. All the big ranches were being sold up, and the farmers were taking holdings that they could farm themselves without help. Labour was expensive, owing to the high wages paid in the towns for industrial work; even at two and a half dollars (ten shillings) a day it was difficult to get a decent gang to do the work in the harvest season.” Indeed, the days of large farming were over. Farms were no longer big while labor was no longer dirt cheap. Unlike the mid-1800’s, family labor had replaced hired labor on farms.  This was the result of the Industrial Revolution. Since there were enormous gains in industrial productivity, the Midwest, including Ohio, Michigan and Indiana, had progressed from primarily rural to urban societies.  Laborers, including immigrants,shifted from farms to industries.","The next morning, the son of the farm’s owner brought Graham a cup of milk and a bag of cookies with his sweaty hands. He was a very talkative boy so Graham took the chance to chat with him for awhile. From the discussion, Graham knew that his dad was laid up with pneumonia, which was why he could not see the dad working in the field the day before. As they further discussed, Graham was told that the dad’s pneumonia was exacerbated by the polluted air that spread from the nearby coal mining factories.","This is to say, the rise of industry not only introduced the decline of agricultural labor but also affected the life and health of Americans. During the Industrial Revolution of the 18th and 19th centuries, pollution had become a major problem with the introduction and the concentrated usage of artificially produced power. In particular, factories in Indiana, where the family of the farmer was located, produced a certain amount of polluted air, mainly smoke, as most of them were burning coal. The Industrial Revolution did make the country into an economic power, increasing the national wealth, but it also transferred the country into an unhealthy union, bringing citizens illness."],"display_date":1914,"search_date":"1914-07-02","locations":[{"id":16988,"lat":41.5973985943,"lng":-85.8587203887,"zoom":10,"place":"Elkhart, Indiana"}],"tags":[{"id":691,"tag":"Farm Labor"},{"id":267,"tag":"Health"},{"id":908,"tag":"Pollution"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}}]}