{"id":5232,"place":"Philadelphia, Pennsylvania","lat":39.878712355,"lng":-75.2036894677,"episodes":[{"id":4047,"title":"Growth or Recession? The Liberties Associated with African Americans in Antebellum Philadelphia\n","course_id":4,"status":"P","start_date":"1835-01-01","end_date":"1839-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Benjamin C. Bacon, a writer for \"The Pennsylvania Society for Promoting the Abolition of Slavery\" published a statistical pamphlet in 1859 reflecting African American advancements in the nation's first capital, Philadelphia, Pennsylvania. He acquired the statistics by examining the number of blacks associated with particular institutions. Bacon hoped to illustrate his belief that African Americans, just like white men, women, and children could enjoy the rewards of economic progress if given the opportunities of every citizen. The introduction of the new liberties and opportunities provided a chance for growth among the members of the black population in a time which faced great segregation and racism. ","The overall culture of Philadelphia in the 1830s through the 1850s rewarded many blacks who witnessed a new era of political ideology. During this time the city established new liberties such as access to a variety of schools for their children, decreased numbers in convicted persons, and also increased opportunities in mechanical trades. The new possibilities provided a foundation for greater achievement and acceptance into the dominant white culture that encompassed the United States. ","African American children received new opportunities to attend public, private, and reformatory schools. The schools had been refurbished to provide an improved atmosphere for learning. The education efforts afforded to many of the African American students is undeniably associated with Protestant reform. Perhaps one of the most prominent schools for black children was the House of Refuge for Colored Children, established in Philadelphia in 1850. Walter Trattner, a twentieth century scholar, expressed the popular opinion shared by many whites in the North during this time period: \"…in an attempt to cope with the disturbing social and economic conditions and to restore a sense of community to urban America, moralism succeeded benevolence, public aid and private charity were transformed into mechanisms for social control\". The foundation of this school allowed young African American inmates to move out of prison and into reform schools.","The level of tension between races may also be witnessed within the labor market. In 1838, the number of occupations made available to African Americans spanned across 134 categories in Philadelphia. In these categories, 997 consisted of African American workers. Historian Cecil Frey pointed out that in the late eighteenth century the slaves and free men were encouraged to participate in mechanical trades which increased competition between black and white communities. The encouragement did not last long, and according to Benjamin Bacon a majority of the workers within the trades were forced to desert their trades because of increased racial prejudice throughout the city. Few exceptions existed in this community; James Forten, being one of them, was still given boundaries to stand within regards to his 'natural' status. ","The most significant numbers revealed within the pamphlet seem to portray an ambivalent step towards leniency in African American sentencing. The proportion of white men versus African American men in the Philadelphia county prison switched from an equal level in 1835 to almost three white men to one black man in 1858. Willliam J. Mullen, a prison agent, stated within the pamphlet, \"To myself it seems the above list shows the conditions, moral, and civil, of the colored race, to have greatly improved within the last 23 years, and to be far higher at this moment than it was at the commencement of that period.\" At quick glance this assumption seems to be true, but as mentioned previously, the decline in number of African Americans in prison can also be attributed to the opening of the House of Refuge for Colored Children, which took the children out of prison and put them into reform school."],"display_date":"1835 - 1839","search_date":"1837-07-01","locations":[{"id":11227,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":4,"tag":"Slavery"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}},{"id":4202,"title":"Alabama against the American System\n","course_id":6,"status":"P","start_date":"1831-12-21","end_date":"1831-12-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    The early nineteenth century was full of civil unrest between the states. Many of the southern states saw this time as a period of northern aggression and disregard for southern interests. \"Alabama,\" an article published in The Banner of the Constitution provides an example of southern government officials becoming fed up with the northern led tariffs and political parties, particularly the American System. In the article the governor of Alabama urged the citizens of the state to oppose the taxes levied by the American System. ","He supported his argument by presenting the point that the bill was in fact unconstitutional because it was not being enacted on every state. He wrote, \"If Congress, therefore, enacted a law to lay and collect duties, which are uniform throughout the United States, but if the duties be not binding to the United States, the law authorizing their collection is unconstitutional.\" The governor pointed out that most of the southern states were not involved in the vote.","The argument presented by the Alabama governor is part of multiple disagreements between the north and south that would eventually lead to the Civil War in the 1860's. A decade before the tariffs were created Congress worked together to avoid conflict during the forming of the Missouri Compromise. By 1831 relationships between the states turned hostile again and would remain that way until the beginning of the war."],"display_date":"December 21, 1831","search_date":"1831-12-21","locations":[{"id":11227,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"The United States: A New Nation, 1776-1836","school":"Wheaton College","course_id":6,"school_id":2}},{"id":4264,"title":"Jonathan R. Davis Journey to Milledgeville, Georgia","course_id":5,"status":"P","start_date":"1838-01-01","end_date":"1838-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Before leaving for Milledgeville, Georgia, Jonathan R. Davis of Gadsden,  South Carolina had to do some calculations.  While planning for his trip he took out his 1838 edition of <em>Mitchell's Traveller's Guide through the United States</em>.  The brown three by five inch book contained the mileage for all common stagecoach routes in the country as well as information on the few established railroads and canals.  The book was published in Philadelphia and lists the routes in an interesting order.  Rather than going alphabetically by state, the guide started in the Northeast, traveled down the coast to the Southeast, then moved North into the old Northwest.  In the back was a fragile foldout map of the Eastern United States. While generally accurate, there are several geographical defects in a Midwest scattered with the names of relocated Indian tribes.  Additionally, since the book was written in 1836, but not printed until 1838, Texas was included as a part of Mexico even though it was considered and independent country by the publication date.  Jonathan used the blank pages inside of the cover to work out travel plans and decided the best route was to go through Branchville, Augusta and Warrenton.  Doing some quick math, he found that the 149 miles to Warrenton would cost him 6 cents per mile or 7.94.  He then added the 7.40 it would cost for the 74 miles from Warrenton to Milledgeville, bringing Jonathan's journey to a total of 15.34 for a 223 miles.","            As the United States grew larger and more interconnected, transportation systems also grew more elaborate.  In 1838 the main mode of transit was the stagecoach, but canals and railroads were also beginning to transport both people and goods on more regular schedules.  By the 1830s travel for the sake of enjoyment or adventure was available due to lowering stage coach fees. Travel guides promoted exploration by offering descriptions of different areas along with practical information such as the mileage between routes.  Despite the varying lengths of stagecoach routes, it was customary to leave at four or five in the morning before the sun came up because at the start of a journey neither passengers nor stagecoach driver knew exactly what they would find on the road or how long the journey would take.  Weather conditions alone could change a short, quick journey into hours of jostling down a rutty, muddy road on the verge of flooding, and it was not rare for stagecoaches to flip if they encountered deep water.","            On multi-day journeys travelers like Jonathan stayed overnight at taverns along the way when there were no friends or family in the area.  Along with distances and fares, Jonathan also used the margins of his travel guide to jot down the names of acquaintances with which he might stay, as well as the names and rates of some friendly local taverns.  Many of the largest and best furnished taverns in the South had been standing for over a century, and specific locations might be known by travelers for particularly good food or rum.  Taverns fed and lodged visitors of all kinds.  They served as a unique venue where famous statesmen and ordinary men might share a newspaper (those unable to read pretending to understand), dine together, and enjoy the same entertainment in the taproom for a night.  But before the sun came up, each man would return to his own world and journey onward to the next location."],"display_date":1838,"search_date":"1838-07-02","locations":[{"id":11227,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4301,"title":"Godeys Ladys Book, More than Fashion","course_id":5,"status":"P","start_date":"1830-01-01","end_date":"1898-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Louis A. Godey's enormously successful <em>Godey's Lady's Book</em> set the standard for the American magazine and monthlie publishers throughout the mid 19th century.  His ingenious marketing techniques as noted by historian John Tebbel set the standard for magazines by 1850.  The market appeal of <em>Godey's Lady's Book</em> contributed to the rising realization that women were a marketable audience and Louis Godey's brainchild spurned the rise of a wave of impersonators such as <em>Peterson's Ladies</em> and <em>Ladies' Wreath</em>.  The magazines greatest contribution was to the evolution of fashion and its careful documentation of the latest styles.  As a result of increased subscriptions, the transformation of the monthlie to the magazine took place in order to sell more copies and increase profit; Godey's Lady's Book was one of the last to convert into a true magazine as Louis Godey preferred his original creation to the new low quality productions.  The method of payment for contributors was also unique to Godey's enterprise at first; Godey would not pay undistinguished writers for their contributions as his magazine would likely launch an unknown into fame.  Godey would then pay well known authors such as Nathaniel Willis a hefty paycheck to write regular entries that readers came to expect.  Another cost cutting revolution that Godey exploited was the use of advertisements which served two purposes; the initial being that he had a subsidized product, and his readers had a seemingly \"larger\" magazine to read.  As one of the first magazines to use advertisements, Godey risked making his publishment appear to be cheap; but by not lowering the price it made the magazine keep its' glamorous appeal.  The <em>Saturday Evening Post</em> employed the same strategy as well for several years prior to the Civil War.","                Not only did the structure of the modern magazine gain inspiration from Godey but so too did the content matter.  The most important subject piece that historian look to now for insight into the period are the hand tinted fashion plates that accompanied each issue of the magazine.  Carefully detailed and researched, these plates were to provide an image to the reader of how she should look in the latest fashionable dress.  Godey claimed in 1850 that he had 150 women working out of their homes to paint by hand these fashion plates, and the color was often left to the artists' decision.  This played off well for Godey by explaining that then readers should compare each others' fashion plates and decide then what color would be best for the clothing.  By comparing the fashion plates over the years, the evolution of women's dress can be traced throughout the 18th century from <em>Godey's Lady's Book</em>.  Additionally the fashion plates became more expansive through the decades, indicating more interest in fashion due to cheaper and more readily available clothing to buy.  ","The subjects contained in Godey's Lady's Book were also revolutionary in its inclusion of fiction in the form of short stories.  Authors such as Edgar Allen Poe got early starts in their early careers by writing short pieces for Godey's Lady's Book and reached a large audience.  Louis Godey realized as well that a magazine was not just a literary journal and as such should provide the reader a diverse array of subject material.  As a result women across the country were provided the latest monthly updates on music, dance, politics, and art; each copy complete with engravings, paintings, and eventually photos.  The use of artwork and pictures to compliment the literature was a transformative concept that became the norm for magazines by 1850.  Such techniques caused Godey's Lady's Book to become so successful that Godey copyrighted the magazine in 1845 in an attempt to prevent duplications.  ","                The Civil War marked the decline of the magazine market for several years simply due to the loss of consumers; the South made up the majority of Godey's customers.  By the time of Godey's death in 1878, his namesake was nearly in the same condition.  Even copying other magazines \"ten cent\" strategy in 1893 worked to no avail and the magazine finally ceased to exist in 1898.  <em>Godey's Lady's Book</em> impact on the magazine industry helped to transform pleasure reading in 19th century America by establishing the standard format for magazines."],"display_date":"January 1, 1830 - January 30, 1898","search_date":"1864-01-16","locations":[{"id":11227,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4306,"title":"Railroad Matters\n","course_id":5,"status":"P","start_date":"1873-10-13","end_date":"1873-10-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["1Thomas Scott was about to be one step closer to his ultimate dream. The President of the Pennsylvania Railroad Company, Scott had an ambition to build a second transcontinental railroad, and even though he would never achieve this dream on Oct.  30 1873 talks began on a deal that would hand over the rights of the California and Texas Railway Company to the Pennsylvania Railroad Company. For 10 days now rumors had been swarming about a merger but they were not confirmed by officials until yesterday.  They hope to come to an agreement that will benefit both parties equally. 2The Pennsylvania Railroad Company was in the height of its prosperity and a new and long awaited investment opportunity to build a second transcontinental railroad had just presented itself.  All of this was part of a railroad boom in the post-Civil War era that would come to be known as the \"age of the railway\" in American History.","            3Scott played an important role in the Civil War leading up to this time. He was appointed Assistant Secretary of War to oversee transportation in 1861.  He would later resign and then serve another term as a colonel for Major-General Hooker's forces in 1863.  Scott was able to lay the foundation for a wartime mobilization scheme that would eventually win the war.   He would later become Vice President of the Pennsylvania Railroad Company in 1861 but act as president until he acquired the title in 1870.  Scott presided over the \"greatest period of expansion in the country's history.\"  Under his control the company became a major railroad trust that had many holdings all over the United   States.  These holdings even listed the Southern Security Railway Company which strived to connect Richmond and Atlanta with one continuous line.  This line would eventually create the I-85 corridor, relevant to the 21st century.","            2The growth of the railroads in the 19th century not only furthered American transportation for the time but also helped further the economy by creating tens of thousands of jobs for local and immigrant workers. State funding for railroads would quickly dry up as states demanded more and more control over the railroads that the railroad company's retained.  Regional tensions over where the second trans-continental railroad should be laid caused the dream to die at least for the time.  The railroad provided economic booms for local cities that had been previously unimportant but they also cause economic disasters on a national level.  The railway company's have even been blamed for some economic depressions such as the one in 1873, triggered by the failure of the Northern Pacific Railroad Company.  Also the bankruptcy of the Philadelphia and Reading Railroad Companies contributed to the Panic of 1893.  \"Regardless the attitudes, railroads became the dominant form of transportation and a major business enterprise.\"  It is clear now in hindsight that due to the work of great industrialists like Thomas Scott the railroad ruled America for over 50 years after the Civil War, and it continues to serve a pivotal role in 21st century America as well."],"display_date":"October 13, 1873","search_date":"1873-10-13","locations":[{"id":11231,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4362,"title":"Reverend McGill Offers His Religious Views on Slavery\n","course_id":4,"status":"P","start_date":"1862-01-01","end_date":"1862-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Reverend Alexander T. McGill believed very strongly in the 1860s that slavery should be abolished because it \"degrades and destroys the children of men.\"","Slavery needed to be abolished immediately, but slaves needed to be educated first, because, \"neither slavery perpetuated, for its own sake, nor slavery abolished before its subjects are educated for freedom will comport with the determination of God our maker.\" He also believed, as did many other people at the time, that African Americans were an inferior race, and allowing freed slaves to stay in America would be a disaster. Blacks and whites were opposite races which could never coexist. McGill used Mexico as an example of what could have happened if the freed slaves were allowed to stay in America. After all races were made free and equal in Mexico, \"amalgamation advances, degradation deepens; anarchy prevails; laws, constitutions, and the ballot box are a mockery.\""," The only possible way the slaves could be freed without greatly harming the country, according to McGill, would be to send freed slaves to Liberia, to return to the home of their fathers, which McGill claimed was determined by God. Sending the freed slaves to Liberia was thought by some as a \"New Testament Exodus\", mirroring the Old Testament Exodus in which the Israelites were sent out of Egypt.  McGill wrote that by doing this, the freed slaves would gain a Christianity better than white men could ever hope to have, and were doing a wonderful thing for Africa, which desperately needed the freed slaves to come home. It would have also benefited America financially because it would only be about half the cost of the war.","Many religious institutions held these beliefs, though not all. Some churches wanted the slaves to be freed and kept in the country, while others were not against slavery at all and felt that it was their God-given right to have slaves, and felt completely justified about doing it. This caused conflict in many religious branches, even causing some to divide."],"display_date":1862,"search_date":"1862-07-02","locations":[{"id":11230,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}},{"id":4390,"title":"Reverend Wadsworth Challenges His Southern Congregation\n","course_id":4,"status":"P","start_date":"1861-01-04","end_date":"1861-01-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Early in 1861 citizens of the Arch Street Church examined their lifestyles and made sure that they were in line with God.  Reverend Wadsworth gave a sermon to his southern congregation based around the idea of how the 'American' people had come to a point where they needed help from Him to get their lives back to the way that God had intended them to live.  ","He talked of how the whole nation has violated the Ten Commandments and requires times of fasting and repentance in order for God to take back his people and helps them understand how to live.  He presented his reasons for their sins based upon the personal sins that had taken place, not the issue of slavery that the northern churches had so heavily put on the shoulders of southerners.  His testimony was based on an anti-abolitionist view.   ","Wadsworth argued for two reasons why God was not angry with the fact that the south owned slaves.  First, even the Bible says it is proper to own slaves, and he feels that God has blessed the southern states with the right to this privilege.  Second, he used the idea that God had not destroyed nations solely on the fact that they own slaves.  He reiterated that slaves were a part of everyday life in many civilizations in biblical times.  He supported these arguments by pointing to the New and Old Testaments, and nowhere does it mention that slavery is a sin.  This shows that the people have nothing to fear of the wrath of God.  Many people worried about the sole purpose of their religion which was salvation.  In <u>Southern Churches in Crisis</u>, Samuel S. Hill reports that southerners lifted salvation above other things in the church, unlike other religious groups.  Salvation and making sure that one lived as God would want them to live was the foundation where all the assumptions and programs of the church are based. ","Wadsworth wraps up his sermon by pointing out that the northerners had \"malignantly misrepresented\" the South.  Paul Harvey uses Governor Ross Barnett and his colleagues' ideas that \"our Southern segregation way\" was the \"Christian way\" to refute the Northern perspective.  Wadsworth has provided a reason that slavery is not the reason that God is angry with his people.  In his argument it gives a way for southerners to take care of their personal sins to get their lives back to the way they should be.  Also, this made many southern citizens realize how much the north is against their way of life and that they are trying to take it away from them, which in turn give a sense of Southern Pride to fight for what they believe in most of all, Slavery.","Slavery proved to be an issue that was fought about in the churches because of the impact that it had on people's lives.  The impact worked well for the group rather than an individual, which is supported by Samuel S. Hill in his autobiographical writings on Southern Religion and the Religious.  According to Hill, \"What marks off their (congregation) positioning may be a judgment that the whole is greater than the parts...\" is referring to how people would gather around each other in order to get their point across."],"display_date":"January 4, 1861","search_date":"1861-01-04","locations":[{"id":11230,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}},{"id":4657,"title":"Visit to Slave Jail","course_id":22,"status":"P","start_date":"1843-11-08","end_date":"1843-11-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 8, 1843, a reporter from the <em>Philadelphia Enquirer </em>described his visit to a slave jail. Outraged by the horrific conditions he decried “the wickedness and the cruelty of the abominable system…”   In his article the reporter describes the conditions of the jail and the different types of slaves who were being housed in the jail. The proprietor of the jail “was continually occupied in telling how comfortable and happy they were- how much enjoyment they derived from jumping, dancing, fiddling, gallanting and frequently remarked that they enjoyed more happiness than he or we did”. The proprietor insisted that the slave prisoners’ situation was not at all harsh but rather more pleasant that most jails, but upon inspection of the jail the reporter discovered that there was more to the jail and the slave prisoners under the surface. The proprietor was counting on this young slave’s act as a diversion based on the belief that “as outcast in a white dominated society, blacks alternately were portrayed as feeble-willed noble savages, comically musical minstrel figures, and dehumanized brutes”.","In one apartment of the jail there was a young slave by the name of Jim Crow Jr. who was who was forced by the jail proprietor to “ jump jim crow”. The reporter felt that “it was evidently done to draw our attention from a contemplation of the real situation of these unhappy beings”. In the next jail there was a mulatto young female slave that was suing for her freedom. What was interesting about her case was that she was so fair or light-skinned that she could easily pass for white. The reporter had the most sympathy for her by saying “my eyes filled with tears, and gladly would I have made almost any sacrifice, could I have released her from that gloomy prison”.","Before leaving the jail the reported thought about purchasing all the slaves from the jail, but the price was well out of his reach. As the reporter finished the article, he reflected on this visited and felt ashamed that he had not done more to help the slave cause."," "],"display_date":"November 8, 1843","search_date":"1843-11-08","locations":[{"id":11228,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":4,"tag":"Slavery"},{"id":253,"tag":"Slave Jails"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4515,"title":"The Pain of Slavery","course_id":20,"status":"P","start_date":"1816-09-12","end_date":"1816-09-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A forty-five year old man by the name of Benjamin Powell walked into a foreign town from his former existence of Indian slavery. The citizens tended to his needs, as he was in poor condition due to his past slavery for over five years. This man was completely abused; to prove this, \"he exhibited a hand nearly burnt off and shewed upwards of 20 scars on his body, most of which were evidently made with a tomahawk.\" This man had lived the past five years as a slave for Native Americans in Pennsylvania. Benjamin Powell was a bright and truthful man. He did not deserve to live as a slave.","Indians were pushed out of their own land in the mid 1800s and became sick and tired of being bullied. They decided that they would rebel, and fight back against the settlers, by taking them and turning them into their slaves. Not only did they capture settlers and enslave them, but the Indians also decided to beat some of their slaves brutally. Indian warriors would travel to the settlers' colonies, attack swiftly, and take several settlers and turn them into slaves. It became a problem for the settlers. They had to be very careful and keep an eye out for Indians who could cause harm to their colony.","Indians were a huge threat to many communities, and local governments soon issued, warrants for the heads of Indian warriors. According to the historian Almon Wheeler Lauber, The government of the United States of America issued warrants on \"every Indian known to be to be a man slayer, traitor, or conspirator.\" One man in particular, [General Wardon of Cocheco,] wanted Indians annihilated. General Wardon issued many warrants himself for the heads of Indians. The Indians were intelligent and rebellious. Sneaking to settlements taking prisoners, and turning them into their own slaves was one of their only ways of fighting back the settlers."],"display_date":"September 12, 1816","search_date":"1816-09-12","locations":[{"id":11224,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":4,"tag":"Slavery"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":4449,"title":"Liberation of Slaves and Colonization in Liberia in 1825\n","course_id":17,"status":"P","start_date":"1825-09-03","end_date":"1825-09-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    In 1825, Christian groups and colonization societies in America advocated for freed African Americans to colonize land in Liberia as an alternative to emancipate slaves in America. Religious groups expressed their sentiments in publication including the Christian Register, which published an article in an issued dated September 3, 1825. The article argued for the transportation of slaves to their homeland in Liberia because it would be beneficial to the discriminated African American race for a plethora of reasons. The publication argued slaves would regain freedoms denied to them in America as well as allow them to establish their own government the way they desired. Freed slaves would be allowed to cultivate the land of Liberia by utilizing certain technology the United States would introduce to the country. Colonization societies believed light American presence would allow former slaves to excel in the agricultural, economic and political realms of their society because freed slaves in Liberia would have ties with one of the most technologically advanced nations of the era. The Christian Register boldly emphasized the emancipation of enslaved peoples as morally correct, and a resolution was desperately needed to appease slaveholders and abolitionists alike. Sending slaves to Liberia seemed to offer the best mode of compromise.","    The issue of whether the emancipation of enslaved African Americans was necessary during the nineteenth century played a crucial role in the development of beliefs in certain groups, such as the American Colonization Society and the Pennsylvania Colonization Society. The American Colonization Society, the Pennsylvania Colonization Society, and the Christian Register advocated that the sending of freed slaves would be beneficial to enslaved African Americans. However, after reanalyzing the efforts of pro-colonization societies and publication, historians of the 21st century have come to understand that colonization was in response to the threat of freed African Americans if emancipation legislation was passed in the United States. Abolitionists offered information, which discredited the efforts of colonization societies by arguing reports from Liberia were deplorable. Slaves were rarely sent to their homeland and conditions in Liberia were treacherous. There was no possible way freed slaves could colonize Liberia the way pro-colonization supports had argued they could in the nineteenth century. Abolitionists were capable of discrediting the ideologies of colonization societies because it was based on the belief of negrophobia. In fear of how African Americans would respond if they were finally emancipated from slavery, colonization societies believed by sending them to Liberia, they would not have to deal with the potential hazardous outcomes of emancipation."],"display_date":"September 3, 1825","search_date":"1825-09-03","locations":[{"id":11226,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":4,"tag":"Slavery"},{"id":3,"tag":"African-Americans"}],"course":{"name":"The United States: The Nation Divided, 1836-1876","school":"Wheaton College","course_id":17,"school_id":2}},{"id":4497,"title":"A Pennsylvania Anti-Slavery Movement\n","course_id":20,"status":"P","start_date":"1848-12-20","end_date":"1848-12-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On December 20, 1848, in a small chamber of the Assembly Buildings in Philadelphia, the Pennsylvania Anti-Slavery Society held a very outspoken convention. Many gathered -- presidents, vice presidents, and secretaries -- in order to set straight their position in regard to the Free Soil Party and the church. They were also going to let the people of Pennsylvania know their stand on the United States Constitution. As soon as the convention started, Edward M. Davis, president, invited all people attending the convention, whether they were friendly or unfriendly, to the Pennsylvania Anti-Slavery Society to participate in the discussions at the Convention. Many of the people who attended the convention felt that Congress should secure the freedom of every slave who set foot on any national territory or national vessel. Congress received different petitions through letters; some members of Congress read different newspaper articles and brought them up at meetings. The petitions came to be very successful, only because they agitated the nation.  "," Six problems were addressed and resolved during the convention. The first two basically reviewed the rise and accomplishments of the anti-slavery cause. The next two established a committee chairperson to be in charge of running the petitions. Finally, members resolved that the anti-slavery convention would express their hearty approval and would further recommend throughout the state and country that the appropriate petitions to Congress were needed."," The Convention reaffirmed its use of antislavery petitions as a tool in achieving emancipation. Mr. H.C. Wright, a convention official, said, \"in our efforts to abolish slavery we must be prepared to cut through whatever should stand in our way. Now is the favorable time to press these petitions and others.\" With this being said, after the convention adjourned, abolitionists near and wide petitioned everywhere they could. Slavery was to be the great question of discussion during the coming sessions of Congress."," Two key issues that Congress debated from 1848 to 1850 were the Compromise of 1850 and the Fugitive Slave Act. Moreover, the anti-slavery petitions started to become more important.  Slavery played a major role in these debates. The Fugitive Slave Act was the most controversial; it required citizens to assist in the recovery of fugitive slaves. The passage of this act made abolitionists all the more resolved to put an end to this slavery. The Compromise of 1850 accomplished what it set out to do -- kept the nation united -- but the solution was only temporary."],"display_date":"December 20, 1848","search_date":"1848-12-20","locations":[{"id":11228,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":95,"tag":"Abolition"},{"id":64,"tag":"Anti-slavery"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":4559,"title":"William Wilberforce&#39;s Acts of Abolition","course_id":20,"status":"P","start_date":"1833-01-01","end_date":"1833-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["William Wilberforce was only one among many men who south to abolish the      transatlantic slave trade throughout his lifetime. He was a British politician      who began his political career by becoming an independent member of Parliament      for Yorkshire, where he learned how to debate and express ideas. During his      time there, he also became an evangelistic Christian. He grew eager to spread      his new religion and assert its incompatibility with slavery. Wilberforce      agreed with the Philadelphia National Enquirer that, \"slavery takes away the      key of knowledge, withholds the Holy Scriptures, crushes the intellect of      God's intelligent creatures, and exposes to insult without protection.\" His      dear friends, James Ramsay, shared unbelievable stories of his work on slave      ships, stories that horrified Wilberforce. He became restless for the chance      to save innocent human beings who were treated like animals.","Inspired by his      faith and the knowledge he had gained through his political career,      Wilberforce decided it was time to promote change. He and a group of      abolitionists promoted the idea to stop the transportation of slaves, which      would hopefully lead to the complete abolition of slavery.      Without slave ships and trade ports, slaves could not be transported anywhere,      and many people would lose their jobs.Wilberforce, supported by his group of      abolitionists, introduced the idea to stop the transatlantic slave trade to      Parliament in 1787.During the twenty years that it took to get Parliament's      approval to stop the transatlantic slave trade, Wilberforce grew tired, and      the effects began to show in his physical health. On March 25, 1807, the Slave      Trade Act was finally passed. Wilberforce lived the rest of his life fighting      for the complete abolition of slavery. The Slavery Abolition Act of 1833      abolished all slavery in the British Empire. William Wilberforce died just      three days later.","The success of abolition in the British Empire shocked American slaveholders.      Plantation economies in America were built on strong slave labor and slaves      were used to produce cotton, sugar, and tobacco. They were an important      resource to keep agricultural production going. Even though the United States      Congress abolished the slave trade in 1808, slaves were reproducing in      American and by the 1850s were at an all time high. It was the American Civil      War, rather than an act of Congress, that brought the end of slavery in the      United States."],"display_date":1833,"search_date":"1833-07-02","locations":[{"id":11227,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":95,"tag":"Abolition"},{"id":4,"tag":"Slavery"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":4621,"title":"Carey Advocates Liberia as the Solution","course_id":18,"status":"P","start_date":"1832-01-01","end_date":"1832-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Nat Turner's methodical slaying of white civilians in Southampton County, Virginia during August of 1831 caused anxiety and concern for whites throughout the country. Although he was captured within months, his rebellion had unintended consequences. It added fuel to an already growing fire – the movement to send free blacks to Liberia. ","             Arguing on behalf of the American Colonization Society, Mathew Carey's pamphlet,<em style=\"mso-bidi-font-style: normal;\"> Reflections on the Causes that Led to the Formation of the Colonization Society: with a View of its Probable Results</em>, advocated colonizing Liberia as the best solution for blacks and whites. Carey devoted a significant portion of his pamphlet to discussing the need and benefit of the movement and the outlets for potential funding.","            The increasing ratio of blacks to whites, in addition to Nat Turner's revolt, raised awareness that measures needed to be taken to prevent \"such horrible scenes of havoc and desolations as to make humanity shudder, in repetitions of those which recently took place at Southampton.\" Carey ruled out the possibility of \"amalgamation\" because blacks \"will, always, unhappily be regarded as an inferior race.\" Instead, the \"only remedy or palliation of the evils\" was the colonization of Liberia. This solution has a \"threefold benefit\" because whites \"should be cleared of them,\" it helps Africa by having a civilized, Christian group living there, and \"our blacks themselves would be put in a better situation.\" To enhance his argument, Carey used excerpts from several state legislatures that approve of the colonization of Liberia as well as explaining the available opportunities for blacks in the colony. Blacks were able to \"cultivate their minds\" and be \"lords of the soil.\" Although this movement saw itself as benevolent, it was designed to rid the U.S. of free blacks, not to eliminate prejudices. ","            Although the argument for Liberia persuaded many, it still lacked funding. Carey acknowledged that many masters left money for their slaves to be transported to Africa, but in most cases, passage was extremely expensive. Researching the colonization of Liberia, Charles Foster explains that \"such an ambitious program would require capital beyond the powers of private benevolence.\"  Carey seemed to acknowledge the high price tag, but citied rhetorically  \"was any great object ever attained without great sacrifices?\"  To ease the financial burden, Carey suggested a Constitutional Amendment to appropriate funds for the cause as well as having individual state legislatures make donations.  Carey claimed that \"never did a nation appropriate money for a more valuable purpose.\"","            The desire to help free blacks emigrate and colonize Liberia was stressed throughout Carey's pamphlet. However, he spent little time talking about how free blacks feel about the movement. Carey did this for a reason – many free blacks had little enthusiasm about moving to Liberia. "],"display_date":1832,"search_date":"1832-07-01","locations":[{"id":11227,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":4,"tag":"Slavery"},{"id":189,"tag":"American Colonization Society"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4882,"title":"The Significance of Rhetoric in Antebellum America","course_id":33,"status":"P","start_date":"1839-01-01","end_date":"1839-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Anti-Slavery Convention of American Women, held in Philadelphia May 1<sup>st</sup> through 3<sup>rd</sup> , 1839. This gathering was formed in such that African American women could come together and raise their voice for a cause that constantly rejected them. While slavery was still breaking the backs of black men and women in the South, Free Blacks in the North felt a duty and responsibility to promote and bring about emancipation. In a land where not only African-Americans, but women, were heavily exploited, finding ways to be heard had to be disconnected from faces that would be immediately shunned. As African American's at this time were believed to be ignorant and stupid, the movement to freedom inspired them to expand both their vocabulary and minds, which can be seen through the vast literary figures who emerged that this time. And so, rhetoric became essential, in both writing and speech. “Free Black churches, culturally specific jeremiads, slave narratives, secret schools, Black women's clubs, and Black colleges all represent an enriching merger of African American intellectual and activist concerns with writing instruction initiatives.”<sup><sup>1</sup></sup>"," ","The first day of the convention centered mostly about the immorality and inhumanity of the slave system. Religion was a huge factor for liberation, but this was not enough. African American's had to do more than prove that slavery was an act against God. On My 2<sup>nd</sup>, Elizabeth L. B. Stickney had a chance to make her statement. “Our principle, in regard prejudice against color, remains unchanged by persecution therefore... we will continue to act in accordance with out profession that the moral and intellectual character of a person... should mark the sphere in which they move. “ <sup><sup>2</sup></sup> Saying this, the means about which African American's became educated was easier in idea than"," ","in practice. Limited by resources, African American's had to learn at Black Colleges, Churches, and in their own homes. Though Slaves in southern plantations had earnest hearts and minds, their white","overseers oppressed them from most education except that which would help increase production. Free Blacks in the North were then given this civic duty. Though schools were available, many could not afford or attend them. Churches were popular, but they were in multitude and spread out. “African American's sought venues in which they could gain exposure to various subjects... as well as present their writing and oratory to critical audiences.”<sup><sup>3</sup></sup> As free African-American writers, poets, and intellectuals developed writings promoting sovereignty and could see how much their personal accounts and insights rallied people together, literary societies and conventions emerged."," ","“Place yourselves, dear friends, in our stead. We are blamed for not filling useful places in society; but give us light, give us learning, and see then what places we can occupy.”<sup><sup>4</sup></sup> Clarissa C. Lawrence from Massachusetts could not have stated this more accurately. It was not the African American that limited him or her self; in fact they were more than urgent to become integrated and educated. Sarah Douglass, a teacher and an active abolitionist from Philadelphia, appears under the minutes of the Convention as the treasurer. <sup><sup>5</sup></sup> Though she is not recorded as having spoken, only seven years earlier she gave an address before women of another literary society. As a writer, she used eloquent language stirring with passion to evoke sympathy from her audience. <sup><sup>6</sup></sup> All that occurred over those three days obviously cannot have been recorded within twelve pages, but regardless, her election as the convention's lone treasurer shows us the ideals and qualities likely held among most those who attended."," ","One of the final motions of the Anti-Slavery Convention of American Women reads the following: “That we view... the efforts of young people to promote the abolition of slavery, not only because they have a tendency to improve the moral condition of mankind, but are also a stimulus to the exercise of those mighty energies of mind.”<sup><sup>7</sup></sup> In most cases, it is the youth who make the large pushes for social change. During antebellum before the American civil war, there was an explosion of emphasis on proper education and speech amongst the free African Americans of the North. With this came the multitude of schools and societies blacks had used to integrate the writings and works of their brothers and sisters. Many whites been the frontmen leading to abolition, but their sincerity could only be disconnected. If this period didn't have movements like the Anti-Slavery Convention of American Women, who knows when, or even if slavery would have been abolished."," ","1 Gilyard, Keith<strong>. </strong><em>African American Contributions to Composition Studies </em>(National Council of Teachers of English: College Composition and Communication, 1999) , 626.","2<em> Proceedings of the third Anti-Slavery convention of American women held in Philadelphia, May 1st,</em><em>2nd and 3rd, 1839. (Wilson Anti-Slavery Collection: </em><em>The University of Manchester, The John Rylands University Library, 1839), 7-8.</em>","3 Bacon, Jacqueline and Glen McClish.<em> Reinventing the Master's Tools: Nineteenth-Century African-American Literary Societies of Philadelphia and Rhetorical Education (</em>Taylor & Francis, Ltd.: Rhetoric Society Quarterly, Vol. 30, No. 4 Autumn, 2000), 21.","4<em> Proceedings of the third Anti-Slavery convention of American women held in Philadelphia, May 1st, 2nd and 3rd, 1839. (</em>Wilson Anti-Slavery Collection: The University of Manchester, The John Rylands University Library, 1839), 8.","5<em> Proceedings of the third Anti-Slavery convention of American women held in Philadelphia, May 1st, 2nd and 3rd, 1839. (</em>Wilson Anti-Slavery Collection: The University of Manchester, The John Rylands University Library, 1839), 4.","6 Bacon, Jacqueline and Glen McClish.<em> Reinventing the Master's Tools: Nineteenth-Century African-American Literary Societies of Philadelphia and Rhetorical Education (</em>Taylor & Francis, Ltd.: Rhetoric Society Quarterly, Vol. 30, No. 4 Autumn, 2000), 30-31.","7<em> Proceedings of the third Anti-Slavery convention of American women held in Philadelphia, May 1st, 2nd and 3rd, 1839. (</em>Wilson Anti-Slavery Collection: The University of Manchester, The John Rylands University Library, 1839), 10."],"display_date":1839,"search_date":"1839-07-02","locations":[{"id":11227,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":498,"tag":"Rhetoric"},{"id":497,"tag":"Writing"},{"id":463,"tag":"African American Women"},{"id":238,"tag":"African American"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":4890,"title":"Early Attempts At Abolishing Slavery","course_id":33,"status":"P","start_date":"1/1/85","end_date":"12/31/86","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The United States’ Declaration of Independence underwent a series of revisions before it was finally signed and submitted on July 4, 1776. One of the most important passages that were omitted in the final draft was one that attacked the cornerstone of the colonist’s economy: the enslavement and treatment of African-Americans. Many esteemed politicians in early North America were divided on the topic, they realized that the plantation system could not survive without a cheap source of labor, but they also saw how their newly written proclamation called for liberty and freedom for all mankind. The chief architect of the Declaration of Independence, Thomas Jefferson, was among these political elite. Owning over one hundred slaves himself, Jefferson frequently spoke out against the enslavement of African-Americans, and included a passage in his Declaration that would make slavery impossible in the new United States of America. The hypocritical nature of Thomas Jefferson mirrors the attitude of the colonists during the Revolutionary War period, while many saw that slavery violated the human rights that they were fighting for, they could not continue to be economically successful without slavery and chose to omit a passage in the Declaration that challenged it.","Analysis of the hypocrisy of Jefferson owning slaves points to several facets of Jefferson’s life. Jefferson was heavily indebted his entire life and received many of his slaves from mortgages and notes. Jefferson paid for his slaves in increments, and he was unable to free these slaves until these loans were paid off, which Jefferson was never able to accomplish. The slaves he did posses he treated fairly and even prepared them for life after slavery, instructing them on various professions that would be pertinent to obtaining a job once they were free. This treatment demonstrates Jefferson’s’ understanding that African-Americans were people, not just tools to secure economic prosperity. Throughout his political career he continuously pushed for the abolition of slavery, whether through influential letters to his fellow politicians or as an active cabinet member of both state and later federal legislative bodies. Many of his efforts fell on deaf ears especially because his early work was in Virginia, where the abolition of slavery was the building block of the economy. Southerners who depended on slave labor, viewed the institution as economic decision, in contrast with Northerners.","The debate on Slavery caused a rift in North America that eventually led to Civil War. In the South and around the Chesapeake Bay, a cheap source of labor was required to create sustainable returns on new cash crops. The Plantation system would fail if masters suddenly started to have to pay their laborers on an hourly basis. Merchants in the North realized that they would not be able to make as much profit with the additional cost of labor factored into the goods that they were trying to sell. For colonists who were willing to see the other side of the debate, fighting for independence did not mean anything if any part of the population was left out. This debate, of human rights versus economic profit was the leading cause of Jefferson’s Slavery passage being omitted from the final copy of the Declaration of Independence.","In its entirety, the passage attacks the “Christian King of Great Britain” for causing slavery and then attempting to call blacks to arms against the colonists. However, when broken down sentence by sentence, it is clear that the pivotal thought of the passage is directed toward the slave system itself. Jefferson does not mention that the colonists have been sustaining slavery. The reason for his failure can be pinned on a single line, “He [King George] has waged a cruel war against human nature itself, violating its most sacred rights of life and liberty in the persons of a distant people who never offended him, captivating & carrying them into slavery in another hemisphere or to incur miserable death in their transportation thither.” (Jefferson 1853-54, 145) This sentence solidifies the torment Africans endured to come to America, a practice which many colonist entrepreneurs were still practicing. Southern Plantation owners and merchants in the south had incurred great wealth and political power because of this trade and, and used it to fight against any mention of slavery in the Declaration of Independence. With this passage in the Declaration, slavery would have soon been abolished and plantation owners and merchants would not have been able to retain the same economic growth.","The Declaration of Independence was unable to contain a passage alluding to the freeing of African-American slaves because of the economic dependence of free labor. While this issue would eventually lead to civil war, the social atmosphere of the United States during the signing of the Declaration of Independence was too dependent on slave labor to solidify the staunch violation of human rights that existed within the American slave system. While Thomas Jefferson was never able to see the fruits of his labor, he took the first steps to creating equality and independence for all Americans as it exists today."],"display_date":"1985 - 1986","search_date":"1985-12-31","locations":[{"id":40130,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":506,"tag":"Thomas Jefferson"},{"id":507,"tag":"Abolishment of Slavery"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":5100,"title":"An immigrant family travels from Liverpool, England to Philadelphia Pennsylvania in the summer of 1818.","course_id":50,"status":"P","start_date":"1818-06-01","end_date":"1818-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":[" ","During the summer of 1818, William Amphlett traveled with his wife, five children and two servants on a ship from Liverpool, England to the shores in Philadelphia, Pennsylvania. Philadelphia was a large city in the early 19<sup>th</sup> century and popular gateway for immigrants since the colonial era. During his travels, Amphlett detailed his experiences in a book he entitled <em>The emigrants guide to the western states of North America</em>. The book was written as a guide to aid future immigrants who were considering coming to the United States.","Upon arrival in Philadelphia, Amphlett purchased two horses and wagons for their journey. The family headed towards the mountains in route to Pittsburg. Emigrants like the Amphlett family often endured weeks of travel accompanied by extreme weather conditions. Immigrants had to walk, take steamboats or ride in wagons before railroads became popular. The following passage from Amphlett explains a great deal about the road conditions in America around 1818. \"A wet morning had delayed our departure from a tavern where we had passed the night, at the foot of one of the Alleghany ridges. The road was become very slippery and insecure, even for foot-travelers. The road itself was only a gullet of the mountain, down which the torrent poured after every shower. This circumstance, although it made the road-way cleaner than other parts, had caused such holes and abrupt declivities in the wheel-tracks, that the ascent would be often one, two, and three feet, all but perpendicular! The only way to enable a single horse to drag after him his load, was, at every one of these petty cascades, to form a temporary inclined plane of stones or wood, or whatever material was nearest at hand; and with all our ingenuity, thrice were we completely stalled, and obliged to unload half our luggage to get on a few yards, and then reload. Thus, in eight long hours of a summer's day, we climbed nearly two miles!\"","It was common for immigrants to experience frustration in their travels. Transportation improvements weren't developed until railroads were introduced years later. “But the transition to the railroad revolution was many years in coming. Railroading started in the Keystone state nearly two centuries ago with a quarry tramway in Delaware County south of Philadelphia, near present-day Chester. Like all other railroads of that day, it relied on horses or mules for power. This and other early railways were but the dim ancestors of modern railroading. No faster than wagons or canal boats, their main virtue lay in their smooth-running rails, which were a significant improvement over rutted roads. Pennsylvania had no urgent reason to invest in railroad technology until 1825, when the Erie Canal linked New York City's ports to Midwest markets.”","By 1854, Transportation had greatly improved in Pennsylvania. An editorial written in the <em>Daily Morning Post </em>in Pittsburg described how the opening of the Pennsylvania Railroad in 1854 improved travel. \"There are people now living in Pittsburgh who have traveled diligently for a whole week to reach Philadelphia. The same persons can now go from our city to the eastern metropolis between sunrise and sunset of a summer's day, without fatigue, and without occasion for stopping to eat more than one meal.\" -<em>Editorial in Daily Morning Post, Pittsburgh, on the opening of the Pennsylvania Railroad in 1854.</em>"," "],"display_date":"June 1818","search_date":"1818-06-15","locations":[{"id":11224,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":31,"tag":"Immigration"},{"id":602,"tag":"Transportation/Migration"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}},{"id":5160,"title":"Nutritional Effects on Teeth","course_id":66,"status":"P","start_date":"1795-01-01","end_date":"1795-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As wars were breaking out in Europe during 1795, Issac Weld was sent over from Ireland to explore America and observe whether it was truly a land of “flourishing and happy condition”.  The Irish were curious whether in times of desperation they would be able to flee to America as a place of refuge.","During his travels Weld visited Philadelphia, where tooth decay among the residents became a concern.  He notes “The sudden decay of the teeth, is a circumstance which has engaged the attention of the faculty; both men and women, American born, losing them very generally at an early age.” By 25 years of age, the majority of people had significantly decayed teeth.","Weld notes that the cause was unknown.  Some felt it was caused by sudden changes in the weather temperature; however, it was noted that African Americans and Indians with the same exposure had beautiful white teeth.  Sugar consumption was also taken into consideration as the people seemed to use it in abundance; however, people who did not have access to sugar still showed signs of decay.  Salt was another consideration as Americans tended to eat lots of salted pork and fish.  Even bread was considered the cause as it was guaranteed to be served at every meal.","Many visitors noted that Americans had table manners unlike that of Europeans.  Rather than taking the time to chew their food and enjoy the meal with conversation, they would quickly eat the food as if they were starving.  A farmer mentions to Weld that this form of bolting food among Americans was the cause of tooth decay because it was not what nature intended.  This could have been the inspiration for Dr. Kellogg’s practice of extreme chewing of food for proper digestion.","It is interesting that Weld specifically mentioned women having more decay than men.   Women, not working as laboriously as men, tended to feel fat consumption would make them fatter and followed a more lean approach eating vegetables and lean meats. They avoided foods like pork fat and preferred birds, prairie dogs, rabbits and even a completely vegetarian based diet.  Weston Price, a dentist who studied health and its relation to teeth, states that the optimal diet for humans is that of “nutrient-dense whole foods and vital fat-soluble activators found exclusively in animal fats”.  This lack of fat consumption by women may take into account why they experienced rapid tooth decay.","It is noted by food historian Lynne Oliver that unlike the white men, slaves would adopt food preparations from the Native Americans as the foods available were foreign to them. They learned how to prepare grains, meats and vegetables.  Indians traditionally soaked the grains during preparation and considered fats a sacred food source.  These practices have both been found to provide vital nutrients as Dr. Price discovered.  This could possibly explain why the African Americans and Indians had superior teeth to the whites.","Dentistry was in its most amateur form with its first book published in the United States in 1801.  As tooth decay became more abundant and the demand for dentists increased, new remedies such as anesthesia and dentures developed.  Unfortunately, the diet and tooth decay connection was never conclusive, and the focus of dentistry went into developing remedies and not curing the cause."],"display_date":1795,"search_date":"1795-07-02","locations":[{"id":15236,"lat":39.878712355,"lng":-75.2036894677,"zoom":9,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":884,"tag":"nutrition"},{"id":885,"tag":"dentistry"},{"id":267,"tag":"Health"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5163,"title":"<strong>An English Woman Writes About American Racism</strong>","course_id":66,"status":"P","start_date":"1834-01-01","end_date":"1834-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Tension over slavery and race was high in the United States when Harriett Martineau, a famous English writer, came to visit in 1834.  Martineau later wrote about her two year trip to America in a book called “Retrospect of Western Travels”, Volumes 1 and 2, which was published in 1938.  In a chapter titled “First Sight of Slavery\", Martineau wrote about an incident with an American woman in Philadelphia that clearly revealed the tensions over race.  She had heard this woman speak \"with strong horror of the abolitionists\" in the past.   While Martineau was visiting with this woman, the woman suddenly confronted Martineau with a question about race.  She demanded to know whether Martineau would prevent the marriage of a white person with a black person if she were able to.   Martineau had not planned to start any conversations on the “great question of colour” and would not have introduced the subject on her own.  But she also had a personal philosophy that she would not avoid the subject if someone else brought it up first.","Martineau responded to the women honestly, saying that she would never try to separate two people who loved each other.   In addition, she tried to convince the woman that intermarriage between the races would never really be an issue anyway because blacks and whites were not likely to want to marry each other at all.  The woman, however, just got angry, yelling at Martineau that she was an \"amalgamationist”.  Martineau did not back down, saying that even though she did not know this word, the woman could call her that if it’s what someone who believed that a white and black person should be allowed to married is called.","This Philadelphia woman quickly spread word that Martineau was an amalgamationist.  The day before Martineau was supposed to travel to the southern states, a friend that she had met on the ship on her way to America contacted her.  He told her that news of her amalgamationist views had spread.  He was very concerned for her safety because of her amalgamationist views.   He warned her that it would be dangerous for her to travel into the south.","Up until this point in her visit to America,  Martineau had been struck by how good-natured and friendly Americans were and respected the high regard that Americans claimed to have for human rights.  She admitted to having seen some mistreatment of blacks, but she had not observed anything to cause her to be \"really troubled about the enmity of the races\".  This conversation opened her eyes to the serious problem that African-Americans were dealing with, even in Northern States like Pennsylvania where slavery had almost vanished.  Despite her friend's warning, Martineau travelled to the South the following day."],"display_date":1834,"search_date":"1834-07-02","locations":[{"id":11227,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":95,"tag":"Abolition"},{"id":4,"tag":"Slavery"},{"id":889,"tag":"Racism"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5176,"title":"Smells Like Sailor Spirit: The Angst of the Early American Sailors","course_id":58,"status":"P","start_date":"1796-08-05","end_date":"1796-08-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 5th 1796, a man by the name John Rego went to the Collector of the District of Pennsylvania and received his seaman’s protection certificate. This certificate is signed by the collector of the district, Sharp Delany.  The document describes that John is thirty seven years old and five feet seven inches tall. This paper states that John is an American citizen and that he was born in America. The number in the left hand corner is nine. This certificate is the earliest surviving record that we have. The importance of the record is that it gives us a detailed description of some of the earliest American seaman with which we can compare with later generations of sailors.  These papers alongside British prison records are the main source for our views on the American sailor. These records give us an accurate portrait of the American sailor.","The British after the revolutionary war began imprisoning American sailors on the high sea. Without proof of citizenship, the British continued to hold these sailors and imprison more, illegally. The seamen then started to carry “unofficial” forms of identification which included copies of town or parish birth records. However, these documents weren’t issued by the government. In 1796 the government began a program to stop this. Congress passed “An Act for the Relief and Protection of the American Seaman.” This act issued certificates to the American sailor that proved their citizenship. Not only do these certificates provide names of early American sailors, but they also show us the literacy level, age, and length of careers. Also, most sailors were from coastal, urban areas, while only a small percentage were from rural areas or the ‘frontier.’ It was typical that younger sailors were more literate and this also translated to race. White sailors were most often more literate than their black counterparts. However, Dye notes that literacy was higher among younger black seafarers.These certificates were issued beginning in August of 1796. The final copy available from history is dated December 30th 1861."],"display_date":"August 5, 1796","search_date":"1796-08-05","locations":[{"id":15236,"lat":39.878712355,"lng":-75.2036894677,"zoom":9,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":910,"tag":"Sailors, Seafarers"},{"id":911,"tag":"American Sailors"}],"course":{"name":"Literary Theory and Writing","school":"St. Norbert College","course_id":58,"school_id":44}},{"id":5262,"title":"Operation Crossroads:  Sailor Witnessed Atomic Bomb Test","course_id":69,"status":"P","start_date":"7/1/46","end_date":"8/10/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At 0800 hours on July 1, 1946, the United States conducted the Able Test in Bikini Lagoon, the first of three scheduled atomic bomb tests that were part of Operation Crossroads.  Among those who witnessed the atomic bomb test was Joseph Patrick McShane Jr., a nineteen year old sailor from Oaklyn, New Jersey.  From the deck of a transport ship, McShane watched the blast, which was “I think about 20 miles from where we were.”  He was told to turn his back and issued dark cardboard glasses similar to “something you would have at a 3D movie,” as a precaution against the potentially blinding initial flash.  When ordered to turn, McShane spun and saw “the mushroom cloud up in the air.”  According to historian Gerard DeGroot, Operation Crossroads was a U.S. Navy-led project to test the effects of atomic weapons on naval vessels. The tests left many observers unimpressed, but this was most likely due to ignorance about the effects of radiation.","According to the article “The 1946 Atomic Bomb Test” by Lloyd Graybeal, the Navy placed about seventy out of date American and captured Japanese vessels in Bikini Lagoon to test the effects of blast pressure, heat and radiation.  McShane was assigned to one of the target ships, the <em>U.S.S. Lamson</em>, and trained to “get the ship out to the target area.”  In a separate article entitled “Bikini Revisited,” Graybeal explained that the Able Test atomic bomb was dropped two miles from its target and the <em>Lamson </em>was one of only four ships to sink.  Many observers were disappointed by the lack of immediate physical destruction caused by the test, and Dr. Frank Thone wrote in a contemporary article that some journalists described the bomb as “a sneeze in a windstorm” or “just another weapon.”  DeGroot related that the Joint Chiefs Evaluation Board reported afterward that as a result of radioactivity, any ship “within a mile of an atomic bomb air burst would eventually become inoperative due to crew casualties.”","McShane recalled that sailors and scientists were sent into the test area to clean the ships and collect data only hours after the mushroom cloud cleared, with only “coveralls, a hat, and work shoes” for protection. The second or Bravo Test, an underwater atomic bomb burst, caused an irradiated rain to fall on the remaining ships in the test area.  DeGroot recounts that sailors became “violently ill” while attempting to decontaminate vessels with soap and water in the days after the test.  Although McShane never ventured into the test area he saw that “even the scientists, and even the people who carried the scientists around” on small boats “didn’t know what was going on.”  DeGroot wrote that while journalists wrote of the “benign nature of the bomb,” the Joint Chiefs cancelled the third test and abandoned some ships due to the health risk to the sailors.","The scientific, military and media reaction to operation crossroads showed that even after dropping the bomb on Hiroshima and Nagasaki, McShane and many who witnessed the atomic bomb tests did not understand the long-term effects of radiation."],"display_date":"July 1, 1946 - August 10, 1946","search_date":"1946-07-21","locations":[{"id":26647,"lat":39.9658875933,"lng":-75.1032184193,"zoom":9,"place":"Camden, New Jersey"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":5,"tag":"War"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}},{"id":5282,"title":"<strong>Yellow Fever Attacks Philadelphia, 1793.</strong>","course_id":70,"status":"P","start_date":"8/3/73","end_date":"10/28/73","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1793, Philadelphia was the site of the most fearsome epidemic to strike the young nation. By July, the city's inhabitants were remarking on the extraordinary number of flies and mosquitoes that swarmed around the dock area. Caribbean refugees brought Yellow Fever. In one epidemic alone, 5,000 residents — nearly one-tenth of the population — perished. Hardly a family was untouched. Many people left the city.  People of every rank and station wanted to escape the spreading pestilence. Most of those who stayed were poor and had no place to go. A few – a very few - chose to stay because they felt a sense of duty to their city and its trapped inhabitants.","In his letter to Thomas Mann Randolph in September 2, 1793, Thomas Jefferson wrote that a malignant fever had been generated in the filth of the docks of Philadelphia which had given great alarm. One of the prominent doctors at that time in Philadelphia was Dr. Benjamin Rush. He decided to try the strongest purge he knew of, known as the “Ten-and-Ten.” Many doctors disputed Rush’s cure rate. The debate carried on in the city’s newspapers, so that all the citizens knew of the dispute. A new committee led by Mayor Clarkson put the best hospital -- Bush Hill -- into decent operating order, and the spirits of the patients began to improve. French Dr. Deveze volunteered for the full time position as physician there. He did not believe in Rush’s cure. At first there was some hesitation in the committee over hiring a French doctor. It would seem like a slap at all the American doctors, especially Dr. Rush. Deveze's treatment was cautious and gentle. Despite growing evidence that the “French cure” was effective in keeping patients alive, it still came in for wide criticism. Benjamin Rush attacked the mild methods used by Jean Deveze and others, even though he had no real statistics to back his claims.","No one would ever know precisely how many Philadelphians died of yellow fever in 1793. What was clear to all was that life would never be the same. Changes also came to the city because of the fever. Efforts were made to keep the markets and streets free of offensive-smelling matter, and the laws holding homeowners responsible for cleaning up their property were strengthened. The biggest improvement was made in the way water was supplied to Philadelphia. Water from the system – the first water system in the United States – was sweeter tasting and had no offensive odor. Plus the water flowed with enough force to hose streets and docks clean and to flush open clogged sewers. Eliminating the backbreaking need to hand-pump every drop of water had another beneficial effect as well. People began to bathe more often. Everyone – even those who had run from the city – considered himself or herself a survivor. They were a people left scarred, emotionally and physically. Sudden, mass death had stricken their city, and they were no wiser at all about the nature of the killer. They knew only one thing for certain: when next summer’s hot, humid weather returned, yellow fever might very well visit their homes again."],"display_date":"August 3, 1973 - October 28, 1973","search_date":"1973-09-15","locations":[{"id":36656,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":506,"tag":"Thomas Jefferson"},{"id":763,"tag":"epidemic"},{"id":403,"tag":"Yellow Fever"},{"id":1037,"tag":"Benjamin Rush"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":70,"school_id":40}},{"id":5298,"title":"Reverend Tyng Speaks Out Against Southern Hostility","course_id":74,"status":"P","start_date":"1856-06-29","end_date":"1856-06-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Preaching to his Philadelphia congregation, Reverend Dudley A. Tyng spoke out against the violent acts committed by Southerners in attempts to have Kansas admitted to the Union as a slave state.  “The blood of a Senator has stained the floor of the Senate Chamber,” said Tyng in his June 29, 1856, sermon, and “the blood of her citizens has been poured out like water on the virgin soil of Kansas, merely that it be made a land of bondage.”","Kansas experienced great turmoil while being considered for annexation.  The debate over whether it should be brought in as a free or slave state led to “startling incidents of personal adventure, toil, and suffering, and of savage captivities, cruelties, and massacres,” according to Life in the West.  Such troubles led Tyng to declare, “Civil war is begun,” and that as “distant and feeble as she may be, Kansas is a member of our body politic.”  Tyng, despite being a reverend with no political background, realized that the trouble would not end and that it could possibly spark war and violence throughout the nation.","Surrounding events, such as the attack on Senator Charles Sumner in May of 1856, further contributed to the turbulent times and motivation of people, such as Reverend Tyng.  Sumner was repeatedly beaten by Southern Senator Preston Brooks, because of his earlier remarks to Brooks’ cousin Andrew Butler.  Long after the attack, Sumner was grateful to have simply survived the attack and Brooks’ actions helped rally Northerners against Southern hostility.  This event could have made Tyng feel as though his own freedoms were being threatened.  He worried that “if the bludgeon is to be the ruling power in our country, where will be our boasted freedom and national Christianity?”","These acts surrounding the annexation of Kansas inspired Reverend Tyng to speak out against the Southern brutality that helped spark the Civil War, even if it resulted in him being removed from his position in Philadelphia.  Tyng, a man who was “not one of those who would attack the South for the inheritance of perplexity and shame which Northern cupidity was originally a joint agent in introducing,” was so inspired by these acts that he claimed “slavery and human right, slavery and the Christian law of love are in irreconcilable opposition.”"],"display_date":"June 29, 1856","search_date":"1856-06-29","locations":[{"id":11229,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":4,"tag":"Slavery"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5356,"title":"Pennsylvania Quaker William Still Fought Against the Evils of Slavery","course_id":74,"status":"P","start_date":"1857-11-25","end_date":"1857-11-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 25, 1857, William Still recorded a story that told of the horrors of slavery in the South.  Still assisted a group of slaves on the journey to freedom by way of the Underground Railroad.  He was among the abolitionists during this time that believed that blacks should be afforded equal rights and opportunities that would allow them to earn a living.  Still did not feel that blacks were inferior to the white race in any respect and he did what he could through his writings to change existing stereotypes.","One of Still’s successes came in helping a runaway slave who was flogged, stabbed, and had his feet slit when his master captured him.  Still quoted a slave who witnessed the incident, “then they cotched him, then struck him a hundred lashes, and then they split both feet to the bone, and split both his insteps, and then master took his knife and stuck it into him in many places.”  Still obtained this account from a runaway slave named Harry who he described as “the hero of this party, and withal…an intelligent man.”  Still used stories such as these within his writings in order to convince whites that slavery is an immoral practice.","Still served as a member of the Philadelphia Vigilance Committee and he was steadfast in his belief that slavery was wrong.  The Vigilance Committee became more active in the Underground Railroad following the Compromise of 1850 and the new Fugitive Slave Act.   Still’s religious faith led him to believe that blacks could win the respect of whites in society. He felt that they could if they had the chance to work and earn money on their own. Still believed that he could gather statistical information that would be strong enough to refute claims of black inferiority by testing intelligence and gathering stories from those he had helped on the Underground Railroad.","Pennsylvania became a safe haven for blacks in the mid to late 1800s because of the increased involvement of private organizations and groups of people such as the Quakers.  Quakers in southeastern Pennsylvania helped an unknown number slaves reach freedom and refused to aid in the retrieval of escaped slaves, even after the passage of the Fugitive Slave Act of 1850 and the penalties that went along with it.  With the help from people such as Still, blacks would receive a warm welcome and a helping hand to freedom in the state.","William Still helped several slaves on their way to freedom through Pennsylvania.  He also did what he could to speak out about slavery and everything that he believed to be wrong with the institution.  Still was one of a group of pioneers in the United States who believed that slavery was not only atrocious but also completely immoral.  His work was all aimed towards the goal of ending slavery in the United States."],"display_date":"November 25, 1857","search_date":"1857-11-25","locations":[{"id":11229,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5380,"title":"Women and the Church in the 19th Century","course_id":81,"status":"P","start_date":"1885-05-01","end_date":"1885-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","The article called, “Woman in the Church” published in the Phrenological Journal and Science of Health, discussed the question of whether or not women should be granted equal representation with men in the church.  The author discussed how women were treated in the Christian church as opposed to the way they were minimized in Paganism.  Paganism includes all religions other than those revealed by God, which include Christianity, Judaism, and Islam.  Although women occupied a “very low plane” in the Pagan world, women were also not allowed to participate in religious events nor enter Mosques when at a man’s disposition in the Islamic religion.  In the Christian religion, however, women were the leaders of the Church and often participated in activities dedicated to Christianity.  It was also a woman’s job to carry out the actions of the men who created decisions pertaining to the Church.  This job reflected the continuation of the Women’s Rights Movement due to the forceful, demeaning decisions that men lay upon women of the Church.","The author wrote in a feministic tone due to the final paragraphs of the article.  The author alluded multiple times to the very spirit of religion.  This spirit entailed an equality across all denominations and genders.  Christianity, however, recognized the basis of religion and how women should be treated as equals to men.  Other religions, however, recognized it yet failed to demonstrate the equality.<br /> In regard to the relationship between women’s rights and Christianity, a second source published in the North American Review discussed the inferiority held against women during the 19th century and their “duties” that remained within the Christian Church.  Authors Elizabeth Cady Stanton and J. L. Spalding shed light on the harsh conditions women endured in order to regain aspects of their individuality within the Church.  As the authors state, “all religions thus far have taught the headship and superiority of man, the inferiority and subordination of woman” (389).  To break away from this religious standpoint, women engaged themselves in acts of reform not only for themselves as females but also for the enslaved during the abolitionist movement.  It was through the abolition of slavery, protection of children and the poor, as well as  free government that brought about change and the welfare of women.  This progress was associated within the Christian religion due to the involvement of women in the Church.  This involvement and influence of women lead to the acknowledgement of females as leaders and fully capable, equal citizens.  The article makes a point to state that, “God is neither male nor female, as in Christ there is neither male nor female” (409).  The focus on men in Christianity allowed for advocates for women’s rights to take an offensive tone and mistake certain teachings for what they truly were.  These feministic ways, as discussed above, were a prelude to what was to come for the future of women’s rights and Christianity.  Women gained their rights not only within the church but slowly and surely through everyday life struggles.  To get to that point, however, women had to become more religious, more moral, and more intelligent than men.  Finally, to conclude with a quote from J. L. Spalding, “to be persuasive, woman must be amiable; and to be strong, she must speak from a loving heart, and not from a sour mind” (409)."],"display_date":"May 1885","search_date":"1885-05-16","locations":[{"id":11232,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":7,"tag":"Women"},{"id":514,"tag":"Christianity"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}},{"id":5547,"title":"United States Labor Strikes","course_id":89,"status":"P","start_date":"1892-07-12","end_date":"1892-07-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The state militia stood at the ready.  The dark sketch was taken on July 12, 1892.  The sketch depicted Andrew Carnegie's Pennsylvania steel plant surrounded by military.  The Homestead plant sketch was taken from a wood engraving by T. de Thulstrap.  The Swedish born immigrant came to America in the 19th century.  The immigrant would achieve the American Dream as a <em>Harper's Weekly</em> staff artist.   Thulstrap was employed by <em>Harper's Weekly</em> for over three decades.   The sketch appeared in the magazine on July 23, 1892.  The skies in the scene appeared to be overcast.  A long cloud of dark eery black smoke was also in the sketch.  The cold steel building was not easily seen in the picture.  As a twelve foot brick wall built.  The brick wall was topped with barbed wire.  The brick wall was put in place to keep Carnegie's current employees out.  The wall was constructed with small holes for guns to fire in a moments notice.  The gun holes were intentional, as Carnegie's employees were the target.","The sketch also presented the marching army as if they were going off to war.  The drawing depicts the number of troops which was close to three hundred.  The troops are dressed in uniform and had their rifles loaded and ready.  The gray sketch communicated an army anxious to kill.","The Pennsylvanis militia had surrounded the steel giant Andrew Carnegie's business for almost three months.  Unprotected workers were forced to make wage reduction decisions..  The decisions had ended in violence.  The American governments loyalty was to big business in 1892.  In the Gilded Age, the common worker had no laws to protect them.","The impact of improvements in transportation and communication provided opportunties for employers to recruite workers from abundant regions.  In industry with more integrated national labor markets, the fine division of labor enabled employers to seek out semiskilled laborers.  Therefore the new employees then undermined the skilled workers efforts.  The skilled workers would not receive their normal pay.  Nor did the employees receive improved working conditions.  Employers then had the ability to replace the strikers.  The employer such as Andrew Carneige was just not motivated to improve his skilled workers conditons.  Hence the influx of men from other states kept the \"club above their heads at all times.\"","The Gilded Age was a time of uncerainity within labor relations.  Workers were often in battle with employers.  The conflicts such as Carnegie's Homestead strike gave a graphic account o the turbulent labor relations of the times.  At Carnegie's steel plant, men were shot down after thisr sketch was drawn.  In addition, many of Carnegie's workers were left wounded.  The laborers at the Pennsylvania steel plant wanted to work so desperately that they were willing to risk their lives.  Thus as the photographer emphasized, Carnegie' steel plant witnessed one of the worst labor strikes America had ever seen."],"display_date":"July 12, 1892","search_date":"1892-07-12","locations":[{"id":11233,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":1469,"tag":"Labor/Industrialism/Union"},{"id":1470,"tag":"Economics/Health/Governme"}],"course":{"name":"Industrialism and Imperialism","school":"Texas Wesleyan University","course_id":89,"school_id":49}},{"id":5548,"title":"Working Man Blues","course_id":89,"status":"P","start_date":"1894-02-10","end_date":"1894-02-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","\"But, oh master, thou hast given us one great enjoyment which man has never dream of before - a free church organ, so that we can take our shabby families to church to hear your great organ pour forth its melodius strains.\"  The quote came from the 1894 prayers \"<em>A Workman.</em>\"  The satrirical prayers gave praise to Pennsylvania's powerful Andrew Carnegie.  The steel giant had so generously donated a free organ to the citizens of Pennsylvania.  The author of the letter remained anonymous to this day.  One can speculate that the letter was indeed written by one of Andrew Carnegie's disgruntled employees.","The primary source \"<em>Letter from a Workman,</em>\"  had appeared in the <em>National Labor Tribune, </em>and then was reprinted in <em>The Coming Nation </em>on February 10, 1894.  The letter thanked Andrew Carnegie for the \"free gifts\" he had given to the peoples.  Unfortunately the free gifts came at a premium.  The primary document went on to conclude that all the \"gifts\" were at the expense of Carnegie's slaves, or rather his employees.  The prayer went on to admit that no liberty or protection was needed.  As all were content under their master Andrew Carnegie's care.  It is without a doublt that Carnegie's employees unwillingly stood in command of Carnegie's mercy.","The 1894 document did not have an author's signature on it.  The\"<em>Workingsman's Prayers\"</em> was an anonymous account of the overall feelings of the working class.  As well as Andrew Carnegie's workers.  The prayer was believed to be from the peoples of Pittsburgh, Pennsyvlania, Homestead, and Beaver Falls Pennsylvania.  The document was written as a \"prayer\" to also criticize and expose Carnegie's philanthropy practices.  The prayer document voiced the distrust of the captialists of the times.  The capitalist Carnegie ultimately was giving gifts as a way to improve his social standing.  The questions the prayer asked was did liberty still prevail?","The steel workers in Homestead Pennsylvania may had been the author of this document.  The steel workers often went neglected.  Carnegie may had given the gifts as way to ease his own conscious.  Carnegie's employees faced lockouts that were commonplace and oftentimes deadly. Carnegie Steel Company was under much criticism before and after the lockout.  Union activity was prevalent as the skilled workers lost their power.  The steel employees were clearly powerless.  Equally important they had few workplace outlets.  The letter was their voice.  At the same time local politics had offered little opportunity for the working class to air their grievances.  In much the same way, the Homestead workers experienced the same emotions of peoples who had lost their homes."],"display_date":"February 10, 1894","search_date":"1894-02-10","locations":[{"id":11233,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":1471,"tag":"Law/Government/Crime"},{"id":1472,"tag":"Violence/Politics/Urban"}],"course":{"name":"Industrialism and Imperialism","school":"Texas Wesleyan University","course_id":89,"school_id":49}},{"id":5577,"title":"An Identity is Born","course_id":65,"status":"P","start_date":"1/1/30","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On a hot, humid, July day in New Jersey, a man lay in his hospital bed, fighting to stay alive despite different heart problems, holding onto what the last moments of life he had left.  On July 22, Harry Olivieri passed away at the age of ninety. He would be remembered mostly by his family and friends, but few people would recognize his name outside that circle.  And yet,  this relatively unknown man, had done something that not only changed his life, it changed the place he called home. He gave an entire city an identity.","It all started back in Philadelphia in 1930 during the first months of the Great Depression, when two brothers, Pat and Harry Olivieri, decided to go into business to make their family some money.  Pat had asked Harry to run to the Italian market and pick up some steak. They then cut it and grilled it and sold it to their first patron.  Thus, the first Philadelphia cheesesteak was born and it soon caught on as a tasty and quick meal.  There are many different things that go into a real Philly cheesesteak, some of which were on the first cheesesteak and some that were added throughout the years. The original cheesesteak had chopped up steak and onions and was served on a hotdog bun. As it grew in fame, the cheesesteak adapted with the times.   Oddly enough, it was not until twenty years after that first steak sandwich was made that cheese was added. Nevertheless, Harry Olivieri had come up with a tradition that has come to be identified with an entire city.","There is no way that neither Harry nor Pat would know that their sandwich would grow into something so much larger than Philadelphia itself. Harry and Pat started their own place called Pat’s King of Steaks at 9th and Passyunk, and it has been there ever since. When the doors first opened to their store in 1940, both brothers worked fifteen to eighteen hours a day, since Pat’s stayed open all night long. Both brothers loved what they were doing and worked together as a family business. It was going well until Pat decided he did not want to work there anymore, and when that happened a family battle over ownership of the business ensued. In the end Harry and his family kept the original store on 9th and Passyunk, and Harry went back to doing exactly what he loved to do. Today, cheesesteaks are part of Philadelphian culture. They help define what it is to be a Philadelphian. The cheesesteak lives on as a symbol of the city, while the names of the inventors are long forgotten. Harry Olivieri’s name should be more widely known, not just as the inventor of the cheesesteak, but as the creator of an identity for Philadelphia; an identity that will be staying with the city for years to come."," "],"display_date":1930,"search_date":"1930-07-02","locations":[{"id":24782,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":1513,"tag":"Philadelphia"},{"id":1514,"tag":"Philadelphia Cheesesteak"},{"id":1515,"tag":"Philadelphia Culture"}],"course":{"name":"Skill Building","school":"Rosemont College","course_id":65,"school_id":38}},{"id":5629,"title":"History of Yellow Fever","course_id":94,"status":"P","start_date":"1875-11-01","end_date":"12/30/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The essay, “The History of Yellow Fever”, was written by Philip S. Hench, for the purpose of portraying the history, cause, and tragedies that people experienced when infected with the disease. It also contained information for Americans explaining how Yellow Fever originated and what measures the government took to prevent the disease from resurfacing in later years. The article was written after the 1900’s because more information regarding this epidemic became available. Philip S. Hench was a physician at the Mayo Clinic in Cleveland.  He spent his entire life researching and documenting the history of this deadly disease. His collection of research was gathered from one individual, Army Major Walter Reed. It consisted of manuscripts, printed materials, photographs, and artifacts that informed people of how this epidemic spread so widely and caused many deaths.","Walter Reed wanted to research this epidemic. Reed’s theory was that Yellow Fever was transmitted by a mosquito. The first symptom occurred twelve days after the bite took place. The symptoms were severe vomiting and continuous diarrhea. The vomit started off green, then brown, and ended with the color black. A person’s body would be covered in petechis, which are red or purple spots, or broken blood vessels. To prove his theory, Reed asked the U.S. military to set up a team of researchers from different facilities.  Reed worked with Jessie Lazear, a scientist from John Hopkins who helped him with his theory. Shortly after starting this project, Lazear passed away from Yellow Fever. Reed, being upset about the loss of his friend, also may have used the loss as motivation to find a cure for the illness. He then asked the military leadership to start an experimental facility called Camp Lazear. This camp used humans as experiments, which was scrutinized by observers.","Yellow Fever first reached the North America in the late 1668. It was first detected in Central America in 1596. The first epidemic was seen in New York in 1668 and made its way up and down the East Coast. In 1793 Philadelphia had the highest deathrate from the disease; one out of every ten people died. The contagious disease spread quickly. In Louisiana alone 4, 056 lives were lost and $15, 000 was spent caring for this illness. There were a total of 500,000.00 cases in all of America between 1793 and 1900. Peopled infected with the illness thought of it as a visitation of God.","Philadelphia, which was one of the largest cities with 50,000 residents, had the highest death toll of yellow fever. From August to November was when most people were infected and then by the first frost the epidemic was controlled because the mosquito that transmitted the disease were killed. Some explanations that were given as to why Philadelphia was highly affected was that it was a compact city. This meant that houses were built close to each other. Another big factor was being near the Delaware River which was heavily traveled by ships. This is one of the main reasons why the government believed this epidemic entered the U.S. at this location. Since yellow fever originated from Central America and from European countries primarily because of slave trading, the U.S. put into effect quarantine measures to try to lessen the epidemic, by Surgeon General of the Marine- Hospital Service. In April 26, 1894, there were quarantine stations at ports to inspect the treatment of vessels, passengers, crew and cargos.  This helped some from any foreign disease entering the states.","Yellow fever was indeed a mass epidemic that caused many lives to be stricken or lost. It raised the question of government and community action, which in those times, was kept a private manner. To this day, many researchers still question the action that was taken to keep the proper isolation from the sick, quarantine, and care for those incapacitated with this lethal death sentence."," "],"display_date":"November 1, 1875 - December 30, 1900","search_date":"1888-05-31","locations":[{"id":11231,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":403,"tag":"Yellow Fever"},{"id":32,"tag":"Civil War"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":94,"school_id":43}},{"id":5612,"title":"Christiana Riot Trial for Treason","course_id":93,"status":"P","start_date":"1851-11-24","end_date":"1851-11-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The slave owner Edward Gorsuch traveled to Pennsylvania, along with several men, two of whom were federal marshals, to retrieve six of his slaves that had escaped from his plantation years earlier.  Gorsuch planned to confront William Parker, the owner of a tenant house, about harboring his fugitive slaves.  An altercation between the two groups of people developed and Gorsuch was killed during the dispute, while several others were seriously wounded.  The Christiana Riot put enforcement of the Fugitive Slave Act to a different test.   The act produced division and heated debate across the nation.","Part of the problem in enforcing the Fugitive Slave Act stemmed from the North not agreeing with it.  James McPherson stated the concern of the Fugitive Slave Act <em>in Battle Cry of Freedom</em>,  “It seemed only a matter of time before real blood would be shed.” Protestors from the South sent out the warning “unless the Christiana rioters are hung, we leave you.  If you fail in this simple act of justice, the bonds will be dissolved.”","The opening statement by John W. Ashmead at the Christiana Riot trial clearly explained that Gorsuch was within the law and depicts the aggressive acts that was taken against an innocent man, “…within the jurisdiction of this Court, the defendant, with a great number of persons, armed and arrayed in a war-like manner, with guns, swords and other weapons, assembled and traitorously combined to oppose and prevent by intimidation…and arrayed himself in a warlike manner against the said United States.”  The statement clearly tried to place William Parker as being anti-American.  The slave owning South wanted to immediately pin William Parker as enemy of the United States.","Parker’s defense attorney Theodore Cuyler argued that his defendant did not commit treason, because he did not try to levy a war against the United States.  Next Cuyler sarcastically commented on the magnitude of the event, “Did you hear it? That three harmless, non-resisting Quakers, and eight-and-thirty wretched, miserable, penniless negroes, armed with corn-cutters, clubs, and a few muskets, and headed by a miller, in a felt hat, without a coat, without arms, and mounted on a sorrel nag, levied war against the United States.”  Cuyler made his point that if treason is defined as levying war against the United States, then how can a group of just a few people with inadequate resources possibly wage a war against the United States.","As a result of the trial, none of the people being prosecuted were found guilty of committing treason against the United States.  The jury expressed their disapproval of the murders and riot, but acquitted the men involved."],"display_date":"November 24, 1851","search_date":"1851-11-24","locations":[{"id":11229,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":1566,"tag":"Fugitive Slave Act"},{"id":1565,"tag":"Christiana"},{"id":825,"tag":"Riot"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":5631,"title":"The New England Illuminati and late 18th Century Conspiracy Theory","course_id":93,"status":"P","start_date":"1799-01-01","end_date":"1799-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In Reverend John Ogden’s pamphlet, he described the Bavarian Illuminati as secret organization obsessed with destroying and undermining religion and government in the United States prior to the nineteenth century. Throughout the course of the late eighteenth century the very powerful and rich, who were extensions of the individuals in Europe, met monthly as members of “the secret Clergy.”","According to Ogden, “their design, tendency, and effect have been to destroy established law, morals, order, universal toleration; they bear too near an affinity to the Illuminati Societies of Europe.” This New England Secret Society was identified as the last standing obstacle between America and becoming the land of religious freedom. The Illuminati movement towards disestablishment of the church was heightened by the conspiracy that the enemies across the Atlantic were out to get them. Charles C. Bradshaw, writer for the <em>New England Quarterly</em>, uses historian David Brion Davis to explain the influence of conspiracy within the context of the late eighteenth century. David Brion Davis explains, “Conspiracy not only informed ideological expression, but extended into a special language or a cultural form.” Conspiracy took form in speculation that doctors and professors from different institutions across the New England region were coming together to form this powerful society that would undermine religious tradition. Powerful college institutions like Yale, Princeton, and Columbia all were suspected of Illuminati influence and subjected to criticism.","The hysteria surrounding the New England Illuminati was heightened at the end of the eighteenth century by New England conservatives. The New England Illuminati was said to be an extension of the French Bavarian Illuminati. A cross-international relationship between Illuminati members, coupling that into believing in the Bavarian Illuminati, led to their disdain for federalist policies in the United States government.  Regardless, The New England Illuminati’s attempt to shape American history fell short. Conspiracy theory, however, is still prevalent in United States society today."],"display_date":1799,"search_date":"1799-07-02","locations":[{"id":15236,"lat":39.878712355,"lng":-75.2036894677,"zoom":9,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":79,"tag":"Religion"},{"id":1591,"tag":"illuminati"},{"id":1592,"tag":"secret society"},{"id":1593,"tag":"Conspiracy Theory"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":5648,"title":"James L Smith, Slave and Freeman","course_id":103,"status":"P","start_date":"1861-01-01","end_date":"1881-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>The Autobiography of James L. Smith</em> serves as a potent reminder of the horrific conditions endured by slaves during the years leading up to the Civil War. Smith’s particular narrative gains added import because of the detailed manner in which he exhaustively recounts the daily realities of slave life. However, there are exceptional elements to the narrative as well. The fact that he learned to write well enough to publish a narrative indicates that Smith’s experiences were, in a very significant way, extraordinary. Thus, <em>The Autobiography of James L. Smith </em>serves as both a representative and unique picture of life in the antebellum South, and eventually, in the postwar North.","Smith begins his narrative by recounting a childhood accident that left him lame for life. He was then hired out to a succession of masters, performing various jobs and learning skills, serving variously as a cook on a small boat, a cobbler, and a house slave. Eventually, the skills he gained as a cobbler led him to be sold to a shoemaker in Virginia. However, Smith ran away from the South in his twenties, successfully reaching Philadelphia. His story does not end there, nor does his historical import. Smith continues to provide a valuable explanation of what life was like for a former slave, recounting prejudices that he faced in the North while looking for work. He ends his account with a detailed treatment of the role of African Americans in the Civil War, exhorting fellow writers to treat his compatriots’ role with more respect.","Smith gains particular historiographical importance when he is placed in the larger narrative of slavery in the American South. Notably, he offers a compelling counterpoint to the views expressed by Saidiya Hartman in her book, <em>Scenes of Subjection</em>. Though Hartman claims that slaves were dehumanized by their daily interactions, as well as incidents of exceptional violence, Smith is notable because of his extremely evident human characteristics that derive from his life experiences. Smith asserts independent agency in escaping from slavery, and in doing so, offers a stinging rejoinder to the claim that slaves’ identities were entirely created for them by white masters.","Walter Johnson’s <em>Soul by Soul </em>explores the slaving industry through the eyes of the New Orleans slave market. Smith never personally experienced the horrors of the market, as a man born into slavery. However, his narrative demonstrates the power of threats to be sold further south. Being sent to a slave market is depicted as the worst possible punishment that a master can inflict upon a slave. Through his depiction of the slave markets as a location of dehumanization and cruelty, Johnson demonstrates exactly why that was.","Smith concludes his personal narrative with accounts of his experiences as a preacher, his marriage, and his eventual move to Norwich, Connecticut. However, he veers from personal narrative to a reflection of the role of African Americans in the Civil War, providing a useful glimpse at early historiography regarding a subject that was, according to Smith, badly neglected in the immediate postwar period. He writes, “it is a fact to be lamented that the historians of our country speak so little about the heroic deeds of the colored troops; in fact, by some no mention is made of them at all” (Smith 113). Smith proceeds to give full voice to the neglected narrative of African-American troops in the Civil War, describing the contributions of troops from a variety of theatres, including the Western frontier. <em>The Autobiography of James L. Smith </em>thus concludes by offering one of the first historical treatments of the heroic efforts put forward by African-Americans in service of their own cause. The narrative therefore should properly take its place as a key document, one that is immensely helpful in advancing our understanding of both slave experiences on the plantation, and African-American experiences in the war effort."," "],"display_date":"January 1, 1861 - January 1, 1881","search_date":"1871-01-01","locations":[{"id":13985,"lat":37.6195233772,"lng":-76.3456930418,"zoom":10,"place":"LANCASTER, Virginia"},{"id":11230,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":4,"tag":"Slavery"},{"id":238,"tag":"African American"},{"id":458,"tag":"African American Authors"},{"id":398,"tag":"slavery, runaway"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":5670,"title":"The Murder and Trial of Singleton Mercer","course_id":99,"status":"P","start_date":"1843-02-10","end_date":"1843-04-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On 10 February 1843 Singleton Mercer shot and killed Mahlon Hutchinson Heberton aboard the ferry John Finch. Public sympathy for Mercer was high and just over a month later, on 28 March, Mercer was acquitted of the charges on the grounds of insanity— a relatively new and controversial defense. The defense was controversial because the murder was one of revenge. Heberton, often described as handsome and well-mannered, seduced Mercer’s sister, 16 year old Sarah Mercer, under false pretenses and allegedly lured her into a brothel and raped her. Because of this, Mercer’s murder was usually seen as justified, and many, namely The Philadelphia Public Ledger,  expressed desire to punish Heberton post-mortem.","<br />The seduction began when Sarah first met Heberton while she was walking in town with her 15 year old friend, whereupon she mistook Heberton for a Spanish gentleman named Mr. Bustedo. Heberton used this mistaken identification to his advantage and arranged “accidental” meetings with Sarah over the next two or three days. This courtship eventually climaxed when Heberton brought Sarah to a brothel, where he, upon being denied consent, raped her. Singleton Mercer was outraged upon hearing of these events and, after being unable to prove Heberton guilty to officials, decided to find his own route to justice. He found his way to Heberton’s residence and noticed Heberton and his acquaintance James Vandyke were entering into a carriage. Mercer followed the carriage to the ferry, where he shot at Heberton four times, striking him once. The bullet penetrated under his left shoulder and through his lungs before being brought to a stop by his heart. Heberton died within an hour. Following the shooting, Mercer handed his firearm to Vandyke, saying “Here I am — I did it.” Mercer was arrested that day and held without bail until trial.","<br />The murder, known colloquially as “The Tragedy of Mahlon Heberton,” gained widespread attention, and the public is known to have displayed “widespread sympathy” for Singleton Mercer. It’s no surprise, then, that attendance at his trial was high, and that he was acquitted of the charges. Yet, while the general public was pleased with this outcome and cheered “Huzzah Mercer Huzzah” as he left the courtroom and returned home, several legal officials found this verdict unjust, and believed this trial directly lead to the subsequent and unfair acquittal of other murderers.","<br />The murder of Heberton also inspired a best-selling Antebellum novel by George Lippard, The Quaker City. The Quaker City, for one of its plotlines, plucked several specific details directly from the murder. Singleton Mercer was not pleased with his portrayal in the book and, when he found out Lippard had a stage version of the novel planned, protested the production and used his wealth and influence to purchase all the tickets to the production. As a result, the show never materialized.","<br /><br />"],"display_date":"February 10, 1843 - April 14, 1843","search_date":"1843-03-13","locations":[{"id":11228,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":1641,"tag":"Insanity Defense"},{"id":1640,"tag":"George Lippard"},{"id":1639,"tag":"Singleton Mercer"},{"id":1638,"tag":"Heberton"},{"id":1637,"tag":"Sarah Mercer"},{"id":1636,"tag":"John Finch"},{"id":1635,"tag":"The Monks of Monk Hall"},{"id":1634,"tag":"The Quaker City"},{"id":91,"tag":"Murder"},{"id":1513,"tag":"Philadelphia"}],"course":{"name":"Pamphlets &amp; Pirates: Popular Print Culture in Antebellum America","school":"Northeastern University","course_id":99,"school_id":56}},{"id":5672,"title":"Singleton Mercer's Murder of Mahlon Heberton","course_id":99,"status":"P","start_date":"1843-02-06","end_date":"1843-02-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Singleton Mercer was the face of a sensationalized American news story that took place in Philadelphia. Singleton’s sister, Sarah, was lured to a brothel by Mahlon Heberton, and then raped at gunpoint. When his 16-year-old sister was raped by 24-year-old Heberton, who had promised her marriage before casting her off, Singleton Mercer first attempted to kill Sarah, and then killed Heberton, on February 10, 1843. Heberton had been considered by Philadelphians to be a “sport”, who had squalor most of his inheritance and was a “lady-killer”. He was described in the papers as “(bearing) the character of a roué, and boast(ing) of his success with women”. On February 6, 1843, Sarah Mercer disappeared, allegedly taken by Heberton. Her father was concerned, calling Sarah child-like and of a weak intellect. On February 8, 1843, Thomas Mercer had had Heberton arrested, at which point Heberton denied knowledge of Sarah’s whereabouts, conceding that a girl who looked liked Singleton’s sister had shown up at his door step and then run away. Although Singleton begged Heberton to save his sister’s reputation by marrying her, he refused, because he considered them to be below his station, despite their wealth. Because there was no evidence that Heberton had committed a crime, Heberton was released. Sarah would later be found at an inn where she had met Heberton, and would confess what had happened accordingly. Media scrutiny lent a voice to the outrage caused by Heberton’s crime, and Mercer was acquitted of all charges. Mercer, for his part, plead the insanity plea. William Warren would later be accused of shooting Mercer, although he was never found guilty, and Mercer eventually recovered. George Lippard would make his story, Quaker City, or the Monks of Monk Hall, based off of this case."," "],"display_date":"February 6, 1843 - February 10, 1843","search_date":"1843-02-08","locations":[{"id":11228,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":1639,"tag":"Singleton Mercer"},{"id":1637,"tag":"Sarah Mercer"},{"id":1635,"tag":"The Monks of Monk Hall"},{"id":1640,"tag":"George Lippard"},{"id":1634,"tag":"The Quaker City"},{"id":1642,"tag":"Mahlon Heberton"},{"id":1643,"tag":"William Warren"}],"course":{"name":"Pamphlets &amp; Pirates: Popular Print Culture in Antebellum America","school":"Northeastern University","course_id":99,"school_id":56}},{"id":6077,"title":"<strong>ABC launches <em>American Bandstand</em> to a National Audience</strong>","course_id":123,"status":"P","start_date":"8/5/57","end_date":"8/5/57","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 5, 1957, groups of Philadelphia teenagers met up at the WFIL studio on Market Street to partake in the popular dance show phenomenon, <em>American Bandstand</em>. The show, hosted by Dick Clark, debuted nationally on August 5 as a product of the American Broadcast Company (ABC). In J.P. Shanley’s <em>New York Times</em> review of <em>American Bandstand</em>’s premiere from August 6, 1957, he stated that “Viewers who are beyond voting age are not likely to derive much pleasure from ‘American Bandstand’ the disk jockey show that began yesterday.” Shanley gave clear reasons why older viewers would dislike the show. He explained what the “attractive group of youngsters” wore: “pretty gowns” for the girls and for the boys, “there were no motorcycle jackets and hardly a sideburn in the crowd.”  He criticized the dancing on the show and Dick Clark’s hosting. Shanley was not impressed by <em>American Bandstand</em> and called it “almost identical to that of a show that has been conducted in here over Channel 9” as a warning to adults in the area to stay away. The <em>Times</em> portrayed <em>American Bandstand</em> as a mediocre show entirely directed at a teenage audience.","By bringing<em> Bandstand</em> to a national network and advertising show-themed products to more viewers, Dick Clark became a popular television figure in the already forming teenage consumer culture of the 1950s. One of the leading historians of <em>American Bandstand</em>, Matthew Delmont, in his book, <em>The Nicest Kids in Town,</em> claimed, “<em>American Bandstand’s</em> daily images encouraged teenagers to imagine themselves as a part of a national audience enjoying the same music and dances at the same time.” Delmont also explained: “by representing the show’s teenagers consuming all of these products, <em>American Bandstand</em> constructed a national youth culture centered on simultaneous consumption” that imitated the larger consumer culture of America in 1957.","When asked by author Michael Shore about <em>Bandstand</em> going national, one of the regular dancers from the show, Justine Carrelli, responded, “That first network show had to be the first, last, and only time I can recall ever seeing Dick Clark acting the least bit nervous.” It was one of the only days when Dick Clark and show producer Tony Mammarella had to hand over control of <em>Bandstand</em> to network producers. The show lost much of its local flavor when ABC producers changed the interior design to a generic, national backdrop by adding a United States map and discarded local high school pennants. Delmont said, “When ABC decided to take <em>Bandstand</em> national in 1957, dozens of local markets had or would soon start their own teen dance shows.” It was those changes ABC made when debuting nationally that caused teenagers to tune into <em>American Bandstand</em> instead of their local programs. Even though the show displeased critics like Shanley, ABC guaranteed that <em>Bandstand</em> became a facet of American popular culture until the show finished in 1989 because it created a mainstream teenage culture in the United States and popularized television shows created for a specific youth audience."],"display_date":"August 5, 1957","search_date":"1957-08-05","locations":[{"id":30458,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":7,"tag":"Women"},{"id":16,"tag":"Science/Technology"},{"id":2197,"tag":"Television"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":123,"school_id":3}},{"id":6255,"title":"The Vauclain Compound Locomotive, manufactured by the Baldwin Locomotive Works of Philadelphia, Pennsylvania wins the Elliott Cresson Medal and Diploma of the Franklin Institute of Pennsylvania.","course_id":133,"status":"P","start_date":"4/3/07","end_date":"10/3/07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In October 1907, an article appeared in the <em>Journal of the Franklin Institute of the State of Pennsylvania for the Promotion of Mechanical Arts</em> entitled “The Development of the American Locomotive.” The article describes details of the designs and patents for locomotives which were manufactured by, and vital to the success of, the Baldwin Locomotive Works of Philadelphia, Pennsylvania.  The purpose of the article was to recommend the company for the Elliott Cresson Medal and Diploma of the Franklin Institute of the State of Pennsylvania.  The article was an investigative report written by the Committee on Science.  The medal and diploma, were the highest award given by the Franklin Institute at that time.  The award was based on “originality, invention, design, workmanship, system and management”. The <em>Journal of The Franklin Institute</em> was established in 1826 to publish U.S. Patent information and to record scientific and technological achievements in the United States at the time.","In the article, the Committee stated “when the compound locomotive came into vogue, these works were quick to take hold of and produce their own type of this class of engine.”  On February 21, 1889, the inventor Samuel M. Vauclain applied for United States Patent 406011A.  He noted that the object of his invention was “to construct a compound locomotive-engine in which both the height and low pressure cylinders are on the same side of the locomotive, side by side, and connected to a common crosshead, so that an equal amount of power is delivered to each side of the engine, a further object being to so construct the parts that a locomotive of the single-acting American type can be readily altered into a compound locomotive.”  Vauclain was an engineer and the general superintendent of the Baldwin Locomotive Works at the time. The first four-cylinder Vauclain Compound Locomotive was completed at Baldwin Locomotive Works in Philadelphia, Pennsylvania in October 1889.","According to Tom Ricci, the Vauclain Compound Locomotive was a new concept in locomotive engineering at the time of its invention.  Compound locomotives were developed in an effort to make more efficient use of steam.  The goal was to reduce the amount of steam needed to attain an equal amount of power.  The result would be a reduction in the amount of water and fuel needed to run the locomotive.   Previous compound designs had the high-pressure cylinder on one side and the low-pressure cylinder on the other.  The result was an unbalanced locomotive with “major differences in mass in motion from one side to the other”.  The Vauclain Compound Locomotive was a symmetrical design with high-pressure and low-pressure cylinders on each side.  This balanced design resulted in a smoother and more stabilized movement of the locomotive.  The design also eased pressure on the frame of the locomotive by equalizing the forces on each side.  By 1907, over 2,000 Vauclain Compound Engines had been built by the Baldwin Locomotive Works.","The <em>Journal of The Franklin Institute</em> is still published today with a concentration in the field of engineering and applied mathematics.  The Elliott Cresson Medal was awarded by the Franklin Institute until 1998.  Currently, all endowment awards given by the Franklin Institute are called The Benjamin Franklin Medals."," "],"display_date":"April 3, 1907 - October 3, 1907","search_date":"1907-07-03","locations":[{"id":49775,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":2512,"tag":"American Locomotive"},{"id":2513,"tag":"Elliott Cresson Medal"},{"id":2514,"tag":"Vauclain Compound"},{"id":2515,"tag":"Samuel M. Vauclain"},{"id":2542,"tag":"Franklin Institute"}],"course":{"name":"From Civil War to World Stage","school":"Widener University","course_id":133,"school_id":43}},{"id":6296,"title":"Pinkerton Creates First Photographic Wanted Poster","course_id":137,"status":"P","start_date":"1874-01-01","end_date":"1874-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Abduction of Charlie Brewster Ross,” announced a wanted poster created in 1874, and handed out to people in the Philadelphia area. Two young boys had been kidnapped from their wealthy family. The older of the two boys was later found on the street, where the kidnappers had abandoned him. Unfortunately, though, the criminals kept Charlie, the younger brother, with them, and used him to force a ransom from his parents. The family hired Allan Pinkerton, founder of the Pinkerton Detective Agency, after the police ran out of leads. Pinkerton created this wanted poster in hopes that it would lead to Charlie’s eventual discovery. Pinkerton added a photograph of Charlie Ross to the poster, which made his work one of the earliest examples of photography used on public posters.","The horrific abduction of six-year old Charlie Brewster in 1874 portrays the emotional state of some individuals during Reconstruction. Some people had lost everything; money, family, homes. The volatile economy including a depression made it hard for some to get by every day. Perhaps that is why these individuals felt the need to kidnap the children of wealthy families; simply for the ransom money. However, if that were the case, one would think that the kidnappers would have returned Charlie after receiving the cash. Instead, Charlie was never returned to his family, and to this day no trace of the boy’s body has ever been found.","Although Reconstruction brought chaos and struggle to some, and had many Americans feeling depressed and helpless, it also consisted of the creation of many new ideas and inventions, like the photographs on printed posters. These fresh innovations showed how the United States was advancing in some ways, while it was seemingly struggling to get back on its feet. Along with the invention of photographed printed work were the inventions of the telephone in 1876 and the electric light bulb in 1879. Lastly, along with modifications in technology, the Charlie Brewster wanted poster portrayed changes in practices for police and private detectives. These posters, and other propaganda, aided the law enforcement, and made it much simpler for them to communicate information and receive assistance from civilians who may be able to help. Because of this, children after Charlie had a much greater chance of being rescued than those before him.","Overall, the wanted poster titled “Abduction of Charlie Brewster Ross” emphasized the utter helplessness that many individuals felt during the time of Reconstruction, and the lengths that some of these people were willing to go to for money. Pinkerton’s new idea of using photography in police work transformed law enforcement practices. Wanted posters soon led to the idea of mug shots that further served police forces. Therefore, the photographed printed work portrayed, at the same time as a depression, how there was also a sense of hope and advancement in America through new ideas and inventions."],"display_date":1874,"search_date":"1874-07-02","locations":[{"id":11231,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":2570,"tag":"abduction"},{"id":118,"tag":"invention"},{"id":1161,"tag":"Photography"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6351,"title":"Better Television for More People","course_id":140,"status":"P","start_date":"9/19/49","end_date":"9/19/49","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After World War II, technology and society changed rapidly. New technologies were introduced while other technologies became consumer goods. One such example is the television. From 1948 through 1958, television went from being in only .4 percent of homes to over 80 percent of homes. (Baughman, pg. 42) The “availability of [broadcast] TV service” was the biggest reason for the explosion in television purchases. (Baughman, pg. 42) Society was also going through what is known as the “Baby Boom.”(Baughman, pg. 42) This increased the population of young people and children that were going to be using this technology. Thus, a market for child-focused programming started and was quickly embraced by television programming providers. (Baughman, pg. 42) This new audience sparked brand new types of programming. (Baughman, pg. 42)"," ","International Telephone and Telegraph Company was in the business of producing and selling TV sets.(<em>Duke Digital Collections</em>) In 1949, they purchased an advertisement that ran in the September 19 edition of <em>Time Magazine</em>. (<em>Duke Digital Collections</em>) The advertisement features a quasi-television screen that features a football game with their slogan, “better television for more people.”(<em>Duke Digital Collections</em>) The advertisement also featured a body of text touting the association of IT&T with Capeheart-Farnsworth, especially noting the combined “technical resources” of both companies.(<em>Duke Digital Collections</em>) IT&T was an aggressive player in the international communication and electronics market during this time and its partnership with (and 1951 acquisition of) the struggling Capeheart-Farnsworth company allowed it to enter the budding television market. (\"History of International Telephone and Telegraph Corporation\") This partnership would “inevitably result” in “better television for more people."," ","The advertisement was intended to reach the general populace and appeal to all people, not just elites who may have already purchased a TV. In other words, they were appealing to the middle class and used their slogan twice in their advertisement in order to develop a brand identity. In fact, the advertisement featured the quote “A Pledge to the Nation’s Fastest Growing Audience.” (<em>Duke Digital Collections</em>) IT&T wanted to generate sales from the largest segment of the population, the non-elite."," ","The advertisement referenced recent events in order to appeal to readers. For example, a little over a year before the advertisement ran, the first NFL Championship Game was televised.(\"1948 NFL Championship Game\") The inclusion of a football game “on” the TV in the advertisement was hardly an accident. Instead, it was likely a calculated marketing decision. Only ten years earlier, the first televised sporting event, a Columbia University vs. Princeton baseball game, had been shown. (Koppett, no pg.) Television production companies and marketing executives were cognizant that sports was an important part of television programming and one that would become even more significant in the near future. This advertisement shows how even early TV companies made calculated advertising, research, and business decisions."],"display_date":"September 19, 1949","search_date":"1949-09-19","locations":[{"id":27940,"lat":39.8545723592,"lng":-75.3025676888,"zoom":10,"place":"Delaware, Pennsylvania"}],"tags":[{"id":2197,"tag":"Television"},{"id":730,"tag":"Advertising"},{"id":599,"tag":"Technology"},{"id":235,"tag":"Sports"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":140,"school_id":43}},{"id":6359,"title":"The Pennsylvania Railroad: 100 Years","course_id":140,"status":"P","start_date":"2/18/46","end_date":"2/18/46","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1946, the thriving Pennsylvania Railroad Company celebrated its 100-year anniversary. The railroad company took out a national advertisement in <em>Time Magazine</em> in February 1946 identifying some of the major milestones in the railroad’s history and discussing its current operations. The advertisement noted that the railroad dispatched 1,340 passenger trains and 3,170 freight trains across the eastern United States daily. The company’s 10,000 miles of track represented nearly five percent of the total rail mileage in the nation at the time."," ","The Pennsylvania Railroad’s advertisement showed the public what they had achieved over the past 100 years and explained what was to come in the future based on their research and development. Their primary concern with train travel was the growth of the automobile industry. The increased rate of automobile ownership threatened the long-term viability of passenger railroads. In order to compete, the Pennsylvania Railroad developed larger, more modern train cars that offered a more comfortable ride and more luxurious spaces for travelers. The railroad provided service to many different states using railroad routes running from Philadelphia to New York, Pittsburgh to Cleveland, and Indianapolis to Louisville, to name a few. This allowed for stops along the different routes in order to accommodate the travel needs of the American family. The Pennsylvania Railroad system also offered pamphlets that contained historical information on the different stops along each route so that travelers would learn about what they were seeing during their trips. For instance, the pamphlets noted that Princeton Junction was once the first capital of New Jersey and home of Princeton University. The Pennsylvania Railroad targeted the American public in their advertisement and encouraged families to travel by railroad rather than cars by illustrating families admiring trains as they evolved over time."," ","In order for the Pennsylvania Railroad Company to successfully expand their enterprise, they employed over 225,000 workers and 1,480 officers. As of 1921, the tenth president of the Pennsylvania Railroad Company, General William Wallace Atterbury, helped put into effect a policy that the railroad’s employees must be given proper representation regarding their wages, working conditions, and welfare. Documentation showed the steps Atterbury and the Pennsylvania Railroad Company needed to take in order to form solidarity between workers and management. They tried to achieve happiness and prevent grievances by coming to an agreement that suited everyone’s needs. They feared that if the grievances and issues were not addressed, workers might quit or go on strike. The Pennsylvania Railroad showed true leadership that set the forefront of employee rights for other railroad companies and major corporations with regards to employee representation. If it were not for the labor relation agreements between the employees and management, the Pennsylvania Railroad would not have survived as long as it had."," ","Without this great step in the labor work force, the Pennsylvania Railroad would not have achieved the proper expansion they needed to survive for over one hundred years.","The Pennsylvania Railroad Company made great strides in growing and developing their company. Using the employment force, updating their trains, and expanding their routes allowed them to succeed for one hundred years. Having a full page colorful advertisement in <em>Time Magazine</em> offered a surefire way to attract an audience that was interested in technological change and wished to travel in comfort."],"display_date":"February 18, 1946","search_date":"1946-02-18","locations":[{"id":27874,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"Philadelphia, Pennsylvania"}],"tags":[{"id":666,"tag":"Railroad"},{"id":799,"tag":"Travel"},{"id":2685,"tag":"Pennsylvania Railroad"},{"id":2686,"tag":"Train"},{"id":2687,"tag":"Locomotive"},{"id":2688,"tag":"Time Magazine"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":140,"school_id":43}},{"id":6391,"title":"Understanding Slavery from Charles Ball By: Emily Curran","course_id":149,"status":"P","start_date":"1837-01-01","end_date":"1837-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Charles Ball was born in Calvert County, Maryland and was a slave for the biggest part of his life. His narrative starts with telling the reader about his early childhood life and the hardships of staying a family. He stresses to the reader that though many claimed the evils of slavery were getting easier during the times when laws protecting slaves started to come about, but it was in fact the other way around. The masters of the slaves came down harder and the separation from one’s family was more common. He tells the story of how he was taken from his mother and the whipping that she received just for holding him one last time. Ball also speaks to how his father was changed by his enslavement and how his father’s temperament became moodier the older he got. The next section of the narrative tells of his time in the navy yard as a hired out slave and how he met his first wife during that time. Ball shows the hardships that come from being married as slaves because of the fact one changed masters so frequently that staying together becomes impossible. Ball goes on to describe his time when he was sold to a slave trader from Georgia and having to walk all the way to his new plantation in South Carolina cuffed to 51 other slaves. Then, when he arrived he was sold to a cotton plantation where he describes the unfair treatment the slaves received. He compares his experiences from Maryland to that of Georgia and finds Georgia lacking. Ball found Georgia to treat their slaves as not even human beings where Maryland treated their slaves with a sense of pride. It was because of the cruelty that he discovered in Georgia that he decided to escape from slavery and walked back to Maryland to return to his wife and children there. Once there he hired himself out for wages and managed to escape the notice of the government for a long enough time to buy a farm. However, his wife died in 1816 and he remarried two years later. His new life was a very dangerous one and it was not long that he was once again recaptured and returned to slavery. While he was enslaved once again, his family was captured and sold into slavery also. He ends with his escape from slavery once again and his fleeing to Pennsylvania to avoid capture again and with the hopelessness of never seeing his family and children again (Ball).","            This narrative gave credence to two other authors who wrote about slavery by using many different examples of slaves, slave holders, and slave traders. One of those authors was Walter Johnson who wrote the novel Soul by Soul and in it he describes the issue of paternalism. Johnson states that “paternalism, then, was something slaveholders could buy in the slave market” (Johnson 111). For instance, when a slave was traded from master to master he or she would beg his or her old master to allow him or her to stay. It was this begging and this need to be with their old masters that gave way to the feelings of paternalism. Paternalism was a dangerous road for the slave trade to travel on because it enabled the trade to stay alive that much longer. It was this excuse of having feelings of paternalism that helped the slaveholders and the slave traders get the overall public to see the worth that slavery has, by degrading those that were enslaved they enabled the country to try and rationalize something that was irrational. Further, the narrative also shows how the slaveholders effected the process. Ball’s description of some of his holders and some of his tasks he did for these holders revealed how the relationship that the holder had with his slaves truly was an intricate one. For the slaveholders controlling these slaves and having these slaves was a point of pride. Ball describes instances where he said the slaves had to look good because it would have been seen as a very bad thing for the master to mistreat his slaves. "," "," "," "," "," "],"display_date":"January 1, 1837","search_date":"1837-01-01","locations":[{"id":52795,"lat":32.1656221,"lng":-82.9000751,"zoom":8,"place":"Georgia"},{"id":52796,"lat":33.836081,"lng":-81.1637245,"zoom":8,"place":"South Carolina"},{"id":52797,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C"},{"id":52798,"lat":38.4949503,"lng":-76.5025742,"zoom":8,"place":"Calvert County, MD"},{"id":52799,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"Philadelphia P.A"}],"tags":[{"id":386,"tag":"Paternalism"},{"id":4,"tag":"Slavery"},{"id":2736,"tag":"Separation"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6375,"title":"This Side Up, With Care: The Narrative of Henry Box Brown","course_id":149,"status":"P","start_date":"1849-03-23","end_date":"1849-03-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Henry Box Brown is notorious for escaping from slavery in the southern United States by shipping himself to freedom in the North in a wooden box. In <em>Narrative of the Life of Henry Box Brown</em>,<em> Written By Himself</em>, Brown described his experiences as a slave, and the events that triggered his bold plan to free himself. Brown was born into slavery in Virginia in 1815, and he described his life as not as physically brutal as that of other slaves. Regardless, Brown argued that slavery was cruel and damaging, particularly in consideration to how it separated him from his family. Brown and his wife were promised by their respective slaveholders that neither of them would be sold, so that they could remain together. Unfortunately, Brown’s wife and children were eventually sold to a slaveholder in North Carolina, and as a result Brown decided that he needed to escape slavery as the helplessness wrought by being enslaved became unbearable. ","Brown had the idea to ship himself in a wooden crate disguised as dry goods to territory in the North where slavery had been abolished. With the help of white abolitionist friends, Brown was successfully shipped from Virginia to Pennsylvania in a box that was three feet one inch long, two feet six inches wide, and two feet deep. Brown travelled in the box a distance of 350 miles in a period of 27 hours. He carried with him only a small portion of water stored in a bladder, for the purpose of hydration and wetting his face so that he would not faint. During the journey, the box was often thrown, tipped, and turned upside down, causing Brown pain and injury. The box was labelled “this side up with care,” but on a few occasions the box was tipped upside down, and Brown had to carefully balance himself so that he would not snap his neck. He risked being found and brought back into slavery or being physically hurt during his treacherous escape, but he successfully completed the trip without harm. When the box arrived in Philadelphia, Brown was greeted by several abolitionists, who celebrated his safe and successful journey. Brown’s testimony of his desperation to escape shows how even in the absence of physical brutality, slavery was a cruel, dehumanizing institution because of the mental and emotional impact it had on enslaved people.","The slave trade separated people from their loved ones and destroyed lives without any remorse, and as a result slaves like Brown reacted dramatically. In <em>Soul By Soul: Life Inside the Antebellum Slave Market</em>, historian Walter Johnson introduces the chattel principle, a concept which states that “any slave’s identity might by disrupted as easily as a price could be set and a piece of paper passed from one hand to another” (19). This principle essentially describes how the life of a slave was never stable because the threat of sale always loomed over their heads. Johnson further describes how disruptive slavery was to the bonds that enslaved persons forged between each other, stating that most intelligent, self-aware slaves knew that every social relation, whether by blood, love, or friendship, was in no way secure because its dissolution by the slave trade was always imminent. In Brown’s narrative, he criticized this disruptive nature of the slave trade, stating that “the tyrant slaveholder regards not the social, or domestic feelings of the slaves… without giving the slightest consideration to the domestic or social ties by which the individuals are bound to each other,” because the slaveholders felt that the slaves’ feelings did not matter (17). Being separated from his family greatly pained Brown and caused him to grow weary of his bondage, which triggered his determination to escape from slavery hidden in a wooden shipping crate."," "],"display_date":"March 23, 1849","search_date":"1849-03-23","locations":[{"id":11224,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"PHILADELPHIA, Pennsylvania"},{"id":52765,"lat":37.9925909,"lng":-77.973865,"zoom":8,"place":"Louisa County, Virgina"}],"tags":[{"id":2729,"tag":"Runaway Slave"},{"id":238,"tag":"African American"},{"id":96,"tag":"Slave Trade"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6380,"title":"Escape to Freedom","course_id":149,"status":"P","start_date":"1840-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sometime in the year 1840, William Green decided that he had enough of being a slave. “White people seem to act as if God made us to be their servants and it is not right for them to keep us in slavery,” he wrote. “I decided I spent enough time in slavery as I was willing to,” he wrote. William had never been whipped but his new master, Dr. Jenkins, just used the lash on him for leaving the plantation without permission. William fought back, making it the only time that he was ever whipped. “If you whip me again,” he told Dr. Jenkins, “I will never work for you again.” Jenkins tried one more time to lash William, he caught the whip in midair and beat Dr. Jenkins. With that, William became a fugitive slave and ran and hid and hid and ran. ","Slaves were used to harsh treatment from their masters. They were often whipped and made to do very hard work. Slaves were treated like animals and were bought and sold at auctions like commodities. Slaves were whipped if they were overweight or did not grow fast enough (Johnson, 46-78). Slaves like William and others were whipped for leaving the grounds to visit family members. They suffered with the separation of family and loved ones. Slaves lived in fear of being sold all of the time (Johnson, 5-19). Young William was visiting his father on a nearby plantation and when he returned his days as a slave would soon end. ","Many slaves, like William, lived in fear and in terror all of the time. With the passage of The Fugitive Slave Act, many slaves that escaped were returned to their masters. Many returned to even harsher treatment upon their return (Hartman, 19-20). Other slaves that did not escape lived with the fear of being sold and that their immediate family would be broken up. The fear of disappointment and the terror of the lash was a daily feeling (Hartman, 18). William, his father and his brothers all worked on different plantations. When William ran he knew that he could be caught and returned to Dr. Jenkins. William ran anyway and feared the prospect of getting caught but always hoping that his eventual freedom would happen. William happened to be one of the lucky ones. With the help of his cousins, uncles and other slaves, William managed to escape through Philadelphia then to New York as a fugitive slave. William was tracked by authorities but had help in avoiding capture. People like Dr. Osgood and Dr. Riggles helped him avoid capture (Green, 23).","William Green was one of the fortunate slaves who ran and even got to enjoy his life as a free man. Others were not so lucky. William made his way to Hartford, Connecticut and then settled at Springfield, Massachusetts. There he married and had four children and lived a life of freedom and happiness. "],"display_date":"1840 - 1853","search_date":"1846-12-31","locations":[{"id":52769,"lat":39.0457549,"lng":-76.6412712,"zoom":8,"place":"Maryland"},{"id":52770,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"Philadelphia"},{"id":52771,"lat":40.7127837,"lng":-74.0059413,"zoom":8,"place":"New York City"},{"id":52772,"lat":42.315222,"lng":-72.5014715,"zoom":8,"place":"Hartford"},{"id":52773,"lat":42.1014831,"lng":-72.589811,"zoom":8,"place":"Springfield"}],"tags":[{"id":126,"tag":"fugitive slave"},{"id":2734,"tag":"William Green"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6385,"title":"The Escape of William and Ellen Craft from Slavery in America to Freedom in England","course_id":149,"status":"P","start_date":"1848-12-01","end_date":"1852-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William and Ellen Craft were both born in 1820s Georgia to, by the standards of that time, fairly sensitive masters. Neither was ever beaten by their masters, yet they still could feel the shackles of slavery. They met each other in 1846 by coincidence, and by 1848 were married. Their decision to escape slavery was heavily influenced by, besides their desire for and right to freedom, their desire to raise children out of the confines of slavery. Their escape was quick—eight days from their initial idea—however it was not easy and they ran into many obstacles along the way.","Their idea was based on the fact that Ellen’s quadroon skin made her passably white. So, they decided she was going to dress up as William's male master and chaperone him to Philadelphia, a free state. With nerves rumbling, they gathered costumes and props--Ellen decided to wear glasses and poultices around both her mouth and her arm so that she would neither be recognizable nor be asked to speak or write. Their masters issued them “holiday” papers for a short Christmas vacation. Along their journey, they encountered Ellen's family's friend and William's employer, but luckily were not caught. Many pro-slavery Southern Whites they met warned Ellen, code-named \"William Johnson,\" that her “slave” may escape when they get to the North. Blacks free and enslaved urged William to seek freedom when he got to Philadelphia.","If William and Ellen had good masters, why, then, did they want so badly to be free? Did they not have food, a job, a bed? This sentiment is what Saidiya Hartman says is the worst part of this institution. \"If the excess of enjoyment imputed to the enslaved displaced what we would think of as disturbing circumstances, it did so only by obscuring violence and comflating it with pleasure\" (Hartman 25). The institution's ideologies as a whole seeped within the community in the form of subconscious racial discrimination and subordination, allowing whites to alleviate their guilt in an instance where a slave seems to be treated more humane than usual. This natural inclination towards racism under the lens of paternalistic, goodly masters is seen throughout the Craft's interactions with the upper-middle to upper class white persons on the trains and steamers. When they were on a train in Richmond, an elite woman mistook William for her escaped \"Ned\" because she “never in my life saw two black pigs more alike” (Tweedie 62).  This incidence truly emphasizes the social atmosphere of the era. A majority of whites held skewed views of blacks and a lot of people were very proud and open about it. This woman was of a paternalistic view of blacks, that they were less intelligent and she knew what was best for them. This idea led her to change the will of her late husband, which had called for the emancipation of his slaves. She sold them because she thought it was “such a cruel thing to turn n****rs loose to shift for themselves, when there are so many good masters to take care of them” (Tweedie 64). A discussion, thus, took place amongst her, Ellen, and gentleman who was sitting by them, though it brought no change of mind to the woman. She reserved her paternalistic view of her slaveholding status."," Mysteriously, the couple came across much luck in their travel. At the port in Baltimore en route to free land in Philadelphia, a \"Yankee of the low order\" (Tweedie 68) claimed he could not let men with slaves pass without his approval, to prevent the emancipation of the slaves. With sheer luck, the conductor of the train recognized the couple and convinced the Yankee to let them board. While in Philadelphia, they met a man who was a member of the Society of Friends and who graciously hosted them for three weeks. During those three weeks, the freed William and Ellen learned the alphabet and how to spell and write their names.","It came to be, however, that they were not safe in the supposedly free land of the North for, in 1850, the Fugitive Slave Act was enacted and their masters sent out warrants for their re-enslavement. As quickly as they arrived in the North, they fled for Canada and then England. William remarks at the end of his narrative about how unfortunate it is that, in order to be free, he and Ellen had to flee a land that prides itself in freedom and equality for the land which that country fled from just a few centuries prior.","                                    \"In short, it is well known in England, if not all over the world,                                                                                        that the Americans, as a people, are notoriously mean and cruel                                                                                    towards all coloured persons, whether they are bond or free\" (Tweedie 111). "],"display_date":"December 1, 1848 - January 31, 1852","search_date":"1850-07-02","locations":[{"id":52774,"lat":32.8406946,"lng":-83.6324022,"zoom":8,"place":"Maçon, GA"},{"id":52775,"lat":32.0835407,"lng":-81.0998342,"zoom":8,"place":"Savannah, GA"},{"id":52776,"lat":32.7764749,"lng":-79.9310512,"zoom":8,"place":"Charleston, SC"},{"id":52777,"lat":37.5407246,"lng":-77.4360481,"zoom":8,"place":"Richmond, VA"},{"id":52778,"lat":39.2903848,"lng":-76.6121893,"zoom":8,"place":"Baltimore, MD"},{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"},{"id":52780,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"Philadelphia, PA"},{"id":52781,"lat":42.3600825,"lng":-71.0588801,"zoom":8,"place":"Boston, MA"},{"id":52782,"lat":43.661471,"lng":-70.2553259,"zoom":8,"place":"Portland, ME"},{"id":52783,"lat":45.2733153,"lng":-66.0633081,"zoom":8,"place":"St John, NB, Canada"},{"id":52784,"lat":44.9902861,"lng":-64.1310364,"zoom":8,"place":"Windsor, NS, Canada"},{"id":52785,"lat":44.6488625,"lng":-63.5753196,"zoom":8,"place":"Halifax, NS, Canada"},{"id":52786,"lat":53.4083714,"lng":-2.9915726,"zoom":8,"place":"Liverpool, UK"}],"tags":[{"id":4,"tag":"Slavery"},{"id":501,"tag":"Escaping slavery"},{"id":2306,"tag":"Slave narratives"},{"id":420,"tag":"Slaves"},{"id":2737,"tag":"Civil War era"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6514,"title":"Lincoln Addresses Political Corruption in Philadelphia, PA","course_id":159,"status":"P","start_date":"1864-06-17","end_date":"1864-08-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Summer of 1864 in Washington and Philadelphia, Abraham Lincoln can be seen doing one of the things that he did best; playing domestic politics.  When it came to political maneuvering and deal making, there were few to rival his adroit handling of the political landscape.  For some, seeing Lincoln as a working politician reduces the lofty pedestal we have placed him on, but political maneuvering was a key component of Lincoln's success in Washington.  Sidney Blumenthal of Newsweek rightly noted, \"But lifting Lincoln above the fray doesn’t remove him from politics. While the political Lincoln may be difficult for us to acknowledge at a time when politics and partisan commitments are widely denigrated, Lincoln’s presidency demonstrates that partisanship and political ruthlessness can be used to advance the highest ideals.\"  In Philadelphia in 1864 that meant keeping Republicans in Congress.  As a case in point, Lincoln's involvement in the events surrounding  the 1865 U.S. House of Representatives election in Pennsylvania’s 4th district provides a perfect example."," ","On June 17th 1864 the New York Tribune printed an article claiming that Postmaster-General Blair had directed the Postmaster of Philadelphia, Cornelius A. Walborn, to instruct his employees not to vote for William D. “Pig Iron” Kelley (R) in the upcoming Congressional election for the 4th district of Pennsylvania.  The next day, Postmaster Walborn denied the allegations in the Tribune and Lincoln sent him a telegram requesting that he come to Washington to see the President.  On June 19th Judge Kelley writes Lincoln and explains that he believes the Tribune article to be correct and that furthermore, he can provide witnesses and would be happy to confront Walborn with Lincoln at the White House.  On June 20th Lincoln met with Postmaster Walborn and discussed the accusation made against him. During this interview, Lincoln clearly states that Walborn is to cease any interference in the upcoming election. "," ","Over one month later, on July 28th, Lincoln sent a telegram to John W. Forney requesting that he and Morten McMichael come to see him in Washington.  While the reason for the meeting can not be ascertained from the telegram itself, further investigation reveals a possible motive. John W. Forney, a Republican, was the current Secretary of the U.S. Senate and former Clerk of the U.S. House of Representatives.  Morten McMichael was a successful Philadelphia newspaper editor and publisher, and future Republican mayor of Philadelphia.  By examining future correspondence between Lincoln and these two men, we are able to infer what they may have discussed. "," ","On August 3rd, six days after Lincoln's telegram to Forney, and four/five days after their meeting, Forney writes Lincoln from Philadelphia. In his letter, Forney alerts the president that postal workers in Philadelphia are being pressured into voting for someone they do not like, and it is not Judge Kelley, the Republican candidate. He urges the president to intervene in order to prevent political corruption from dictating the results of the upcoming election.  It can be inferred from that letter that Forney was sent to Philadelphia to investigate whether or not Walborn had ceased his earlier attempts to inappropriately influence voters. In addition to Forney’s letter, and arriving two days prior, Lincoln received a letter from Judge Kelley explaining that Walborn was still agitating against Kelley’s re-election to Congress."," ","Two days later on August 5th, Lincoln sends a message to Morten McMichael in which he asks him to convey the president's concerns to Postmaster Walborn and to remind Walborn that he promised the president that he was not interfering in the upcoming election.  Finally, four days later on August 9th, Lincoln receives from Walborn an assurance that he is faithfully upholding his promise to the president, even including a copy of the notice that has been hung in the Postmaster's office and in post offices under his control which explains that postal workers are free to vote for whomever they see fit.  This message to Lincoln from Walborn appears to settle the issue and we may infer that Lincoln was able to get Walborn back in line. "," ","In the coming election, Kelley is re-elected and he remained in office until 1890."],"display_date":"June 17, 1864 - August 9, 1864","search_date":"1864-07-13","locations":[{"id":52780,"lat":39.9550145,"lng":-75.1629427,"zoom":7,"place":"Philadelphia, PA"},{"id":52826,"lat":38.898623,"lng":-77.036535,"zoom":13,"place":"Washington D.C."},{"id":52909,"lat":40.7155044,"lng":-74.0066837,"zoom":8,"place":"New York, NY"}],"tags":[{"id":2969,"tag":"Lincoln Politics 1864"},{"id":2970,"tag":"Phil., PA Politics 1864"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}},{"id":6764,"title":"Medical Reform: From Words to Action","course_id":177,"status":"P","start_date":"1847-02-01","end_date":"1847-02-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dr. Charles Meigs, an obstetrician and professor at Jefferson Medical College, became apprehensive as his four-month course on obstetrics and the diseases of women drew to an end. Although medical knowledge and information about the human body and disorders had grown extensively by 1847, the medical education system did not provide an adequate amount of time to cover the abundance of information. Due to the gap between the amount of medical education needing to be taught and the amount of time provided to realistically teach it, Dr. Meigs wrote a collection of letters known as <em>Woman: Her Diseases and Remedies: A Series of Letters to His Class</em> for his students to continue learning about information on obstetrics that he did not have time to fully cover during the term. The forty-five letters covered various aspects of obstetrics and women’s health in great depth, from disorders and cancers that can affect females to puberty and pregnancy.","Aspiring physicians faced challenges due to the unorganized educational system and democratic culture that was established in the United States during the 19<sup>th</sup> century. Medical school executives wanted to attract students from various backgrounds. No licensing laws existed and courses were often short and sophisticated. Because it did not appear difficult to become a physician, schools were able to increase their enrollment rates. By observing Dr. Meigs’ letters written as a response to the inadequate amount of lecture time incorporated into the curriculum, it becomes evident that this was one way that medical education began to undergo reformation. His localized effort to improve the deficient medical system in Philadelphia was one solution that set the stage for further and more widespread education reform efforts that occurred in the following decades.","After 1870, medical education standards became stricter and the field of medicine began to transform into an elite profession. For example, wealthy men impacted the ways in which learning were carried out through the creation of teaching hospitals and labs, and more requirements such as obtaining an undergraduate degree, became required to enter medical school. In the early 20<sup>th</sup> century, the American Medical Association designated Abraham Flexner to assess the quality of curriculums, faculty, and facilities in various medical schools to continue reform efforts. Flexner and other reformers found that short academic years posed problems with learning the immense amount of medical knowledge necessary to evolve students into successful physicians. As a result, longer course times and academic years were implemented and licensing boards and medical organizations were established.","The series of letters on diseases and treatments of women foreshadowed later efforts to forever change the medical education system. They can be viewed as an innovative teaching tool created as an early grassroots reform effort in medicine. Growing reform efforts led legislators and other medical school faculty to realize the existence of deficiencies in education and to work towards change well into the 20<sup>th</sup> century."," "],"display_date":"February 1, 1847","search_date":"1847-02-01","locations":[{"id":52780,"lat":39.9371328,"lng":-75.1684727,"zoom":6,"place":"Philadelphia, PA"}],"tags":[{"id":3483,"tag":"Reform Efforts"},{"id":3484,"tag":"Education Deficiencies"},{"id":100,"tag":"Medicine"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}},{"id":6771,"title":"A Much Needed Change","course_id":177,"status":"P","start_date":"1847-05-01","end_date":"1847-05-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","One spring evening in May of 1847, Issac Hays, chairman of the newly established American Medical Association (AMA), stood from his seat surrounded by colleagues, having just finished creating the original code of ethics adopted by the AMA. The code, having since then been the standard of medical ethics in the United States, was modeled heavily on the ethical beliefs of the European physician ad author Thomas Percival, who created the first code of ethics. Up until a code was written and adopted in the U.S., there were no official national means of regulating proper ethical behavior in the healthcare field, and many states themselves lacked laws explicitly stating ethical expectations in the medical profession. Due to this, the code of ethics specifically touched on the need for doctors to recognize the entirety of the power they possessed to not take advantage of it."," ","This code of ethics was eventually commented on by Dr. Austin Flint, president of the AMA in 1883. In this commentary, Flint focused on the importance of physicians upholding their own sense of morality, a topic he felt worthy of extra attention. His commentary was divided into 3 sections: the responsibilities of physicians to their patients, and the duties patients are expected to uphold; the responsibilities physicians have to one another; and the accountability physicians are held to by the public."," ","This was a prime time for a code of ethics to be written and scrutinized, especially with the developments in surgery around that time. With the surgical field gaining popularity within the medical community, questions arose about surgeons’ morals in the operating room, when they were in control of another life. It was common for surgeons to learn to distance their emotions from their patients, which to a certain extent was to be expected—after all, they were cutting into another person before the development of anesthesia. It was expected of the doctor to remain faithful to his patient in accordance with his highest professional requirement—do no harm. There were concerns for physicians’ intentions and ethical accountability that were understandably called into question. The code of ethics was a way to unite all physicians in the states with a common goal, common standards, and a sense of accountability beyond their own conscience."],"display_date":"May 1, 1847 - May 31, 1847","search_date":"1847-05-16","locations":[{"id":11224,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":3146,"tag":"Surgery"},{"id":2937,"tag":"United States"},{"id":100,"tag":"Medicine"},{"id":1011,"tag":"Ethics"},{"id":3213,"tag":"History"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}