{"id":5295,"place":"Robeson, North Carolina","lat":34.6761061329,"lng":-79.1203944361,"episodes":[{"id":5199,"title":"Lumbee Education in Segregated North Carolina","course_id":63,"status":"P","start_date":"9/5/11","end_date":"9/5/11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“The State is in earnest in her effort to educate all of her children” declared H. L. Edens on September 5, 1911. The remark was made in an announcement that declared the Indian Normal School of Robeson County, which would later become the University of North Carolina at Pembroke, had been accepted “as a State institution.”","In a time in which the South was entrenched deeply in the institution of segregation, and unashamed racism was a way of life, the acceptance of the Normal School by the state was a significant step forward for Indian education. At all levels of education, as with virtually all parts of society, the South was divided into two extensively segregated groups: the black community and the white community. In the midst of this bipolar society, the Lumbee population of North Carolina carved out a unique identity to separate themselves from both the white and black communities. North Carolina was one of the few places in the South where the distinction between black and Indian was made, and the state’s acceptance of an Indian school as a state institution further acknowledged that distinction. The Lumbee community has always made an effort to distinguish themselves as a legitimate community, independent and distinct from both the black and white communities. The result was the creation of a three-tiered system of segregation, rather than the two-tiered system which existed throughout the South. Edens made sure to point out that the decision of the state to accept the Indian Normal School placed it “for the first time on the same footing with other State normal schools.”","Although the school was accepted as a state institution, H. L. Edens, the school’s principal, knew this was not enough to assure its success. Local families, the vast majority of whom were farmers or rural laborers, would have to take advantage of the school and send their children there to receive an education. This was no easy task for many of those in Robeson County, where abject poverty was part of everyday life. “Let as many parents as possible be with us on the opening day,” Edens urged. “Your children, your own flesh and blood, in mute appeals beg that you do not shroud their lives in that degree of ignorance that will make them hewers of wood and drawers of water for life.”","People who received a proper education as children had the potential to raise themselves out of poverty by adulthood, thereby breaking the chain of poverty that tied them to the rural lifestyle of their forefathers. Educated children had the potential to become doctors, teachers, lawyers, or other professionals, whereas the uneducated were relegated to the field of manual labor. But by becoming educated, they did not have to abandon their past and customs; as the Indian Normal School was uniquely Indian in nature, there need not be a loss of culture to attend. Edens knew how important the culture and customs of the local Indians were, and used that pride as a call for attendance: “let every Indian who has the pride of ancestors, and who hopes to multiply opportunities for his children in the years to come rally to the support of his normal [school].”","As Principal of the Normal School, Edens oversaw many changes, the foremost of which was moving the school to Pembroke, which was the center of the local Indian population. The success he attained by moving the school, coupled with his successful campaign to increase attendance at the Indian Normal School, can be seen today, as the school has evolved over time to become the University of North Carolina at Pembroke."],"display_date":"September 5, 1911","search_date":"1911-09-05","locations":[{"id":18701,"lat":34.6761061329,"lng":-79.1203944361,"zoom":9,"place":"Robeson, North Carolina"}],"tags":[{"id":931,"tag":"Normal school"},{"id":930,"tag":"Lumbee"},{"id":266,"tag":"Segregation"},{"id":180,"tag":"Indians"}],"course":{"name":"Digital History","school":"University of North Carolina at Pembroke","course_id":63,"school_id":9}},{"id":5200,"title":"Secondary Education in Robeson County in 1945","course_id":63,"status":"P","start_date":"5/15/45","end_date":"5/15/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Thursday May 17, has been set as Senior Day, when high-school senior students of Robeson County are invited to visit the college, see its various activities and mingle socially with its students and faculty,” reports the May 15, 1945, issue of <em>The Robesonian</em>.   As the article described, the students had a full day planned for them at Pembroke State College, including tours of many of the different departments and buildings located on campus, a presentation by the college president and a chapel session. In addition, students were treated to lunch and invited to participate in a softball tournament.  Being an all Indian school in 1945, Pembroke State offered the Lumbee people of Robeson County an opportunity to obtain a secondary education. During this time in American history, the attainment of any degree by a minority was important in the job market, which was still very racially divided.","Due largely to World War II, the 1940s marked the beginning of rapid changes in opportunities for secondary education in the United States. As noted by historians John Rury, Argun Saatcioglu and William Skorupski, after the war the government allotted more funding to education. This allowed more focus to be placed on high school graduation and higher education. In 1940, less than forty percent of 17 year olds enrolled in high school in the south. As the war ended, enrollment increased slightly thanks to expanded government funding, which helped small minority schools such as Pembroke State College. The allotment of more funding allowed the college to offer more courses and programs which eventually led to it becoming an accredited university founded, served and attended by many native peoples of Robeson County.","In 1945, the option for Robeson County high school students to attend Pembroke State College was a rarity, as it was the only four-year accredited college for Native Americans in the nation. Given the profound struggles of the Indians of Robeson County, this accomplishment was enormous, well deserved and long overdue. Prior to the institution’s founding in 1887, most Indians were not educated at all or very little, which made the opportunity to complete a degree at an accredited college an achievement to be proud of. The struggle of the Lumbee people and the dedication of many educators and a few politians built Pembroke State College from the ground up, from The Croatan Normal School in 1887 to The University of North Carolina at Pembroke today."],"display_date":"May 15, 1945","search_date":"1945-05-15","locations":[{"id":25656,"lat":34.6401072699,"lng":-79.1035356779,"zoom":9,"place":"Robeson, North Carolina"}],"tags":[{"id":6,"tag":"Education"},{"id":934,"tag":"Pembroke State College"},{"id":935,"tag":"UNCP"}],"course":{"name":"Digital History","school":"University of North Carolina at Pembroke","course_id":63,"school_id":9}},{"id":5201,"title":"“Fairmont’s Special Classes Help Handicapped Children”","course_id":63,"status":"P","start_date":"1/14/60","end_date":"1/14/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Most people only think of classes being extended to students who have some form of disability. In 1960, however, when these special education classes were just starting out, they served more purposes then simply serving the disabled. In 1960, schools in Fairmont, North Carolina started to provide classes for children with special educational needs, said <em>The Robesonian</em>. The curriculum in the special education program was aimed at meeting needs that could not be met in regular classroom settings. The term “special education” in North Carolina schools meant an education for those children who needed to work in small groups with material to suit their abilities. These small group classes were extended to children who had speech difficulties also.","The Fairmont schools’ special education classes that focused on speech training worked with students on pronunciation, articulation, stuttering and sound recognition. For students to enter these classes they had to have recommendations from both teachers and parents. The students would engage in two fifteen- minute periods a week for individual instruction, as well as a thirty- minute period for group work. The groups were limited to eight children per group, with a total of about seventy to seventy-five students participating. Other sections of the special education classes in Fairmont classrooms were developed to help those who had trouble in regular classrooms. The objective of these classes was to help the students to adapt socially and be competent in an occupation. Students worked on reading, cleanliness, crafts, and writing. These types of classes could be equivalent to the home economic classes that schools engage students in now.","The 1950s and 1960s was a time full of movements for different rights and passages such as the Civil Rights movement, women’s movement, Latino movement, and several other movements. The show of others fighting for their rights brought on the movement for people with disabilities, who had been unserved and underserved, but wanting to fight for something that meant more to them. This was also a period of the post- World War II economy, and the time of the baby boom, which increased the number of consumers and children needing to be served.   ","Before the 1960s, help for individuals with disabilities was almost nonexistent. For the most part people who had disabilities were confined to state institutions. Many of the individuals confined to these institutions were abandoned children. During the years at these institutions the children were not properly assessed. During the 1960s, however, the federal government with some support from family advocacy associations began to take steps to implement early childhood programs and early intervention services for children with disabilities.  This gave way to special education and by 1968 the federal government had already supported training for more than 30,000 special education teachers and related specialists, closed captioned films viewed by three million people who were deaf, and education for children with disabilities in preschools, elementary schools, secondary schools, and state operated institutions across the country. As time progressed many cases were brought to court, such as <em>Pennsylvania Association for Retarded Children v. Commonwealth of Pennsylvania </em>and <em>Mills v. Board of Education of the District of Columbia</em>, leading to increased educational opportunities for children with disabilities. These cases stated that the responsibility of state and local school districts was to educate individuals with disabilities, a responsibility derived from the equal protection clause of the 14<sup>th</sup> amendment of the United States <em>Constitution</em>. Public law 94-192 was also a result of these cases; it guaranteed a free, appropriate public education to each child with a disability in every state and locality across the country. The law was monumental to children with disabilities because now they did not have to go years without being properly taught or assessed, but instead were able to get the education that they needed to develop. "],"display_date":"January 14, 1960","search_date":"1960-01-14","locations":[{"id":31512,"lat":34.6401072699,"lng":-79.1035356779,"zoom":9,"place":"Robeson, North Carolina"}],"tags":[{"id":936,"tag":"Special education"},{"id":408,"tag":"Children"},{"id":6,"tag":"Education"}],"course":{"name":"Digital History","school":"University of North Carolina at Pembroke","course_id":63,"school_id":9}},{"id":5202,"title":"The Education of the Native American Indian","course_id":63,"status":"P","start_date":"5/26/30","end_date":"5/26/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 23, 1930, School Board Chairman W.H. Godwin told a graduating class “to have some ambition in life, to beware of bad company, obey the laws of the land and in so doing obey the laws of God. Learn to live and act in a way in which people will respect…remembering always that there is a place for skill.” The graduating class he addressed consisted of fifteen youths who attended an Indian grade school in Pembroke, NC; they graduated the seventh grade. The principal of the school, A.N. Locklear, spoke of “the advantages children of the present day are having over those of a few years ago,” and encouraged the graduates to take advantage of the opportunities presented to them. These two individuals gave confidence to over a dozen youths in a manner that, today, is something students hear the world over. However, prior to the 1930s, students who attended the “Pembroke graded school, Indian” did not have a whole lot to look forward to after graduation. The reason? Their Native American heritage.","In the late 1800s and early 1900s, Native American education in the U.S. faced many limitations that white Americans had little incentive to correct. Communication between the educators and the Indian students was one area that desperately needed improvement. According to K. Tsianina Lomawaima and Teresa L. McCarty, white teachers of Native American students expected the children to be stoic. Estelle Reel, Superintendent of Indian Schools in 1900, explained the stoicism in Native American students as a sort of deficiency in the Indians’ mind, nerve, and muscle development, which did not allow for these people to express their emotions. Reel’s statement was one that neglected to take into account the fact that many Native American students only spoke their native tongue, while schools only taught in English, thus taking away the students’ means of expression. The schools, as claimed by some historians, were not so much there to teach as a means to “civilize” the Indians as whites were civilized. This supposed civilizing was done by white teachers who had little to no knowledge of their students’ culture or language. This ignorance led to the teachers assuming their students were either stupid or slow. Such beliefs allowed the school system to blame the student, not the school itself, as the source of any difficulties encountered in teaching the student.","The 1928 Meriam Report, authorized by the Institute of Government Research, gave a harsh, unforgiving look into the inadequate education of Native Americans. Following this report, many reforms were put into practice to improve not only the education of Indian students, but, also the quality of the schools, from food to health care to simple respect for culture. Teachers, who in prior years were insufficient due to a lack of funding, were finally upgraded by hiring individuals who actually had teaching degrees. In boarding schools, meals, having been described as being little better than a form of slow starvation, were fixed to include the dietary necessities for keeping students well nourished and active. In short, the Meriam Report ushered in a series of reforms that allowed Native American students to be educated with the same knowledge, and respect, as white students."],"display_date":"May 26, 1930","search_date":"1930-05-26","locations":[{"id":22209,"lat":34.6401072699,"lng":-79.1035356779,"zoom":9,"place":"Robeson, North Carolina"}],"tags":[{"id":6,"tag":"Education"},{"id":932,"tag":"Native American"},{"id":933,"tag":"Pembroke"}],"course":{"name":"Digital History","school":"University of North Carolina at Pembroke","course_id":63,"school_id":9}},{"id":5203,"title":"The Self-Integration Of Pembroke State College","course_id":63,"status":"P","start_date":"7/3/56","end_date":"7/3/56","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the summer of 1956, the University of North Carolina at Pembroke (UNCP) had “a record enrollment of 124 in its summer session,” wrote a journalist for <em>The Robesonian</em>.  The reason for this record breaking enrollment was clear: more white students were taking advantage of the university’s summer sessions.  UNCP, then known as Pembroke State College (PSC), started admitting whites in 1953, one year prior to the <em>Brown v. Board of Education</em> case.  For decades the university was an Indian-only institution for the advancement Indian students.  But since its foundation in 1887, PSU “expanded, physically and culturally, and has become able to accommodate more students.”  Even though only two of three races who lived in Robeson County were being admitted, for its time the facility served as a model for racial integration in education.","This integration happened because of many elements and advantages that were “mutually agreeable to members of both races” during the university’s self-integration.  None of the other state educational institutions in the counties surrounding Robeson offered summer classes.  All enrolled students were at least eighteen years old and lived independently off the campus.  This meant, according to the article, that the students had the option of coming and going as they pleased to fit their schedules, without any interference from social or family factors.  Besides white students having the opportunity for summer education, Pembroke State needed the increased enrollment to keep itself running as a valuable state institution.  Probably the biggest factor was that students of both races had a shared interest in being educated.  “They are attending college for the purpose of learning,” the paper noted.  There was no intended agenda for advancing, nor preventing, integration. ","When integration was put into law, however, many in the Lumbee community opposed it.  PSC was created during the time of government-sanctioned segregation in education.  The school served as a way that the Lumbee tribe could stand on its own and not have to deal with interference from the white majority in local governance; and, at the same time, prevent their community from being classed with the African American population in the area. Since years before the institution’s foundation, and even today, Lumbee Indians have had to fight for legal recognition and tribal benefits.  The “Cherokee Chief” stereotype, which is still present in the athletic mascots of today, prevents the Lumbee from being legitimized as a tribe in the eyes of the government because they are not seen as “real” Indians.  The creation of UNCP was one of the few ways that the Lumbee were recognized as a tribe.  Educator James Author Jones, who grew up in the Indian only school system, wrote that the Lumbee Indians “remembered their ancestors’ struggle to establish their own school in the 1800s . . . . Such a fight resulted in the establishment of the Indian only school system, a symbol of tribal autonomy, and the founding of what would become the University of North Carolina at Pembroke.” The struggle was about keeping the institution for Indian only education, which, ironically, was actually brought into existence because of segregation.","Despite this resistance, integration of UNCP, and all other educational institutions in the United States, did eventually happen.  Schools were required to integrate, according to Jefferson Currie II, “with all deliberate speed” according to the outcome of the 1954 Supreme Court case of <em>Brown v. Board of Education</em>.  In 1954, according to the UNCP website, the schools doors were open to “all qualified applicants without regards to race.”  Few students took advantage of this during the spring and fall semesters, however, delaying the real impact of integration. UNCP integration thus happened at what many believed to be a more natural pace, under the circumstances.  But because of the factors that influenced the enrollment of white students during summer sessions, UNCP’s integrated was believed, and turned out, to be inevitable."],"display_date":"July 3, 1956","search_date":"1956-07-03","locations":[{"id":30574,"lat":34.6401072699,"lng":-79.1035356779,"zoom":9,"place":"Robeson, North Carolina"}],"tags":[{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":937,"tag":"integration/segregation"},{"id":938,"tag":"lumbee indians"},{"id":934,"tag":"Pembroke State College"}],"course":{"name":"Digital History","school":"University of North Carolina at Pembroke","course_id":63,"school_id":9}},{"id":5204,"title":"Changes to School Regulations in North Carolina","course_id":63,"status":"P","start_date":"9/8/04","end_date":"9/8/04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In September of 1904 <em>The Robesonian</em> published a list of suggested rules and regulations from the State Education Department.  In the article was a reminder to county superintendents that State Statutes gave them the authority to adopt all or some of the suggested rules at their discretion.  The rules and regulations published in <em>The Robesonian</em> in 1904 bear little resemblance to today’s school rules.  Many of the rules dealt with how the teachers were to visit the children and convince their families to let them attend school.  The teacher salaries were tied to how many new students they could get to attend as well as the average attendance.  The rules also spelled out what to do when students could not or did not pay for their books and supplies as well as which students could attend without paying tuition. ","These rules proposed in 1904 brought more changes to a system first created in 1863.  During the 1863 session of the North Carolina General Assembly a bill was introduced by Congressman Harris of Cabarrus County to establish a system of graded schools in North Carolina.  One of the items spelled out in the House Bill was who could attend without paying tuition.  The Bill spelled out that children of Confederate soldiers who had been killed or disabled during the war were to attend without paying tuition.  The Soldiers under age thirty five were also allowed to attend without paying tuition.  The tuition waivers for Confederate soldiers were no longer in effect in 1904; however their descendants could still apply for free tuition.  No mention was made in the bill of blacks or Indians in the 1863 bill, but by 1904 schools had been established for both black and Indian students.  These schools were primarily for the teaching of trade skills rather than general education. ","M.C.S. Noble has traced the evolution of rules changes in the North Carolina public school system from the 1770s until the 1930s.  First, the public school system changed from serving white students only to gradually encompass both black and Indian students.  He also demonstrated how teachers’ duties changed from recruiting to educating.  By the 1930s teachers were no longer required to visit prospective homes in order to convince potential students to attend, but some of their salary was still dependent on the average attendance throughout the year."],"display_date":"September 8, 1904","search_date":"1904-09-08","locations":[{"id":51446,"lat":34.6761061329,"lng":-79.1203944361,"zoom":9,"place":"Robeson, North Carolina"}],"tags":[{"id":941,"tag":"Education Legislation"},{"id":940,"tag":"Education Law"},{"id":939,"tag":"Public Schools"},{"id":6,"tag":"Education"}],"course":{"name":"Digital History","school":"University of North Carolina at Pembroke","course_id":63,"school_id":9}}]}