{"id":546,"place":"LAMAR, Texas","lat":33.6670667346,"lng":-95.5711498325,"episodes":[{"id":752,"title":"Lynching of Henry Smith\n","course_id":1,"status":"P","start_date":"1893-02-01","end_date":"1893-02-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 1, 1893 in Paris, Texas, Henry Smith was tortured and burned on a ten-foot high platform surrounded by an audience of thousands. Although there are only three reported lynchings in Texas in 1893, Henry Smith's lynching quickly became national news. The New York Times ran the headline Another Negro Burned' and reported the story of the allegations raised against Henry Smith. A week prior to his lynching, Smith was reportedly seen carrying three-and-a-half-year-old Myrtle Vance, through the city of Paris, Texas, telling onlookers he was taking her to the doctor's office, when all along he had lured her to him with a piece of candy. Smith supposedly took the young girl to a pasture outside of the city, assaulted, and murdered her, covering her body with leaves and staying beside her throughout the night. Later the next day, after the girl's body was discovered, a search party was assembled to locate the missing Henry Smith.&lt;br /&gt;Smith was found almost a week later in Hempstead County, Arkansas and was then transported back to Paris, Texas, where his train was greeted by over 10,000 outraged citizens from all parts of Texas. Smith's torture began not long after his arrival in Paris, with his body being burned all over with hot irons for over an hour. The detailed story of Smith's Terrible Lynching' was even told on the front page of Virginia's Richmond Dispatch the day after the act took place, the paper reporting that the maddened mob tortured him with a diabolical cunning that savages only are supposed to show' (1).      &lt;br /&gt;In the years following the lynching of Henry Smith, the number of lynchings in Texas fluctuated, but the lynching of Henry Smith would eventually have an effect. Because the lynching of Henry Smith was so widely publicized and seen by all of America, a Texan antilynching movement began to work for antilynching laws. An antilynching law was passed in Texas in 1897."],"display_date":"February 1, 1893","search_date":"1893-02-01","locations":[{"id":12960,"lat":33.6670667346,"lng":-95.5711498325,"zoom":9,"place":"LAMAR, Texas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":6684,"title":"Lynching in America: Henry Smith story","course_id":170,"status":"P","start_date":"1893-02-01","end_date":"1893-02-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Lynching in America: Henry Smith","Immediately after the Civil War and the 13th amendment was passed whites all across America were left with the question ‘‘what to do with the black race?’’. In the amendment there is a small clause which states that no one should be held against their will unless the commitment of a crime; thus introducing the first prison system. Blacks were accused of numerous of crimes with very little evidence. Based upon the severity of the crime, Blacks would be lynch and tortured by mobs of angry white citizens. Henry Smith, a former slave, was lynched, tortured and burned by a mob of more than 10,000 people in Paris, Texas.","Henry Smith was accused of kidnapping, assaulting and murdering a 3 year old white girl on February 1 1893. Supposedly, Smith had lured the young girl to him by offering her a piece of candy. He then walked all of downtown Paris with the young white child informing questioners that he was taking young Myrtle Vance to the physician. Smith then took the child to the pasture outside city limits to assault and murder her. When he was finished it was reported that he covered her body with leaves and sticks so no one could see. The article also states that her body was ripped in two part divide down the middle.","After committing the crime, it is reported that Smith traveled from Texas to Detroit only to return to his hometown in Arkansas where he was later arrested. Once captured Smith was brought back to Texas by train where a mob of 5,000 angry people were waiting. Later that day he was scheduled to be lynched in front of the entire town. Businesses were closed and school were released early just to witness the killing of Henry Smith.","By 2 o'clock that evening a mob of over 10,000 people circled the 10 foot platform that was designed to just for Smith’s lynching. Smith was tortured for 45 minutes with red hot-irons and stones. After his beaten nearly to death, he was then covered in kerosene as he hung from the noose.  After his body was burned to ashes the only remaining pieces was the charcoal left on the ground.","Due to the high rate of lynching in the south, many were not reported. Unlike most stories, the lynching of Henry Smith made national news. The New York Times covered the story headlining the article “Another Negro Burned”. For many blacks, the would not receive justice before they were punishment for the crime they more than likely didn't commit. Lynching of blacks demonstrates life in the south and would remain the same another 100 year until the Civil Rights movement ends in 1965."],"display_date":"February 1, 1893 - February 2, 1893","search_date":"1893-02-01","locations":[{"id":53045,"lat":33.6609389,"lng":-95.555513,"zoom":8,"place":"Paris, Texas"}],"tags":[{"id":367,"tag":"Lynching"},{"id":123,"tag":"Reconstruction"},{"id":3305,"tag":"Crime and Violence"},{"id":3306,"tag":"Henry Smith"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}