{"id":547,"place":"LINCOLN, Mississippi","lat":31.5323895178,"lng":-90.4539941677,"episodes":[{"id":754,"title":"&#147;Whitecapping&#39; becomes serious issue in Mississippi\n","course_id":1,"status":"P","start_date":"1893-04-14","end_date":"1893-04-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 14, 1893, farmers in Lincoln County, Mississippi were arrested and put in jail for acts of whitecapping against other African American farmers. Whitecapping in Mississippi specifically refers to using violent tactics to force African American farmers to leave their farm land and their homes. Farmers living in poverty because of widespread agricultural problems were usually the culprits of this type of violence. When a farmer was forced to give up his land because of too much debt, local merchants acquired the land and often hired African-Americans to farm the land. Poor white farmers were angered by the fact that African-Americans were farming the land that another white farmer had been forced to give up and they took out their anger on the African-Americans by using whatever means they had to force them to leave. &lt;br /&gt;The issue came to a head on May 5, 1893 when over a hundred white farmers interrupted the proceedings of the court in Jackson, Mississippi by surrounding the courthouse, pistols in hand. The presiding judge, Judge Chrisman, left the courthouse and fearlessly denounced them and ordered their arrest' (1), read the Atlanta Constitution. The whitecaps soon retreated, upon arrival of another posse of armed citizens raised by Judge Chrisman. After their retreat, the governor of Mississippi arrived with a military company to insure that the whitecaps didn't try another attack later that night.  &lt;br /&gt;The whitecaps taking part in the siege on the Jackson courthouse claimed their actions were meant as a dispute against their fellow imprisoned whitecaps being denied bail. However, the acts the imprisoned whitecaps were arrested for were acts of arson on buildings inhabited by humans, acts which were not allowed bail in Mississippi at the time. Local citizens were outraged at the nerve of the men who thought they could overrule the law with intimidation and violence. The good citizens of the county are aroused, and publicly denounce the actions of the sympathizers of the prisoners' (1), read the Atlanta Constitution. Citizens seemed open to the idea of ridding the area of its land-greedy, law-breaking members who felt they were above the law."],"display_date":"April 14, 1893","search_date":"1893-04-14","locations":[{"id":7148,"lat":31.5323895178,"lng":-90.4539941677,"zoom":9,"place":"LINCOLN, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}