{"id":5565,"place":"WALKER, Georgia","lat":34.7357841762,"lng":-85.3009353974,"episodes":[{"id":5179,"title":"General William Rosecrans' Report at the Battle of Chickamauga","course_id":64,"status":"P","start_date":"1863-09-19","end_date":"1863-09-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Major General William Rosecrans, commander of the U.S. Army of the Cumberland, awoke nervous on September 20, 1863. His forces at Chickamauga had been assailed throughout the previous day but held their ground. Rosecrans did not know if they could withstand another day of Confederate assault, however. He also did not know that he was about to give an order that would swing the battle, the Chattanooga campaign, and his own legacy as a commander.","That morning Rosecrans inspected his line and found that its left, which he felt should be protected at all costs, was vulnerable. Two hours after fighting began, Rosecrans was incorrectly informed that a gap existed along his left. He ordered General Thomas Wood on the Union right to move left and close the gap: “The general commanding directs that you close up on Reynolds as fast as possible, and support him.” The problem was, a Confederate force opposite Wood had been waiting for an opportunity to charge. When Wood moved left the Confederates, according to Rosecrans, “poured in through this breach,” breaking through the Union lines and driving several of Rosecrans’ divisions from the field. The breakthrough proved to be the decisive movement of the battle, a Confederate victory. How and why was this order given?","The report from General George Thomas that “Reynolds’ right was exposed” was met with fear and panic by Rosecrans, historian Glenn Tucker notes. Caught up in the heat of the moment, Rosecrans directed his aide-de-camp, Major Frank Bond, to write the fateful order. Chief among Rosecrans’ errors, according to Tucker, was that he did not consult his chief of staff, Brigadier General James Garfield, who was busy, when deciding what action to take. Garfield knew the positions of each Union regiment and would have been able to inform Rosecrans that a gap did not actually exist.","In his official report Rosecrans reluctantly admits that, without his mistake, the Union army would probably have driven the Confederates from the field. Even with the fateful order, Rosecrans describes Chickamauga as a resounding victory since the Union ultimately held Chattanooga. Tucker disagrees and places blame on Rosecrans, arguing that his erratic temperament led to the reckless advance. Rosecrans biographer William Lamers puts Wood at fault, since he should have told Rosecrans the move was impossible. Not suprisingly, Rosecrans downplayed his errors in his official report. His commanders saw through the semantics, however, and relieved him of his command less than one month later.","The order would haunt Rosecrans for the rest of his life. He wrote an article in the May 1887 issue of the Century Illustrated magazine justifying the entire Chattanooga campaign, arguing that miscommunication between Reynolds, Wood, Thomas and Brigadier General John Brannan created the gap in the Union line. His <em>New York Times</em> obituary in 1898 did not pull any punches, however, blaming the Chickamauga defeat on Rosecrans. Even in death Rosecrans could not escape the fateful order.","Regardless of fault, Rosecrans’ order was significant because it gave the Confederates their only major victory in the western theatre of the war. Additionally, not even one of the war's most competent commanders could avoid the communications breakdowns that often plagued armies. Clearly, Rosecrans had good reason to be nervous that foggy September morning."],"display_date":"September 19, 1863 - September 20, 1863","search_date":"1863-09-19","locations":[{"id":12053,"lat":35.1803733014,"lng":-85.1633326083,"zoom":9,"place":"HAMILTON, Tennessee"},{"id":2308,"lat":34.7357841762,"lng":-85.3009353974,"zoom":9,"place":"WALKER, Georgia"}],"tags":[{"id":917,"tag":"William Rosecrans"},{"id":916,"tag":"The Battle of Chickamauga"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}},{"id":5184,"title":"August Willich: No Ordinary General","course_id":64,"status":"P","start_date":"9/1/63","end_date":"9/1/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["All men may be created equal but they are remembered differently. In contrast to Robert E. Lee and Stonewall Jackson, August Willich was not a celebrity of the Civil War.  He was a Prussian political refugee and an aristocrat with an unapologetic communistic political leaning. Willch’s communistic nature generated his pre-war nickname, “Reddest of the Red.” Yet, his tremendous contributions to the Union effort garnered praise from General Sherman. During Chickamauga, Willich’s bravery and military prowess is noted.  Renowned Historian of Chickamauga, Steven Woodworth writes, that the mere presence of Willich’s regiment  “was recommendation enough for any division.” Willich remains somewhat of a question mark because after the war he did not publish his memoirs nor did he engage in major post war politics.    Historian Charles Stewart attributes this to the fact that Willich was “thoroughly a Democrat and simply a solider.”  In one sentence, there appears to be no better way to describe Willich.","Unlike most of his superiors, Willich had extensive military experience.  From the age of twelve, he began his military training. Additionally, he was a veteran of several European Wars.  He was in his fifties at the outbreak of the Civil War and had more experience in battle than many of his superiors combined but yet he enlisted as a private. Additionally, Willich implemented the ill-received Prussian tactic of the “three lined advanced firing” and often coordinated his advances with bugle calls.  Union commanders and other officers did not accept these innovations. The rejection of Willich’s tactics was not because they were ill founded but rather a rejection of Willich’s politics.","In Willich’s official report after the battle of Chickamauga, one can see through his rhetoric and the references that he made that he was not an ordinary general.  In a tactical manner, Willich outlined and summarized major troop movements and turning points during the battle.  On one hand, Willich did not use his report as a vehicle to justify or explain his defeat.  On the other hand, he did specifically highlight the actions of his all-German regiment because of his determination to prove “what a patriotic German can do.” For example after Chickamauga, Willich described his 32nd Indiana regiment as “again and again proven that they are true sons of the Republic, who value life only so long as it is the life of a freeman, so that they may make every power, slaveratic or monarchial bend before the commonwealth of the freeman of the United States of America.”  Willich’s report clearly represented what Willich cared about it. By name, Willich mentioned the men under his command who died, including the name of an orderly. His primary concern was the Union defeat and the death of his men. Willich’s military genius was not limited to Chickamauga."],"display_date":"September 1, 1963","search_date":"1963-09-01","locations":[{"id":32907,"lat":34.7357841762,"lng":-85.3009353974,"zoom":9,"place":"Walker, Georgia"}],"tags":[{"id":921,"tag":"August Willich"},{"id":101,"tag":"32nd Indiana Regiment"},{"id":916,"tag":"The Battle of Chickamauga"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}},{"id":5185,"title":"From Infantryman to Staff Officer: The Battle of Chickamauga Through the Eyes of Ambrose Bierce","course_id":64,"status":"P","start_date":"1863-09-19","end_date":"1863-09-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Bierce writes, “They were men. They crept upon their hands and knees. They used their hands only, dragging their legs. They used their knees only, their arms hanging idle at their sides. They strove to rise to their feet, but fell prone in the attempt.” Through chilling words Ambrose Bierce illustrated the battlefield at Chickamauga in his short story,<em> Chickamauga</em>. Bierce, a writer and soldier, held a view of the battlefield of Chickamauga on September 19-20,1863, that few knew. His rank kept him acquainted with the everyday solider, but his horse and job gave him a vision that the ordinary soldier was not afforded. Bierce was a member of the 9th Indiana Infantry Regiment under William B. Hazen. His unit was at the core of the fighting under General Thomas’s forces on Snodgrass Hill during the Battle of Chickamauga. This was not only one of the most important battles of the Civil War but also for Ambrose Bierce.","Before Chickamauga, Bierce had been an infantryman in Hazen’s Brigade. After attracting the attention of his superiors, Bierce was promoted in April of 1863 to Hazen’s acting topographical officer, “his commander’s personal map maker who became his ‘eyes’ prior to battle”, writes David Owens. This role of topographical officer was at the center stage of any officer corps but was often overlooked. Chickamauga was his first major battle with his new title. His new role required him to be very familiar with the battlefield terrain, and this familiarity made Bierce’s memoir significant as it provided him a larger view of battle as he roamed on horseback, was in constant contact with high-level officers, and was directly involved in strategic high-ranking military planning. Moving from infantryman to staff officer greatly expanded his view of the war, and this would be reflected in his later writings.","His memoir, <em>Chickamauga</em>, told the story of this battle through a highly emotional and graphic lens. It was written in 1889 for the San Francisco Examiner, where he could write without fear of editorial constraints. In this intense short story, a little boy found himself lost in the woods among wounded men crawling to a creek. He innocently went among them looked into their faces and tried to play with them. Bierce wrote, “But on and ever one they crept, these maimed and bleeding men, as heedless as he of the dramatic contrast between his laughter and their own ghastly gravity”. He made his way back home to found it on fire and his mother dead. This loss of the child’s innocence to the brutality of war was perhaps a reflection of the loss of innocence throughout the United States as people at home and on the battlefield experienced this horrific war. Bierce’s role as a topographer paired with his writing skills provided a view of the Battle of Chickamauga that is intensely chilling and vividly detailed, something that cannot be seen in battle reports but only through the eyes of someone in contact with both the officer and the infantryman."],"display_date":"September 19, 1863 - September 20, 1863","search_date":"1863-09-19","locations":[{"id":12053,"lat":35.1803733014,"lng":-85.1633326083,"zoom":9,"place":"HAMILTON, Tennessee"},{"id":2308,"lat":34.7357841762,"lng":-85.3009353974,"zoom":9,"place":"WALKER, Georgia"}],"tags":[{"id":5,"tag":"War"},{"id":177,"tag":"literature"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}},{"id":5188,"title":"James A. Garfield at Chickamauga","course_id":64,"status":"P","start_date":"1863-09-19","end_date":"1863-09-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["James A. Garfield was by definition an opportunist, he used even his failures in life to present a heroic image and thus propel himself into political office.  Such was the case when he beseeched his commanding officer after their position had been overrun and he desired to be where the Union was winning the battle (and thus seen as victorious), “Let me go to the front… It is dangerous, but the army and country can better afford for me to be killed than for you.”  During the Civil War, General Garfield was the Chief of Staff for General Rosecrans, whose defining moment of the war came in the Battle of Chickamauga.  On September 19, 1863 the forces of Lieutenant General Longstreet of the Confederate Army would face off with the forces of General Rosecrans.  For days, Garfield and his fellow officers had prepared for the attack, and he is recognized as knowing better than any man the disposition of the Union forces.  During the first day of the battle, no notable victories achieved, the battle seemingly favored the Union.  The following day, September 20, 1863, a message sent to Rosecrans noted that General Brannon’s division was out of place, leaving a chasm in the line.  Rosecrans immediately sent off an order to General Thomas Wood to close the gap, however, Wood, dumbfounded, could clearly see that Brannon was in his proper place.","The order sent to General Wood was the only order of the battle not personally penned by Garfield, instead it was transcribed by Rosecrans’s Senior Aide de Camp, Major Frank Bond.  The ambiguity of the order was an oversight for the Union forces, which were in position to win the battle.  Whether out of blind obedience or disdain for Rosecrans is a matter of debate, but Wood followed the order and left his position.  According to the official Union report of the battle, General Wood claims that the disposition of the order left him no option but to obey immediately.  In perfect timing, Longstreet’s forces attacked Wood’s position, after he vacated it, overrunning the Union lines. The scene following would be a stampede of Union men running for safety while Garfield and his fellow officers tried to restore order.  Useless against the stampede, Garfield fled with Rosecrans who would go on to secure Chattanooga, and win the campaign.  Garfield’s memoirs would reflect exaggerated gallant efforts to preserve the Union lines.  These memoirs, an attempt to glorify his own actions for political purposes and perhaps propel himself into the Presidency, seem embellished when compared to the official report.  According to official record, his actions, apart from not writing the order from Rosecrans, had no affect on the outcome of the battle.  Students of Garfield would be wise to remember that each of his personal sagas were calculated to fit neatly in a political equation, Chickamauga in particular provided him with an opportunity to begin campaigning."],"display_date":"September 19, 1863 - September 20, 1863","search_date":"1863-09-19","locations":[{"id":2308,"lat":34.7357841762,"lng":-85.3009353974,"zoom":9,"place":"WALKER, Georgia"}],"tags":[{"id":916,"tag":"The Battle of Chickamauga"},{"id":923,"tag":"James A. Garfield"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}},{"id":5190,"title":"Braxton Bragg's Chickamauga: Trouble with the Brass","course_id":64,"status":"P","start_date":"1863-09-19","end_date":"1863-09-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["General Braxton Bragg's Army of Tennessee was in sore need of a decisive victory in September 1863. Following the Army's failed invasion of Kentucky in 1862, Bragg had been steadily pushed out of Middle and Eastern Tennessee and into Georgia without putting up much of a fight. General William Rosecrans had proven a formidable commander of the opposing Army of the Cumberland. After General James Longstreet's Corps from Robert E. Lee's Army of Northern Virginia arrived as reinforcements, Bragg felt ready to strike back. In a general order issued to the soldiers of the army two days before the Battle of Chickamauga, Bragg requested sacrifice and bravery from his men and stated that “failure is impossible and victory must be ours.”","Bragg's after-action reports regarding his soldiers' actions during the battle were full of praise, but he had a different opinion of several of his subordinate officers. Although Bragg won a victory, the Army of Tennessee took heavy losses and was unable to decisively defeat the Army of the Cumberland. In his official report, Bragg placed much of the blame for the lack of total victory on the commander of his right wing, General Leonidas Polk. Bragg claimed that Polk did not conduct his portion of the battle plan on time; as a result the enemy had more time to prepare defenses and the Confederates had a much harder time assaulting their positions. Bragg's plan centered around Polk's success, and although Polk's troops were eventually able to drive the Union forces from the field, the window of opportunity had effectively closed for the Army of Tennessee to achieve total victory. Following the battle, Polk attributed the delay to miscommunication among his own subordinates, but Bragg refused to accept this excuse and attempted unsuccessfully to have Polk removed from his command.","The lack of cooperation between Bragg and Polk during the battle was not an isolated incident. Polk and several other general officers had disregarded orders from Bragg on multiple occasions during the campaigns previous to Chickamauga, due to a lack of confidence in their commander and their own personal ambitions. To make matters worse, Polk and other subordinates even held secret meetings to discuss their commander's replacement. These factors effectively hamstrung Bragg's efforts to utilize the army to the best of his ability. As a result, Bragg's subsequent Chattanooga campaign was a failure and the disgraced general resigned command of the army in December 1863. Bragg's career makes it evident that the success of a commander revolved around the ability to control and maintain proper relations with their subordinates; no clash of arms exemplifies the importance of this relationship better than Chickamauga."],"display_date":"September 19, 1863 - September 20, 1863","search_date":"1863-09-19","locations":[{"id":1619,"lat":34.9035877242,"lng":-85.1380945498,"zoom":10,"place":"CATOOSA, Georgia"},{"id":2308,"lat":34.7357841762,"lng":-85.3009353974,"zoom":9,"place":"WALKER, Georgia"}],"tags":[{"id":916,"tag":"The Battle of Chickamauga"},{"id":1001,"tag":"Braxton Bragg"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}}]}