{"id":5569,"place":"KERSHAW, South Carolina","lat":34.3452377501,"lng":-80.5785175162,"episodes":[{"id":3089,"title":"Agricultural Crisis in the South\n","course_id":1,"status":"P","start_date":"1819-09-16","end_date":"1819-09-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A local farmer published a letter in the Camden Gazette in the hopes of bringing the region's epidemic of cotton rot to the public forum for discussion. The farmer wrote that there were two theories about the source of the epidemic that was rotting cotton crops across both South Carolina and Georgia: that the disease arose from degradation of the cotton plants due to over cultivation, or that a scourge of insects was responsible for the ruin. Supporters of the first theory contended that bad cultivation of foreign plants is known to lead to an eventual decline in the vegetable quality, and also cited the fact that the disease spread very uniformly and very quickly across the cotton growing region, suggesting that the cause must be a disease because insects need time to migrate. Proponents of the insect based theory offered support for their theory by referring to several sightings of strange insects in cotton fields and puncture wounds found in the cotton boles of spoiled crops."," The author of the article discussed both these theories as possible sources of the cotton rot affecting the South. However he himself did not claim to hold the answer to the problem, and therefore suggested that the state should provide funding for agriculture societies to further research the matter. He expressed his opinion that this crisis should be a priority for South Carolina because of the economic implications of wide spread cotton rot: if a solution cannot be found it was unclear what crop would provide an acceptable substitute for cotton as a cash crop. The regional land was not suitable for growing tobacco, indigo, or wheat. He also expressed concern that a particular species of property [slaves] will soon be of little value if a solution is not quickly discovered.","The South depended upon the economic success of cotton. In particular, according to Lacy Ford, the introduction of cotton to upstate South Carolina at the end of the eighteenth century was seen as a regional economic salvation. By the time of this recorded cotton rot, the area was exporting around 50 million pounds per year. The success of the cash crop in the region allowed local families to accumulate wealth, and the few slave owning families of the area acquired their wealth from the booming cotton trade. Clearly the citizens of the area would be concerned if their main means of livelihood were being threatened and especially if their new found luxuries may be short lived."],"display_date":"September 16, 1819","search_date":"1819-09-16","locations":[{"id":11550,"lat":34.3452377501,"lng":-80.5785175162,"zoom":9,"place":"KERSHAW, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3102,"title":"Internal Improvements within South Carolina\n","course_id":1,"status":"P","start_date":"1818-06-06","end_date":"1818-06-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An anonymous citizen published a letter in the Camden Gazette, addressed to the inhabitants of Columbia, Camden, and Charleston, expressing his concerns and hopes for the internal improvement of the state of South Carolina. He began by saying that although South Carolina held an advantage over other areas in rich natural resources, these resources had not been taken advantage of to their full extent, and little interaction occurred within the state's different regions. The author of the letter stated his opinion that it was imperative that the state improve the condition of its roads and rivers. Although clearly these projects would be expensive, it would be well worth the high costs to decrease transportation costs and risks to horses, drivers, and health."," The newspaper letter expressed several suggestions for the state and the citizens as to specific internal improvements for South Carolina. The first was to consult with a state engineer and complete several surveys of the roadways for the purpose of improving passageways from Camden to Charleston. The second suggestion was for the improvement of the river systems so it would be possible for a steam boat to navigate the waterways from Camden to Charleston at any time of year without danger. However, the author also warned that the citizens of South Carolina should not expect much in the form of financial aid from the state or federal government. His reasoning behind this was that the district's representatives only made up a small proportion of the community, the legislature only met for three short weeks each year, and similar requests in the past had been ignored. Such required improvements might therefore need to be financed by town corporations, with the hopes that the state legislature would reimburse them at a later point."," Throughout the antebellum period South Carolina was the target of many different policies of internal improvement because of its economic and agricultural value to the union. According to historian John Conger the state was blessed with a natural expanse of waterways, but massive amounts of funding were needed to better organize the water routes for use in transportation and trading. The state never received the necessary federal funding for such projects because the mountains to the west and northwest made improvements difficult and kept South Carolina isolated from trade with her neighboring states, effectively discouraging the federal government from allocating funds to the state. Frustrations from the lack of funding for internal improvements eventually grew into frustrations with national tariffs because the civilians of South Carolina claimed they never received the same benefits from surplus government revenue as other states in the union."],"display_date":"June 6, 1818","search_date":"1818-06-06","locations":[{"id":11550,"lat":34.3452377501,"lng":-80.5785175162,"zoom":9,"place":"KERSHAW, South Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3103,"title":"The Organization of Agricultural Societies\n","course_id":1,"status":"P","start_date":"1818-06-27","end_date":"1818-06-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A newspaper article was published on June 27 to announce the formation of a society for the improvement of agriculture, called the South Carolina Agricultural Society. The objectives of the society were cited as being improving the internal conditions of South Carolina, with special interest in Camden County. Improvements would be made by discovering new manures and facilitating the collection and distribution of manures, improving animal husbandry and the breed of livestock, improving rural architecture, and researching ways to destroy vermin and insects harmful to the agricultural industry. The constitution of the society specified intentions to research all foreign and domestic plants and animals, to discover more utilities for all available resources in the region, and to discover the ways in which foreign plants and animals adapt to their new environments when introduced to the region. The constitution made provisions to provide funding for the purchase of lands for one or more farms for the society to use for various experiments and research."," On the eve of the Civil War the state of South Carolina was as economically dependent upon agriculture, most specifically staple cash crops, as it had been for the previous 150 years. According to research by Walter Edgar, there was such a regional reliance on agriculture that there existed a general attitude among South Carolinians that industrialization was a danger to their existing way of life. Consequentially, it is not surprising that many local organizations such as the one described above were established across South Carolina during the antebellum period. Eventually almost every county across the state had some form of agricultural society. "],"display_date":"June 27, 1818","search_date":"1818-06-27","locations":[{"id":11550,"lat":34.3452377501,"lng":-80.5785175162,"zoom":9,"place":"KERSHAW, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3961,"title":"Reasons to Fight: Southern Nationalism\n","course_id":7,"status":"P","start_date":"1862-02-28","end_date":"1862-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    \"If you love your freedom-if you love your home-if you love your wife and children-if you love your God, strike, strike quick, strike hard,\" urged <em>The Camden Confederate</em> on February 28, 1862. This newspaper, published weekly in Camden,  South Carolina, was full of pleas for Southern unity and attacks against the North. Like many Southern newspapers, <em>The Camden Confederate</em> tried to provide people on the home front with as much information as possible regarding the progress of the war, but the information available was not always plentiful or completely reliable. No matter the status of the troops at the time, the newspapers continued to remind the citizens that they were \"fighting for home, property, liberty, life-everything.\"  The papers urged Southerners to hate the Yankees and accept nothing less than success in the war.","            The nationalism found in this newspaper was part of a movement that had begun even before the Civil War to present a strong, united South. As talk of secession began in the late 1850s, leaders in the South began to push for citizens to identify with their state or region rather than the United   States. Once southern states began to leave the Union, this loyalty became even more important to allow the new nation any chance of success. During the Civil War itself, there was little more important than presenting a united home front dedicated to the triumph of the Confederacy. Newspapers such as <em>The Camden Confederate</em> played a key role in advocating Confederate nationalism. This nationalism, extremely strong at the beginning of the Civil War, was not enough to hold the Confederacy together, and as the war drew to a close, so did the intense Southern unity. This is, however, a disputed analysis of Confederate nationalism. Other historians claim that the South remained a united front throughout the war, and a loss of unity has no place in the discussion of the South. No matter which analysis is more correct, the North did defeat the South, and a nation that had once decided \"never to make any terms with the vile wretches who invade and destroy our homes\" was forced to do just that."],"display_date":"February 28, 1862","search_date":"1862-02-28","locations":[{"id":11555,"lat":34.3452377501,"lng":-80.5785175162,"zoom":9,"place":"KERSHAW, South Carolina"}],"tags":[{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}]}