{"id":5606,"place":"Dauphin, Pennsylvania","lat":40.4155104673,"lng":-76.779264077,"episodes":[{"id":4402,"title":"Hickman Outraged at the Conduct of President Buchanan\n","course_id":4,"status":"P","start_date":"1859-04-13","end_date":"1859-04-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The place of President James Buchanan in the history of this country has always been a topic of hot debate. The <em>Franklin Repository </em>of April 27, 1859 contains a summary of the April 13th anti-Buchanan speech made by the Honorable John Hickman at the Independent Democratic Convention at Harrisburg, Pennsylvania. Hickman was outraged at the conduct of President Buchanan which he believed had violated the Constitution of the United Sates - particularly in relation to the issues of slavery and popular sovereignty.  \"Suddenly,\" said Hickman, in order to carry the election in his home state of Missouri, \"he became transformed from the sympathizer with down trodden freedom, to the open and shameless defender of aggressive and law defying slavery.\" There is \"an eternal antagonism between <em>freedom</em> and <em>slavery\", </em>said Hickman. Buchanan, according to Hickman, exceeded the powers granted to him as President by the Constitution by usurping powers of Congress. His policies had driven the country to the point of insolvency by not providing for proper supervision of the country's finances. Public property, Hickman contended, sold for less than its value and high wages were paid to workers who do nothing because they are friends or supporters of Buchanan. The Post Office had been poorly managed and also the victim of patronage. As a result of their own policies, said Hickman, the administration had become unable to act they are so afraid. Hickman next attacked the advisability of the acquisition of Cuba particularly in light of the fact that it will add to the strength of the slave states. Finally, he made a call to stand up against the wrongs of the administration, to defend the Union and fight against slavery.","Buchanan was well aware the Union was in jeopardy but wanted desperately to preserve the status quo. He was not a defender of slavery but he recognized its economic importance to the South. He was troubled by the Constitutional guarantees of State sovereignty which applied to both the North and the South and the issue of the constitutionality of secession. As Hickman's speech implies, the issue of slavery very much involved balancing \"the rights of a minority operating within a majority.\" "],"display_date":"April 13, 1859","search_date":"1859-04-13","locations":[{"id":10983,"lat":40.4155104673,"lng":-76.779264077,"zoom":9,"place":"DAUPHIN, Pennsylvania"}],"tags":[{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}},{"id":5267,"title":"<p><b>A Central Pennsylvania Woman recalls the Vietnam War Veteransreturning home&lt;?xml:namespace prefix = o ns = \"urn:schemas-microsoft-com:office:office\" /&gt;</b></p>","course_id":69,"status":"P","start_date":"1/1/60","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":null,"display_date":"1960 - 1970","search_date":"1965-07-01","locations":[{"id":31302,"lat":40.4155104673,"lng":-76.779264077,"zoom":9,"place":"Dauphin, Pennsylvania"}],"tags":[{"id":1012,"tag":"\"Veteran\""},{"id":1013,"tag":"\"Vietnam\""},{"id":1014,"tag":"\"PTSD\""}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}}]}