{"id":5630,"place":"Lebanon, Pennsylvania","lat":40.3672040655,"lng":-76.457697135,"episodes":[{"id":4575,"title":"<strong>First to the Top: Lebanon, PA Man Earns the Medal of Honor</strong>","course_id":18,"status":"P","start_date":"1865-04-02","end_date":"1865-04-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["           In his official report on the final battle at Petersburg Captain R. Frank Hean of the 93rd Pennsylvania Infantry, wrote that the General Horatio Wright ordered the Union attack on \"Battery Gregg,\" to begin at 4 a.m, on the morning of April 2, 1865.  At the appointed hour, the Sixth Army Corp of the Army of the Potomac, charged forward and carried the enemy works.  \"In so doing,\" wrote Hean, \"the enemy opened with artillery and infantry, causing the first two lines to waver, bringing all lines close to mass, with the third line (93rd) as a front, which as first to plant the colors upon the works.\"   ","Hean officially gave credit to a Corporal Jacob Renkenberger for \"planting the first color upon the enemy's works.\"  However, in the history of the regiment, written by Captain Penrose Mark, Sergeant Charles Marquette was given credit for the feat, and \"was awarded a Medal of Honor by Congress for being one of the first to plant the colors on the breastworks.\"","According to Samuel Bates' <em>History of Pennsylvania Volunteers</em>, Charles Marquette was mustered into Perseverance Company 2, also known as Company F of the 93rd Pennsylvania regiment, on Oct 12, 1861.  Marquette fought with the 93rd from their first engagement, which according to historian Richard Sauers occurred near Williamsburg on May 5, 1862, until he was mustered out of the company on June 27, 1865.  Marquette entered the regiment as a private, but Bates noted that he was promoted to Corporal on May 5, 1864 and to Sergeant on January 3, 1865.  According to Sauers, in the April 2 attack, Marquette carried a battle flag given to the Regiment by George Dawson Coleman \"a Lebanon iron ore magnate,\" who \"took a special interest in equipping the 93rd.\"","Mark wrote that Marquette \"was painfully hurt while in the charge by coming in contact with the sharp point of the abatis.\"  However, Marquette continued forward and planted the flag on the Confederate breastworks.  According to Mark, \"the boys of the 93rd who participated in the memorable charge, contended that the flag carried by Sergeant Marquart [<em>sic</em>] was the very first,\" out of all the regiments to be planted on the Confederate works, but several other regiments also claimed that honor.  While Hean's official report does not give Marquette credit for planting the first flag upon the Confederate works, it is the first of three reports that credits Marquette \"for capturing a rebel color while charging the enemy's works.\" Marquette is also mentioned for capturing a Confederate flag in two reports written by his division commander General George Getty.","Despite the conflicting accounts of Charles Marquette's actions in the attack, Sauer's wrote \"On May 10, he was awarded the Medal of Honor for his courage.\"  It is difficult to determine exactly what Marquette did on the morning of April 2, 1865, but it is likely that both stories have some truth to them.  In fact Sauers gave him credit for planting the first flag on the enemy's works and capturing a Confederate flag. In light of the fact that Marquette was awarded the Medal of Honor for his actions that day, it is probable that he did accomplish both things.  Regardless of the reason he earned the Medal of Honor, on May 10, 1865 he became the first and only soldier from Lebanon County, Pennsylvania to earn the highest military award of the United States of America."],"display_date":"April 2, 1865","search_date":"1865-04-02","locations":[{"id":13779,"lat":37.0780637097,"lng":-77.6286065028,"zoom":9,"place":"DINWIDDIE, Virginia"},{"id":11109,"lat":40.3672343623,"lng":-76.458298608,"zoom":9,"place":"LEBANON, Pennsylvania"}],"tags":[{"id":5,"tag":"War"},{"id":32,"tag":"Civil War"},{"id":106,"tag":"Medal of Honor"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":5276,"title":"Cordless Tools spread in the Building Industry","course_id":69,"status":"P","start_date":"1/1/80","end_date":"12/31/80","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1961, Black and Decker invented cordless power tools. Brian Hoy, who worked as a general contractor for over 30 years, found the convenience of these tools to be among the best technological changes in the industry especially for small jobs. He stated “cordless tools are one of the greatest tools to have come to the trade because of their eases of use.” One reason is because contractors do not have to waste time finding an outlet and make sure the cord is long enough to complete the job.  Cordless tools reduced the amount of time that contractor would have had to spend on a job because they can just grab to power tool and screw, drill, or cut within a few seconds. With the reduced about of time on jobs means that the builder can move onto the next job and might be able to do more work in a year than before.","As early as 1985 <em>Popular Science</em> talked about the changes that were made over the past twenty years. Over that span the volt size of the batteries, range of tools that are cordless, and weight. Popular Science also recognized how a contractor used cordless power tools to reduce time on jobs and increase the number of jobs per years. The size of the batteries that were used in the drills and the first ones were 4.8 volts in the 1960s, 9.6 volts in 1980s and 18 volts in 2000s. That is because of the different technologies has had advanced in the battery making and the ability to recharge the batteries in a shorter amount of time also. The article shows the different tools that were cordless in the 1980s and if you walked into any home improvement store that sold cordless tools in the early 2000s there would be more tools available for people to buy. Ed Doran discussed the different changes to the cordless tool industry with a new battery technology and how it will help take workers being more productive with less charging time. The weight of the cordless power tools have decline over the years because of technology in manufacturing and the materials used in the power tools. In the early 2000s, it was hard to visit a job site where there was not a cordless power tool somewhere."],"display_date":1980,"search_date":"1980-07-01","locations":[{"id":39142,"lat":40.3672040655,"lng":-76.457697135,"zoom":9,"place":"Lebanon, Pennsylvania"}],"tags":[{"id":11,"tag":"Economy"},{"id":831,"tag":"construction"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}},{"id":5277,"title":"Air Nailer spreads though Building Industry","course_id":69,"status":"P","start_date":"1/1/85","end_date":"12/31/85","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Brian Hoy, a life-long building contractor appreciated many new tools that entered into wide usage in the trade but he stated that “the air gun is one [tool] that helped increase production.” He adapted the air guns in the middle of the 1980s. The air nailers were around earlier, but were not widely used because they were not proven. Once the large companies started to make the nailers, and builders heard that the nailers saved time and money that the builders started to buy them.","In 1959, the air nailer was not seen as a device that people needed on the job. It was not until the late 1970s early 1980s that air nailers became widespread on the job site. This was because of the amount of time that was saved and the cost that were saved. From an article in <em>Popular Science</em>, the nailers were able to put 100 nails per minute, which is considerable higher than a human can nail in. With the air nailer it required less people to be on the jobsite than before because the nailers were quicker and only required one hand to use. The cost that was saved from the builder in the article was about 400 dollar in labor. Had this come to the building industry when it was invented might have changed the industry before Brian Hoy was in the trade. Had he worked the in trade for someone this would have been a cost that he would not have had to incur.","The air nailer is ubiquitous among builders on the job today and a range of different styles exist for different tasks such as: framing, roofing, and finishing trim. The differences between the nailers are that each gun requires a different side nail for the tasks. The air nailer had help to make progress in the home building industry. The technology had changed a considerable over the years and the air nailers that were first used will not look like the ones used in the future."],"display_date":1985,"search_date":"1985-07-02","locations":[{"id":39142,"lat":40.3672040655,"lng":-76.457697135,"zoom":9,"place":"Lebanon, Pennsylvania"}],"tags":[{"id":831,"tag":"construction"},{"id":11,"tag":"Economy"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}}]}