{"id":5669,"place":"RUTHERFORD, Tennessee","lat":35.8476814553,"lng":-86.4046881374,"episodes":[{"id":464,"title":"Battle of Murfreesboro\n","course_id":1,"status":"P","start_date":"1862-12-30","end_date":"1863-01-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Battle of Murfreesboro, also known as the Battle of Stones River, boosted the North's morale after a decisive defeat at Fredericksburg. The Confederate army was strengthened by their recent victories. The Union army advanced towards Cumberland Gap, but the Confederates viewed the Appalachian Mountains as an insurmountable barrier for the Union army to traverse to reach Tennessee. In addition to the geographic difficulties of this battle, temporal concerns were also important: this battle raged at the same time as the Battle of Vicksburg, and both armies were forced to struggle to maintain enough troops on both fronts.&lt;br /&gt;The opening volley of the battle came the morning of New Years Eve, and the Confederate army felt very confident having repulsed [the Union army] with heavy loss.' Both sides had substantial forces, with the total number of troops nearly forty thousand on either side. The skill of the Confederate cavalry was well demonstrated here. The cavalry was so adept that the Union was seriously embarrassed by the enterprise of the rebel cavalry, who made some serious dashed upon some of McCook's ammunition and subsistence trains, capturing a number of wagons, and artillery ammunition grew alarmingly scarce.'&lt;br /&gt;In the end, the number of casualties was so high that all the houses in Murfreesboro and the neighboring villages are occupied as hospitals.' In addition to the number of casualties, the number of prisoners taken was also significant. The Union army took over three thousand Confederate prisoners, and each side lost more than ten thousand men in sum. This was the largest ration of casualties to soldiers during the entire Civil War. The intense fighting brought rumors of the death of Confederate General Braxton Bragg, but Bragg survived, leading his troops in retreat from the battlefield. The battle pushed the Confederates out of central Tennessee and improved Union sentiment towards the war. While not a strong victory, the Union certainly came out ahead, as the Confederates retreated."],"display_date":"December 30, 1862 - January 3, 1863","search_date":"1863-01-01","locations":[{"id":12343,"lat":35.8476814553,"lng":-86.4046881374,"zoom":9,"place":"RUTHERFORD, Tennessee"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2395,"title":"More Funds Needed for the Manual Labor School\n","course_id":1,"status":"P","start_date":"1868-12-12","end_date":"1868-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On behalf of the Manual Labor School of the colored citizens in Rutherford, Tennessee, Reverend Daniel Watkins appealed to the public for extra support. The school aimed to enhance the labor skills of newly freed blacks. The state chartered 15,000 towards the school, but still needed more funds. The board of trustees purchased three hundred acres of land with an estimated worth of 2800 in yielded crops. Yet it did not yet have the bare essentials needed to function. Over 100 pupils attended the school, the rooms were not big enough to accommodate the students, and there were not enough farming instruments for the use of the school's manufacturing and mechanical branches. The board acknowledged Watkins's appeals and sent agents north to seek assistance and support. "," Seeking assistance in the North was necessary because support within their own state was not likely. After congress passed the fourteenth amendment granting citizenship to African Americans July of 1868, many Tennesseans became furious. Riots broke out. Radical conservatives established group aimed to terrorize African Americans called the Ku Klux Klan. Historian Robert Corlew reported that Troops were necessary to stop atrocious murders and numerous outrages which had been committed by violent and disloyal men. "," In response to such violent outcries, Congress worked fast to design the Freedmen's Bureau to help African Americans survive among the chaos. They distributed food, supervised contracts, and established schools. This bureau offered government and abandoned land as a refuge and by December of 1968, already established the Manual Labor School in Rutherford, Tennessee. They created the school to help African Americans develop labor skills in order to function in society and intended to have enough classrooms as well as tools they could use for practice. Education was so popular among African Americans because they had never before had the opportunity to receive it. With such a large turnout of students, the original allotted funds for the school were not sufficient. "," Schools for African Americans in the South had trouble receiving sufficient funds because they were surrounded by so much opposition to their cause, yet the eagerness of African Americans to learn was the key to starting educational institutions. According to Stephen Hahn, the burdens of establishing and running schools fell chiefly to the freed people themselves. They had to pool their meager resources, rent or purchase a tract of land, build a schoolhouse, and hire a teacher. By 1867 African Americans composed about one-third of the teachers in freedman's schools, and was growing. Those dedicated to receiving more funds had to lobby to northerners for support. Republican leaders of the Freedman's bureau made great attempts to respond to the requests of the newly freed blacks, hoping to receive their votes once they learned about the voting process, but it was difficult because there just was not a lot of money to give. African Americans fought and gained slowly the chance to gain the education they never had before."],"display_date":"December 12, 1868","search_date":"1868-12-12","locations":[{"id":12343,"lat":35.8476814553,"lng":-86.4046881374,"zoom":9,"place":"RUTHERFORD, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":5391,"title":"The Banjo's Role during the Great Depression.","course_id":79,"status":"P","start_date":"1/1/20","end_date":"12/31/44","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The banjo is a string instrument with a sound unlike any other. It made parlor room music for the upper middle class and was a part of the Great Depression and has continued on into the years as a recognizable instrument. The banjo was sought by many because of its strange high tempo songs that were played on them. In the Tennessee Valley country farmers would get together after working all day in the fields and play to pass the time like Uncle Dave Macon.  Uncle Dave Macon played for so long and so well that people started to gather to watch him play music. Later in life he would even be paid. Uncle Dave Macon was born David Harrison Macon in Tennessee on October 7, 1870. During the 1920s when Uncle Dave was 50 years old he was paid $15 by friends for entertainment during the evening hours. Author and music historian for Rutherford County, Charles Wolfe, described Macon “as a character” before he ever set foot on the Grand Ole Opry stage or produced recordings with his talented banjo skills and his bear claw pick.","The banjo’s popularity can be attributed to the common farmer and his love for the instrument. The banjo was a valuable entertainment tool that allowed them to play as much as they liked to pass away the time on the front porch. During the 1920s the banjo gained popularity because it was portable, easy to learn on and musical dueling matches were played like checkers or chess. By the late 1926 the phrase “hillbilly music” describing the banjo was published in <em>Variety</em> magazine.  This “hillbilly music” was viewed by most Americans as “more southern folk music” which was typical of describing familiar tunes on the fiddle, harmonica and banjo. The booming popularity of the radio in the 1920s made southern folk music noticeable and, as a huge contributor to that type of folk music, the banjo became a status symbol of the southern music."],"display_date":"1920 - 1944","search_date":"1932-07-01","locations":[{"id":21882,"lat":35.8426844848,"lng":-86.4167102519,"zoom":9,"place":"Rutherford, Tennessee"}],"tags":[{"id":1279,"tag":"banjo"},{"id":1278,"tag":"music, folk"},{"id":1158,"tag":"Great Depression"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":5296,"title":"General Braggs Carries Out Execution of Kentucky Youth","course_id":74,"status":"P","start_date":"1862-12-04","end_date":"1862-12-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At eleven o’clock on the morning following Christmas Day, 1862, General Braxton Bragg of the Confederate Army forced his Company E, 6<sup>th</sup> Kentucky Infantry Regiment (part of the commonly denoted “Orphan Brigade”) to stand round their fellow soldier, Asa Lewis, who awaited execution. Exactly one hour later the firing squad of twelve men carried out the young soldier’s sentence. As Lewis’ body, pierced by eleven bullets, fell to the ground, General John C. Breckenridge was “seized with a deathly sickness,” as a comrade of Lewis recalled, as he similarly collapsed, overwhelmed by the grief of the occasion.","Asa Lewis had enlisted in the Confederacy the year prior to his execution, and despite his lack of training, showed promise with his impressive performance at the Battle of Shiloh. Enlisting early in the war, Lewis had served the entirety of his commitment by December, and though he declined to reenlist, he had remained in Murfreesboro for several months. Perhaps feeling pressure from his regiment and commanding officers, Lewis reluctantly agreed to sign up for another commitment. Following the reversal of his decision not to reenlist, however, Lewis got word that his father had died, leaving his mother and sisters without any male support on their farm that had already suffered the effects of several Union raids. Upon hearing this news, Lewis requested permission to visit his family, but was refused. Viewing his enlistment status as less than explicitly outlined, Lewis left his brigade in the manner of “French leave” on December 4, 1862 for his Kentucky home– with the intent to return after assisting the finances of the women toward whom he felt responsibility. He did not journey far before officials detected his absence, however, and was promptly brought back and issued a warning against further such conduct. Nevertheless, Lewis left once again, was caught, and following the court martial to hear the details of his case, was sentenced to death by a firing squad.","In 1862, still early in the struggle, Confederate military authorities tended to carry out sentences with more leniency than in the latter portion of the war, often implementing punishments of a less severe nature for desertion, such as a period of hard labor, forfeiture of a portion of one’s pay, or being branded as a deserter. As supplies dwindled and morale dropped, the number of desertions increased, and enforcement of the Confederate <em>Articles of War </em>clause regarding the punishment of death for deserters became more rigorous, with Robert E. Lee realizing that their inferior numbers could not take a further toll from absentee soldiers.  Not surprising for this time then, Lewis’ corps commander, General Breckinridge, upon hearing the news of Lewis’ sentence, pleaded with General Bragg to intervene and save the 19 year old from what Breckinridge viewed as murder. Bragg, known for both his resolve to stand firm against the actions of deserters and his contempt for the Kentucky brigade, was unwavering in his determination to make an example out of Lewis. Breckinridge, unrelenting as well, brought a signed petition to Bragg on the day preceding the scheduled execution, displaying the support of all his officers to refer this case to President Davis rather than hastily carry out such a severe sentence. Bragg refused, stating firmly in response to Breckinridge’s appeals, “You Kentuckians are too independent for the good of the army. I’ll shoot every one of them if I have to.”","Through denying any possibility of action that could have stopped the death of Private Asa Lewis, and making a spectacle of the event to Lewis’ comrades and commanding officers, Bragg solidified the abhorrence between himself and the Kentuckians. Moreover, Bragg’s relationship with Breckinridge suffered immensely as a result of this decision, erasing any hope that the pair had of repairing the damage of previous conflicts."],"display_date":"December 4, 1862 - December 26, 1862","search_date":"1862-12-15","locations":[{"id":12343,"lat":35.8476814553,"lng":-86.4046881374,"zoom":9,"place":"RUTHERFORD, Tennessee"}],"tags":[{"id":715,"tag":"Military"},{"id":32,"tag":"Civil War"},{"id":755,"tag":"Confederacy"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}]}