{"id":5821,"place":"Charles, Maryland","lat":38.28057998,"lng":-77.0012385843,"episodes":[{"id":1056,"title":"Maryland Deals with a Growing Free Black Population\n","course_id":1,"status":"P","start_date":"1830-01-01","end_date":"1830-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Throughout 1830, the number of slave holders in Maryland was declining, and those who remained were fighting a losing battle to maintain control over the state government. In 1830, white slaveholders consisted of only 35% of the white population of Maryland, yet controlled 60% of the seats in the state legislature -- a fact which was all to prevalent to many anti-slavery whites and to free blacks. Most of these slaveholding whites lived in the southern, peninsular parts of Maryland, and they were opposed by the more urban northern parts of the state. Henry Brawner, for example, lived in Charles County where 57% of the population was enslaved and he himself owned 58 slaves worth over 30,000.&lt;br /&gt;&lt;br /&gt;This was in direct contradiction to northern Maryland where 35% of the non-Baltimore black population was free, the number within Baltimore itself being even higher. This shift in northern Maryland is evidenced by looking at Maryland's different newspapers and in the reactions of white slave owners. For example, the Annapolis-based Maryland Gazette lists a number of runaway slave notices, as well as a May 13, 1830, advertisement to purchase one hundred likely negroes.' This is directly contrasted by the Baltimore based Baltimore American and Commercial Advertiser, where one is hard pressed to find a single such notice.&lt;br /&gt;&lt;br /&gt;White slave owners reacted to this growing free black population -- and the general anti-slavery liberalization -- of northern Maryland in a number of ways. Henry Brawner, for one, chaired a committee which urged the expulsion of free blacks from the state. In addition, both whites and some free blacks pushed recolonization' of blacks back to Africa as well as what the Baltimore American calls on January 14, 1830, the African colony in Canada.' This debate over what to do with Maryland's free black population continued throughout 1830 and the following decades, especially as the number of white slave owners fell in proportion to the more anti-slavery -- or at least anti-domination by slave owners -- northern Marylanders who begun to take more control over the state government."],"display_date":1830,"search_date":"1830-07-02","locations":[{"id":5971,"lat":38.28057998,"lng":-77.0012385843,"zoom":9,"place":"CHARLES, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2607,"title":"An African Colony in Canada \n","course_id":1,"status":"P","start_date":"1830-01-01","end_date":"1830-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As early as 1816, Maryland and other Southern states pleaded with the federal government to procure a site for the colonization of free blacks. Within the next two decades the American Colonization Society formed chapters in Maryland and other Southern states. Many chapters of the American Colonization Society advocated the creation of Liberia, an area on the tip of Africa, as a homeland for freed slaves while other chapters were interested in establishing a colony in Canada, Central America, and/or Haiti. Following the colonization trends of the time, the Richmond Enquirer reported in 1830 that Ohio will send good slaves to Canada. In Ohio, and in other areas across the South, whites became fearful of the ever increasing free and slave population. Trustees of the Cincinnati, Ohio Township met to discuss a plan to address citizen concerns and ultimately decided to peruse African colonization in Canada. The trustees expect that over 1000 slaves and mulattos will travel to the Canada and once there, the British government would have jurisdiction over the new arrivals. Charles, Maryland headquarters for the Organization of the Maryland Colonization Society, would subsequently advocate for the colonization of free blacks to Canada a few months later. "," Maryland experienced rapid growth of its free black population in the early 1800s. According to Walsh and Fox, historians of Maryland culture, the diverse agriculture of Maryland, the presence of manufacturing and the extensive development of railroads attracted many free blacks to the area. By 1830, the black population in Maryland increased by 150 percent. Free blacks experienced more personal freedom in Maryland and could marry, own property, fill suit in court, and operate businesses. Culturally, southern Maryland resembled that of other Southern states and free blacks easily acclimated to their new environments. "," White fears of black rebellion and future integration of free blacks into white society promoted of the idea of free black colonization in Maryland. Members of the Organization of the Maryland Colonization Society believed the removal free blacks from the area to Canada would alleviate white racial tensions and fear. Free blacks and their growing presence in the South and even in the Midwest continued to bring about concern and fears from white Americans."],"display_date":"January 1, 1830","search_date":"1830-01-01","locations":[{"id":5971,"lat":38.28057998,"lng":-77.0012385843,"zoom":9,"place":"CHARLES, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2710,"title":"Lands Key in Social Standing\n","course_id":1,"status":"P","start_date":"1893-03-02","end_date":"1893-03-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On March 2, 1893, the land would be handed down from the Jerdone and Coleman family to the Archer Williams. The deed needed to be witnessed, signed, and sealed. The land was 132 acres and all the boundaries were listed. Land was essential in social standing and those with land were of higher class than those who weren't even if they were of different races. "," Land not only provided social standing, but it also was vital to the economy of the South. According to Edward Ayers, ideally a farmer of either race was able to work his way up the 'agricultural ladder' from landless laborer to sharecropper to renter to landowner. There were many ways to acquire land; like Archer Williams, it could be handed down within a family. An adolescent boy could also move to a landowner's farm to learn the practices of running of a farm, prove that he is a dependable worker, and earn a daily wage. Once he earned the trust of his employer or another landowner, he could become a sharecropper. Sharecroppers had responsibility for a plot of land and could earn money on their crops from the local market. Renters, on the other hand, paid for the use of a plot of land, provided their own tools and work animals, and could plant any crops they desired. They risked the possible losses, however. Once either the sharecropper or the renter saved enough, they could buy their own farm. No matter which way the farmer acquired his land, his main goal was to have his own farm."," Agriculture and crops were a major source of income for many Southerners. More and more blacks were acquiring land, and by 1900 although still many more whites had farms, 45 percent of blacks had land along the coasts, compared to the 70 percent of whites. The usage of land was different depending on its location and its environment. In the lower south, including Gulf and Atlantic coastal plains and also Southern Virginia, the area was the best suited for agricultural purposes. On the Eastern shore after the Civil War, farmers diversified their crops, so that if a crop failed that year, it did not mean that they would suffer incredibly. This trend was common all over the South after the war. "],"display_date":"March 2, 1893","search_date":"1893-03-02","locations":[{"id":5977,"lat":38.28057998,"lng":-77.0012385843,"zoom":9,"place":"CHARLES, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}