{"id":5840,"place":"ST LANDRY, Louisiana","lat":30.5481655437,"lng":-92.2423441161,"episodes":[{"id":1278,"title":"Steamboats denied docking privileges for fear of yellow fever or cholera\n","course_id":1,"status":"P","start_date":"1855-09-29","end_date":"1855-09-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Fear of deadly diseases like yellow fever and cholera brought a panic into towns and had a negative affect on business activity.  This fear caused townspeople to speak out against any possible event that could import the disease into their areas, especially areas located near ports, where there was a risk that ships could be carrying these diseases.  This fear was commonly spread by reports in the newspapers about other outbreaks of yellow fever.  The Times- Picayune told of the Norfolk cases of Yellow Fever and explained that it was traced back to a steamship docked at Portsmouth, Virginia.  This information causes a panic among all port cities.    &lt;br /&gt;One resident of Attakapas asked would it not be advisable;[to] take steps to guard us against the importation of disease into our mist?'  These worries led to the denial of docking privileges for steamboats in Washington, the port of Opelousas, and any passengers arriving from infected areas were not allowed to enter the town.  These actions slowed the activity of supplies and produce entering and leaving the town, thus slowing business in the area."],"display_date":"September 29, 1855","search_date":"1855-09-29","locations":[{"id":5697,"lat":30.555179065,"lng":-92.2476742757,"zoom":8,"place":"ST LANDRY, Louisiana"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3630,"title":"African American Voters Assaulted for Registering to Vote\n","course_id":1,"status":"P","start_date":"1896-03-28","end_date":"1896-03-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The African American voters of St. Landry parish were unable to vote. However, this inability to vote was not because it was illegal for African Americans to do so. Three hundred armed white men were standing in front of the registry office in the town of Palmetto in St. Landry Parish, Louisiana to prevent them from registering to vote. After the armed men left, a few African Americans had managed to register to vote and were therefore flogged unmercifully for their actions. Following this beating, the group of angry white men went to the home of another black man, Reuben Stelly. After requesting that he come outside to talk with them, Stelly became frightened and shot into the mob, killing a nineteen-year-old white man. In response, the armed mob fired back into the house, killing Stelly and another black man that was with him."," Though African Americans had been given the right to vote in the fifteenth amendment nearly 30 years earlier in 1870, white men of the south were still trying to take a stance against this decision. This incident occurred in 1896; just one year after the grandfather clause had been enacted by several of the Southern states in the United States. A grandfather clause is a phrase used when an exemption is put in place that allows an old rule to apply to particular circumstances, while a new rule applies to everything else. This particular grandfather clause was put into place in lieu of the Jim Crow laws, which were state and local laws in the South between 1876 and 1964 that required racial segregation of African Americans in the majority of public areas. The clause stated that those who had the right to vote before 1867 would be exempt from any property, tax, or educational requirements for voting, and their descendents would have the same exemption. Because African Americans had not been given the right to vote until 1870, the clause effectively excluded blacks from voting. However, it still guaranteed the right to vote to many illiterate and poor white men. As a result of this clause, any African American attempting to register to vote would face quite an ordeal. The type of situation that Reuben Stelly was involved in was obviously chaotic, with racism motivating irrational actions. It was very common for groups of white men to gather in this way to protest the voting rights of black men. When violence erupted from these types of circumstances, it was typical for them to result in an unjust case that was unfairly represented on the part of the black man. Clearly, Reuben Stelly acted drastically because he knew what the situation entailed. The mob of white men did not just want to talk to him; he had registered to vote - exactly what they didn't want him to do. Unfortunately, this situation resulted in casualties on both sides. "],"display_date":"March 28, 1896","search_date":"1896-03-28","locations":[{"id":5701,"lat":30.6535361457,"lng":-92.1739314714,"zoom":8,"place":"ST LANDRY, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":5327,"title":"Freedmen Massacred at Opelousas","course_id":74,"status":"P","start_date":"1868-09-28","end_date":"1868-09-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Opelousas massacre occurred in St. Landry Parish, Louisiana, on September 28, 1868. It centered around Emerson Bentley, a white editor for a local newspaper called <em>The Landry Progress </em>and an influential schoolteacher who promoted the education of black children. Bentley wrote an article that local members of the Seymour Knights, a branch unit of the white supremacist group The Knights of the White Camellia, deemed offensive. The backlash to the article led three men to take the attempt to intimidate and severely cane Bentley, causing him to flee St. Landry. Local blacks were told that Bentley had been murdered and banded together to retaliate. While marching towards Opelousas with arms in hand, efforts were made to inform the freedmen that Bentley had not been murdered but escaped; causing some of the men to retreat, while others continued to march.","The freedmen were met by armed whites determined to defend their town. Shooting occurred by both sides and twenty-nine black prisoners were captured. On September 29, all of the captured prisoners, with the exception of two men, were taken from the prison and executed. The violence at Opelousas continued for weeks to come. The death toll of the massacre resulted in some controversy. Three white Radical Republicans and two Democrats were killed in the assault. Republicans stated that around 200-300 blacks where killed whereas the Democrats denied this claim as fraudulent and stated that only twenty-five to thirty were killed. Historians today have deduced that the Republicans were more correct in their number range.","The Freedman’s Bureau ordered Lieutenant Lee to investigate the atmosphere of Opelousas. In an article written on October 8, Lee described the cause of the riot and the death count. He gave a low estimate in regards to the number of blacks killed, stating that only five died, but expressed his opinion that the death toll would increase due to blacks being unwilling to give up their arms to whites. Ultimately, Lee was positive in his reports, he believed that peace had been restored overall and stated, “no further trouble is apprehended.”","The end of the Civil War resulted in widespread violence in the South due to racial and political tensions. A majority of newly freed African Americans strongly supported the Republican Party, angering prominent southern Democrats. The inability to accept racial equality led to the growth of white supremacist groups, the most noteworthy being the Ku Klux Klan. White radicals sought to silence African Americans and those who supported them through various scare tactics and physical violence, such was the case at Opelousas.","Historian Carolyn DeLatte argued that the white Southerners acted in the same manner that they had for many years. This time, however, “the vengeance visited upon the Negroe population was greater, as blacks were no longer protected by any consideration of their monetary value.” The riot echoed its influence in the political as well as social arena, where whites bounded together to protect their rights from black infringement, and blacks stepped away from their right to vote in order to evade persecution."],"display_date":"September 28, 1868 - September 29, 1868","search_date":"1868-09-28","locations":[{"id":5698,"lat":30.5481655437,"lng":-92.2423441161,"zoom":8,"place":"ST LANDRY, Louisiana"}],"tags":[{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":1,"tag":"Crime/Violence"},{"id":3,"tag":"African-Americans"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}]}