{"id":5873,"place":"LAFAYETTE, Mississippi","lat":34.3506393226,"lng":-89.4893655369,"episodes":[{"id":5342,"title":"Professor Frederick A. P. Barnard’s Resignation from the University of Mississippi","course_id":74,"status":"P","start_date":"1860-01-01","end_date":"1864-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the years preceding the Civil War, United States citizens, especially immigrants, moved to areas in the United States that supported their beliefs.  Possibly one of the most unnoted, yet influential migrations was that of college professors.  Frederick A. P. Barnard, originally educated at Yale to become a teacher, became interested in Mathematics and Astronomy, eventually becoming a professor of Mathematics, Astronomy, and Civil Engineering at the University of Mississippi.  After a while, he “found himself embarrassed in his Southern position, and in 1861 he resigned his chancellorship and his chair in the university, and returned to his native North.”","Born in the North, Barnard had strong Union loyalties.  His loyalty to the North and its ideologies can be observed in a letter he wrote to the University of Mississippi’s Trustees, defending the actions of an African American.  Due to his letter, the Trustees held a meeting on February 29, 1860, where amongst other accusations, he was charged with being “unsound on the slavery question.”  Upset by such disloyalty from the people he had worked for, he eventually headed to Norfolk, Virginia, in 1861 and remained there until Norfolk fell to the Union in 1862.  He then moved to Washington, D.C., and in 1863, published his “Letter to the President of the United States by a Refugee,” which attracted both Lincoln and Columbia University’s attention.  This letter helped him obtain the position in charge of lithography and chart-printing for the United States Coast Survey.","In the department of lithography and chart-printing, Barnard was responsible for the printing of war maps for the Union that were to be used by the Navy.  Afterwards, he became the president of Columbia College of New York, in 1864, and helped to establish Columbia’s School of Mines.  If it was not for such opposition to inequality and southern ideals, it is possible that the Confederate navy could have had more success due to this accomplished astronomer and academic."],"display_date":"1860 - 1864","search_date":"1862-07-02","locations":[{"id":7117,"lat":34.3506393226,"lng":-89.4893655369,"zoom":9,"place":"LAFAYETTE, Mississippi"}],"tags":[{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}]}