{"id":5895,"place":"Santa Barbara, California","lat":33.9607725083,"lng":-119.753178297,"episodes":[{"id":5323,"title":"Advertising Cookbook - Sunkist","course_id":72,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the turn of the 20<sup>th</sup> century, a curious artifact began to emerge on the publication scene, a document known as an advertising cookbook.   These were published by any number of manufactures and were meant to highlight the specific uses of their product in everyday cooking.  “Recipes for Dainty Dishes: Culinary, Toilet and Medicinal Hints”, published in 1910 by the California Fruit Growers Association and endorsed by Sunkist, is one such publication [1].  The title of the document is a bit of curiosity; an advertisement for the many uses of citrus, including cooking and cleaning a toilet?  Yet, here it is with forty-four pages of recipes, cleaning tips and medical claims.","The booklet begins with a boast that chemists and physicians alike “highly recommend” Sunkist California Lemons as a household “necessity”.   The prose that follows is fairly straightforward, beginning with five pages that cover a variety of uses for lemons in preparing food, along with several original recipes for such things as lemon pie and water ice.  After reading a tasty recipe for lemon shortcake, the reader of this cookbook would find seven pages dedicated to the medicinal uses and healing powers of the Sunkist lemon.  Instructions on how it should be added to a host of different foods, liquids and cleaning solutions to improve one’s overall health are also included.","While some claims such as curing scurvy are medically accurate, others would be viewed with a skeptical eye by modern medical practitioners.   Immodest displays of lemon’s healing properties for heart health, liver function and obesity are shining examples of what led to “truth-in-advertising” laws and the creation of the Food and Drug Administration [2].  Curiously, there are nine pages of premiums that can be redeemed through sending in a combination of cash and Sunkist wrappers.   These premiums are for silverware and bowls used in consuming fruit and are obviously meant to encourage future sales.  The remainder of the pages are filled with the incorporation of lemons into beauty regiments, specifically skin improvement, and recipes using Sunkist oranges.","As long as humans have possessed the gift of the written word, cookbooks have existed.  Athenaeus, a Greek gourmet, wrote “Deipnosophists” which is a collection of discussions, including recipes, on ancient Greek life and culture that dates back to Third Century BC [3].  The food that we eat is as much a part of one’s heritage as anything else, because those recipes have passed down from one generation to another.","During the post-Civil War industrial age, a new brand of American consumer behavior emerged.  More individuals were earning money, which raised the standard of living and consumer demand.  Mass production of goods and services created strong competition in the market place, and out of this environment grew the need for creative advertising to make their goods more attractive.  Advertising became ingrained in society as catchy slogans and iconic product images became part of the American culture [4].","In this period, the advertising cookbook emerged on the cultural scene as a both a reference source and a product endorsement.  Many companies, such as Wesson Oil, Jell-O and Bisquick offered these tomes filled with creative recipes, baking tips and other culinary suggestions [5].  While many of those companies are still around today, technology has changed how those products are marketed.  Most have entire websites dedicated to their product, including inventive recipes. Technology has made the need for printed cookbooks almost obsolete and yet there is a certain charm to be found in viewing a document that can provide you with instructions on how make the perfect lemon pudding and cure yourself of rheumatism.","[1] California Fruit Growers Association, “Recipes for Dainty Dishes: Culinary, Toilet and Medicinal Hints”, 1910, Duke University Library, http://library.duke.edu/digitalcollections/eaa_CK0034/#: Duke University, 2011 (accessed December 3, 2011).","[2] Stacy Coyne, \"Advertising at the Turn of the Twentieth Century,\" in <em>Yahoo!Voices</em>, (http://voices.yahoo.com/advertising-turn-twentieth-century-37363.html: Yahoo.com, 2006).","[3] The Cook's Palate, \"Cookbook History\", The Cook's Palate, http://www.cookspalate.com/cookbook-history.htm (accessed November 18, 2011).","[4] Daniel Pope, History Matters, \"American Advertising: A Brief History\", George Mason University, http://historymatters.gmu.edu/mse/ads/amadv.html (accessed November 9, 2011).","[5] Ellen Gartrell, Advertising Cookbooks, Duke University, Duke University Library, http://library.duke.edu/rubenstein/scriptorium/eaa/cookbooks.html (accessed November 19, 2011)."],"display_date":1910,"search_date":"1910-07-02","locations":[{"id":17942,"lat":33.9607725083,"lng":-119.753178297,"zoom":7,"place":"Santa Barbara, California"}],"tags":[{"id":1112,"tag":"Cookbooks"},{"id":730,"tag":"Advertising"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":72,"school_id":43}}]}