{"id":5917,"place":"STAFFORD, Virginia","lat":38.4358602351,"lng":-77.3635484517,"episodes":[{"id":1521,"title":"The Battle of Bristoe Station\n","course_id":1,"status":"P","start_date":"1863-10-14","end_date":"1863-10-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the Battle of Gettysburg, Union General George G. Meade and Robert E. Lee of the Confederates headed south to Virginia in a footrace to gain a position in the Blue Ridge Mountains.  At Bristoe Station, Virginia, Federal and Confederate corps crossed paths, and battle ensued.  Confederate General A.P. Hill underestimated the size of the Union army and attacked an overwhelmingly large Union force, leading the Confederates to lose badly.  There were nearly 2,000 casualties for both sides combined and the battle highlighted an instance of Confederate overzealousness as General Hill attempted to defeat the Union without proper reconnaissance.  Nevertheless, despite emerging victorious, General Meade opted to move his forces to safety forty miles away an overly cautious move which allowed  General Lee to destroy the Orange & Alexandria Railroad, one of the many railroads that were crucial to Union success."],"display_date":"October 14, 1863","search_date":"1863-10-14","locations":[{"id":14189,"lat":38.5089863052,"lng":-77.2972733849,"zoom":9,"place":"PRINCE WILLIAM, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2736,"title":"Corruption in the Courts\n","course_id":1,"status":"P","start_date":"1876-01-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" Judge Aylett Nicol, now no longer sitting on the bench but behind the defense council's table, breathed a sigh of relief. The court was packed with people who wanted to hear the outcome of whether their Honorable Judge would be found guilty of official misconduct in his own court. Just the day before his final judgment, Mr. William E. Liscomb said he wanted to see the Boss Tweed of Prince William County...unmasked. There had been many property disputes of late , this time, Judge Nicol was caught up in one of them. "," Luckily for the Judge, those who presented testimony gave a very clear case and left no room for question. Today for the judge, the charges of official misconduct brought forth by J.J. Davies were examined by a jury who decided to find him not guilty and eligible for reappointment. Judge Nicol sat back in a much more relaxed fashion after the verdict was delivered and the response of crowd in the courtroom seemed to be generally one of relief as well."," William J. Cooper points out that in this time period, with all of the economic reconstruction going on, the land generally remained in white hands but with the difficulty of the times, a lot of times these landowners were not able to maintain their land and lacked the resources for diversification so they were unable to keep their property sometimes. In these cases, they would make agreements among one another or establish written agreements and they would sometimes even take on tenants. Furthermore, Cooper paints the picture that this was one of the largest deflationary periods seen yet in the United States where prices fell by one half between the years of 1865 and 1898. This is much of the reason for the suspicion of corruption in the courts across the South. The people were caught up in the exchange of land and especially someone like Judge Nicol who would have presided over many of these kinds of cases became a target because of his possible ability to exploit the system to his own benefit."],"display_date":"1876 - 1877","search_date":"1876-12-31","locations":[{"id":14190,"lat":38.5089863052,"lng":-77.2972733849,"zoom":9,"place":"PRINCE WILLIAM, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2821,"title":"The President Comes to Town\n","course_id":1,"status":"P","start_date":"1883-04-05","end_date":"1883-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" The town of Petersburg had been anticipating this day for over a week. The President was passing through on his way to Jacksonville, Florida, and he had been expected for a couple days. But finally, on April 5, 1883, his train came through. The train pulled into the station, and while it was clearly an expensive and impressive presidential car, it was not very extravagant. The observation deck made it clear that it was for a prominent statesman. However, even though many people showed up to see him, the President did not get out of his car. He waved from the window, and was dressed well in a top hat and suit. He seemed in a cheerful mood since he smiled at the car from behind the window. The train continued on its way to Florida, and arrived there the next day. Yet it was a big day in Petersburg and many were excited to have caught a glimpse of the President. "," Chester Arthur was the Republican president from 1881-1885 as a result of the assassination of President James A. Garfield. In 1882 the presidency was in shambles, with cabinet positions still waiting to be filled. Corruption was rampant, and the President was restricted by his party and had little real power. Republicans did not do well in the Congressional elections of 1882, and in reaction to this, Arthur signed the Pendleton Reform Bill. This bill began to make some changes towards reform. It created a Civil Service Commission to administer new rules and it made appointments based on an examination. While these reforms were a good beginning, they were not enough. In the beginning of 1883, it was clear that Arthur's chances for winning re-election were slim. The political climate of 1883 was not positive for the President. In general there had been a decline in the prestige of the President in the 1870's and early 1880's as a result of massive corruption and unpopular policies, especially with Reconstruction in the South. Presidents of the late nineteenth century seemed to have no real purpose once they were elected. This lack of purpose gave few results within the government. However, it was clearly still an event to see the leader of the country, even in the South. He had a strong alliance with many in Virginia, including Governor William Mahone. Arthur was one of a string of lackluster Presidents in the postbellum period, yet even with his unimpressive performance, his arrival in town still brought excitement. "],"display_date":"April 5, 1883 - December 31, 1883","search_date":"1883-08-18","locations":[{"id":14191,"lat":38.5089863052,"lng":-77.2972733849,"zoom":9,"place":"PRINCE WILLIAM, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3404,"title":"The Poetry of Henry Clarkson\n","course_id":1,"status":"P","start_date":"1898-01-01","end_date":"1898-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1898, Henry Clarkson published a collection of poems called Songs of Love and War. In his collection, he portrayed the soldiers of the South as heroes. Clarkson had first hand experience in the Civil War. He trained as a physician and performed medical duties as a member of the army. After the war, he settled permanently in Haymarket, in Prince William County, Virginia. He continued to practice medicine, but he also wrote poetry throughout his life. In some of his poems Clarkson expressed ideas about the Civil War that were in accord with those espoused by the Lost Cause movement popular at the end of the nineteenth century. In fact, he had been referred to as the poet laureate of the Lost Cause. As such, Clarkson was representative of the effort in the South to justify the cause of the war, to sentimentalize the antebellum South, and to glorify the Confederate soldier.","In the late nineteenth and early twentieth century, Virginia and the South at large were concerned about the reputation of Southern states. The Lost Cause theory, in part, was a solution to this concern. This theory consisted of three principal arguments. The first was that the South was constitutionally justified in seceding. Second, the South was not defeated but had been overwhelmed by greater numbers and resources. Third, the antebellum South was more concerned with honor and duty than financial success. The theory, in general, argued that racial harmony existed prior to the Civil War and the North was to blame for stirring up racial tensions. In order to make sure that this interpretation lived on, southern states created works, such as monuments, that portrayed Confederate soldiers as heroes. The monument erected in Fairfax cemetery speaks of soldiers whom death could not terrify and whom defeat could not dishonor. Those espousing the Lost Cause point of view hoped that such sentiments would make a lasting impression on generations to come. The Confederacy had lost the war, but it was determined to present itself during the peace on its own terms. "],"display_date":1898,"search_date":"1898-07-02","locations":[{"id":14192,"lat":38.5089863052,"lng":-77.2972733849,"zoom":9,"place":"PRINCE WILLIAM, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4897,"title":"Union Colonel Withstands Retreat at Bull Run","course_id":37,"status":"P","start_date":"1861-07-21","end_date":"1861-07-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Union Colonel Robert McAllister participated in the Battle of Bull Run near Manassas, Virginia on July 21, 1861.  McAllister and the 1<sup>st</sup> New Jersey volunteers were instructed to act as a rear guard at the town of Centreville for General Irvin McDowell’s routed force. The Battle of Bull Run was the first major battle of the Civil War. After the arrival of Confederate reinforcements, Union soldiers began fleeing back to Washington. McAllister recalled the retreat during the disorganized battle in a letter to a friend.","After the artillery ceased fire, McAllister saw masses of confused Union soldiers retreating past his position at Centreville. Part of the confusion was due to the fact that the Virginians were all wearing blue, so Union gunners did not fire on them. After ordering the retreating soldiers to turn around, he ordered his men to pull out their bayonets and march through the withdrawing columns of soldiers. “We drew our swords and pistols on men and officers who would not willingly turn back,” explained the General.  Earlier, McAllister had received specific orders from McDowell to make a stand at his position at Centreville.","Suddenly, a pale civilian rode by his troops at a fast pace. McAllister ordered the civilian to halt and explained that his specific orders were to stop everybody fleeing. The frightened civilian said, “I am a bearer of dispatches to Washington and must pass.” McAllister denied examining his papers and directed him to his commander, Colonel James Montgomery. Montgomery allowed the civilian to pass after expressing his disgust to his cowardice. McAllister learned later that this man was actually the correspondent for the <em>London Times</em>. ","McAllister continued to push his troops through the throng of retreating soldiers until he reached a hill past Centreville. As night set in, his orders remained unclear. His men had fallen asleep but eventually were awoken by the sounds of neighboring troops retreating. McAllister refused to leave until he was informed that he had to retreat. ","After the battle, McAllister praised his regiment for providing security for those who were retreating. “We saved the Government a large amount of property,” he said after explaining that they provided time for the soldiers behind them to save wagons of supplies that were parked along the road. Although many claimed credit for protecting the retreat and being the last to leave the field, McAllister said, “We were the very last to leave Centreville.”","The Battle of Bull Run showed both the Union and the Confederacy that the Civil War was going to be far longer and bloodier than it was originally anticipated. Both Northerners and Southerners had romanticized the war before it began. McAllister’s letter is proof of the lack of training, communication, and organization that occurred during the battle. After the battle, new leadership and better training would help prepare Union troops for sustained action in the field.  "],"display_date":"July 21, 1861","search_date":"1861-07-21","locations":[{"id":14189,"lat":38.5089863052,"lng":-77.2972733849,"zoom":9,"place":"PRINCE WILLIAM, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":516,"tag":"Battle of Bull Run"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}},{"id":5353,"title":"A Soldier Complains of the Army Life","course_id":74,"status":"P","start_date":"1863-02-16","end_date":"1863-02-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 16, 1863, a Union soldier from Huntingdon County Pennsylvania wrote home to describe the war as he saw it.  “Here we are yet stuck in the mud, crushing the rebellion, over the left, and enjoying our hard tack as usual.”  The soldier described the boring life that the Army of the Potomac went through as they were in camp.  The man known as “TIMBER DOODLE” in his writings was going through the slow and seemingly endless time spent in an encampment with monotony, unreliable paydays, and no battles to break up the drudgery of camp life.","He wrote about life as he saw it and the embedded sarcasm showed his true feelings about his situation.  The soldier seemed as though he would have welcomed battle just to end the way of life that soldiers endured in camp.  Soldiers often wrote home because of loneliness and even just to kill the time.  It was a way that they could keep their friends and family at home informed about the progress of the war and their feelings towards it.","They not only talked about the war in their letters but also of simple things such as the weather, rumors, accidents, ceremonies, and the tasks that they had to perform everyday.  They would also write about the social change that they witnessed in the areas of the South that they took control of.  The letters also served as their chance to complain about the Union Army and all of the things that they felt were wrong with it.","Many of them used an alias such as TIMBER DOODLE in order to preserve their anonymity.  The letters were important to the soldiers who wrote them and to the folks at home who received them.  In the case of TIMBER DOODLE, his letter was viewed by many of the members of the county because it was posted in the local newspaper.  These letters got at the war through the eyes of the common foot soldier and it is important to see the war from their point of view."],"display_date":"February 16, 1863","search_date":"1863-02-16","locations":[{"id":14302,"lat":38.4358602351,"lng":-77.3635484517,"zoom":9,"place":"STAFFORD, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5443,"title":"\"The Slow Dead March of Camp-Disease\": Death in the American Civil War","course_id":82,"status":"P","start_date":"1861-11-25","end_date":"1861-11-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Charles Furman had known Fannie Garden for only 13 days before he asked her to marry him. In all, they spent less than a month together before the Confederate government ordered him northward to fight the “soulless soldiers” of the “despised Yankee Nation.\" The letters they wrote in the years that followed captured both their own deepening love and the chaos and carnage of the American Civil War. He was prepared, he wrote, to fight and die to defend her—and to defend Confederate freedom. He was utterly unprepared, however, for the reality of war—for the tedium and toil of daily life, for the savage intensity of battle, and most of all for the sweeping devastation of disease.","In November 1861, his regiment was encamped in northern Virginia. Since the Battle of Bull Run four months earlier, there had been only a few minor skirmishes to distract the men from the weariness of camp life—until now. Union general Daniel Sickles was gathering reinforcements, and Furman expected an attack any day. Responding to the news, Furman wrote to Fannie to assure her that he “love[d] her truly, and deeply, and earnestly—with all the warmth of his nature.” Nonetheless, he asked her not to worry, insisting that what he truly feared was not an instantaneous death in battle but a long, lingering death of disease. The former, he wrote, was like heavy infantry—“brilliant and rapid”—but nothing compared to the “universally destructive cavalry” of disease. Ultimately, he concluded, “the slow dead march of camp-disease is much more to be dreaded than the rapid double-quick of ball and shell.”","In the six months since Furman had enlisted, only eight of the regiment’s 900 soldiers had died in battle, and another 50 had been wounded. In those same months, measles and typhoid fever swept through the regiment, killing 43 and leaving dozens more too weak to fight. By winter’s end another 20 would be dead of typhoid and pneumonia. These losses typify larger patterns of Civil War mortality. In the first year of the war, as soldiers gathered from across the country, measles, smallpox, and other childhood illnesses devastated newly-formed armies. Exposure and nutritional deficiencies left soldiers vulnerable to disease, and the filthy, fetid water that sustained most of their camps allowed dysentery and typhoid to thrive. The Civil War, recent analysis suggests, claimed the lives of upwards of 750,000 Americans. An estimated two-thirds of those deaths—perhaps 500,000—were the result not of battle but disease. Historian Allen Guelzo has estimated that disease killed perhaps 18 percent of the entire Confederate army, and James McPherson argues that the percentage may be even higher. It is little wonder, then, that what Charles Furman feared most in the fall of 1861 was not battle—not bullets or bayonets—but disease."],"display_date":"November 25, 1861","search_date":"1861-11-25","locations":[{"id":14189,"lat":38.5089863052,"lng":-77.2972733849,"zoom":9,"place":"PRINCE WILLIAM, Virginia"}],"tags":[{"id":1314,"tag":"Charles Manning Furman"},{"id":1313,"tag":"Typhoid fever"},{"id":1312,"tag":"Disease"},{"id":32,"tag":"Civil War"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}}]}