{"id":5919,"place":"EDGAR, Illinois","lat":39.6785651683,"lng":-87.7456084774,"episodes":[{"id":5355,"title":"Copperheads in Illinois Threaten Violence against the Act of Conscription","course_id":74,"status":"P","start_date":"1863-08-31","end_date":"1863-08-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In an article from the <em>New York Times</em> on August 31, 1863, it is made evident that the Peace Democrats or Copperheads were not so peaceful. The article stated that, “The Copperhead troubles still continue in the central and southern counties of this Illinois.” A group of around 150 armed Copperheads went to the county seat of Paris in Edgar County. The Copperheads threatened aggression against both Federal officers and members of the Union military. However, “authorities in this State and Indiana were soon informed of the demonstration and an adequate force to squelch all the traitors was soon at hand.” While the Copperheads then dispersed without any bloodshed, they were said to be bold and swore that a draft would not occur in Edgar County, Illinois.","The term Copperhead was first coined in an article that appeared in the New York <em>Tribune</em> on July 20, 1861. The meaning of the term is derogatory in nature. It meant that this faction of Democrats were like snakes that were waiting to strike. In contrast, Copperheads defined themselves as “a man who designs to maintain our system of free government as our fathers founded it, as their successors administered it, and as we and posterity are bound by every motive of interest, patriotism, and honor to continue it.” Nearly all of the Copperheads were Democrats, but most northern Democrats were not Copperheads, and they were a minority faction within the Democratic Party.","Copperheads enjoyed popularity mainly in the Midwest. The reason for this was that some individuals within the Midwest had Southern roots. However, the Copperheads’ yeomen interests within the Midwest conflicted with the Republican industrialists, which precipitated bitterness.","Copperheads opposed the escalation of the sectional conflict into a full blown war. This party felt that the war effort had become about destroying the South as opposed to restoring the Union. They also opposed the ideas of emancipation and conscription as illustrated in the <em>New York Times</em> article above. In this opinion to emancipation and conscription, the “peace Democrats” were not so peaceful. The incident in Illinois illustrates that while the Copperheads advocated a restoration of peace between the Union and South, they were willing to usher in this peace by means that included violence."],"display_date":"August 31, 1863","search_date":"1863-08-31","locations":[{"id":2581,"lat":39.6785651683,"lng":-87.7456084774,"zoom":9,"place":"EDGAR, Illinois"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}]}