{"id":5921,"place":"CONWAY, Arkansas","lat":35.2434039063,"lng":-92.5023571714,"episodes":[{"id":5357,"title":"Knights of the White Camellia Opposed in Arkansas","course_id":74,"status":"P","start_date":"1868-12-19","end_date":"1868-12-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In December 1868 a report from Little Rock, Arkansas stated that \"In the Legislature last night, Mr. Brooks introduced a bill requiring all persons to withdraw from the Knights of the White Camellia...within thirty days, under penalty of heavy fine and imprisonment...\". Following this resolution the state declared martial law in Conway County, Arkansas as reported in the <em>New York Times</em>.","The Knights of the White Camellia were a paramilitary organization of white men created in the lower southern states during the Reconsruction era. The members vowed to support white supremacy and oppose freedmen's equality. Additionally, member of the Knights of the White Camellia hoped to curtail the encroachment of carpetbaggers in southern politics by miltarily serving the interests of the Democratic Party and the planter class. While the Knights of the White Camellia were similar to and confused with the Ku Klux Klan, the Knights of the White Camellia were never connected with the Klan. The term \"Carpetbagger\" is a derogatory term that referred to men (many of whom were former Union officers) that had gained power through the Republican party of Arkansas following Appomattox.","Despite threats from paramilitary groups in Arkansas such as the Knights of the White Camellia, Northern \"Carpetbaggers\" were able to curtail their influence through the legislature. While these men tried to combat pro-Confederate sentiment within Arkansas, they were still ultimately successful. Thus, it can be argued their success in curtailing the Knights of the White Camellia activity, ultimately led to the decline of the organization."],"display_date":"December 19, 1868","search_date":"1868-12-19","locations":[{"id":517,"lat":35.2434039063,"lng":-92.5023571714,"zoom":9,"place":"CONWAY, Arkansas"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}}]}