{"id":5930,"place":"Tarrant, Texas","lat":32.7703945791,"lng":-97.2918801714,"episodes":[{"id":2427,"title":"The Changing Structure of the Cattle Industry\n","course_id":1,"status":"P","start_date":"1890-03-11","end_date":"1890-03-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A letter ran in live-stock and farm journals and various western newspapers in the months leading up to March of 1890, calling those interested to attend an interstate convention of cattlemen. Formal delegates to the convention were to be appointed by the governors of those states which held an interest in the cattle industry. The letter, which was signed by Wm. L. Black, chairman (and others), pointed out the government's inability to offer solutions or relief for the depressed condition of the cattle industry. Members of the cattle industry in Texas realized the deficiencies in the system could not be ameliorated without the united action of all those who had something at stake in the cattle industry. Specifically, the letter referenced the commercial problems the industry faced and the consequent desire for merchants and bankers to attend the convention and join the effort for improvement. Cattlemen were suffering as the industry lost money and it seemed that the little profit that did exist went into the hands of only a few. He asked the readers with this terrible depreciation in the value of our resources, it is any wonder that farmers are poor, and that the commercial industries of the West and Southwest are so paralyzed?","In response to the letter's appeal, delegates attended the convention on March 11, 12, and 13 of 1890. At the convention, delegates discussed the issues of the apparent railroad monopoly in shipping cattle and other challenges facing the industry. They also suggested measures that members of the cattle industry could take on their own accord, without having to wait on government action, to improve the current situation. Potential solutions included tariffs as well as an increase in the use of refrigerators and other actions which could reduce the immediate supply of beef and drive up prices.","Texas had long been a major player in the cattle industry; however, it was not until most of the Indian population was driven out of the area and barbed wire was developed that the industry was really able to operate in a systematic manner. Barbed wire, invented in 1874, made it possible for herds to be enclosed and for controlled breeding to take place. The new creation also ended the need for long cattle drives and helped put an end to Indian raids on the cattle. Indeed, the cattle boom existed to such a great extent that cattlemen often faced a problem of market saturation which drove down prices. Breeding was often moved to more northern states in an effort to spread out the supply. The delegates at the convention also pointed out that the invention of refrigeration provided one potential solution since it granted the ability to transport the meat to new markets before it spoiled.","As beef became a major food product, the national and international interest in cattle grew; this prompted the industry to transition from a market of individually-owned herds to a market of corporations, with investors based as far away as Europe. The development of closed range ranching altered the scene of the cattle industry and the Southwest as it grew in scope and productivity. The cattle industry eventually branched out to cover most of the United States, as evidenced by the fact that delegates at this particular convention represented such states as Kansas, Arkansas, Missouri, Colorado, Illinois and Wyoming. As the cattle industry became a major source of investment as well as an increasingly large source of meat products, it became a national and international interest and brought to light economic and agricultural issues that needed to be addressed."],"display_date":"March 11, 1890 - March 13, 1890","search_date":"1890-03-12","locations":[{"id":13232,"lat":32.7703945791,"lng":-97.2918801714,"zoom":9,"place":"TARRANT, Texas"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":5305,"title":"Segregation Has Not Died","course_id":73,"status":"P","start_date":"1879-01-01","end_date":"1879-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Segregation Has Not Died","            Segregation is a nasty, uneducated word in today’s era.  Though most African-Americans died as free men, they had been laid segregated in old, befouled cemeteries usually off to the side or back of the clean, well-kept white person’s cemetery.","            The Constitution of the United States of America, written in 1776, reads, “All men are created equal.”  Equality at that time was not specified to mean all Anglo and African-Americans were to be treated equally, simply that Anglo-Americans or those with Anglo decent be treated equally.  Some historians will tell you that this is the birth of segregation.  Slavery was still existent until 1863 when Abraham Lincoln issued The Emancipation Proclamation declaring, “That all persons held as slaves are henceforward free.\"  The proclamation also announced that black men be permitted to fight for the Union’s cause in the Civil War and every war thereafter.  In the Civil War alone, blacks constituted 180,000 servicemen.  By World War I, 400,000 blacks served in uniform, and in World War II, African-Americans counted for 2.5 million draftees.  Nevertheless, blacks were placed in segregated divisions or platoons mostly in service positions, or they were placed on the front lines.       ","            According to a photo, taken by Texas Wesleyan University history student Georgia Johnson, the men who once struggled against the heinous act of slavery and segregation were still segregated in their deaths.  Many segregated cemeteries are still intact to this day.  Most of these cemeteries separated the blacks from the Anglos with simply a fence or a sign.  Some of these cemeteries have been paved over, or are at the bottom of a lake.  In Johnson’s photo, you can clearly see how one side of the cemetery is well kept and maintained, while the other-side is overgrown with weeds and brush.  Most, if not all, of the Anglo plots are marked with headstones; however, a majority of the graves in the black cemetery are merely marked with sticks or rocks.  The photo, taken on Veteran’s Day, clearly shows that segregation is still the Achilles Heel of America in today’s society.  In the white Catholic section of the cemetery, there are flags on each of the veteran’s tombstones honoring them for their services, whereas in the black section, there is nothing.  These men fought the same fight as their white counterparts, and yet no thanks or recognition is given for their service.  Not only were these the graves of buried soldiers, there were graves of children, and servants.    ","             Black women were responsible for cooking, cleaning, and bringing up the children of the white families they worked for, yet they were still segregated in their death.  Sadly, these African-American women in domestic services raised our grandparents and great-grandparents though they were insignificant enough not to warrant a proper burial next to the families they kept after and spent their lives with. ","            Segregation was rampant in the United States until Lyndon B. Johnson signed The Civil Rights Act of 1964.  Though hard to pass, the act banned, “discriminatory practices in employment and ended segregation in public places.”  In modern times, segregation is still found in public places such as in high school cliques at cafeteria tables, the library under “Black History,” and even cemeteries.  Perhaps one day, the United States will truly be desegregated."],"display_date":1879,"search_date":"1879-07-02","locations":[{"id":13230,"lat":32.7703945791,"lng":-97.2918801714,"zoom":9,"place":"TARRANT, Texas"}],"tags":[{"id":1076,"tag":"Cemetery"},{"id":266,"tag":"Segregation"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":5365,"title":"Brother, Can You Spare a Dime?","course_id":79,"status":"P","start_date":"2/26/99","end_date":"2/26/99","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>They used to tell me I was building a dream and so I followed the mob,</em>","<em>When there was earth to plow or guns to bear, I was always there right on the job.</em>","<em>They used to tell me I was building a dream, with peace and glory ahead,</em>","<em>Why should I be standing in line, just waiting for bread?</em>","During the Depression, there were not many distractions for people.  All they could do was walk the streets and wait for the food banks to open in order to provide for their families.  The Depression was America’s lowest point because people could do nothing to help each other.","In 1931 Yip Harsburg and Jay Gorney wrote <em>Brother, Can You Spare a Dime? </em>Reflecting the American dream.  The idea of the song was to give people a distraction and get their minds off the bad times.  The song gave people a way to forget their troubles for a little while and gave them hope.  It reminded them of how things used to be: the jobs, their homes, and plenty to eat.","Even though the Depression hit everybody, people still had a smile on their face and a song in their heart.  They knew that the depression would not always last.  When Franklin D. Roosevelt signed the New Deal Act, people began to work, provide for their families, and live the American dream again.","<em>Once I built a railroad, I made it run, made it race against time.</em>","<em>Once I built a railroad; now it’s done. Brother, can you spare a dime?</em>","<em>Once I built a tower, up to the sun, brick, and rivet, and lime;</em>","<em>Once I built a tower, now it’s done. Brother, can you spare a dime?</em>"],"display_date":"February 26, 1999","search_date":"1999-02-26","locations":[{"id":42961,"lat":32.7703945791,"lng":-97.2918801714,"zoom":9,"place":"Tarrant, Texas"}],"tags":[{"id":1158,"tag":"Great Depression"},{"id":1171,"tag":"Jazz\\Blues"},{"id":1172,"tag":"Yip Harburg"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":5408,"title":"Rosie the Riveter","course_id":79,"status":"P","start_date":"1/1/42","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“All day long whether rain or shine, she’s part of an assembly line, she’s making history, working for victory!”  For the first time, in 1942, women were making history while being recognized for it, by working in the factories keeping our nation running strong, without skipping a beat, while the men were fighting World War II.  Propaganda was used to influence women to join the workforce.  The most powerful source of propaganda that was used during World War II was the bright eyed, tough, young, and attractive; Rosie the Riveter.  There were many “Rosies” in the workforce during this time, performing their duty for their country and their survival.","            WWII allowed women to come out of their homes and gain independence while their husbands were oversea.  Many of the lower class women already had experience in the workforce whereas middle class women were being awakened to the industrialization of our nation.  Though women were now working in the factories, it was still their duty to keep the household and take care of the children.  For most women, the juggle was a struggle but they somehow managed to keep their priorities in line and understood the importance of their place in society. ","            Rosie the Riveter was the ideal American woman and was “loyal, efficient, patriotic, and pretty.”  A song created by Redd Evans and John Jacob Loeb titled, “Rosie the Riveter” was made popular in 1942.  The song illustrated an American woman who, instead of drinking her favorite cocktails, was at the factories working for her country.  Not only is she working in the factories, she is putting her money to good use, “Rosie buys a lot of war bonds, that girl really has sense.  Wishing she could buy more bonds, putting all her cash into national defense.”  The song was propaganda to get more women into the workforce to support the nation as well as put their money towards the soldiers overseas.","            The first visual image of Rosie the Riveter was created by Norman Rockwell in 1943, when he designed the cover of the <em>Saturday Evening Post.</em>  The illustration showed a “loyal, efficient, patriotic, and pretty” woman on her lunch break, sitting in front of an American flag.  She is covered in oil and dirt but appears to have great pride and honor in her work.  This image gained more influence over the women entering the workforce than any other propaganda used during the war.","            Rosie the Riveter marked a revolution for women across the nation.  Over the years, “Rosies” became the typical working woman in American society.  Though “Rosie the Riveter” will always be an influential American icon, the women that kept our nation running strong during World War II have not yet been granted the respect and honor that they deserve."],"display_date":"1942 - 1945","search_date":"1944-01-01","locations":[{"id":25650,"lat":32.7703945791,"lng":-97.2918801714,"zoom":9,"place":"Tarrant, Texas"}],"tags":[{"id":7,"tag":"Women"},{"id":242,"tag":"WWII"},{"id":199,"tag":"working women"},{"id":1245,"tag":"Rosie the Riveter"},{"id":1246,"tag":"Propaganda"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}}]}