{"id":6018,"place":"WASHINGTON, Maryland","lat":39.603674835,"lng":-77.8141711851,"episodes":[{"id":1040,"title":"Indian Removal Act\n","course_id":1,"status":"P","start_date":"1830-05-28","end_date":"1830-05-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Passed on May 28, 1830, The Indian Removal Act allowed the U.S. federal government to negotiate treaties with American Indian tribes east of the Mississippi River to exchange their current lands for new territories west of the Mississippi in what is now Oklahoma. As the Richmond Enquirer notes on May 25, the Act technically did not require the Indians to relocate and that they were not to be unfeelingly driven across the Mississippi.' Instead, the President was allowed to designate land west of the Mississippi that was not part of an existing state. Moreover, Indians choosing to relocate would be reimbursed for any improvements made on their lands and, according to the Enquirer, were to be aided in their transportation and to receive subsistence for the first year.'&lt;br /&gt;&lt;br /&gt;This primary force behind this Act were southern states such as Georgia, Alabama, and Mississippi who had large Indian populations within their boundaries and who were conflicting with the Indians over matters such as rights to natural resources, settlement, and legal jurisdiction. These conflicts came to a boiling point in Georgia especially, where the discovery of gold within Cherokee territory sparked a huge rush of miners to the area. This brought to light an equally important issue of legal jurisdiction over the Indian territories, which to this point retained some degree of independence despite state government claims of sovereignty. In the Niles' Weekly Register, for example, Georgia Governor George Gilmer is quoted as saying that the powers vested in the executive department by the constitution and laws do not sufficiently enable the governor to remove or restrain such trespassers.'&lt;br /&gt;&lt;br /&gt;The Indian Removal Act sought to put an end to these conflicts, therefore, by relocating Native American tribes and ensuring states sovereignty over the lands within their boundaries. In a letter to Congress reprinted in The Globe, a Washington D.C. newspaper, President Andrew Jackson justifies the Act saying that it will separate the Indians from immediate contact with settlements of whites;; (and) enable them to pursue happiness in their own way, and under their own crude institutions.' Despite removal being voluntary, however, in saying the Indians have crude institutions' and later in calling them savage tribes,' Jackson's letter shows the latent racism of many American whites. It is this racism and the desire for access to the rich lands occupied by Indian tribes that eventually led to forced removal and events such as the Trail of Tears.'"],"display_date":"May 28, 1830","search_date":"1830-05-28","locations":[{"id":6076,"lat":39.603674835,"lng":-77.8141711851,"zoom":9,"place":"WASHINGTON, Maryland"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1052,"title":"Senate Debate on the Tariff and the Proper Role of the Federal Government\n","course_id":1,"status":"P","start_date":"1830-01-18","end_date":"1830-01-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When Senator Samuel Foot of Connecticut introduced a bill to limit the sale of Western lands to reduce tensions with Native-Americans and to slow the spread of slavery, he probably knowingly set off a fury among Southern land speculators and agriculturalists. This, in combination with the Tariff of 1828 -- which many Southerners saw as a direct assault on their well being -- was seen as a violation of the role of the Federal government in relation to the states. This apparent violation in turn set off a series of Senate debates between Thomas Benton of Missouri and Robert Hayne of South Carolina on one side, and most notably Daniel Webster of Massachusetts on the other side. Though this debate peaked in the Senate in from the 18th to the 27th of January, 1830, it continued and expanded the growing debate throughout America.&lt;br /&gt;&lt;br /&gt;The primary motives behind Hayne's and Benton's argument was that the restrictive Federal tariff was greatly damaging the economy of the South and was hurting U.S. consumers as a whole -- a tariff which they argued could be nullified by the individual states if they so chose. In article in The Federal Union on July 24, 1830, Hayne's is quoted saying that the Constitution is a compact to which the States are parties' -- that as the Federal Government derives its existence, and all of its powers from that instrument, its acts are no further valid than they are authorized by the grants enumerated in that compact.'' Thus, from Hayne's point of view, ultimate authority and power rested in the individual states who could nullify a federal act deemed damaging to the welfare of the state.&lt;br /&gt;&lt;br /&gt;This opinion did not hold true everywhere in the South, however. Whereas the Charleston Mercury argued on August 3, 1830, that the tariff had resulted in an annihilation of commerce,' President Jackson suggested, in a letter reprinted in The Globe on December 7, that the effects of the present tariff are doubtless overrated.' Moreover, many Southerners were disillusioned with the extreme position taken by Hayne and others. On April 1, 1830, after printing a section from the Columbia Telescope saying that if the Tariff Law is not repealed, there must be bloodletting -- the Southern States must stand to their arms' the Raleigh Register declares we (are) not yet prepared for such an extraordinary declaration as this. We hope and believe that the people of South Carolina are nor prepared for it.' Clearly this debate sparked a great deal of controversy, because though many Southerners disliked the Tariff, many also accepted it as part of a democratically elected form of central government and were appalled by Hayne and South Carolina's doctrine of nullification."],"display_date":"January 18, 1830 - January 27, 1830","search_date":"1830-01-22","locations":[{"id":6076,"lat":39.603674835,"lng":-77.8141711851,"zoom":9,"place":"WASHINGTON, Maryland"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1410,"title":"Dingley Tariff of 1897\n","course_id":1,"status":"P","start_date":"1897-07-24","end_date":"1897-07-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the 1896 campaign effort of William McKinley, Northern manufacturing interests were active donors to his party's presidential aspirations.  When McKinley summoned a special congress in 1897, their donations were rewarded with a new tariff.  &lt;br /&gt;Headed by Nelson Dingley, the House Ways and Means Committee chairman from Maine, the Dingley Tariff was shaped around the desires of manufacturers.  On June 7th, the Tariff Bill was passed in the senate by a vote of 38 to 28 in a very heated session.  Senator Tillman, SC, was adamantly against the new tariff bill, calling it the worst bill ever passed.'  Senator Butler, a Populist of North Carolina, refused to vote because he believed the tariff question was being used as a political foot ball by the two old parties'.  Amidst the heated debate, the House passed a revised Tariff Bill on the 19th of July by a vote 185-118.  Senator Tillman again caused great strife in session, threatening a filibuster in the Senate the following day.  Despite all of the negativity and controversy surrounding the bill, on the 25th of July the tariff passed by both houses of Congress and signed by the President, making it a law.    &lt;br /&gt;Under the new tariff, rates reached a new high, averaging 49% and in some cases up to 57%.  The South, in general, was against higher tariffs, because other countries would generally place their own higher tariffs on the cotton and tobacco coming from the South.  An obvious protectionist measure, it resulted in good labor relations for the McKinley administration while farm state representatives who fought to block the new duties lacked the political clout to substantiate a formidable response.  In fact, the act was so protectionist in the eyes of many Republicans that they sought cover behind other issues in hopes of turning the public's eye away from the tariff. Democrats, on the other hand, claimed that the high rates created monopolies.  In general however, the new tariff did not affect larger products such as steel or iron but rather was highest on the necessities of life.  Not until the passage of the Payne-Aldrich Tariff in 1909 would the tariff be overturned, when the Taft administration came under intense scrutiny to lower the rates for fear of monopolization."],"display_date":"July 24, 1897","search_date":"1897-07-24","locations":[{"id":6082,"lat":39.603674835,"lng":-77.8141711851,"zoom":9,"place":"WASHINGTON, Maryland"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2505,"title":"John Blackford&#39;s treatment of his slaves on Ferry Hill Plantation\n","course_id":1,"status":"P","start_date":"1838-01-01","end_date":"1839-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["One afternoon Little Caroline was out in the barnyard playing on Mr. Blackfords Plantation and hurt herself.  It was unlikely that Little Caroline, as a slave, would have seen a doctor , but Mr. Blackford was most solicitous about the well-being of his slaves and Doctor Richard Parran was called to treat her bruises.  Though Little Caroline [was] accused of pilfering money from members of the Blackford family, the change was never proven, and Mr. Blackford still looked after the health of his slaves.  Mr Blackford showered his slaves with special favors. John Blackford owned Ferry Hill Plantation in Maryland from 1816-1840.  In 1838, he owned twenty-five slaves and employed, forty-one other workers.  As a slave owner he seldom complained about their work; there is only one recorded criticism of his slave workers. While he did punish his bondsmen, it was a rare occasion and came only after he felt it was deserved.  Careless or deliberate destruction of property he would not tolerate.  This carelessness resulted in a few lashes, but it did not occur often.  Blackford hardly ever supervised his slaves, and was considered a considerate master. Though Blackford treated his slaves relatively well, this was not the norm for the majority of slaveholders in Maryland at the time.  Slaves were not considered humans as evidenced by Maryland's passing of the Fugitive Slave Laws in this same year, 1839.  Though Blackford was a humane plantation owner and slaveholder; others in the South treated their slaves vastly different. Walter Johnson's, <em>Soul by Soul</em>, describes slaves' constant fear of being sold further south because of the reputation slaveholders had in the Deep South.  Slaves knew bondsmen were worked hard in the Deep South, and many times they were worked to death in a couple of years.  Blackford, with his loose supervision and punishment of his slaves, was certainly the minority among slaveholders in the South."],"display_date":"1838 - 1839","search_date":"1838-12-31","locations":[{"id":6076,"lat":39.603674835,"lng":-77.8141711851,"zoom":9,"place":"WASHINGTON, Maryland"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4852,"title":"The Settlement of Liberia and Hindrances to its Success","course_id":33,"status":"P","start_date":"1827-01-01","end_date":"1847-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the 1810’s and 1820’s, resettlement attempts of African Americans back to Africa took place, most of which were largely unsuccessful. One of the notable attempts was Liberia, where around 6,000 freed slaves were brought to form a colony and escape racial prosecution in North America. Two organizations were responsible for this settlement attempt, The American Society for the Colonization of the free People of Color (ASCPC) of the United States and the American Colonization Society (USACS). The primary document examined is a report from a lieutenant that had spent some time in Liberia during its formation. He speaks largely on the resistances that the settlers faced, and why he believed that the colonization project was doomed for failure. The chief reasons that Liberia failed were: the limited resources they had at their disposal, limited cooperation from the freed slaves to leave America, native hostility and external world powers that threatened to invade Liberia. Both organizations mentioned above ultimately had the same goal: to provide transportation of the freed slaves back to Africa and aid them in setting up a new colony where they could escape racial prosecution.","Both ASCPC and USACS received funding from various sources including churches, various state legislators and private donors. The colony was set up in likeness of American Democracy, controlled by the Whig party with no other competing parties. The first President of Liberia was a white man born and raised in the Unites States and many of the other party members had no actual African descent. Because the political structure was a single party, a kind of aristocracy arose among all of the settlers regardless of race, seeing themselves as superior to the native people. This strained tensions, causing conflict between the natives and the settlers, as we will examine later. The total expenditure for just a few settlements for these 6 thousand people racked up a cost of over $100,000 which was a lot more money than the organizations were receiving from donors. This, over time, resulted in the organizations having to sever support of Liberia, staying on as a trustee type figure. Unable to pledge any more funds to the forming colony, both ASCPS and USACS were only to aid Liberia with advice and political decisions, a role that was already filled by the forming aristocratic class, making the founding organizations largely useless. Because of the inability to produce further aid, Liberia was requested by the organizations to declare their independence, and did so in 1847.","Liberia faced several adverse challenges during the beginning stages of its formation while it was under the leadership of The American Society for the Colonization of the Free People of Color of the United States and the American Colonization Society. The native population, who apparently was tricked into selling the land the freed slaves were settling, had referred to this land as holy, causing violent action to rise between the two factions. There was also a large amount of goods that the settlers had with them and their general lack of protection, making the settlement easy prey for the armed natives. Bloody skirmishes were constantly breaking out killing off the already small number of settlers. This, coupled with famine and disease, brought down the population size in Liberia at an early start.","Liberia was forced to declare its independence out of fear of being invaded by Britain in 1847. Claiming that it ultimately failed may be extreme, as it is still a country today and some of its inhabitants are still of free slave descent. However, the democratic government that was set up is virtually non-existent, as ethnic groups took over shortly after the organizations were unable to provide monetary compensation that was needed. Liberia ultimately failed because the United States government refused to pledge adequate monetary support as well as defenses for the settlers, coupled with the freed Slaves unwillingness to go back to Africa once being freed. The primary documents examined give  excellent insights to what the organizations were who were charged with the tasks of transporting the slaves as well as the perspective of a captain who witnessed the ongoing problems in Liberia. While the formation of Liberia may have been with good intentions, it ultimately failed due to a government that was unwilling to pledge its full support."],"display_date":"1827 - 1847","search_date":"1837-07-01","locations":[{"id":6075,"lat":39.603674835,"lng":-77.8141711851,"zoom":9,"place":"WASHINGTON, Maryland"}],"tags":[{"id":464,"tag":"Liberia"},{"id":465,"tag":"\"Back to Africa\""}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":5393,"title":"Armory Square was a military hospital that sprang up in Washington D.C. during the Civil War, from 1862-1865, which recorded unprecedented numbers of soldier casualties and deaths.","course_id":76,"status":"P","start_date":"1862-08-01","end_date":"1865-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["While not the first military hospital to open in Washington D.C. during the Civil War, Armory Square Hospital is known for receiving some of the worst soldier casualties from Virginia’s battlefields. Situated nearest the steamboat landing at the foot of Seventh Street, S.W., and the lines of Washington and Alexandria railroad, Armory Square Hospital was the first and only stop for many Union soldiers as the seriously wounded could not afford to travel any farther, according to Martin G. Murray’s article Traveling with the Wounded: Walt Whitman and Washington’s Civil War Hospitals. The Armory Square Hospital Gazette and The National Republican papers reveal that Armory Square Hospital had an unprecedented number of soldier deaths. Notably, “from August 1861 to January 1865, Armory Square recorded the largest number of deaths of any Washington military hospital, 1,339 out of 18, 291 deaths” as recorded in the February 25, 1865 edition of the Armory Square Hospital Gazette (Murray).<br /><br />Armory Square was one of the six “model” hospitals built in Washington D.C. during 1862. Whereas “barracks” hospitals were converted from unused Army barracks, “model” hospitals like Armory Square were specifically made according to the U.S. Sanitary Commission and their recommendation of a pavilion principle (Murray). There were as many as 56 separate facilities used as hospitals in Washington D.C. during the course of the Civil War, and Murray notes that Armory Square was one of 43 in use when it opened in 1862.<br /><br />The Armory Square Hospital Gazette was first published on January 6, 1864. The opening page of the gazette presents the harsh reality of many a soldier’s gruesome fate--it claimed: “the Hospital is an episode in  soldier’s life--sometimes a painful termination of it, which has many an event worthy of a chronicle. Such we propose this paper to be” (“Salutatory”). While recording the deaths of soldiers who died, the gazette also notes soldiers admitted to Armory, returned to duty, transferred to different hospitals, and discharged. <br /><br />As a large hospital tending to those grievously wounded, Armory Square was frequented by a few notable people. President Abraham Lincoln and poet Walt Whitman visited Armory Square, meeting with many soldiers in the hospital ward (Murray). One of Lincoln’s many visits was recalled and recorded by Armory Square nurse Amanda Akin. Whitman also went to many Washington D.C. hospitals and attended to the soldiers. He wrote copious notes about his visits, and on page 18 of his hospital journal he jots down: “In ward G, H, or I, young man I promised to come in and read to--sick with fever--he cannot read steady himself--his hand swerves--take him the paper” (Whitman). However, Whitman writes that he visited Armory Square most often “because it contains by far the worst cases, most repulsive wounds, has the most suffering and most need of consolation--I go every day without fail, and often at night” (Whitman).<br /><br />Armory Square Hospital captures one side of the Civil War, but reveals volumes about the tragedy of the war through the sheer number of men dying from casualties and the hospital’s prominence through multiple visits by President Lincoln and the poet turned nurse Walt Whitman."],"display_date":"August 1862 - January 1865","search_date":"1863-11-01","locations":[{"id":6079,"lat":39.603674835,"lng":-77.8141711851,"zoom":9,"place":"WASHINGTON, Maryland"}],"tags":[{"id":1228,"tag":"Military Hospitals"},{"id":116,"tag":"Wounded Soldiers"},{"id":32,"tag":"Civil War"}],"course":{"name":"ENGL 305: Literary History and Writing","school":"St. Norbert College","course_id":76,"school_id":44}},{"id":5773,"title":"A Pennsylvania Private Defends the West Wood at Antietam","course_id":113,"status":"P","start_date":"1862-09-17","end_date":"1862-09-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Private Milton S. Lytle of Huntingdon, Pennsylvania joined the Union Army in August of 1862, and found himself assigned to Company C of the 125<sup>th</sup> Pennsylvania Infantry in the Army of the Potomac. On September 17, 1862, he and the 125<sup>th</sup> Regiment marched through the East Woods during the Battle of Antietam to protect the artillery batteries supporting Union assaults. Lytle and the rest of the 125<sup>th</sup> Infantry eventually charged past the cornfield where so many would die that day and took up a position near the Dunker Church. In his diary, the private noted that they held the position exposed and without any supporting regiments. Lytle wrote that the enemy came at them with “fearful odds…[and] advanced in solid columns pouring their balls among us.” The Pennsylvania volunteers repelled four attacks before they were forced to retreat. They then charged into the West Wood and battled enemy troops from Georgia and South Carolina before retreating again. At about nine o’clock in the morning, the 125<sup>th</sup> Regiment took up position to protect an artillery battery, and remained there for the rest of the battle. Over the course of the fighting, the 125<sup>th</sup> Pennsylvania Regiment lost thirty-three percent of the troops it fielded that day. Such heavy casualty rates were common at the Battle of Antietam.","Up to that point, the Battle of Antietam was the bloodiest day of the war and had the most casualties of any single day. Over 20,000 Confederate and Union soldiers lay dead following the engagement. According to historian James McPherson, twice as many soldiers died on September 17, 1862 than in the War of 1812, the Mexican War, and the Spanish-American War combined. The troops fell hard and quick throughout the day due to artillery support and powerful rifle volleys. Private Lytle reported that he saw one Confederate soldier who had died in the act of reloading and still held the cartridge to his mouth. He wrote in his diary that it was common to see corpses frozen mid-action.","General Robert E. Lee was attempting to drive his Army of Northern Virginia into Union territory to dispirit its citizens. According to Lytle, the Maryland Campaign succeeded in that respect when it caused “great alarm in Pennsylvania” and a Union general to call for reinforcements. However, General Lee surprised everyone the next day by retreating “to a land where treason finds more favor.” This strategic victory gave President Lincoln the perfect opportunity to release his Emancipation Proclamation, which freed slaves in occupied Southern territories. His decision to do so following a victory increased the chances that the public would accept such a move. From the European point of view, it tied supporting for the South to support for slavery, a position that was very unpopular in Great Britain and France. However, the battle also served as yet another reminder that this war would be neither easy or quick."],"display_date":"September 17, 1862 - September 18, 1862","search_date":"1862-09-17","locations":[{"id":6079,"lat":39.603674835,"lng":-77.8141711851,"zoom":9,"place":"WASHINGTON, Maryland"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1804,"tag":"Battle of Antietam"},{"id":1805,"tag":"Maryland Campaign"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6280,"title":"The African-American Community &amp; Tolson’s Chapel","course_id":132,"status":"P","start_date":"1866-01-03","end_date":"1870-01-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Prior to the Civil War, the border state of Maryland was home to both a relatively large free black population and enslaved black people. Together, they created networks and relationships that became the framework for a new free community afer the end of the Civil War. Maryland freed all the enslaved people in the state in 1864. But the state provided little else to aid black people in defending themselves against unfair and violent treatment in the aftermath of the war. Although it was exempt from Reconstruction, the number of complaints about black people in the state encouraged the Freedman's Bureau to expand its activities into the former border state.","In the meantime, black people began to establish their own institutions to provide protection and support to the community. In Washington County, Maryland, newly freed black families joined their free brethren in launching new religious societies and educational institutions. They were able to take advantage of land and other resources held by free people as the basis for building a new and bigger community. In each community, the black church was the central institution. Reverend John R. Tolson founded Tolson’s Chapel  in Wasihngton County. Samuel Craig, a free black man, had acquired the land.It became the spiritual and educational center of a vibrant community of black families. The keystone for the chapel was laid in October 1866.","Tolson’s Chapel served the African-Community in many ways. It the center of an active community, holding services and Sunday school, fairs, festivals, and meetings.It served as a school and a community center as well as a place of worship. Eventually, educational activities took place in a separate building on church property, The American Union School. The school was funded by the Freeman’s Bureau until 1870, when the cost of education was supposed to fall on the county.","By the middle of the 20th century, Tolson's Chapel was no longer a thriving community. In search of jobs, people moved to Hagerstown, Maryland, or Baltimore.  By 1950 Tolson’s Chapel was connected with the Asbury Methodist Church on Jonathon Street in Hagerstown. Nonetheless, Tolson’s Chapel played a key role in establishing the African-American community’s independence in Maryland."],"display_date":"January 3, 1866 - January 3, 1870","search_date":"1868-01-03","locations":[{"id":6079,"lat":39.603674835,"lng":-77.8141711851,"zoom":9,"place":"WASHINGTON, Maryland"}],"tags":[{"id":1962,"tag":"African-American history"},{"id":1335,"tag":"African-American Church"},{"id":280,"tag":"Maryland"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}