{"id":6020,"place":"FAIRFIELD, Connecticut","lat":41.0633875895,"lng":-73.4206530083,"episodes":[{"id":5395,"title":"National Women's Rights Convention: Maria Varney's letter emphasizing natural rights","course_id":81,"status":"P","start_date":"1850-10-20","end_date":"1850-10-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 23, 1850 the first annual National Women’s Rights Convention commenced in Worcester Massachusetts. For two days more then a thousand women and men from eleven different states listened to speakers. The speakers emphasized the right to vote, to own property, to be admitted to higher education and to choose their occupation or profession. Newspaper reporters from all over attended, but the majority of the press coverage the convention received was derisive and scornful. The criticism did not hurt the convention, but rather brought attention to it on a national level and built support for the movement.","Maria L. Varney wrote a letter to the National Convention of Women’s Rights in Worcester, Massachusetts. The letter expressed her regrets for being unable to attend the convention and put forth a few fundamental propositions about women’s rights. Her argument is founded on two principles. First, all people have certain inalienable rights including: life, liberty, and the pursuit of happiness. And second, women are human beings. Therefore, women are entitled to a right to life, liberty, and pursuit of happiness. She declared that a right to life implies “not only a right to the means of a livelihood, but a right to <em>one’s own person and property</em>.” And that a right to liberty and the pursuit of happiness implies “a choice of location, occupation, and self-government.” Varney concluded that any law that violates these rights of <em>people</em>, male and female, is unjust and must be immediately repealed. In order to be just and fair the government and laws must be blind to gender.","Varney’s emphasis on natural rights reflected the fact that ideas about who could claim such rights had been expanding and evolving since the American Revolution. The language of natural rights first identifies with the Declaration of Independence. While the Declaration of Independence specified Man, only ten years later, in1787, the language in the Constitution is gender-neutral, using the term “person.” In 1792 Mary Wollstonecraft wrote <em>A Vindication of the Right’s of Women</em>, in which she builds off of the principle of natural rights. She claimed that because natural rights are given by God they are universal and inherent to all people and therefore undeniable. The authors of the Declaration of Rights and Sentiments followed the same pattern and adapted the Declaration of Independence in 1848 at the Seneca Falls convention. They applied it specifically to women’s rights. By the early nineteenth century some of women’s civil liberties were recognized. This is important because it acknowledged that women are human beings who possessed rights. By recognizing that women were entitled to certain rights and that the government had a responsibility to protect the women’s rights, the government inadvertently acknowledged that women were separate and distinct individuals in the eyes of the law."],"display_date":"October 20, 1850","search_date":"1850-10-20","locations":[{"id":1176,"lat":41.0633875895,"lng":-73.4206530083,"zoom":9,"place":"FAIRFIELD, Connecticut"}],"tags":[{"id":196,"tag":"women's rights"},{"id":18,"tag":"Politics"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}},{"id":6567,"title":"The Dawn of Refrigeration","course_id":162,"status":"P","start_date":"11/1/28","end_date":"0000-00-00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In the late 1920s and early 1930s, household refrigeration was seeing improvements that would encourage more and more Americans to add this piece of technology to their kitchens. In this particular advertisement, published by General Electrics in the late 1920s, they were trying to sell their all-steel refrigerators. General Electric used the idea of food safety and reliability to push the importance of their product. In one respect, GE pulled at the heartstrings by discussing the safety of refrigerated food for a family, yet they also were business savvy and discussed that repairs were virtually unnecessary. A GE model of refrigerator was an obvious choice for any reasonable family. "," A huge concern at the time was potential illness in the family due to food spoilage. The GE advertisement actually mentions that, “Physicians agree that 50 degrees is the danger point. Above that temperature, bacteria multiply alarmingly.” This advertisement was making sure that families, particularly housewifes, were concerned with keeping their food at a safe temperature. In his book, Refrigeration Nation, Jonathan Rees also discusses how important food safety was to the refrigerator consumer. "," Refrigerators were not completely trusted at this time. People were used to costly repairs, so GE was trying to prove that their new model was efficient and worth the cost. As Rees pointed out, “Much of the advertising centered on the inadequacy of the refrigeration technology that came before electric refrigerators, namely, the ice industry.” This reassurance was seen in the advertisement when it mentioned that, “There are more than 350,000 General Electric Refrigerators in use and no owner has ever spent a single dollar for repairs or service.” "," This increase in efficiency was caused by new technology. There were compressors and seals that were developed at this time that ensured the new refrigerators would be superior to their predecessors. There were advances in ammonia compressors and the way they were able to work made them much more reliable and easy to use in the everyday home. This improvement in technology was intended for the purchaser of the refrigerator, generally the man of the house. While the advertisement showed a woman and her child, GE knew that the person making the final decision was the man who purchased the refrigerator, and so needed him to be convinced of its’ worth. "," During this time refrigeration was being converted into the now standard household refrigerator, but many people still used an ice box with daily ice deliveries to maintain their food from spoiling. General Electric and other companies had to be aggressive with their advertisements to convince families that they needed this new technology to improve their quality of life. GE knew that they needed to not only discuss the benefits of keeping the food safe, but also the ease of use. People no longer had the constant expense of paying the iceman, but they had to stress that there would not be excessive repairs that would in turn make the refrigerator more costly. "," Refrigeration was not a new technology, but a compact household self-sufficient refrigerator certainly was a new concept in this technology. With these advertisements, refrigerators became the norm in many American households. People were impressed with advertisements and wanted to try this technology for themselves. This exciting new technology and promising advertisements coupled with the new lower prices of refrigerators made the industry boom. By 1928, the number of refrigerators sold grew exponentially for a total around 468,000; another attestment to how important refrigerators were becoming. ","<strong><br /><br /></strong>"," "],"display_date":"November 1, 1928 - undefined 0, 0","search_date":"1914-05-17","locations":[{"id":1172,"lat":41.1408363,"lng":-73.2612615,"zoom":8,"place":"FAIRFIELD, Connecticut"}],"tags":[{"id":3095,"tag":"refrigeration"},{"id":3096,"tag":"refrigerator"},{"id":3097,"tag":"general electric"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":162,"school_id":43}},{"id":6806,"title":"Steve Gerber's \"Destroyer Duck\" and the Fight for Creator's Rights","course_id":185,"status":"P","start_date":"1/1/73","end_date":"12/31/90","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1982, the relationship between comic books, their creator’s, and the companies who published them reached a new stage as Steve Gerber’s <em>Destroyer Duck #1</em> was released. In the eleventh issue of <em>Amazing Heroes</em>, Kevin McConnell’s review of Gerber’s <em>Destroyer Duck #1</em> is both a review of the comic book and a gateway to discuss creator’s rights — an issue that only rose in importance the preceding and following years. McConnell’s review discusses Gerber’s legal situation at the time and lays the foundation for the ongoing intellectual-property battle between comic book creators and companies who employed them.","In 1973, Steve Gerber created Howard the Duck — a widely-popular, anthropomorphic duck that had an initial thirty-three series run (marvel.wikia.com). However, just because Gerber created Howard didn’t mean he owned him. As he initially created the character, Gerber worked for Marvel Comics, thus leaving the rights to Howard in Marvel’s hands after Gerber left. This left Gerber angry, so he created a new comic, <em>Destroyer Duck</em>, which served as an allegory to Gerber wanting the rights to Howard, as well as creator’s rights as a whole. In fact, during the time Gerber created and published <em>Destroyer Duck #1</em>, he was locked in legal battle with Marvel over possession of Howard (Amazing Heroes, 57). As McConnell’s review explains, “Gerber’s message [in Destroyer Duck #1] is clear — he wants his duck back… Considering this, perhaps creators’ rights are … going to have to be re-evaluated.” (Amazing Heroes, 58). And re-evaluated they were.","During the second half of the 1970’s, the long-standing publisher-creator contract was about to change thanks to numerous comic book creator’s sharing the same beliefs that Gerber held. Since the industry began, creators were on a work-for-hire basis, meaning all work they contributed during their contract became property of the publisher when finished (Wright, 256). The most famous byproduct of this relationship, of course, is that of Jerry Seigel and Joe Shuster, who sold the rights of “Superman” to Detective Comics for an infinitesimally-small $130. Or, similarly, the creative work of Gerber staying with Marvel after his departure. Creators of the 1970’s, however, were changing this one-sided affair. Demanding royalties, creative incentives, and a greater sense of entitlement to their work, this new generation of comic creators were not backing down to publishers — including Gerber and his fight for Howard. A new copyright law went into effect in 1978, clearing up any uncertainty between creators and publishers, and some creators were able to win greater creative concessions in the aftermath. However, at the end of it all, not much had changed. Work-for-hire still existed as it did before, and now many companies were more explicitly stating what properties belonged to them (Wright, 257).","With no drastic change, creator-backlash continued and ultimately culminated in 1990 with the publication of “A Bill of Rights for Comics Creators,” a twelve-amendment article specifically listing the various rights and dignities of creators everywhere (scottmccloud.com). With amendments like “The right to full ownership of what we fully create,” “The right of approval over the reproduction and format of our creative property,” and “The right to free movement of ourselves and our creative property to and from publishers,” the message is clear. Comic creators still believed the ownership of what they create should rest in their hands, not in the hands of the company they temporarily work for.","McConnell ends his review by stating “To conclude, Destroyer Duck is a fundamental stepping stone in Gerber’s possible acquisition of Howard. And if he were able to accomplish that feat — well, some of those incredibly outre stories he scripted for Marvel would be but a pale prelude… Something worth watching, I think.” (Amazing Heroes, 58). Steve Gerber never officially regained the rights to Howard the Duck, but his never-ending battle for his creation did set a precedent to many other creators around the world and helped pave the way for the publishing of “A Bill of Rights for Comics Creators.” Even though Gerber never was able to officially reclaim Howard, Destroyer Duck had better success in the matter. In a later issue of Destroyer Duck, Howard the Duck is cloned, resulting in hundreds of Howards running free in a warehouse. In the end, Destroyer Duck states that he “got the real one,” and promptly escapes the scene with the real Howard in hand (birthmoviesdeath.com)."],"display_date":"1973 - 1990","search_date":"1981-12-31","locations":[{"id":53142,"lat":41.0534302,"lng":-73.5387341,"zoom":8,"place":"Stamford, CT"}],"tags":[{"id":3569,"tag":"Marvel"},{"id":3568,"tag":"Destroyer the Duck"},{"id":1775,"tag":"Comics"},{"id":2602,"tag":"Comic Books"},{"id":3570,"tag":"Creator's Rights"},{"id":3571,"tag":"Howard the Duck"},{"id":3572,"tag":"Steve Gerber"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}}]}