{"id":610,"place":"NEWBERRY, South Carolina","lat":34.2951280342,"lng":-81.6113260746,"episodes":[{"id":2923,"title":"Labor Disputes and Modernization in Newberry County, South Carolina","course_id":1,"status":"P","start_date":"1886-02-22","end_date":"1886-02-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the 22 of February, 1886, the Newberry County Club of Farmers met to debate the issue of labor. President R.T.C. Hunter oversaw the meeting as Mr. J.C. S. Brown discussed the necessary control of labor; he laid stress on the fact that no matter the situation, whether it was the tenant, the cropper, or the hiring system, the farmer was conned out of the most profit. As the President called for open discussion, Mr. E. P. Chalmers argued that if the farmers did not control their labor force in a more contractual manner, farming would be futile. According to this man, the farming community should have banded together in order to agree upon a labor committee; in response, Mr. H. H. Folk described a committee to find common beliefs between all members of the labor clubs across the county, and this concept was later adopted. Then, Mr. Chalmers described his essay on small grain; in his essay, he stressed the importance of independent sustenance farming. The modernization of the upper county yielded this change of food production as the farmers had become accustomed in shipping food stores; however, in the lower portion, the farmers continued to produce their own food, which attributes their success. However, Mr. Frank Moon contested this with the fact that the upper half's increased poverty level was a result of the greater impact of the freeing of the negroes. In response to all statements, Senator J.A. Sligh observed that the farmers were in a ruinous system that needed to be changed from the all cotton system. By raising all cotton, the farmers were forced to buy bread and meat; this economic system had to be restructured to incorporate food production in the economic system's post-war reconstruction."," While the farmers at the Newberry convention had personal arguments over labor in their county, this debate can be seen as a microcosm involving the labor issues across the state of South Carolina. As farmers across Newberry County attempted to stabilize the economy in the increased growth of cash crops, like cotton, which, modernization, according to Gerald Nash, played a major part in the economic metamorphosis after the war. As the slave system fell, industrial powers increased; however, labor was still required. Newberry County, and similar areas across the south, attempted a cotton-only market; however, they found that capital was not found in their constant import of food staples. Modernization decreased hard-labor requirements; however, their complete focus on cotton as a result of this lower labor level yielded economic instability that yielded labor debates across the area."],"display_date":"February 22, 1886 - February 23, 1886","search_date":"1886-02-22","locations":[{"id":11611,"lat":34.2951280342,"lng":-81.6113260746,"zoom":9,"place":"NEWBERRY, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}