{"id":6145,"place":"Hennepin, Minnesota","lat":45.0045185498,"lng":-93.476789851,"episodes":[{"id":5401,"title":"Parents learn their child has died","course_id":77,"status":"P","start_date":"1/1/07","end_date":"12/31/07","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1907, the parents of a Native American child Lizzie received a heartbreaking letter. The letter was from the superintendent of the Flandreau Boarding School where Lizzie attended. The Superintendent wrote that Lizzie had died from slow tuberculosis days before the letter was written. In the letter he claimed that he had been away at the time of Lizzie’s death, and was unable to write her mother regarding her child’s health. As a result of his absence, Lizzie’s parents did not learn she had been sick until days after she had already passed away.","Death from diseases like tuberculosis was common in Native American Boarding schools. The schools often housed students under shameful sanitary conditions. Many children were victims of contagious illness and poor nutrition. Students generally received better medical care at their homes, but schools rarely sent students back to their parents. The boarding schools operated around the theory of linear assimilation, which states that children will accept a new culture if they are fully immersed in it. Children must be completely removed from the culture they were born into for this to work. School officials often ignored letters requesting for children to be returned home, in order to completely assimilate the students to American culture.","The letter to Lizzie’s parents shows that the Flandreau Boarding School operated no differently than most other boarding schools. In the letter, the superintendent states that he wishes he could have sent for Lizzie’s mother to visit Lizzie at the school and see her before she died. This shows that he would have rather had Lizzie’s mother travel to the school to visit Lizzie on her deathbed than send her back home. His reluctance to re-expose a student to Native American culture reflects the cruel determination with which school officials carried out the mission of assimilation."],"display_date":1907,"search_date":"1907-07-02","locations":[{"id":50511,"lat":45.0045185498,"lng":-93.476789851,"zoom":9,"place":"Hennepin, Minnesota"}],"tags":[{"id":1236,"tag":"Health Care"},{"id":1234,"tag":"Cultural Assimilation"},{"id":1235,"tag":"Boarding Schools"},{"id":537,"tag":"Native Americans"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}}]}