{"id":6173,"place":"Sangamon, Illinois","lat":39.7582179873,"lng":-89.6589400672,"episodes":[{"id":5360,"title":"M1 Carbine","course_id":79,"status":"P","start_date":"6/1/36","end_date":"3/24/47","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 1936 Garand rifle was a military issued weapon that made its greatest contribution during World War II. Also known as the M1 Garand it was a gas operated, bolt action rifle that was massed produced for the military by subcontracted companies located across the country. The original design of the bolt that made this weapon uniquie was created by none other than a prisoner who developed the idea of a gas operated bolt action rifle with a locking chamber.","Parts were forged from eight difference manufactures. Manufactures included Springfield Armory, Harrington & Richardson, and International Harvester and when interchangable parts from these diverse companies were assembled they created a fully functional weapon.","The War Department contracted the first model (M1) Garand to be used by the United States Military.  With each M1 that was issued to a solider, a Technical Manual was also issued to aid in the operation, maintenance and specifications of the carbine. The Technical Manual 9-1276 dated March 24, 1947 was a standard issue manual that accompanied the rifle.","This .30 caliber M1 rifle is a “clip-fed, gas-operated, air cooled, semiautomatic shoulder weapon” as stated by the military training manual. A separate cartridge of a standard load of eight rounds slides into the top of the receiver to create a combat action fast loading rifle. This was the first model being produced with a gas-operated chamber that allowed a redirection of the expanding gas that is produced from the round to be diverted into a small receiving tube that opposes a piston that drives a bolt backwards. By driving the bolt of the weapon rearward this allows for the extraction of the round to become automatic and when the piston is returned to the forward position a new round is chambered completing the cycle of a single round and a loading of a new .30 caliber round. A single round is sent down range for ever depression of the trigger.  It was said by General George S. Patton, Jr. that it was “the greatest battle implement ever devised.”","The successful use of this new battle tool changed the way that the military viewed its importance in the field of fire, i.e. the battle zone. Its clip fed capability allowed for more ammunition to travel down range in the most efficient means possible-traveling fast, and with more potency then the combatant’s antique weapons. This is one of the first most photographed weapons in the U.S. military. The use of the gas-power driven bolt is still being used in weapons around the world. With its simple mechanical system it has been reused in many different weapons across the world. Its action with reaction system allowed for fast reloading and created reliability for a solider."," "],"display_date":"June 1, 1936 - March 24, 1947","search_date":"1941-10-27","locations":[{"id":23783,"lat":39.7582179873,"lng":-89.6589400672,"zoom":9,"place":"Sangamon, Illinois"}],"tags":[{"id":715,"tag":"Military"},{"id":1154,"tag":"M1"},{"id":1155,"tag":"Carbine"},{"id":1156,"tag":"TM 9-1276"},{"id":1157,"tag":"FM 23-7"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}}]}