{"id":6176,"place":"Alameda, California","lat":37.7659991545,"lng":-122.286458807,"episodes":[{"id":5119,"title":"The Ruinous Earthquake","course_id":49,"status":"P","start_date":"4/21/06","end_date":"4/21/06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The great 1906 earthquake turned the thriving city of San Francisco, California, into a sea of flames on the morning of April 18, 1906. However, the earthquake’s effects were more far-reaching than just the city of San Francisco itself. While Oakland was rather fortunate and did not sustain a large amount of damage, in San Jose “few buildings…escaped injury, and the death toll [was] not small.” Damage was also sustained in the Washington Township, a small collection of homesteads that would later become Fremont.","A new bank in Centerville, which had just been constructed, was completely destroyed. It had been the talk of the town, and many inhabitants were very proud to have such a beautiful new development in their town, only to have it demolished by the quake before it even opened. In addition, a drugstore and the Hawes & Dusterberry store were badly damaged. The drugstore closed down, but the Hawes & Dusterberry eventually relocated.","In the Irvington area, the Gallegos Winery was devastated, having been built less than twenty years earlier. At the time the winery was one of the largest in California. It was never rebuilt, but the remains are still visible today. The Independent Order of Odd Fellow’s building was very badly damaged but was repaired.","The majority of the damage to the rest of the cities was relatively small, although a couple of hotels were destroyed, and the powerhouse in the Mission area was cracked badly. Many local stores had their stocks knocked from shelves, and in some cases the more perishable items spoiled. Some prominent local citizens, C.C. Crane and his family, had actually gone on an automobile trip in the city of San Francisco on the day of the earthquake, but returned safely.","The damage sustained by the Washington Township, while not near as devastating as that of San Francisco itself, shaped the way the township developed for the next few decades. Much of the newer construction, such as the bank in Centerville, was either damaged or destroyed, and so the development of the townships was stunted, and the area remained largely agricultural into the 1950s and 60s, until a number of the townships were incorporated as the city of Fremont, and the GM plant (which later became NUMMI) was built."],"display_date":"April 21, 1906","search_date":"1906-04-21","locations":[{"id":52302,"lat":37.7659991545,"lng":-122.286458807,"zoom":9,"place":"Alameda, California"}],"tags":[{"id":793,"tag":"Earthquake"},{"id":789,"tag":"Urban Life/Boosterism"},{"id":813,"tag":"Fremont"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":5120,"title":"From Agriculture to Technology","course_id":49,"status":"P","start_date":"1/1/64","end_date":"1/1/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In late 1964, the California Nursery Company was getting ready to celebrate the company’s 100<sup>th</sup> anniversary. The Vallejo Adobe had been moved onto the grounds of the nursery and was restored to be used as a meeting room. There were big plans to expand, and construction was beginning on a new section of the nursery. The California Nursery Company was one of the most successful and well-known nurseries in all of the bay area and one of the largest west of the Rockies.","The California Nursery was an innovator, and it helped make a robust version of the fig that would grow in California among other improvements. Production methods were an important objective of the nursery, and in their century of operation they continually improved the quality of their plants for sale, with strong root systems and resistance to various climates. To expedite these improvements, the California Nursery paid the finest attention to planting methods, as well as digging and grading of the soil.","Plants grown at the nursery were shipped nationally and internationally, and the business was thriving in 1964. They held annual bulb shows, and thousands were in attendance year after year. Yet by 1972, the company was no longer in business, except mail order, and much of the company’s land became housing tracts. Today all that remains of the former glory of the California Nursery Company is a 20-acre historical park. What happened?","Following the incorporation of Fremont in 1956, businesses began to locate themselves in the town, most notably the GM assembly plant which opened in 1960. All around this time, the Bay Area began to grow industrially, and technology became its focus. Industry began to take over the area, and the Central Valley became the new home for agriculture.","Fremont, as well as the rest of the Bay Area, moved away from agriculture, instead becoming part of one of the largest technology hubs in the world, the Silicon Valley. With this change, shopping malls and housing tracts replaced many of the farm-oriented businesses in the area which had thrived for so long.","The California Nursery Company once occupied nearly a square mile, much of which is now housing. Some of the tracts maintained the trees and plants as part of their landscaping, but the nursery grounds have been shrunk to just a fraction of their former size. As the Bay Area developed into the tech superpower it is today, agriculture moved elsewhere, and with it the California Nursery Company, among others."],"display_date":"January 1, 1964","search_date":"1964-01-01","locations":[{"id":33268,"lat":37.7659991545,"lng":-122.286458807,"zoom":9,"place":"Alameda, California"}],"tags":[{"id":807,"tag":"nursery"},{"id":599,"tag":"Technology"},{"id":13,"tag":"Agriculture"},{"id":813,"tag":"Fremont"},{"id":814,"tag":"Silicon Valley"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":6081,"title":"<strong>Violence Erupts at Altamont Free Concert</strong>","course_id":123,"status":"P","start_date":"12/6/69","end_date":"12/6/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As Mick Jagger and the Rolling Stones took the stage at Altamont Speedway the atmosphere was already intense. While the sun went down the Rolling Stones began their fateful set at a concert that was the culmination of their 1969 US tour, and by far the most violent. What promoters had advertised as a free concert for one and all featuring the immensely popular Rolling Stones, quickly degenerated into a violent, intimidating, and frightening scene in the northern California countryside.","The Rolling Stones’ US tour manager Sam Cutler had hired the San Francisco chapter of the Hells Angels Motorcycle Club to provide security for the concert. According to Bill Wyman, former bassist of the Rolling Stones, the Hell’s Angels agreed to protect the generators and stage from the crowd. They agreed to be paid with $500 worth of beer. Wyman recalls in his book <em>Rolling With the Stones</em> that by the time the Stones began the third song of their set the crowd had become unruly and close to completely out of control.","In the documentary film <em>Gimme Shelter</em>, which focuses on the 1969 Rolling Stones tour, Mick Jagger can be seen and heard pleading with the crowd to, “Just calm down in the front there. Cool it man.” Jagger was speaking in response to a series of brawls that had broken out directly in front of the stage, between Hell’s Angels members and concert-goers. It was here, in front of the stage, that eighteen year-old Meredith Hunter was stabbed to death by a Hells Angel. As seen in <em>Gimme Shelter</em> it is clear that Hunter revealed and began brandishing a revolver in the midst of the crowd, when Hells Angel Alan Passaro drew a knife and charged Hunter, stabbing him to death. The concert ended there, as the situation had gone beyond the control of the band. Later proceedings found that Passaro acted in self-defense, with the documentary footage providing the key evidence, along with the police report that the deceased Hunter had been under the influence of methamphetamines at the time of his death.","Although the Rolling Stones cannot be directly blamed for the violence at Altamont, their music incited movement and action, and represented the counter-culture of the sixties and seventies. However, people like Meredith Hunter, and the Hells Angels, were drawn to the Rolling Stones because their music addressed social problems, promised freedom from the banality of everyday life, and glorified drug use and other illegal activity."],"display_date":"December 6, 1969","search_date":"1969-12-06","locations":[{"id":33268,"lat":37.7659991545,"lng":-122.286458807,"zoom":9,"place":"Alameda, California"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":123,"school_id":3}},{"id":6561,"title":"San Francisco Vigilance Committee By George DeRosa (Dickinson College, Class of 2016)","course_id":161,"status":"P","start_date":"1851-01-01","end_date":"1851-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was an odd thing to see so many people gathered on the balcony of the Jones Hotel at four in the morning. Fire bells rang as half-dressed people wearily watched the horizon glow a soft orange for the fifth time in eighteen months.[1] San Francisco may have been a “cloth and board” city, with no advanced water system – a tinderbox, but suspicions mounted as the Great Fire of May 4, 1851, destroyed eighteen city blocks, including the timber “portable,” that was constructed somewhere in Boston or Baltimore, and shipped in sections, to house the Joshua Norton & Company, Merchandising Company.[2] The local newspaper <em>Alta</em> was quick to place blame. “Little doubt, if any, remains that this city was set on fire by some fiend for the purpose of robbery.”[3]","Crime, murder, arson, and violence were commonplace in frontier towns and mining communities. Penal colonies were often purged and felons from Van Dieman’s Land, New South Wales, and Sydney Australia found their way to San Francisco, California. These felons would often organize themselves into cooperative organizations and terrorize the city and countryside. The general term “hounds” was used to describe anyone who banded together and specialized in pick-pocketing, thievery, arson, or assassination.[4] A small collective of convicts from Australia lived on Telegraph Hill, behind the charred remains of Norton’s former business, in a quarter called Sydney Town. Bungaraby Jack, Jemmy-from-Town, Big Brummy, Billy Sweet Cheese, and Tommy Round Head, were members of the crime collective known as the Sydney Ducks.[5]","On Sunday, June 8, a letter was published in the <em>Alta,</em> which proposed the formation of a “Committee of Safety” and a formal plan about how the committee should operate. The degenerate nature of society could supposedly only be improved by monitoring and boarding vessels that came in from Australia and refuse anyone who looked of doubtful character to come to shore. In terms of the “hounds” that had already made their way into the city, “committees of vigilance” were to be established and arbitrarily determine who would have to leave the city. It was proposed that one should be given five days’ time in order to leave the city or face the consequences of the “war of extermination,” that would be waged against them. “Let us set about the work at once. It may be well to call a public meeting in the square, to organize and carry out these views. Without this, or some other similar plan, the evil cannot be remedied; and if there is not spirit enough amongst us to do it, why then in God’s name let the city be burned, and our streets flow with the blood of murdered men.”[6]","Two days later, on the night of June 10, between eighty and one-hundred local merchants gathered in a storeroom on Sansome Street to draft the constitution of San Francisco’s first Vigilance Committee and elect its officers.  Unfortunately, for one of the Sydney Ducks, Mr. John Jenkins, was caught stealing a safe and taken to the meeting still going on.[7] He was sentenced to be hanged that same night. Many voiced their concerns over the severity of the punishment. Should attempted theft warrant execution? Others were only concerned with the hanging taking place late at night. They felt the event should be held in broad daylight with a larger audience to send a better message to other “hounds.” Members of the police force were there and the Captain attempted to save Jenkins from the mob and take him into custody, but it was of no use, the committee was too strong.[8]","Jenkins was taken to the California Engine House and the bell was rung to alert more townsfolk of the public event that was about to transpire. The biggest complaint of the night was that Jenkins would be hanged on the liberty pole. Deeming it too unpatriotic to execute someone on the pole where they fly the country’s flag, Jenkins was taken to the “old adobe” custom-house instead.  The police tried one more time to take back Jenkins but he was too well protected by armed members of the Vigilance Committee. Despite the tumult, Jenkins was placed into the makeshift gallows and hanged. [9]","John Jenkins became the first person to be officially hanged in San Francisco.  The coroner charged specific members of the committee with the responsibility for his death. The Vigilance Committee responded with a complete list of all the members and declared that the guilt was equally shared. The Committee considered itself a means to creating social good and that it had the ability purge the negative elements of the society. For a time, many residents in Gold Rush era San Francisco, agreed. [10]"," ","[1] Drury, <em>Norton I, Emperor of the United States</em>, 28.","[2] Devens, “The Reign of the Vigilance Committees in San Francisco:1851 & 1856,” 45.","[3] Drury, <em>Norton I, Emperor of the United States</em>, 29.","[4] Devens, “The Reign of the Vigilance Committees in San Francisco:1851 & 1856,” 47.","[5] Drury, <em>Norton I, Emperor of the United States</em>, 29.","[6] Josiah Royce, <em>California, </em>417-18.","[7] Drury, <em>Norton I, 29</em>.","[8] Devens, “The Reign of the Vigilance Committees in San Francisco,”47-8.","[9] Ibid. 47-8.","[10] Royce, <em>American Commonwealths</em>. 421."],"display_date":1851,"search_date":"1851-07-02","locations":[{"id":52945,"lat":37.7749295,"lng":-122.4194155,"zoom":8,"place":"San Francisco, CA"}],"tags":[{"id":256,"tag":"gold rush"},{"id":244,"tag":"Violence"},{"id":1310,"tag":"urban history"},{"id":942,"tag":"California"},{"id":3076,"tag":"vigilance"}],"course":{"name":"Digital History","school":"Dickinson College","course_id":161,"school_id":91}},{"id":6627,"title":"Burn Care: A Breakthrough in the 1800s","course_id":165,"status":"P","start_date":"1863-12-11","end_date":"1863-12-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was a chilly California night, the 11th of December in the year 1863, when suddenly, an explosion happened. It occurred in the home of Mrs. C (full name to be kept confidential), 8 miles from San Fransisco. It was a sudden explosion of a keg of blasting powder in which three of her children, two boys and one girl, endured the consequences. One of the boys died hours after the accident. According to Dr. Joseph F. Montgomery in his 1872 journal <em>Burns and Scalds: Their Treatment, with Cases, </em>he was called to see the two remaining children, one girl age 16, and one boy, age 14 for which they had endured severe burns. ","The young girl had much more extensive burns than her younger sibling. Both had suffered severe burns on the head, hands, face, thighs to the soles of her feet. Her brother, though less urgently injured, had burns in same places as his sister as well as his wrists and knees. From this physical analysis, Dr. Montgomery was able to take approaches to treat their burns thanks to the significant methods that emerged and were popular during the 19th century.","There were two major methods of treating burns during Montgomery’s time: application of cold product to produce cooling effects and/or application of some sort of stimulating substance. For Montgomery, dressing changes and oil applications were essential elements. Dr. Montgomery managed to apply oil and lime-water liniment. In fact, this type of oil was also being used during the same time on the other side of the world in Scotland (Lee 170). According to the <em>British Medical Journal</em>, lime-water liniment was often mixed with linseed oil to help with the burn and this combination became known as Carron oil in the world of burn medicine.","By applying these substances on their burns with cotton strips of wool, Montgomery managed to at least make their pain tolerable until he could attend to the siblings again a few days later. The girl’s extensive superficial burns became too much for the dressing changes to have an impact to soothe and prevent infection. She passed away on the 19th leaving her brother to fight for survival.","Though he received dressing changes daily, he appeared to have growth of his granulation where there was sloughing. Solid nitrate of silver was used which according to R.J Fernandez’ journal <em>Historical Evolution of Burn Surgery, </em>help(ed) to reduce the chance of infection and improve rehabilitation and was first made popular in the mid 1800’s by Guillaume Dupuytren, who was in fact known as the father of plastic surgery. Fortunately, the boy lived a healthy life after his accident and it could be due to the complications that he avoided.","During the 1800s, burn care and their cases were actually seen as “black sheep” in the field of medicine, but with such intense cases like these two children’s, burn care becomes more serious in the field of medicine, but with the refinement of techniques the field became more respectable. Thanks to the combinations of toxic or acidic ointments in their wound dressings are the reason why many burn patients in the 1800’s were able to survive the trauma of a burn injury."," "],"display_date":"December 11, 1863 - December 19, 1863","search_date":"1863-12-15","locations":[{"id":52945,"lat":37.7749295,"lng":-122.4194155,"zoom":6,"place":"San Francisco, CA"}],"tags":[{"id":3209,"tag":"Oil Application"},{"id":3208,"tag":"Burns"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}},{"id":6721,"title":"Legal Precedent of Chae Chan Ping v. United States","course_id":176,"status":"P","start_date":"1889-05-13","end_date":"1889-05-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Burlingame Treaty between the United States and China guaranteed the right of Chinese and US citizens to immigrate between the two countries and outright rejected any attempts to restrict this immigration. In 1875 Chae Chan Ping, a Chinese laborer, immigrated to the United States, protected by the provisions of this treaty. Seven years later Congress, under intense pressure from labor unions and west coast politicians concerned about Chinese migrants competing with white American for jobs, passed the Chinese Exclusion Act in the spring of 1882, which was the most famous of several acts that amended the Burlingame Treaty by restricting immigration from China. After living and working in the United States for twelve years, Ping decided to make a return voyage to China, fully intending to return to the United States afterwards, and obtained all the certifications necessary to do so as stipulated by the act; he departed on June 2, 1887.","While he was away Congress amended the Chinese Exclusion Act by passing the Scott Act on October 1, 1888, which canceled all certificates of residence and prevented any Chinese people who had previously resided in the United States, like Ping, from returning. When he returned to the US one week after the Scott Act’s passage, his papers were declared null and void; thus he was denied reentry and detained. Ping soon after submitted a habeas corpus petition, asserting that he was unlawfully detained without a trial, to the circuit court of the United States for the northern district of California. This circuit court maintained that Ping, under the Scott Act, was not allowed to enter the United States and was thus not unlawfully detained.","The petitioners, now arguing that the 1888 Scott Act itself was unconstitutional, appealed the circuit court’s decision to the US Supreme Court.. On May 13, 1889 Justice Stephen Jay Field, writing the decision for a unanimous court, portrayed Chinese immigrants as a threat to American civilization, since they refused to assimilate into American culture and were outcompeting white laborers. He argued that immigration policy was a right of the federal government free from judicial review since a strict immigration policy, especially in regards to Chinese immigration, was vital to the national interest. Therefore any certification held by Chinese immigrants prior to the passage of the Scott Act, “is held at the will of the government, revocable at any time, at its pleasure.” Whether any such amendments are within the national interest or are at all constitutional “are not questions for judicial determination.” The Supreme Court thus upheld the decision of the circuit court for the northern district of California. After this decision Ping was deported; his final fate in China is unknown.  <em>Chae Chan Ping v United States </em>was not the only legal challenge to the Chinese Exclusion Act, but the decision Field handed down established a significant precedent of judicial deference to federal immigration policy, known as the “plenary power doctrine,” which continues to shape United States immigration policy to this day."],"display_date":"May 13, 1889","search_date":"1889-05-13","locations":[{"id":966,"lat":37.7749295,"lng":-122.4194155,"zoom":8,"place":"SAN FRANCISCO, California"},{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, D.C."}],"tags":[{"id":3379,"tag":"Chinese Americans"},{"id":746,"tag":"Supreme Court"},{"id":31,"tag":"Immigration"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}},{"id":6748,"title":"Smallpox Anti-vaccination in the 1920's","course_id":177,"status":"P","start_date":"10/18/20","end_date":"12/31/29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Smallpox inoculation has been a controversial topic throughout the early history of vaccination of highly infectious diseases, and even throughout its eradication. In the 1920’s, a Californian physician, A. A. O’Neill, writes an article pleading for families to vaccinate their children in San Francisco. Despite the fact that the technique had already been prominent for hundreds of years, parents were choosing to not vaccinate their children out of “negligence” and “ignorance”. Even with all this time passed, smallpox vaccination was still seen as ineffective or not necessary, but its effectiveness at preventing the contagious disease was extremely successful. Smallpox has negatively affected many communities, but the success of vaccination was resulting in pleas for the vaccine in this Californian community.","            In 1920’s San Francisco, there was an array of misinformation regarding the smallpox vaccine and its effectiveness. Physicians were telling patients that they could be immune from smallpox; A. A. O’Neill describes this as an “erroneous statement”. Nurses were working in hospitals without becoming vaccinated, putting themselves and the patients at risk. This lack of vaccination in San Francisco can be described as negligence of parents not vaccinating their children and lack of knowledgeable information, and lack of vaccination can also be attributed to the passiveness of the medical profession toward vaccination and their neglect of it during times of need. A third factor regarding the lack of smallpox vaccinations during this time is associated with the anti-vaccinations propaganda of the 1920’s, which forced the repeal of a law mandating smallpox vaccinations. This propaganda had deadly effects, with ten thousand unvaccinated persons yielding 247 deaths. O’Neill goes on to state that, “there is no possible excuse for the appearance of smallpox in a civilized community at the present day”. This statement stems from the evidence displayed outlining the preventability of the disease by vaccination.","            Vaccination in the 1920’s had many objections from various groups including scientific, political, and philosophical ideologies. It was an ongoing battle for public opinion with medical and scientific professionals, who often responded in opposition to these objections to vaccination. Ideological struggles prevailed, and there was constant fear that scientific advances such as vaccination were being used coercively against the public. Anti-vaccination activists and propaganda were prevalent in the Progressive Era and the 1920s, despite evidence for the success of vaccination, specifically smallpox. The matter was simply an issue of how various citizens viewed scientific knowledge during a period of swift and unsettling change. Anti-vaccination in San Francisco during the 1920’s was influenced by these ideologies and stemmed from a lack of trust in medical professionals, as the growth of technology, medicine, and new ideas were escalating during this time."," "," "],"display_date":"October 18, 1920 - December 31, 1929","search_date":"1925-05-25","locations":[{"id":966,"lat":37.7749295,"lng":-122.4194155,"zoom":8,"place":"SAN FRANCISCO, California"}],"tags":[{"id":942,"tag":"California"},{"id":3439,"tag":"smallpox"},{"id":3440,"tag":"vaccination"},{"id":3441,"tag":"1920's"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}