{"id":6181,"place":"Albany, New York","lat":42.6001926046,"lng":-73.9735779487,"episodes":[{"id":4421,"title":"The Perfect Wife\n","course_id":17,"status":"P","start_date":"1837-04-01","end_date":"1837-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["\"A knowledge of domestic duties is beyond price to a woman.  Every one of our sex ought to know how to sew, and knit, and mend, and cook, and superintend a household.\"  So began the article \"Important Requisites in A Wife\", published in the agricultural magazine <em style=\"mso-bidi-font-style: normal;\">The Cultivator</em>, in April 1837.  According to the author, a good wife considered her work her department, and did it when it needed to be done, without consideration about when there was a convenient time for her.  The author also made clear that girls should start helping out when they were nine or ten years old, by washing cups and putting them away, dusting, and cleaning silver.  By age twelve, the author suggested girls should start superintending the house and cooking.  The best way to learn these chores, the author explained, was by doing them.","     Women in the nineteenth century were judged according to four cardinal virtues - piety, purity, submissiveness, and domesticity.  Those four virtues were supposed to be what gave a woman happiness.  The home was a woman's \"proper sphere\" where she should occupy herself with domestic affairs, take care of her family, and listen to her husband.  Historian Barbara Welter, author of the article <em style=\"mso-bidi-font-style: normal;\">The Cult of True Womanhood,</em> explained that \"the home was supposed to be a cheerful place, so that brothers, husbands, and sons would not go elsewhere in search of a good time.  A woman was expected to dispense comfort and cheer.\"  Women were to look upon housework as uplifting.  Routine tasks like making beds and cleaning their homes gave women exercise and taught them patience.  Doing housework was also considered an art.  Welter quoted one source as saying, \"There is more to be learned about pouring out tea and coffee, than most young ladies are willing to believe.\"  Women were also expected to be proficient in a wide variety of needlework and in gardening.  From an early age, girls in the 18th century took their role in the house very seriously because they saw the importance in it."],"display_date":"April 1837","search_date":"1837-04-15","locations":[{"id":8680,"lat":42.6001926046,"lng":-73.9735779487,"zoom":9,"place":"ALBANY, New York"}],"tags":[{"id":7,"tag":"Women"},{"id":28,"tag":"Work"}],"course":{"name":"The United States: The Nation Divided, 1836-1876","school":"Wheaton College","course_id":17,"school_id":2}},{"id":4885,"title":"Harriet Jacobs comes forward to tell her story of escaping slavery and fighting for emancipation.","course_id":33,"status":"P","start_date":"1861-11-01","end_date":"1861-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Far better to have been one of the starving poor of Ireland whose bones had to bleach on the highways than to have been a slave with the curse of slavery stamped upon yourself and children…” These powerful words come from the fugitive slave Harriet Jacobs. First hesitant to tell her story, later Jacob’s was convinced through the suggestion of a friend to indeed tell her story to others in order to help. Her famous tale <em>Incidents in the Life of a Slave Girl: Written By Herself </em>has answered a lot of questions into Jacobs life. She was born in Edenton, North Carolina around 1815. Her parents died when she was a child and she was sent to live with a brutal master, where she underwent sexual harassment. When she was only a teenager she had two children with another white man. As the threats continued she finally got the courage to run away and was aided by both black and white neighbors. She stayed hiding out at her grandmother’s as a freed slave. The man who she had the children with brought them to her grandmother’s house although he never emancipated them as he promised.","Finally Jacobs escaped to the North where she got back in contact with her children, and eventually found work in New York.  She was hired as a nanny the daughter of littérateur N.P. Willis in which she was allowed to use the resources to begin writing. She then moved to Rochester, New York where she ran an antislavery reading room with her brother, a fugitive slave. With the help of black abolitionist writer William C. Nell , her narrative the story of her life by herself was finally published early in 1861.  As the crisis of Emancipation deepened she tried to speak out in order to publicize the harsh reality of being a slave woman. She hoped that this might have some substantial impact to whites who might have read it at the time and encouraged the sentiment towards Emancipation. She remained active for the next thirty years and died in 1897. Although she was once hesitant about writing about her life, she tells in letters to Amy Post, a friend, that it would be the Un-Christian thing of her to do not to speak out, although she admits that it took her two years to finally swallow her pride and tell her story. However she did so in an attempt to help others to maybe escape the fate that had one captured her. Thanks to the encouragement of both black and white abolitionists of the time, she finally published her interesting accounts. During the Civil War she also went to D.C. to assist black soldiers and returned to the South later to help those who had been freed."],"display_date":"November 1861","search_date":"1861-11-15","locations":[{"id":8683,"lat":42.6001926046,"lng":-73.9735779487,"zoom":9,"place":"ALBANY, New York"}],"tags":[{"id":365,"tag":"Emancipation"},{"id":501,"tag":"Escaping slavery"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":5034,"title":"Prohibition Throughout Time","course_id":43,"status":"P","start_date":"1/30/00","end_date":"1/30/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1861, the Boston Temperance Alliance exclaimed that \"alcohol in the living body [was] not a servant or a friend, but a disturber, a foe; in a single word,...a narcotic poison.\" The idea of prohibition has been around since colonial times, spear-headed by a man named Dr. Benjamin Rush who argued in 1784 that excessive alcohol consumption was harmful to both the human body and mind. These ideas were continually supported throughout time by important figures such as Abraham Lincoln. In the 1840s, the \"dry movement\" was lead by zealous religious denominations, especially the Methodists. During the Second Great Awakening, there was an extreme shift of moral attitudes and a push for social reform. The \"hearty, carefree drinking habits of the yeoman-artisan republic\" had eroded so much that public drunkeness became standard and soon associated with human depression, social disorder, and violence.","The Boston Temperance Alliance stated in their 1861 address to the commonwealth that for \"a third of a century, the duty of abandoning the use, and prohibiting the sale, of intoxicating liquors as a beverage has been gaining the assent and commanding the approval of the virtuous of every class.\" The Alliance went on to attacked certain areas of the nation, one in particular being the \"liquor-demented Washington... the deluged-precincts of the capital.\" The truth was; however, that alcohol had always been the focal point of social and political events. Churches were purposefully built next to taverns for congregation after services and alcohol was even seen as a cure for certain illnesses. People who did not attribute the political and social corruption to alcohol, hastily organized opposition to temperance. These members of society founded their own organizations and triggered outbreaks of violence such as the Lager Beer Riot in 1855 after the Know-Nothing mayor of Chicago closed bars on Sunday.","The idea that “respectable men go to church on Sunday” stood; however, and the American Temperance Society brought the movement to a national scale. In the 1890s, the Anti-Saloon League of America became a leading force and sought not only moderation, but complete prohibition. In 1915, a statue known as the Maine Law outlawed sale in alcohol in Portland and consequently, many northern states followed their lead. The Massachusetts Temperance Alliance address stated that the \"progress of every moral enterprise, in order to be stable, must be slow... prohibitory policy has risen from the position of being vascilatingly tolerated in one or two of the states, to that of stable authority in many of them, and even to a recognition by Congress itself.\" The 18th Amendment was eventually put into effect on January 16, 1920. Through the Volstead Act, prohibition was enforced.","Issues of social degradation were the catalyst for the “dry” movement beginning in the mid-1800s. Prohibition; however, became increasingly unpopular, especially in the big cities and on March 23, 1933, President Franklin Roosevelt singed the Cullen-Harrison Act which allowed the manufacture and sale of \"3.2 beer\" and light wines. Surrounding the issue of prohibition during the early 1900s was a sense of inevitability. With such a widespread effort against alcohol, the 18th Amendment was predictable. Blue Laws are currently still in effect for many states in the nation and issues surrounding alcohol have permeated into literature and other forms of entertainment. Although prohibition did not stick, alcohol consumption is still a predominant issue socially and politically; the concentration being moderation once again."],"display_date":"January 30, 1900","search_date":"1900-01-30","locations":[{"id":49725,"lat":42.6001926046,"lng":-73.9735779487,"zoom":9,"place":"Albany, New York"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":699,"tag":"Temperance Movement"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5429,"title":"The FDR and Lucy Mercer Affair","course_id":79,"status":"P","start_date":"11/1/13","end_date":"11/30/13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Franklin D. Roosevelt will forever be remembered for his public contribution to our nation during the Great Depression years. However, the confidence FDR exuded publically was also used in a more private nature. Late in 1913 Lucy Mercer was hired by Eleanor Roosevelt to act as a social secretary and as such she managed any of the paperwork and social affairs of Eleanor. When FDR first saw Lucy, she was arriving for work as he was leaving for his office in the Navy Department and it was not long before he took to greeting his wife’s secretary with, “Ah, the lovely Lucy.”","This was the beginning of what became a long term romance. Lucy began to accompany the family to more and more social events, serving as the extra woman at the table meant to entertain foreign ambassadors. What began as simply an employee and employer relationship blossomed into a love affair. Franklin, who had loved traveling to Campobello, the family’s summer home, now began to drag his feet about joining Eleanor and the children. Instead he remained in Washington while encouraging Eleanor to stay longer and taking trips on his boat with Lucy.","Eleanor’s suspicions were further aroused after Franklin wrote to her of a trip to the birth places of Robert E. Lee and George Washington. Lucy was among the list of passengers and despite her apparent coupling with Nigel Law, a British diplomat and friend to FDR, the implications of Lucy’s real reason for being aboard were obvious. The next week Eleanor fired Lucy from her secretary position with the family. However, five days following her dismissal from her post, Franklin hired Lucy as a secretary in the Navy Yard allowing the two to remain in contact with one another.","The following summer Roosevelt again dragged his feet in joining his family at Campobello. Eleanor for her part attempted to avoid leaving for the family’s retreat, while at the same time begging Franklin to join them. While Eleanor remained at Campobello, Franklin arranged another sightseeing trip with Lucy again on the guest list. This stalling, followed by summer jaunts with Lucy were to become the norm for Franklin’s summers. He placated Eleanor with a day or two of his time, however there was always an excuse for him to return to his bachelor summers.","Soon Eleanor’s suspicions were confirmed. FDR, just returned from a trip to Europe during World War I, failed to remove the correspondence between him and Lucy from his suitcase. Eleanor discovered them and threatened to divorce Franklin, effectively ending his political career. FDR was saved only be his charm and the fact that Eleanor had a political agenda of her own that could ill afford the stigma of divorce. Also there were the children to be considered. Franklin promised to end the relationship with Lucy who eventually married, however she always loved Franklin and they continued to write to one another long after the affair had ended up until FDR’s death."],"display_date":"November 1913","search_date":"1913-11-15","locations":[{"id":16493,"lat":42.6001926046,"lng":-73.9735779487,"zoom":9,"place":"Albany, New York"}],"tags":[{"id":1081,"tag":"The Great Depression"},{"id":1282,"tag":"Affair"},{"id":1283,"tag":"FDR"},{"id":1284,"tag":"Lucy Mercer"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":6240,"title":"New York Canal Construction Challenges its Creators","course_id":137,"status":"P","start_date":"1825-10-26","end_date":"1829-10-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The challenges of creating the Erie Canal are clearly portrayed in a bill submitted to the Canal Board for payment in 1829. The expenses listed within this bill were specifically for section twelve of the canal. Some chores mentioned were “cleaning [of land], chopping, and excavation [of] solid rock.”  Noticeably, these actions required a lot of time and energy from dedicated, hardworking individuals.","Constructing a waterway that is 340 miles in length, four feet deep, forty feet wide, and connects Buffalo to Albany, New York was not an easy task, and inevitably brought countless challenges that the laborers faced and overcame in order to get the canal operating. This bill submitted to the Canal Board allowed $490 towards “1 Farm Bridge.” This illustrates one of the challenges that the creators of the canal met. As they cleared land and continued digging the canal, citizens who owned that land probably became frustrated because it was hard for them to access both sides of their land. Therefore, the canal workers had to install bridges along the way so that landowners could reach both sides of their land without having to get wet.","When the Erie Canal workers reached the Montezuma marsh in 1820 towards the northern part of the canal, engineers from the American Society of Civil Engineers report that “malaria and pneumonia thinned their ranks and difficult geo- technical conditions slowed their progress.” Unfortunately for these laborers, this was only the beginning of the difficulties they would meet while creating the Erie Canal. “The canal builders did not meet their greatest challenge, though” experts recall, “until they had nearly reached Buffalo, the western terminus.” There, laborers had to use the dangerous technique of heavy blasting to break through a slab of sturdy rock.","In all, the 1829 bill for section twelve submitted to the Canal Board ordered excavation for “29,184 cubic yards” of solid rock. To put that number into perspective, a typical ten-wheel dump truck has a capacity of ten to twelve cubic yards of material. Therefore, it would have taken approximately 2,500 dump trucks to haul all of the solid rock that the Erie Canal workers had to excavate for this section.","Overall, the builders of the Erie Canal faced numerous challenges along the way that required years of hard work, dedication, and a little creativity to overcome. Plus, keep in mind that this bill submitted to the Canal Board was only representative of the needs of one section of the Erie Canal. Section twelve was a bit over one mile long, while the entire canal’s length was 363 miles. Therefore, the amount of chopping, clearing, and excavating that was needed over the eight year creation of the canal is almost unimaginable."],"display_date":"October 26, 1825 - October 26, 1829","search_date":"1827-10-26","locations":[{"id":8679,"lat":42.6001926046,"lng":-73.9735779487,"zoom":9,"place":"ALBANY, New York"}],"tags":[{"id":792,"tag":"Transportation"},{"id":831,"tag":"construction"},{"id":563,"tag":"Erie Canal"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6303,"title":"Low Bridge, Everybody Down or The Erie Canal Song","course_id":137,"status":"P","start_date":"1/1/05","end_date":"12/31/05","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Thomas Allen wrote a song about the famous Erie Canal in 1905 titled, “Low Bridge, Everybody Down,” also known as “The Erie Canal Song.” This humorous, yet accurate tune reminded others just how much the Erie Canal shaped and improved people’s lives during its first eighty years. In addition, Thomas Allen’s song contributed to an entirely new genre of music that perhaps became America’s longest lasting form of song, as it is still popular among Americans today.","When Allen’s lyrics sang, “Giddap ‘there gal we’ve passed that lock, We’ll make Rome fore six o’clock,” he made a direct reference to time in order to portray how much faster transportation occurred and the time-sensitive striving that make the Canal so important. Goods being transported by waterway beat goods being transported overland by road, even when mules or oxen did the pulling in each case. The steam engine began to replace beasts of burden along the canal route in the later Nineteenth century as the song implies. In these ways, Thomas Allen’s renowned song portrays the positive effects that the Erie Canal had on the United States, even though it sadly meant there would be no work left for Sal.","Before the year 1815, the United States’ growth was developing at a slow pace physically, economically, and socially.  This sluggish progression, historian James McPherson explains, was due to a number of problems going on in America. For example, roads were rutted dirt paths all but impassable in wet weather, and farmers living more than a short distance from navigable water consumed most of what they raised. Furthermore, the cost to ship goods and the amount of time it took for the goods to be transported made it extraordinarily difficult for the northern states to be productive. Fortunately, around the year 1815, America dove into a transportation revolution. Many changes regarding transportation were occurring, including construction of roads and railroads. In New York, though, the state pioneered the canal era by building the Erie Canal from Albany to Buffalo. The creation of the Erie Canal is even given credit as the first prominent waterway that sparked interest and led to the production of 3,700 additional miles of canals by the year 1850.","Overall, it is simple to see how influential the Erie Canal was for the development of the United States. The Erie Canal had a huge, positive impact on the nation’s transportation, which led to stronger trade, growth, and economy. Furthermore, the song regarding the canal, “Low Bridge, Everybody Down,” laid the groundwork for American folk music, as it preceded songs such as  “Apples and Bananas,” and “If You’re Happy and You Know it.” All of these folk songs tell some kind of story, and are shared among citizens all across America, giving new generations a peak into their nation’s past."],"display_date":1905,"search_date":"1905-07-02","locations":[{"id":49725,"lat":42.6001926046,"lng":-73.9735779487,"zoom":9,"place":"Albany, New York"}],"tags":[{"id":563,"tag":"Erie Canal"},{"id":792,"tag":"Transportation"},{"id":1278,"tag":"music, folk"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}]}