{"id":6190,"place":"Tuscaloosa, Alabama","lat":33.2892936713,"lng":-87.5259674694,"episodes":[{"id":391,"title":"The Alabama State Intelligencer established\n","course_id":1,"status":"P","start_date":"1829-04-10","end_date":"1829-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Alabama's new capital of Tuscaloosa, the Alabama State Intelligencer was established on April 10th, 1829. This event was important not only for being the founding of a new paper, but this event also marked the growing role of Tuscaloosa in Alabama. In fact, the capital had recently been moved from Cahaba to Tuscaloosa and in 1829 the legislature met for the first time in the new capital (Alabama: The History of a Deep South State).&lt;br /&gt;&lt;br /&gt;The Intelligencer was certainly not the only paper in Alabama. The Cherokee Phoenix and Indians' Advocate reported that there were 11 papers published in Alabama in 1829. This proliferation of Alabama papers is certainly interesting, yet even more interesting is the fact that this proliferation was noted in a Georgia paper. This occurrence evidences the swift exchange of information allowed by having newspapers across the nation. Lastly, this large amount of newspapers was not only due to the growing desire of the populace to be informed, but this abundance of papers was spawned from the advent of the rise of the Jacksonian-Democrats, and the great divisions caused by this whole hearted use of the two party system. Relatively small cities such as Macon, Georgia and Lynchburg, Virginia had at least two papers in 1829 If later trends are to be believed, most likely one party ran one paper, while another party ran the other. &lt;br /&gt;&lt;br /&gt;Newspapers were constantly quoting other newspapers during this time period and editors were very interested to hear what other editors were writing. A small paper, for example the Western Balance of Franklin, Tennessee, could not easily keep up with events across the nation, so they often simply quoted articles from other papers. The populace of Baton Rouge seemed to be concerned with not only national events, but global events as well. The Weekly Gazette and Comet even reported on the opening and closing of Parliament in London."],"display_date":"April 10, 1829","search_date":"1829-04-10","locations":[{"id":381,"lat":33.3670683314,"lng":-87.6543477902,"zoom":8,"place":"TUSCALOOSA, Alabama"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1781,"title":"Henry Clay publishes the Alabama Letters\n","course_id":1,"status":"P","start_date":"1844-07-01","end_date":"1844-07-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The issue of Texas Annexation in 1844 proved quite harmful to the running candidate. Although, initially careful of what stance to openly announce on the issue of Texas, Clay publicized his negative feelings on the issue of Texas annexing the United States. Due to the second party system in 1844, which allowed for party loyalty to switch regardless of self-interest, Clay now feared the consequences of his shared opinion. Clay worried that southern Whigs may defect to the Democrats. Clay knew that if Southern Whigs viewed the prospect of Texas above their party loyalty, his chances of succeeding in the presidential elections were slim. As a candidate that had roughly secured votes in many Southern states, including, Louisiana, Georgia, Tennessee and North Carolina, Clay knew that being perceived as supporting the abolitionist position would endanger his chances of ensuring these votes.&lt;br /&gt;In order to rid himself of this falsehood and hold onto the Whig vote, Clay wrote two letters expressing his opinions and had them published in the Tuscaloosa Alabama, Independent Monitor. His first letter, published on July 1st, stated his adamancy that he a) wanted to preserve the Union and b) that his initial objection to the annexation had nothing to do with the Northerners; people he had previously criticized. This letter outraged many abolitionists but still caused little harm to the Whig campaign. &lt;br /&gt;On July 27th, Clay published his second letter in another Alabama newspaper; it was this letter that aided his loss in the election. In this letter he ascertained no personal protest to the annexation and decreased the significance of slavery asserting that he himself would be glad to see it, without dishonor, without war, and with the common consent of the Union, and upon fair and just terms.' Some view the publication of these letters as a great political mistake in Clay's career while others insist that without these letter Clay would have lost additional Southern States. All in all these letters were instrumental in a disastrous shift in the Northern Whig strategy that many say led to their defeat."],"display_date":"July 1, 1844 - July 27, 1844","search_date":"1844-07-14","locations":[{"id":383,"lat":33.2726735133,"lng":-87.5297604234,"zoom":8,"place":"TUSCALOOSA, Alabama"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2346,"title":"B.F. Porter&#39;s Gin House\n","course_id":1,"status":"P","start_date":"1842-02-21","end_date":"1842-02-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["B.F. Porter was an important individual around Tuscaloosa County, Alabama. Not only was he a practicing lawyer, but he owned a large crop of cotton and produced valuable gin. However, someone apparently had a problem with his extracurricular activities. On February 21, 1842, the Mobile Commercial Register reported that Mr. Porter's gin house, along with his entire cotton crop, went up in flames only a few days before. According to the paper, the fire appeared to have been intentionally set. From this article, it is unclear as to whether Mr. Porter was the victim of an enemy seeking revenge or a dogmatist attempting to make a statement for the temperance movement. What is clear about this time period is a great difference of opinion when it came to alcohol consumption. In the antebellum South, Charles Wilson explains that alcohol was a basic part of life in which isolated farmers, as Mr. Porter may have been, utilized distilling to retard spoiling, reduce bulk, and enhance the marketability of their crops. Even though the temperance movement had begun to gain speed in the nineteenth century, it was not yet able to get a foothold in the South. This was due to the economic circumstances of farmers like Mr. Porter and the perceived link between abolitionism and temperance. In Alabama specifically, the temperance movement took form prior to the Civil War but only strengthened along with the other reform movements during the twentieth century.","Nevertheless, the 8 percent of antebellum southerners who did make temperance pledges were adamant and extreme in their views. Alcoholism brought a great number of dangers to southern society, including violence, economic insecurity, and even suicide. Therefore, the temperance movement was able to build a small base of support despite the customary position of alcohol in society. This small percentage was undoubtedly the most radical of the population, and their extreme views led to extreme action. Unfortunately, Mr. Porter may have been a victim of such action."],"display_date":"February 21, 1842","search_date":"1842-02-21","locations":[{"id":383,"lat":33.2726735133,"lng":-87.5297604234,"zoom":8,"place":"TUSCALOOSA, Alabama"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":5405,"title":"Life in a 19th Century Insane Asylum","course_id":77,"status":"P","start_date":"1/1/10","end_date":"3/5/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Andrew Moore Sheffield was a woman born with a man’s name.  Her father, James Sheffield was a former slaveholder and one of the Alabamian men who signed the state’s ordinance of secession before the time of America’s civil war.  James Sheffield, along with his son who was a probate judge at the time, had long believed Andrew was insane, and one day in 1890, when the opportunity presented itself, the men admitted Andrew Sheffield at the age of 11 to a mental institution in Tuscaloosa, Alabama named Bryce Hospital.  Andrew was sent to Bryce after being accused of arson.  Andrew claims that she was drugged by her physician at the time of the crime with chloral, a drug used at the time to induce sleep.  The physician knew that Andrew had previously been addicted to chloral and he wanted to use her for a crime he wanted to commit.  After weeks of abuse and becoming addicted to chloral once again, Andrew went through with her physician’s plan to burn down her neighbor’s home, which caused her sentencing to Bryce.","According to a 1910 Bryce Hospital form titled, Application of Patient to Insane Hospital, it was quite easy for someone to be admitted to a mental hospital around the late nineteenth and early twentieth century.  The form asks questions focusing on social delinquency rather than possible reasons for mental distress.  One question on the form asks, “How has he (or she) attempted to destroy property?”  Unfortunately for Andrew Sheffield, the question is answered by her confession to burning down her neighbor’s home while under the influence of chloral.  Coincidently, there is a question on the form that asks if the person has an impaired mental condition attributed to the damaging use of alcohol or other drugs, which regrettably once again, Andrew would have to confess to.  Unlike Bryce's application, today's modern mental health form gives the patient a chance to explain any drug or medication related information as opposed to Bryce’s ‘yes’ or ‘no’ checklist.","Andrew Sheffield was sent to Bryce Hospital during the Victorian period when, according to historian Thomas Szasz, mental illness was considered to be a physical illness.  Since mental illnesses were thought of as physical problems, no one paid any attention to the social conditions surrounding the sickness or the patient.  Instead of Andrew’s doctors examining any possible social problems surrounding her, such as an abusive physician who drugged her with chloral, they decided to claim her mentally insane to keep the female criminal locked away from the rest of society.","Andrew died on March 5, 1920 at the age of forty-one as a ward of the state and was buried on the hospital grounds.  There is a combination of possible causes for her death, but it is most likely due to influenza and complications of pellagra.  On Andrew’s death certificate, she is never officially labeled as mentally ill, but instead, as a criminal.  O. D. Street, Andrew’s nephew, arranged her burial at the hospital but did not attend any service for his aunt’s death.  In 1910, when asked about her burial arrangements, Andrew replied that she would like to be buried in the hospital grounds because it looked like how she felt on the inside, “desolate, gloomy, lonely, neglected, uncared for and forsaken…”"],"display_date":"January 1, 1910 - March 5, 1920","search_date":"1915-02-02","locations":[{"id":17314,"lat":33.2892936713,"lng":-87.5259674694,"zoom":9,"place":"Tuscaloosa, Alabama"}],"tags":[{"id":1260,"tag":"mental health"},{"id":1261,"tag":"madness"},{"id":1262,"tag":"bryce hospital"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}},{"id":5407,"title":"Financial Problems for Mental Hospitals","course_id":77,"status":"P","start_date":"1/1/19","end_date":"10/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1840, female activist Dorothea Dix set out on a misson to create more mental health hospitals for the mentally ill.  During this time in America, there were only 8 hospitals for the mentally ill, but Dorothea fought for the creation of at least 32, so the people who have been injustly imprisioned for mental health reasons may be transferred from jail to the hospital instead.","Bryce Hospital, a hospital for the mentally insane, opened in Tuscaloosa, Alabama in April of 1861.  The hospital was possible thanks to Dorothea Dix, after she visited Alabama in 1848 to advocate for the mentally ill.  The purpose of Bryce was to admit, care for, and treat citizens of Alabama who were considered to be a menace or danger to society, but showed hope for improvement.  The hospital was named after Dr. Peter Bryce who became the first superintendent of the institution, later followed by Dr. J. T. Searcy in 1892 then Dr. W. D. Partlow in 1919.","On January 21, 1919, a typist by the name of Francis M. Purifoy sent a letter to the superintendent of Bryce at the time, Dr. Partlow.  The letter informed Dr. Partlow of historic Alabama laws written in the mid to late 1800s concerning the Alabama Insane Hospital.  Purifoy then ended the letter with his average pricing rates for his work:  five, ten, of fifteen cents per hundred words, according to the character of the work.","A week later, January 28, 1919, Purifoy wrote to Dr. Partlow again.  Purifoy’s letter this time had a very different feel to it.  The letter enclosed a few historical acts passed on February 6, 1852 involving legislation surround the Insane Hospital Act, but this time Purifoy mentioned his own worries surrounding the hospital.  Purifoy stated that he was interested in the funds for the maintenance of the Hospital and just because he left the Hospital does not mean he lost interest in the patients, and he also wanted to devote his time for the remainder of his days to a relief of those who are confined to mental hospitals.  Purifoy goes on to add that he wanted to make a collection of history and laws of the Alabama Insane institutions, and he wanted to beg forgiveness from Dr. Partlow for his last letter.  Purifoy felt terrible for asking for compensation, and stated that he entirely overlooked the fact that the Hospital was worse off financially than he.  Purifoy ended the letter with offering his willingness to better help the hospital in any finical way he could.","The last letter is written almost a year and a half later on October 4, 1920.  Purifoy began the letter with small chat, talking about a sporting Field Day event, but then the letter progressed to business.  It seemed as if there was a bill proposed to the Governor at the time, and if granted then Bryce Hospital would receive $100,000.00 for improvements.  His pleasure was displayed in his letter as he wrote what he thought the improvements should focus on:  burning of the garbage, a rebuilt water tank, and a corresponding sewerage and draining system.   Purifoy also suggested that improvements should go towards the kitchens and dining room, but he noted these will not be good investments unless properly policed.  Finally, once again, Purifoy offered any help he could in assisting estimated and suggestive plans before ending his letter.","According to historian Barbara Bellows and her research on the South Carolina Lunatic Asylum, it was common for asylums to suffer from finical issues.  Bellows studied the South Carolina legislature and how the idea for an asylum formed in 1809, but the institution was not successfully opened until 1828 due to lack of sufficient funds.  Onwards through its history, the South Carolina Lunatic Asylum struggled as it tried to become a self-sufficient institution, but could not because of overpopulation.","Although the end result of money granted to Bryce Hospital was not spent on fuel or clothing for patients, it was spent on food and improvements to the condition of the building.  The interior was painted, plastering was replaced, staircases were repaired, and leaky roofs were patched creating a better overall appearance for institute."],"display_date":"January 1, 1919 - October 31, 1920","search_date":"1919-12-01","locations":[{"id":17314,"lat":33.2892936713,"lng":-87.5259674694,"zoom":9,"place":"Tuscaloosa, Alabama"}],"tags":[{"id":1263,"tag":"financial"},{"id":1260,"tag":"mental health"},{"id":1262,"tag":"bryce hospital"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":77,"school_id":10}}]}