{"id":62,"place":"JEFFERSON, Florida","lat":30.1025454694,"lng":-84.0003902079,"episodes":[{"id":87,"title":"Rumors of Slave Insurrections in New Orleans\n","course_id":1,"status":"P","start_date":"1853-06-13","end_date":"1853-06-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Rumors of an intended slave insurrection alarmed whites living in New Orleans as well as throughout the South as the news of the supposed insurrection travel through newspapers published around the country. On the night of June 13, a free black man reported to the local police about a plot for insurrection in New Orleans. Soon after, James Dyson, white man who was a teacher of a school for free blacks, and Albert, a black slave, were arrested to planning to organize for 2,500 negroes to attack the city at several points the next day, including the powder magazines, mint, and principal banks.' Newspapers claimed that, the city was to be set on fire, which was to be the signal for the Negroes in the surrounding country to rise.'&lt;br /&gt;&lt;br /&gt;Though extensively covered in the press, the supposed insurrection was later revealed to be largely a hoax. The nervousness and interest the incident arouse especially in the South revealed the state of continuous fear and distrust in which the white, slave-owning class lived. Eventually, to quiet anxieties among its readership, the Vicksburg Whig published an article denouncing the press and people of New Orleans' for giving so much notoriety to a miserable affair as to create excitement throughout the country.'"],"display_date":"June 13, 1853","search_date":"1853-06-13","locations":[{"id":1382,"lat":30.1025454694,"lng":-84.0003902079,"zoom":9,"place":"JEFFERSON, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2374,"title":"Crop Variation\n","course_id":1,"status":"P","start_date":"1852-04-01","end_date":"1852-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["It was the middle of April and the time for planting crops in the Western Florida county of Leon. At Chemonnie Plantation, except for a small piece of ground near the southwest edge of the plantation, the crop was all planted. The crop referred to by John Evans, the plantation overseer, in his bi-monthly letter to the plantation owner George Noble Jones was the king-cotton. Having addressed the major crop on the lands, Evans's letter quickly proceeded on to other activities from previous two weeks. Since the old rice paddy was planted with cotton, a new pond had to be ditched and cleared for this year's rice crop. Trees had been cut down and sawed into a heap of nice fence. Some of the lumber was already being incorporated into the fence along the plantations road frontage. Evans had sheared all the sheep and neutered the lambs, but had not yet spayed the shoats. That, he promised, would happen in the coming week. Evans reported the team looked a little thin but would sure to gain the weight back now that all the plowing had been completed. Evans completed his assessment of livestock with an update on the status of a pregnant sow. Evans also addressed a concern voiced by Jones involving the ratio of corn to cotton. At Chemonnie, Evans had planted about 200 acres of corn and 250 acres of cotton. He reassured Jones it was a good decision given the amount of land, number of slaves and size of the team available. Evans closed his letter promising not to work the team too hard.","Though king cotton was the most highly valued crop produced on large southern plantations like Chemonnie, it was neither the only crop cultivated, nor necessarily the most important. Within this one letter, Evans mentioned the production of cotton, corn, oats, rice, lumber, pork and wool. Southern plantations, often portrayed as only producing cash staples such as, cotton, tobacco, rice, or sugar, produced a diverse array of goods. In Florida, especially in the newly settled lands, a plantation resembled a classic frontier farm more than an older, established plantation of the Upper South. However, even after a plantation became well established, owners, much like Jones, tried to make their operations as self-sufficient as possible. Most often this entailed producing as much of the food consumed on the farm as possible. Foods produced included grains like, wheat, barely, buck-wheat, rice, and corn. Vegetables grown consisted of potatoes, sweet potatoes, greens, squashes, and beans. Livestock for home consumption included, cattle, chickens, and hogs. In Florida the easiest and most often produced food crops were sweet potatoes, corn and pork. At Chemonnie's height, of the 771 acres of open land only 451 consisted of cotton. The rest was seeded in corn, potatoes, sugarcane potatoes, rice and pasture for cattle."],"display_date":"April 1852","search_date":"1852-04-15","locations":[{"id":1382,"lat":30.1025454694,"lng":-84.0003902079,"zoom":9,"place":"JEFFERSON, Florida"}],"tags":[{"id":13,"tag":"Agriculture"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4861,"title":"Slavery in Florida","course_id":33,"status":"P","start_date":"1865-02-09","end_date":"1865-02-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Florida became United States territory in 1821. Up until then, the Spanish had ruled the land for almost three hundred years. When Florida achieved statehood, the total population was twelve thousand, the majority consisting of free blacks, fugitive slaves, or Seminole, Creek or Mikasuki Indians. Some blacks found the more relaxed racial climate to their liking. By the 1730s, Spanish Florida existed as a haven for runaway slaves from Georgia and the Carolinas. While the life of a slave in colonial Florida was not necessarily better than the life of a British slave in Virginia, the institutions of government and church offered them better legal protection and far greater opportunity for freedom.","By 1830, Middle Florida had emerged as the state’s “black belt”. The vast majority of slaves lived in this region, consisting of Jackson, Gadsden, Leon, Jefferson and Madison Counties. Although cotton would come to be the main cash crop of Middle Florida, most slaveholders owning large areas grew sugarcane only for their own consumption. Planters often cultivated a variety of other crops other than their staple, such as corn, sweet potatoes, greens, squash, and okra.","On February 9, 1865 a twenty-two year old slave named Thomas was sold for fifty-five hundred dollars in Jefferson County, Florida. Life on a slave plantation improved greatly on the larger units as bondservants established extended kinship ties. Slave women often gave birth to their first children at young ages.  Sometimes, in order to keep slave families together, some masters allowed slaves the opportunity of selecting their new masters or heirs.","Religion served as a means of unifying the black community. In Florida, and other areas of the South, a mixture of Euro-Christian and African religious practices helped make life more bearable for slaves. They typically worshipped in the white-controlled churches of their masters. At Tampa’s Methodist church, some meetings were racially segregated, while others were not. Even though most sermons taught obedience, the slaves heard the message of equality before God. They came to believe firmly that the souls of slaves were as precious as those as whites. Enslaved blacks thus found within the church powerful reassurance of their humanity.","The relationship between slaves and their masters were imperative. Masters relied on their slaves as a means of survival in terms of profit. Agriculture was the main source of income for plantation owners in the South, and slaves were the ones who planted, maintained and harvested these crops in order to sell them. Slaves relied on their masters for food, shelter and protection. Most people in the antebellum era, especially poor whites, were extremely resentful towards blacks.","Slavery in Florida evolved from the Spanish, who were the first to settle there since its discovery in 1513. The Floridian slave system was much less harsh than the others (British, Portuguese) because of this Spanish influence."],"display_date":"February 9, 1865","search_date":"1865-02-09","locations":[{"id":1383,"lat":30.1025454694,"lng":-84.0003902079,"zoom":9,"place":"JEFFERSON, Florida"}],"tags":[{"id":436,"tag":"florida slave history"},{"id":96,"tag":"Slave Trade"},{"id":4,"tag":"Slavery"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}}]}