{"id":623,"place":"POWHATAN, Virginia","lat":37.5514769143,"lng":-77.9162685206,"episodes":[{"id":1241,"title":"Black and White Interactions in Virginia\n","course_id":1,"status":"P","start_date":"1815-12-04","end_date":"1815-12-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Hezekiah Mosby, married to Betsy Merryman, appealed to the Virginia General Assembly for a divorce on the grounds that his wife committed adultery.  More specifically, his wife committed adultery with a black man, and gave birth to a mulatto child.  The General Assembly set the grounds for the divorce, requiring that the courts determine whether or not Hezekiah had been a faithful husband, as well as whether Betsy had really committed adultery.  This is an example of someone's marriage situation, while also showing that divorce did not seem uncommon if there was a sufficient reason, such as an unfaithful spouse.  &lt;br /&gt;Another example occurred in January of 1815, where a white married woman named Mary Godsey eloped with William Arthur, another white man.  Mary Godsey had been married for ten years to Robert Wright, a free mulatto who had inherited a large plantation from his father.  As a result of the elopement, Robert Wright submitted a petition for divorce.  This was a unique situation in two ways.  First of all, with Robert Wright and Mary Godsey's marriage, the couple violated Virginia's law that forbids interracial marriage.  However, there was no evidence that anyone in the community objected to the marriage, thus signifying that miscegenation was supported in the community.  Secondly, with Robert's divorce petition, he had the support of respectable farmers and slaveholders.  This shows that free blacks did not hesitate to use the courts, and also that one's class status was directly related to one's wealth in land and slaves instead of based solely on race.  All in all, free blacks occupied a complex and unique position in society."],"display_date":"December 4, 1815","search_date":"1815-12-04","locations":[{"id":14157,"lat":37.5514769143,"lng":-77.9162685206,"zoom":10,"place":"POWHATAN, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3829,"title":"Stolen Away: Slave Children\n","course_id":7,"status":"P","start_date":"1841-04-12","end_date":"1841-04-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Beverly Randolph of Powhatan, Virginia carefully planned her last will and testament to divide equally her assets amongst her children. In the late 1830s, Mrs. Randolph divided ownership of several plantations and a considerable number of slaves in her will. The bulk of her slaves went to her son Charles, but Beverly spent extra time dividing slave children to her other designated heirs, noting, \"to my daughter Lavinice I also give a girl called Caroline and a boy called Richard, the former the child of Maria and the latter a child of Fanny...\" This casual reference of forcibly removing children from their families reflects the fragile position of slaves, especially children, in the plantation South.","            While some planters gave the impression that they cared for their slaves and did their best not to separate families (especially children and their mothers), in most cases, simple economics won out over good intent. Records of slave traders indicated that sometimes 25 percent of their overall sales were of children sold individually in order to make the most profit. The division of slave families was also a regular occurrence when an owner died and passed his or her slaves down to their heirs or designated slaves to be sold in order to pay off debts. As in Beverly Randolph's case, children were completely separated from both of their parents in order to equalize her daughter's inheritance with no regard for the personal welfare of the slave mother or child. This unique vulnerability of slave children lent itself as one dark aspect of slavery, the destruction of a child's family despite the supposedly well-intentioned owners. "],"display_date":"April 12, 1841","search_date":"1841-04-12","locations":[{"id":14160,"lat":37.5514769143,"lng":-77.9162685206,"zoom":10,"place":"POWHATAN, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":6695,"title":"School Is Cool!","course_id":170,"status":"P","start_date":"1870-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["This document is about the public school system in Virginia in 1870. This was the first formal public school system in Virginia. The fault with these school systems is they were exclusive to white people. African Americans were not allowed. The white people who went were very poor as well and these schools were known as “free schools”, or “charity schools”. As time went on during that year, the ratification of these laws for the schools went into place. When the laws went into place, former slaves were allowed to enter the schools. They wanted to enter children into these schools so that they would not go on with their lives in ignorance and become vagrants. "," This law passing was one of the most important things to come out of the Reconstruction after the Civil War. This event set in motion how the public school systems work in modern society. They separated different districts and at the time, separated the schools by color of skin. Before this time, schools were few and far between. There was no uniform system and only the rich could attend school. The public school system was established in 1870, so that all could attend school and all would be given the same, equal opportunities. "," A lot of people were against these laws because they helped out the free slaves. They considered it too expensive to pay for their kind. They said that the wealthy should not have to pay for the education of poor people. Because of these complaints, the funding for this project was cut back. The leader of these laws, William Ruffner, worked tirelessly to get this school thing in place. He tirelessly worked and forced his promotion on this subject matter. He claimed that religious views would be kept out of the system and that it would not be unfair to tax people in order to fund the school system. He claimed education was good for society as a whole, so therefore the people should fund it. "," Education was important to the people, but not important enough to let it come out of their taxes. Eventually, Ruffner got the laws passed and was able to get to a stable funding in order for the school system to not fail. The importance of these sources is to show the people how the public school system went through trial and error to get to what it is today."],"display_date":1870,"search_date":"1870-07-02","locations":[{"id":53056,"lat":37.613453,"lng":-77.905136,"zoom":7,"place":"Jefferson Township, virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":123,"tag":"Reconstruction"},{"id":3316,"tag":"1800's"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}