{"id":6356,"place":"ALEXANDER, Illinois","lat":37.1915615864,"lng":-89.3376456502,"episodes":[{"id":5459,"title":"Communion Alcohol","course_id":84,"status":"P","start_date":"1887-04-09","end_date":"1887-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter dated April 9, 1887 Isabella Maud Rittenhouse described a confrontation with her pastor. Rittenhouse, a teetotaler and member of the Temperance Movement, had demanded to know whether communion wine contained alcohol, to which her pastor dismissively replied that “it amused him to hear these WCTU people talking about unfermented wine; that there was no such thing in Christ’s time”.<br /><br /> The Women’s Christian Temperance Union, WCTU, was the largest temperance organization from 1873-1900. During this time the consumption of alcohol was an accepted part of life. Bad drinking water, unsanitary milk, tough working conditions, and new work hours called for men to depend on alcohol at home and on the job. With more drinking came more problems. Husbands abusing their wives and spending all their money on booze made it easy for women to relate to the issue and unite together to stop the selling and consuming of alcohol.<br /><br /> Churches got on board with the moral ideas of the temperance movement. They began to sponsor temperance revivals to spread the ideas of the temperance. A common doctrine for the temperance movement was Teetotalism. People who followed this doctrine believed that distilled liquors did not exist during the times of the Bible. This was viewed as an absolute truth and the driving force in beliefs in the temperance revivals. With this idea came the argument from other Christians who did not believe in Teetotalism. As John Merrill, historian of Temperance religious beliefs, states, “The Bible speaks well of wine, which makes glad the heart of men,” and goes on to say, “This new temperance doctrine is against the spirit of the Bible, and involves an impeachment of the character of the Redeemer of men” (Merrill 148,149). There seemed to be Biblical holes in the doctrine of Teetotalism in the sense of the wine Jesus used in the original communion. Merrill continues, “No consistent man, we think, can fail to be disturbed at the table of the Lord by the presence of an article which he looks upon with horror elsewhere” (Merrill 149). It seems to be impossible for a Christian believer to fight and be afraid of something that is so sacred in their faith. However, this did not stop teetotalers from believing and spreading their ideas and ways of life to others.<br /><br /> Because of the conversation Rittenhouse writes in her letter, “I feel blue to-day”, showing that she was sad to discover the fact that her and the pastor did not have the same belief on this particualr issue in temperance."],"display_date":"April 9, 1887","search_date":"1887-04-09","locations":[{"id":2450,"lat":37.1915615864,"lng":-89.3376456502,"zoom":9,"place":"ALEXANDER, Illinois"}],"tags":[{"id":699,"tag":"Temperance Movement"},{"id":632,"tag":"woman’s suffrage"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}}]}