{"id":6378,"place":"CALHOUN, Alabama","lat":33.7746837105,"lng":-85.717429796,"episodes":[{"id":691,"title":"The Battle of Anniston\n","course_id":1,"status":"P","start_date":"1898-11-24","end_date":"1898-11-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Spanish American War, the Third Regiment in Alabama was comprised entirely of black men.  They were a willing and able regiment, physically strong and mentally prepared for battle.  In the fall of 1898 the regiment traveled from their training camp to Anniston, Alabama where they were met with insult and hatred from the white civilians and soldiers.  When physically attacked the black soldiers organized themselves into columns and respectively marched away.  Regardless of their controlled actions, the blacks were painted as violent, ignorant and poor by the whites.&lt;br /&gt;&lt;br /&gt;The torment of the Third Regiment escalated until the black soldiers could take no more.  On the night of November 24, 1898 Private Gildhart of Arkansas was shot by a Negro soldier.  It was reported that he was also stabbed in the back.  In the events that followed a member of the 4th Kentucky regiment was shot down.  It was the belief of the popular press that the Negro soldiers drew fire without reason or warning.  The bad treatment that the black soldiers had endured was not recognized, rather the Birmingham Age Herald described the black soldiers as having, murder in their hearts,' (Birmingham Age Herald, November 25, 1898, p.1.)  Next, a group of about 100 Negro soldiers assembled to fight back against the disrespect they had previously tolerated.  The white regiments from Tennessee, Arkansas and Kentucky drew fire against the black soldiers.  Two white men from Tennessee were reported as killed, while two members of the provost guard were reported as missing.  Many of the injuries endured by the black soldiers were inflicted by white civilians.  In contrast it was not uncommon for civilians in the North to welcome black regiments with parades of excitement and appreciation.  &lt;br /&gt;&lt;br /&gt;Despite the impeccable behavior of the Third Regiment in Alabama before the incident, the riot caused government officials to question whether blacks could be trusted with firearms.  Eventually, after the signing of the Treaty of Paris, the Third Regiment was disbanded."],"display_date":"November 24, 1898","search_date":"1898-11-24","locations":[{"id":56,"lat":33.7733759272,"lng":-85.8241792633,"zoom":9,"place":"CALHOUN, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2455,"title":"QUIET AT THE PLAINS: Race Relations, Violence and the Ku Klux Klan in Alabama","course_id":1,"status":"P","start_date":"1870-07-11","end_date":"1870-07-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The morning of July 11, 1870, was much like any other in Patona, Alabama: quiet. The city's two main roads were still, the farms and fields hot with the summer sun; the rural environment uninterrupted. The only sound for miles was that of a train barreling down the Rome and Dalton railroad.","The events both inside and outside of the train did not reflect the peace and quiet that lent itself to Patona. Earlier that morning, a fight had erupted inside the train between a white boy and a black man. The assault escalated when the train came to a stop at Patona/Cross Plains and others joined in on the fray. It was not until later in the evening that Green Little, a former slave mustered up a small army of men to continue the day's events at Cross Plains. William Luke, an Irishman, an immigrant and a Methodist minister did his best to persuade Little not to settle the score. The pistol-touting Little refused to listen and continued on as the night grew dark and sticky with the evening heat. ","Hearing the news of an imminent attack, members of the local Methodist Church began to flee. Commotion ensued, bullets whipped the wind and gunfire could be heard for miles. For 48-hours Cross Plains was in distress. Women and children sought safety while their men combated neighbors in the streets. The chaos was quieted by Major Bailey, a confederate veteran and a current administrator at the local school house. Bailey took measures to turn the prisoners over to the sheriff and the men involved in the conflict were then escorted down the tree-lined streets of Cross Plains. They were quarantined and questioned in the schoolhouse. The instigator, Green Little was no where to be found. ","The local sheriff started his questioning about the incident with William Luke who immediately admitted his role. Luke had sold the pistols to the black men of Patona, making him liable for the incident. Witnesses gathered and a disorganized trial commenced. The evening grew dark and the hour late, accordingly the trial ceased and was scheduled to resume the next day. It was at this late hour, when bystanders had returned to their homes, that local members of the Klu Klux Klan executed a vicious plan. The Klan, known for their racial hatred and violence, hid armed in the shadows as the prisoners settled in for what would be, unbeknownst to them, the last night of their lives. ","The Klansmen attacked the prisoners, hitting and dragging them down the street and well across the railroad tracks. The mob stopped upon reaching the edge of town at Prior's Station. Torches lit, ropes in hand, the Klansmen prepared to exterminate Luke and his black counterparts. Three blacks hanged first, followed by two more. Luke was allowed enough time to write his wife. In his letter, he claimed he his death was deserved and God would certainly forgive him. The executioners had been quick to kill the black men, but one of their own, Luke, white male, took consideration. Luke was hanged in a different fashion and even in death received better treatment than the black men around him. On the morning of July 12, 1870, the day following the attacks, all was reported as quiet at the Plains. ","The incident at Cross Plains exemplified the deep-seeded hatred that continued to plague certain sections of southern states. Calhoun County, Alabama was no exception. Factions of the Klu Klux Klan could be found in every former confederate state. Similar incidents, like that of Cross Plains, occurred with regularity in other areas. The Civil War may have ended in 1865, but battles continued to rage in tension filled regions of former confederate strong holds. "],"display_date":"July 11, 1870","search_date":"1870-07-11","locations":[{"id":54,"lat":33.7732645768,"lng":-85.820156914,"zoom":9,"place":"CALHOUN, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3034,"title":"Engines of Progress\n","course_id":1,"status":"P","start_date":"1887-04-02","end_date":"1887-04-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Deep in the iron-rich north central region of Alabama, industry was booming. The owners of Murray and Stephenson ironworks in Anniston took the huge step of enlarging their foundry, allowing for bigger commissions and higher production rates. They had negotiated with the managers of the Alabama Car Works for a contract for enough work for the next eight months. ","Over at the engine works of Pender and Co., business was booming as well. The workers there were engaged in making a fifty-horse power patent engine. In fact, the company was planning for the building of a large facility in which to produce these steam engines on a large scale. No fewer than one hundred skilled mechanics would be able to find work in that new facility. In addition to expanding production and capabilities, the company was making use of electric lights in the engines they were producing, a completely new innovation. ","In the post-Civil War period, there were many advantages to situating industries in the southern United States. The south had lower prices for land and labor, making the infusion of capital needed for the establishment of new industries much less and also fueling the move away from an agriculturally centered economy. Anniston, Alabama in particular was significant in the industry of the South as it was very rich in iron ore, and it became one of the world?s largest producers of cast-iron soil pipe. What fueled industry all over the country as well as in the South was the expansion of the railroads during the period 1880-1900, when railroad mileage tripled. In this same period Alabama alone accounted for 60 percent of southern iron production, helped along by the adoption of large and efficient industrial organization in the post-war period. This episode is significant because it shows industrial expansion and innovation, a characteristic of the changing economy of the post-war period. "],"display_date":"April 2, 1887","search_date":"1887-04-02","locations":[{"id":55,"lat":33.7728104315,"lng":-85.8237627871,"zoom":9,"place":"CALHOUN, Alabama"}],"tags":[{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":5477,"title":"The Ku Klux Klan in Alabama","course_id":84,"status":"P","start_date":"1865-01-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["”This is an institution of chivalry, humanity, mercy, and patriotism;” These are the words that the founders of the Ku Klux Klan used in describing the purpose of their organization.  This line comes from the founding document of the Ku Klux Klan.  Written in 1868, it outlines what they claim to believe, their purpose, as well as a litmus test for all potential new members. It is impossible to discuss the period in the South following the Civil War without discussing the Ku Klux Klan.","The Ku Klux Klan was able to effectively tap into the feelings of anger and resentment that many Southerners had following the Civil War and use them to advance its political and social aims.  Formed in 1865 in Pulaski, TN, the KKK targeted not only freed slaves but anyone who they considered to be acting against the interest of the South.  In many ways they served as a paramilitary force that enforced the Black Codes which were being passed.","In reading the founding document of the Ku Klux Klan, it is obvious that their stated goals for the organization and what it actually did are two different things.  The KKK of this era liked to portray itself as a group whose goal was to protect widows and orphans.  The only hint at the true goals and beliefs of this group are found in the list of questions that were asked of all potential members before they were allowed to join.  They were asked questions such as whether or not they fought in the Union Army, whether or not they believed in racial equality, and whether or not they believed in a white man’s government.","During the period of Reconstruction, the KKK struck against anyone, black or white, that they believed were threatening the traditional Southern way of life.  One example of this took place in Cross Plains, Alabama in 1870.  A white missionary from Canada named William C. Luke had come to Alabama from Canada following the Civil War.  Luke came south in order to teach newly freed slaves basic skills such as reading and writing.  For his trouble in trying to teach these people, he was executed by the KKK.  As tragic as Luke’s death was, incidents such as this one took place all over Alabama during the Reconstruction period.","Over time, the influence of the Ku Klux Klan in Alabama during this period began to fade.  A series of Federal laws as well as an increased military presence began to slow their progress.  However, for a period of time they had free reign in Alabama and this would not be their only time to take center stage in Alabama.  The groundwork laid by the Klan during this period helped give rise to subsequent KKK activity in Alabama whenever the issue of civil rights was raised."],"display_date":"1865 - 1877","search_date":"1871-07-02","locations":[{"id":53,"lat":33.7746837105,"lng":-85.717429796,"zoom":9,"place":"CALHOUN, Alabama"}],"tags":[{"id":123,"tag":"Reconstruction"},{"id":151,"tag":"Ku Klux Klan"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}}]}