{"id":6387,"place":"Atlantic, New Jersey","lat":39.4750359792,"lng":-74.3341472584,"episodes":[{"id":5492,"title":"1916 Jersey Shore Shark Attacks","course_id":89,"status":"P","start_date":"1/1/16","end_date":"12/31/16","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the summer of 1916, five people were injured by a Great White Shark along the Jersey Shore area of New Jersey. Four of the victims were bitten while swimming in areas that were not considered to be a hotspot for sharks, and the other victim was bitten while trying to rescue another person. At first, many people had no idea what type of animal could have attacked these people, and journalists and scientists alike mentioning everything from sea turtles to a killer whale. As Ichthyologist George Burgess comments in an interview with Megan Gambino, theories of the type of animal went all over the place because “there was not a forceful scientific authority that really knew what was going on.” Scientific knowledge of sharks was incredibly limited at the time, and shark attacks in the area were rare, if not completely unheard of.","When the sharks’ second victim, Charles Bruder, was discovered by life guards near a resort in Spring Lake, NJ, he was missing sections of both of his legs. He eventually bled to death before a doctor could reach him. Many witnesses on the beach fainted, and others required assistance when returning to their rooms. Many swimmers even refused to return to the water, for fear that the shark might return. More attacks in the following days led to Colonel W. G. Schauffler, a staff member of the then governor of New Jersey, to call for fishing parties to kill the shark.  Eventually, it was reported that the shark was caught and killed, with its skeleton put on display in a shop in New York. Newspapers at the time reported that the shark was found with human remains in it, but the validity of this account is suspect because pictures were never taken.","Although the attacks stopped at the fifth victim, questions still remain as to why one shark would repeatedly attack people. Burgess comments that sharks are not known as repeat attackers, and that there really is not a good explanation for why this one shark would be any different from what has been observed before."],"display_date":1916,"search_date":"1916-07-01","locations":[{"id":17050,"lat":39.4750359792,"lng":-74.3341472584,"zoom":9,"place":"Atlantic, New Jersey"}],"tags":[{"id":1387,"tag":"Shark Attack"},{"id":1388,"tag":"1916"},{"id":1389,"tag":"Jersey Shore"},{"id":1390,"tag":"New Jersey"}],"course":{"name":"Industrialism and Imperialism","school":"Texas Wesleyan University","course_id":89,"school_id":49}},{"id":5641,"title":"The Sad Tale of the Death of Sarah, Wife to Quamino Buccau","course_id":103,"status":"P","start_date":"1842-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the last years of his life, Quamino Buccau was a free man in Burlington, New Jersey. He was a noble, warm-hearted soul, always striving simply to live in freedom, never to put another's place in jeopardy for his own ends. Unfortunately, Quamino had been alone for eight years crippled and unable to perform many of the duties required simply to survive. He needed help to live, and he received it, but he had not always been alone.","Eight years previous to his own death at the age of eighty-nine, Quamino lost the woman he had loved since his twenty-sixth year, Sarah. Like him, she was a former slave, granted her freedom after years of service. For almost fifty years, through the hardships of separation through changing of masters as well as the other troubles caused by slavery, Quamino and Sarah were one. After gaining their freedom in 1806, they lived together for thirty-six years before her death, and she was able to help him in his disabled state.","Sarah died suddenly, unexpectedly, and Quamino was in great distress. So terrible was his condition that when her body was removed from their home to be buried, he was unable to follow the funeral procession to her final resting place. Quamino, a very pious man, uttered these words, \"Farewell,\" he exclaimed; \"I shall see her no more, till we meet within the Pearly gates.\" So strong was their love, so strong was their piety, they knew they would meet once again at the gates of heaven.","He was all alone now, a crippled man, never far from death's door, but he clung to life for eight more years. His son and others took care of him, as he was unable to even dress himself or put himself to bed, but he was alone, and so he remained. Quamino Buccau was a good man, and his every need was accomodated for by the noble townsfolk until his death in 1850.","Quamino's case was a rare one for a slave; he had many masters, as was common, but almost all of them were very fond of him, rarely beating him or punishing him in other ways. In <em>Soul by Soul, </em>Walter Johnson discusses the harshness of the southern slave markets, but Quamino was always traded privately, and never experienced such things as slave pens. What is also curious is the great respect shown to him after his emancipation from all sides - a rare case indeed."],"display_date":"1842 - 1850","search_date":"1846-07-02","locations":[{"id":8473,"lat":39.5570066884,"lng":-74.2819340744,"zoom":9,"place":"BURLINGTON, New Jersey"}],"tags":[{"id":1390,"tag":"New Jersey"},{"id":4,"tag":"Slavery"},{"id":1613,"tag":"piety"},{"id":1616,"tag":"quamino buccau"},{"id":1617,"tag":"1842"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":5746,"title":"Betty Friedan and Second-Wave Feminism in The US","course_id":112,"status":"P","start_date":"1/1/60","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the early 1920’s feminism made a huge leap forward causing women to be viewed as people rather than property, but in the early 1960’s many women still felt more needed to be done. Before 1960, equality was just a thought being pondered by every woman in America, but now women felt they had to fight for equal rights. One of these woman was author Betty Friedan who through her writings changed the way we view equality.","On February 19, 1963, Betty Friedan started the “second wave feminism” movement with her book The Feminine Mystique. The Feminine Mystique was a book that encouraged women to seek new roles and responsibilities, and to seek identity both personally and in the workplace. Soon after it’s inception The Feminine Mystique was a pivotal point in the fight for women's rights. “Chosen motherhood is the real liberation. The choice to have a child makes the whole experience of motherhood different, and the choice to be generative in other ways can at last be made, and is being made by many women now, without guilt.” Friedan’s book finally made it possible for woman to work outside of the house and at real jobs. Three years after Friedan’s book, in 1966, 28 woman including Betty Friedan herself established the National Organization for Women. Since then NOW has been responsible for many of the major changes to the equality of women, Including the passage of the Equal Rights Amendment. “Through more than five decades of activism, Friedan showed the ability not only to formulate feminist theory but also to develop her thinking response to social and cultural change. This has made her one of the most significant political and intellectual leaders in the 20th-century feminism.” This quote from the Encyclopedia of Women and American Politics by Lynne Ford shows the impact that Friedan had on the second wave feminist movement and how she changed the world for all women."," "],"display_date":1960,"search_date":"1960-07-01","locations":[{"id":32057,"lat":39.4750359792,"lng":-74.3341472584,"zoom":9,"place":"Atlantic, New Jersey"},{"id":31817,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"},{"id":31603,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1760,"tag":"Gender Roles"},{"id":1759,"tag":"Girl Power"},{"id":1758,"tag":"Gender"},{"id":6,"tag":"Education"},{"id":1604,"tag":"Female"},{"id":617,"tag":"Feminism"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}}]}