{"id":640,"place":"MADISON, Louisiana","lat":32.3562821099,"lng":-91.2432226508,"episodes":[{"id":868,"title":"Battle at Milliken&#39;s Bend\n","course_id":1,"status":"P","start_date":"1863-06-07","end_date":"1863-06-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A very bloody battle, here African American soldiers fought alongside Caucasian soldiers for one of the first of many times during the war. Nearly fifteen hundred Union troops, mostly African-Americans, fought side by side against the two or three thousand Confederates stationed there. However, there still was not racially equal treatment of the soldiers, as the white soldiers rode forward on horseback, before retreating to the relative safety of the rest of the Union infantry. &lt;br /&gt;This battle was also one of the few fought with extensive hand-to-hand combat, with soldiers attacking one another with bayonets and clubbed muskets. Soldiers described it as the most gruesome and one of the bloodiest battles they had ever witnessed: Upon both sides men were killed with the butts of muskets. White and black men were lying side by side, pierced by bayonets.' Naval artillery was used to assist the Union troops, but poor communication ability caused frequent mistakes, and friendly-fire casualties resulted. Despite the presence of naval forces, the Confederates pressed on, running upon the Union troops. After several hours of fighting, the difficulties in aiming the gunboats was resolved, and the success of the naval firepower in attacking the Confederates swiftly drove them away. Despite the Union victory here, they lost more than three and a half times as many soldiers as the Confederates did.&lt;br /&gt;The U.S. Assistant Secretary of War commended the bravery of the blacks at Milliken's Bend,' for they extreme capability, contradicting earlier views that black soldiers were inferior. It was not only their bravery, but also their skill and adroit preparation that impressed. One account of the battle reads, [The commanding officer] ordered [an African American soldier] to have the men load their guns at once. He instantly replied: We have done did dat now, massa.' Before the colonel was ready the men were in line, ready for action.' As word of their abilities traveled, many become more accepting. Southerners remained skeptical of the joint efforts of black and white soldiers fighting together. They continued to refuse to realize that African American regiments were becoming successful in attacking them. The Southern standard forced them to scoff at the prospect of fighting against former slaves, so much so that they killed many that they captured rather than holding them as POWs."],"display_date":"June 7, 1863","search_date":"1863-06-07","locations":[{"id":5576,"lat":32.3562821099,"lng":-91.2432226508,"zoom":9,"place":"MADISON, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}