{"id":6431,"place":"Cape May, New Jersey","lat":39.0000007444,"lng":-74.8377954285,"episodes":[{"id":4604,"title":"The <em>Florida</em> Cuts a Path of Destruction near Cape May","course_id":18,"status":"P","start_date":"1864-07-01","end_date":"1864-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["                In July of 1864 the privateer <em>Florida</em> captured six Union ships along the Coast below Cape May, New Jersey.  Captain Morris was in charge of this black-painted vessel and its 155 man crew.  The ship itself mounted eight guns and all of the crew were armed with revolvers and cutlasses.   The <em>Florida</em> had three flags, the United States flag, the Confederate flag, and the English flag which she used as trickery to capture ships.  ","These whiskey drinking and well fed men first captured the whaler <em>Golconda</em> who was just returning from a five year voyage.   The <em>Florida</em> flew the US flag when the <em>Golconda</em> approached, but then switched flags and boarded the whaler.   Captain Morris then ordered the <em>Golconda</em> burned, along with its 1800 barrels of oil.  ","The next ship captured was the schooner <em>Margaret Y. Davis</em> which was returning from Port Royal, South Carolina to New York.  She was also boarded and burned.  The <em>Greenland</em> was the next ship captured.  It was being pulled by a tug whose captain saw the <em>Florida</em> coming and ran away. The <em>Florida</em> chased the tug for an hour, unable to capture it. However, it still managed to take the <em>Greenland</em>.  Then the <em>General Berry</em> was captured and set fire to off the coast of Chincoteague, this was soon followed by the <em>Zelinda</em> and the <em>Howard.</em>  ","Some of the captured men were sent on an English schooner to Nassau, while Sixty-three others were taken in the captured Howard to a pilot boat that landed them in Cape May on July 12 and shortly boarded the train to Philadelphia.  Most townspeople of Cape May were unaware of the landed seamen due to their short stay.  The total amount lost by the capture of these six ships was over 250,000.  The paper reports that the <em>Florida</em> was last seen traveling south under the American flag.","The captured crew said they were treated well on the <em>Florida</em>, and that the <em>ship</em> was in a dirty condition with a crew that could barely speak English. The <em>Florida</em>'s guns could not be properly worked, giving it poor odds in a real battle. Taylor writes that when first outfitted with guns, it had \"no gun sights, rammers, or sponges,\" making the guns useless.  ","The <em>Florida</em> was launched in August of 1862, but due to illness did not start commerce raiding until January 1863.  The first commander of the <em>Florida</em>, John Maffitt was replaced by Charles Morris in August 1863.   The <em>Florida</em> met its end in Bahia, Brazil on October 7, 1864.  There, a Federal ship rammed it, violating international law.  It was then towed back to Washington in a swirl of controversy.  On its way it sank from damage from another collision on November 19, 1864.  It had captured thirty-seven ships in less than two years. Napoleon Collins, captain of the ship that captured the <em>Florida</em>, was court-martialed April 7, 1865 and dismissed from the navy, but was reinstated that September.  "],"display_date":"July 1, 1864 - July 30, 1864","search_date":"1864-07-15","locations":[{"id":8489,"lat":39.0000007444,"lng":-74.8377954285,"zoom":9,"place":"CAPE MAY, New Jersey"}],"tags":[{"id":32,"tag":"Civil War"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}}]}