{"id":65,"place":"LAFAYETTE, Missouri","lat":39.0656247172,"lng":-93.7855117112,"episodes":[{"id":3912,"title":"Early Support for a War in Missouri\n","course_id":7,"status":"P","start_date":"1855-07-13","end_date":"1855-07-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 13, 1855 in Lexington, Missouri, there was a convention held to rally support for the continuance of slavery in the United States. At that convention James Shannon gave an address entitled \"Domestic Slavery,\" in which he attempted to justify the practice of slavery and disprove the validity of the reasons given by abolitionists to outlaw the practice. The reasons he gave in support of slavery covered a broad spectrum, typical of the Southern justification of slavery. He cited Bible verses that in his mind showed that slavery was condoned, even encouraged, by God himself. He predicted economic catastrophe in not only the southern United   States, but the entire country, if the slaves received freedom. Shannon estimated the value of slaves in the United States at over two billion dollars, a huge financial loss in the event of emancipation. He attempted to refute claims about the immorality of slavery by arguing that the slaves actually benefited from American slavery, saying that under the guidance of the white race the Africans learned how to be civilized. In his conclusion he suggested that once \"all peaceable means to protect our rights, and save the Union\" were exhausted, \"we will stand to arms,\" and \"God will defend the right.\"","            Shannon's arguments for slavery were typical of the rhetoric used by pro-slavery forces in the decades leading up to the Civil War. Southerners believed that they were justified by the law and by God in their practice of slavery, but Shannon's remarks went beyond simply justifying the practice of slavery. Even in 1855, half a decade before the first state seceded from the Union, the idea of secession from the Union was common among Southern pro-slavery forces. The aggressiveness of the Wilmot Proviso, which proposed outlawing slavery in all the land acquired during the Mexican-American War, caught the attention of Southerners. Shannon was among many others who thought that preemptive action was necessary to stop Northern politicians from outlawing slavery. This early support by Southerners for secession and acceptance of violence as a necessary step in order to protect the right to slavery made the American Civil War seem inevitable, even five years before the first shot was fired."],"display_date":"July 13, 1855","search_date":"1855-07-13","locations":[{"id":7668,"lat":39.0656247172,"lng":-93.7855117112,"zoom":9,"place":"LAFAYETTE, Missouri"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}]}