{"id":6643,"place":"Dare, North Carolina","lat":35.6494467796,"lng":-75.4861826401,"episodes":[{"id":5589,"title":"<p><b>Induction into Aviation: OrvilleWright’s Telegram Announcement of Successful Air-Flight at Kitty Hawk, NorthCarolina in 1903&lt;?xml:namespace prefix = o ns = \"urn:schemas-microsoft-com:office:office\" /&gt;</b></p>","course_id":89,"status":"P","start_date":"12/17/03","end_date":"12/17/03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A son’s personal triumph announced in a Western Union telegram to his father marked the successful induction of aviation in America. It exemplified the power-driven zest for new machinery in the early 1900s. “Received by Bishop M. Wright on December 17, 1903, from his son Orville Wright”, the document explained briefly the accomplished experiment conducted by the young pilot. The telegram became a telling sign of limitless possibility in a brand new area of construction, consisting of motorized vehicles functioning entirely in air. This four- lined script celebrated mechanize power, it helped to fuel the insatiable craving for automated creation. Most importantly, Wright’s telegram demonstrated the merits of flight, proved it could be successful thus propelling a nation into a new era of opportunity in aviation glory and might.","Read like a news blurb, the telegram explained the outcome of a controlled air flight conducted by two brothers, Wilbur and Orville Wright in a primitive airplane, today known as “the 1903 Wright Flyer”. The plane completed four flights in the air “before crashing down on the sandy ground in Kitty Hawk, North Carolina”. Observed by Wright in the telegram, he made note of the number of flights tested. He recorded the atmospheric conditions, and he specified the aircraft’s measurements in time, speed, and distance.","His detailed account of time, speed, and distance parallels with the social/political climate of 20<sup>th</sup> century America. Invention and discovery was at its highest during these years with the growth of industry and the call for action for new creative social reforms. His celebrated announcement of “against twenty one mile wind” or “engine power alone” shows the recognition man had on the nature of force and man’s aim at using it. Efficient time, speed, and distance characterized the importance of Wright’s experiment, but it also characterized the economic growth and community of America.","The first successful attempt in air-flight analyzed, synthesized, and documented by Orville Wright in a telegram sent by the Western Union Telegraph Company proved just how important mechanization and industry was in the United States during the early years of the twentieth century. Wright’s telegram pronounced the achievement of aviation success marking the beginning of a new age in industry for the United States. A time devoted to air-flight discovery that took center stage in the arena of American machinery."],"display_date":"December 17, 1903","search_date":"1903-12-17","locations":[{"id":51505,"lat":35.6494467796,"lng":-75.4861826401,"zoom":9,"place":"Dare, North Carolina"}],"tags":[{"id":602,"tag":"Transportation/Migration"},{"id":1526,"tag":"Kitty Hawk"},{"id":1527,"tag":"Wright Brothers"}],"course":{"name":"Industrialism and Imperialism","school":"Texas Wesleyan University","course_id":89,"school_id":49}},{"id":5774,"title":"Orville and Wilbur Wright, The Inventors of the 3-axis Flight Control System, 9 Months before their powered flight at Kitty Hawk.","course_id":114,"status":"P","start_date":"3/23/03","end_date":"12/17/03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The names of Orville and Wilbur Wright are synonymous with flight and are best known for being the first to achieve powered flight on December 17, 1903, at Kitty Hawk North Carolina [1]. Most of us can even visualize the black and white photographs or the sketched images of the Wright Flyer with Orville Wright lying on his stomach at the controls for the 12 second of flight. However what most people outside of the world of aviation do not realize is that nine months prior to the historical day at Kitty Hawk, the Wright Brothers submitted a patent application that would not only be the cornerstone of the technology that would allow them to achieve powered flight, but would be what some historians say is their greatest contribution to manned flight, both past, present, and future.","On March 23, 1903, Orville and Wilbur Wright filed a patent application with the U.S. Patent Office for their “Flying Machine” to legally document the theory and application of the 3-axis flight control system. It is important to note that the flying machine in their patent was a glider, and not a “powered” flying machine [2].  However more importantly, contained within the patent for their glider, was the invention of the revolutionary 3-axis flight control system. The 3-axis flight control system documented in the patent finally allowed for the control of pitch, yaw, and the roll of their glider. Pitch allows them to raise or lower the nose of the glider. Yaw allows the glider to turn left and right, and roll allows them to manipulate the level of the wings [3].","The patent that Orville and Wilbur submitted contains three hand-drawn pages containing five figures. Figure one is explained as “a perspective view of an apparatus embodying our invention in one form.” The perspective is from the front left and slightly elevated view of their “invention.”  Figure 2 is a “plan view of the same, partly in horizontal section and partly broken away” top view. Figure 3 is a right or starboard “side elevation,” and Figures 4 and 5 are “detail views, of one form of flexible joint for connecting the upright standards with the aeroplanes” [4]. Each figure is adorned with numbers that correlate to a seven-page running commentary of the interworking of their invention [5]. What is surprising is their patent is written in such a manner that the person who is reading it did not have to have an advanced degree in mechanical engineering to understand this. The reasoning for the use of such a simple commentary could be attributed to the fact neither of the Wright brothers were engineers. In fact Wilbur had studied at Yale, but had dropped out, and Orville had dropped out of high school [6].","In 1901, Wilbur and Orville performed tests on their glider in a wind tunnel, or with strings attached and flying it like a kite so they could collect data and study how the wings of their glider reacted to air. The data they collected in the wind tunnel and kite tests did help to improve the design of their wings, but most importantly the tests allowed them to postulate and then hypothesize the requirement to have three different sets of controls. Since their glider had to move on three different axes, each axis would need a control to maintain balance while in the air. The first control was designed to warp the wing to stabilize the plane’s horizontal movement, or as it is called today the plane’s roll. The elevator mechanism controlled the vertical angle of the nose, or pitch. Finally, they added a moveable rudder to prevent the craft from spinning out of control and to control the plane’s forward movement left and right, otherwise now known as the aircrafts yaw. In its final form, the 1902 Wright glider became the world’s first fully controllable “unpowered” aircraft [7].","From September 19, 1902, to October 24, 1902, the Wright brothers completed 700-1,000 successful glides with their 1902 glider at Kill Devil Hill, near the town of Kitty Hawk, North Carolina. It is also important to note that during the flight testing of the 1902 glider, the Wright Brothers were able to control their glider for 26 seconds and over a distance of 622 feet, which is a full 14 seconds and 504 feet longer than their first successful powered flight which would not be achieved for another nine months. [8].","On March 23, 1903, Orville and Wilbur Wright filed their “Flying Machine” patent application with the U.S. Patent Office, and nine months later and with the addition of an engine and propeller for thrust, the 1902 Wright glider was transformed into the more well-known manned, powered, and most importantly a fully controllable aircraft that achieved the first powered flight [9]. Now almost 110 years later, from the most high-tech fighter aircraft, to the largest passenger or cargo aircraft, to the smallest ultra-light aircraft, or even to the “Good-Year” or Met-Life blimp, they all have one thing in common: They can all trace their ancestral roots back to the Wright Brothers’ March 23, 1903, 3-axis flight control system patent [10].","[1] Smithsonian Institution, <em>Inventing a Flying Machine,</em> Jakab et al., http://airandspace.si.edu/exhibitions/wright-brothers/online/fly/1902/glider.cfm (accessed November 18, 2013).","[2] Wright, O. & W. Flying Machine, United States Patent 821,393, March 23, 1903.","[3] <em>Ibid</em>.","[4] <em>Ibid</em>.","[5] <em>Ibid</em>.","[6] Library of Congress, \"The Inventive Wright Brothers,\" <em>Library of Congress,</em> n.d., http://www.loc.gov/teachers/classroommaterials/primarysourcesets/flight/pdf/teacher_guide.pdf (accessed November 18, 2013).","[7] Smithsonian Institution, <em>Inventing a Flying Machine, Jakab et al.</em>, http://airandspace.si.edu/exhibitions/wright-brothers/online/fly/1902/glider.cfm (accessed November 18, 2013).","[8] Library of Congress, \"The Inventive Wright Brothers,\" <em>Library of Congress,</em> n.d., http://www.loc.gov/teachers/classroommaterials/primarysourcesets/flight/pdf/teacher_guide.pdf (accessed November 18, 2013).","[9] Wright, O. & W. Flying Machine, United States Patent 821,393, March 23, 1903.","[10] <em>Ibid</em>."],"display_date":"March 23, 1903 - December 17, 1903","search_date":"1903-08-04","locations":[{"id":51505,"lat":35.6494467796,"lng":-75.4861826401,"zoom":9,"place":"Dare, North Carolina"}],"tags":[{"id":1809,"tag":"3-axis flight control"},{"id":1808,"tag":"Controlled Flight"},{"id":1807,"tag":"Wilbur Wright"},{"id":1806,"tag":"Orville Wright"},{"id":1527,"tag":"Wright Brothers"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":114,"school_id":43}}]}