{"id":6717,"place":"Clarendon, South Carolina","lat":33.6657929366,"lng":-80.2164264171,"episodes":[{"id":2919,"title":"Military Inspection and Celebration in Panola \n","course_id":1,"status":"P","start_date":"1889-09-27","end_date":"1889-09-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 27, 1889, General Bonham came to the Panola Academy to do his inspection of Clarendon's cavalry, consisting of the Hampton Light Dragoons commanded by Captain D.W. Brailsford and the Connor Mounted Rifles led by Captain A.L. Lesesne. By 11 o'clock in the morning, the decorated Panola Academy building was filled with lovely maidens and friends of the company who had come to watch the event. The Academy had hired Mrs. Edwards, an experienced caterer, and the Sumter String Band, a popular, soul stirring group, to commemorate the special occasion. The companies were arranged in the grove in front of the Academy and General Bonham entered the grounds in the company of Colonel B.M. Badger of the Governor's staff, Lieutenant Appelt, of the Manning Guards, and Lieutenant Deschamps, of the Dragoons. The cavalry was in regulation uniforms, armed with Winchester rifles, and standing in such great form as to elicit a complement from General Bonham. Following their inspection, First Lieutenant R.F. Weeks of the Connor Mounted Rifles, having moved to Colleton County, gave a brief speech of his eight years of happiness in the company and gratitude to his peers. He thanked them for electing him as one of their commissioned officers and then tendered his resignation. Orderly Sergeant A.J. Richberg then spoke for the company when he expressed his gratitude to Lieutenant Weeks for his dedication and articulated their unwillingness to part with such a fine officer, asking the Lieutenant Weeks to withdraw his motion to resign or at least visit them as often as he could. Following the ceremony, both guests and company members filed into the Academy as the men engaged their sweethearts in dance until sunset.","This narrative is important because it shows the reestablishment of a Southern cavalry after the Civil War with a renewed sense of pride in their company. Following the Civil War, much of the South's army was completely obliterated, not to mention distraught. This episode demonstrates the change of attitude that took place in the South in the 1880s following the desertion of the Union soldiers to the South. The South was left to rebuild itself again. While the years following the War were particularly distressful, the South was gradually able to overcome their loss and begin to move forward with their lives.","This narrative also shows the nature of social gatherings in the Southern society as the soldiers and their sweethearts engaged in dance throughout the day. As the South began to take on a new identity and nature of its own following the War, women played an integral role in helping men to move on with their lives. Historian Angela Boswell exemplified this in her study of women as she explained how wives of ex-Confederate soldiers helped bolster a new feeling of nationalism in their husbands again following the War. This episode of celebration between the soldiers and their wives and friends shows this rejuvenated feeling of pride in the South."],"display_date":"September 27, 1889","search_date":"1889-09-27","locations":[{"id":11481,"lat":33.6839473098,"lng":-80.2194545897,"zoom":9,"place":"CLARENDON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":5540,"title":"Teenage School bus Drivers, Black and White, Crash on South Carolina Highway","course_id":91,"status":"P","start_date":"1/20/53","end_date":"1/20/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“W.H. Ridgeway, the 16-year-old driver of the white bus, sobbed in his hospital bed and told his mother over and over how sorry he was the wreck had happened”","The Columbia State, South Carolina’s largest newspaper, reported this pitiful scene on January 21st, 1953, under the front-page headline, “Clarendon School Bus Crash Kills 2”. The State ran no pictures of the crash, but the details the paper includes are vivid and horrific.","A little girl lay on the roadside, with her leg bone protruding through the skin. The interior of the school bus was described as a mass of blood, twisted metal, and schoolchildren’s pocketbooks. 40 children were taken to the hospital for injuries. Willie Lemon, the 18-year old driver of the Negro school bus, and Thomas Harrelson, a 10-year-old passenger on the white school bus both died from the injuries they sustained.","At the time of the accident, schools in South Carolina were not yet shared by black and white children. but the highways used to get to schools were. The crash came at a climactic moment in Clarendon County, South Carolina. The court case Briggs v. Elliot, from the very same school district, ruled that segregated schools were not equal  because of the lack of resources at black school, specifically, they had no buses.","Briggs v. Elliot was combined with 4 other cases in 1954, including Brown v. Board, that were collectively decided by the watershed Supreme Court ruling that segregated schools were inherently unequal. At the time of the 1953 highway crash though, the court-ordered, federally enforced, desegregation of schools in South Carolina hardly seemed clear or imminent in the state’s future.","The teenage bus-drivers involved in the highway crash, were in fact, coming to and from “equalization” schools; the Manning Training School, where Willie Lemon had just dropped off a bus full of black students, was built the same year as the accident. Equalization schools were a massively expensive project undertaken by the State of South Carolina after the Briggs v. Eliot case to avoid the desegregation decision NAACP lawyers were successfully building.","The decision to employ teenage bus-drivers, though one way of cutting costs in the convoluted and costly equalization school project, was beginning to receive scrutiny from the companies that insured South Carolina school buses. The January 21st accident intensified this criticism.","The accident happened because the young and inexperienced drivers collided head on the “pea-soup” fog conditions on the highway that morning. The thick haze that clouded the moment made for treacherous conditions, where the drivers couldn’t see the road ahead of them, and in that spirit perhaps, was the entire moment between the Briggs v. Elliot and Brown v. Board landmarks in South Carolina history."," "],"display_date":"January 20, 1953","search_date":"1953-01-20","locations":[{"id":28318,"lat":33.6657929366,"lng":-80.2164264171,"zoom":9,"place":"Clarendon, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":43,"tag":"Desegregation"},{"id":792,"tag":"Transportation"},{"id":266,"tag":"Segregation"},{"id":746,"tag":"Supreme Court"},{"id":408,"tag":"Children"},{"id":939,"tag":"Public Schools"},{"id":84,"tag":"Black History"},{"id":467,"tag":"Black Schools"},{"id":719,"tag":"South Carolina"},{"id":572,"tag":"Buses"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5542,"title":"Bus Driver, Age 18, Killed in Head-On Collision At Work","course_id":91,"status":"P","start_date":"1/20/53","end_date":"1/20/53","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The certificate kept by the Clarendon Memorial Hospital records the death of Willie Lemon, an 18-year-old bus driver involved in a head-on collision on the highway near Jordan, South Carolina, on January 20, 1953. Vital information is recorded on Lemon. He was occupied as a school bus driver. He is listed as an unmarried, colored male from Manning, South Carolina, with no social security number.","His immediate cause of death was a massive epidural hemorrhage and a compound fracture of the skull. He stayed at the hospital for two hours before succumbing to his injuries. His injury occurred while at work from a head on collision between school buses. Lemon was treated at the hospital for two hours before he died. His accident happened while he was working. He was passing another empty school bus in thick fog on the highway, when he collided with a full school bus driven by 16-year old W.H. Ridgeway.","The circumstances that surrounded the incident brought to the surface two debates. Parents and insurance companies began to question the wisdom of a policy that let inexperienced young drivers to travel with 35-40 passengers across the highway every day. The \"equalization\" school project that had very recently upheld segregation also came into scruitinity as it exacerbated bussing problems.","Schools were redistricted to be kept seperate, incidentally, they were further away frome each other and the rural homes of students. The two buses that collided in the Clarendon County were black and white buses headed in opposite directions on the interstate.","The age of driving licensure in the United States is often debated today because of the high frequency of fatal accidents, like the one that took Willie Lemon’s life, among teenage drivers. The incident also calls into question policies of workplace safety for drivers, who operate in a workplace, the highway, that is hard for their employers to regulate. The cost-benefit analysis between mobility and safety on highways is a difficult question posed by the rise of highway transportation in America at mid-century.","The extent to which Willie Lemon’s chance accident was heightened by the lack of policy restricting inexperienced teenage drivers or equalization policy.  is unclear from this document. The plain, sad details of his death, though—He is survived by his mother Poline, and father, Joseph, and was buried in the A.M.E. Mt. Zion Church Cemetery in Summerton, South Carolina, add weight to human cost to be evaluated in reviewing school and safety policies."],"display_date":"January 20, 1953","search_date":"1953-01-20","locations":[{"id":28318,"lat":33.6657929366,"lng":-80.2164264171,"zoom":9,"place":"Clarendon, South Carolina"}],"tags":[{"id":1458,"tag":"Clarendon County"},{"id":1457,"tag":"workplace safety"},{"id":1456,"tag":"highway safety"},{"id":572,"tag":"Buses"},{"id":3,"tag":"African-Americans"},{"id":719,"tag":"South Carolina"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}}]}