{"id":678,"place":"JEFFERSON, Texas","lat":29.9556535022,"lng":-93.8602370398,"episodes":[{"id":928,"title":"The Battle of Sabine Pass\n","course_id":1,"status":"P","start_date":"1863-09-08","end_date":"1863-09-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One of a few Union attempts to gain occupation of parts of Texas during the Civil War, the Battle of Sabine Pass was a land versus sea battle.  The unique aspect of this battle was the disparity of numbers and the lack of arms that the Texans faced in their match-up with the Union Army.  A Houston saloonkeeper named Dick Dowling heroically led a significantly smaller force of around fifty Irish-born Confederates to repel a Union force of nearly 5,000 men and four gunboats stationed in a fort hardly suited for battle in its current state.  The battle stemmed from Federal interest to gain access to suitable land needed to supply northern textile mills with cotton, but more importantly as a following through of the Anaconda Plan' issued by Lincoln in April 1861 to stifle the rebellious South's commercial trade and supply routes to their troops through a massive blockade.  The Union navy under the command of Lieutenant Frederick Crocker featuring the gunboats Clifton, Sanchem, Arizona, and Granite City, faced superior opposition from the Confederate sharpshooters who manned the six cannons of Fort Griffin.  As the Union gunboats advanced through the Sabine Pass, they were swiftly dealt with by the accuracy of Fort Griffin's cannons.  In the end, the Confederates emerged victorious, capturing 300 Union soldiers and two gunboats, suffering no casualties during the battle."],"display_date":"September 8, 1863","search_date":"1863-09-08","locations":[{"id":12912,"lat":29.9556535022,"lng":-93.8602370398,"zoom":9,"place":"JEFFERSON, Texas"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}