{"id":680,"place":"YORK, South Carolina","lat":34.9901378817,"lng":-81.2182346044,"episodes":[{"id":934,"title":"Ku Klux Klan Activity in South Carolina\n","course_id":1,"status":"P","start_date":"1871-03-01","end_date":"1871-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The Ku Klux Klan committed outrages against Republicans and their supporters throughout the South during 1870 and 1871; however, party leaders hesitated to respond. In 1868, the constitution of South Carolina was ratified and elections were held for all state offices. The Republican Party dominated the election, from governor to town councils. Robert Scott, a white Republican from Ohio was elected governor. While Scott and the Republicans held the authority, the leaders of the white community would prove to hold the real power in South Carolina. &lt;br /&gt;Between November 1870 and September 1871, members of York County Ku Klux Klan scheduled weekly night rides that terrorized the civilian population. In 1871, Governor Scott, however, declared that he had no need to suppress an insurrection or repel an invasion. Governor Scott had not hesitated to dispatch state militia to combat violence in 1869 and 1870, and it was evident that Scott was clearly reversing his policies. Governor Scott refused to declare martial law as he had done in the past. The white Ku Klux Klan community had grown too powerful and the Governor held the militia back in order to prevent bloodshed. In March 1871, Governor Scott finally decided to disband black militia units in Union, York, and Chester counties in a compromise with whites that they would do everything in their power to try and restore law and order. The federal governments responded as well, by dispatching troops to South Carolina, but the soldiers were severely outnumbered and represented only a potential threat. &lt;br /&gt;The Ku Klux Klan violence in South Carolina represented terrorism on a scale that was previously unknown. When Congress passed the Ku Klux Klan Act in April 1871, the legislation was too late to be effective. It was not until May 1871, when President Grant issued a proclamation that threatened more federal intervention that the white leaders in South Carolina finally called off Klan activity."],"display_date":"March - April 1871","search_date":"1871-03-31","locations":[{"id":11684,"lat":34.9901378817,"lng":-81.2182346044,"zoom":9,"place":"YORK, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1022,"title":"Ku Klux Klan Law in Yorkville, South Carolina","course_id":1,"status":"P","start_date":"1871-05-20","end_date":"1871-05-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In response to Ku Klux Klan activity in South Carolina, President Grant dispatched the military under the leadership of Major Merrill as Post Commandant. A group of white and black citizens in South Carolina had recently been whipped, so Major Merrill called for a conference of citizens to discuss the events and try and prevent more violence. &lt;br /&gt;Major Merrill claimed that he had discovered the names of the people who committed the crimes, but he did not reveal the names to the citizens. He said that he could not make arrests because he feared that he would have no witnesses since other members of the community were afraid to come forward against the criminals. The main purpose of the meeting was that Major Merrill urged the community to suppress further disturbances so that it could avoid military intervention. He also called on the civil authorities of the area to control the disturbances to avoid military intervention. Major Merrill threatened that any more acts of violence in the county would, under the Ku Klux Klan law, would cause the offenders to be denied equal protection under the law. The military would then have the right to arrest the offenders and turn them over to the United States Marshal."],"display_date":"May 20, 1871","search_date":"1871-05-20","locations":[{"id":11684,"lat":34.9901378817,"lng":-81.2182346044,"zoom":9,"place":"YORK, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3028,"title":"Winthrop Normal College Embraces Education of Women\n","course_id":1,"status":"P","start_date":"1894-01-24","end_date":"1894-01-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In <em>The Pickens Sentinel</em>, the final construction of the State Industrial and Winthrop Normal College at Rock Hill is described in a board of trustees meeting. The board decided that the courses of study were to be designed to secure to all pupils, besides the opportunity of higher culture, the requisites of at least a sound English education and the concept of teaching as a subject were to be focuses. Subject focuses by which women may be qualified to earn independent support, or to make their homes more comfortable, more economical and more beautiful were also to be major players in a student's life at the college. The board decided to include one year of prepatory study in the curriculum while incorporating the pedagogies, English, the classics, the sciences, industrial arts, the arts and other varying departments. The faculty was to control the institution under a president; professors were to be entrusted with the instruction and control of the several collegiate departments of study and the concept of texts. As an outside body, the board of trustees was to have the ability to appoint instructors, determine terms of office and salaries, and determine meetings for delegation. "," While Reconstruction inspired change through government orders and social reforms, the 1890s incorporated developments involving the education system and women. Throughout southern history, the women have predominately been domestic characters that were, if educated at all, taught in the home through private tutors. According to Edward Ayers, the bicycle, the right of petition and the push for admission into centers of higher education all show the metamorphosis of the southern white woman into a new woman of independence. In the example of Winthrop Normal College at Rock Hill, women were allowed into a college in order to expand their knowledge; this showed a sense of growth of women's rights in the state. However, according to Elizabeth Colton, Southern women often specialized in the more feminine studies, like art and hospitality, which differentiated the Southern female education experience from many other parts of the country at this time period. While the female students were often focusing more on beautification and art at relatively early stages of their college careers, the progress of female education is still apparent in the expansion of the Winthrop Normal College at Rock Hill into its present location."],"display_date":"January 24, 1894","search_date":"1894-01-24","locations":[{"id":11686,"lat":34.9901378817,"lng":-81.2182346044,"zoom":9,"place":"YORK, South Carolina"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3965,"title":"Education by Gender\n","course_id":7,"status":"P","start_date":"1856-03-01","end_date":"1856-03-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>The Charleston Mercury</em> ran an advertisement in March 1856 for the creation of a \"Preparatory Military School\" in Yorkville, South Carolina. Though the school was set to open nine years later, in 1865, the headmasters were thinking far ahead. The basic courseload for the school had arithmetic, history, geography, and grammar, while the advanced lessons included surveying, mythology, French, and, interestingly enough, brawling. The military instruction encompassed the command of squad and company as well. Ironically, the school seemed well prepared to deliver its students into the \"Military Institutions of the state,\" even though the administrators certainly had no way of knowing that a bloody and brutal war would be nearly over by the time the school was scheduled to open.","Though the advertisement specified ages for its pupils - between twelve and eighteen - there was no gender requirement. It is obvious that the students intended for this sort of education were male, since females were not allowed to fight in the army. Although the majority of Southern students - and therefore Southern schools - were male, there also existed a rather large number of female educational institutions. These schools were very rarely co-ed; young men and women were taught separately and, for much of the nineteenth century, different subjects. Women learned the French style of education, which focused primarily on needlework, the French language, and other ladylike occupations, but as times changed, both men and women at higher educational levels pushed for the same training for young women as was already in place for young men. Though military prep schools certainly remained an exception, women began to learn arithmetic, geography, grammar, and other liberal arts topics, instead of the French topics. Even if men were still the main focus of Southern educational systems, the instruction of women was not far behind. Indeed, Southerners who could afford an education were denied nothing based simply on gender. "],"display_date":"March 1, 1856","search_date":"1856-03-01","locations":[{"id":11682,"lat":34.9901378817,"lng":-81.2182346044,"zoom":9,"place":"YORK, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4369,"title":"Destroying the Ku Klux Klan in South Carolina\n","course_id":4,"status":"P","start_date":"1871-11-22","end_date":"1871-11-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 22, 1871, <em>The Farmer's Cabinet</em> reported that one hundred and two members of the Ku Klux Klan had been arrested, two hundred more members confessed to involvement and were at large on parole, and about one hundred and fifty went into hiding in the woods around Yorkville, South Carolina. ","Men continued to confess and beg for mercy. This was due in large part to the campaign inaugurated against the Ku Klux Klan in some areas of South Carolina. On April 20, 1871, President Grant signed the fourth Enforcement Act which was called the Ku Klux Klan Act and made the Klan illegal, as well as any other group that interfered with civil or political rights. This made certain crimes that were once left to local law enforcement officials, such as conspiracies to prevent people from voting, punishable by federal law. Grant took further action against the Klan in the fall of 1871 when he declared martial law in some areas of South Carolina, which allowed U.S marshals and troops to make many arrests.  Many of the intelligent leaders of the Klan ran away when they heard of this. The poor men who could not afford to run were left behind, abandoned by their leaders. When these men were the ones who received the punishment, they were glad to offer up the names of other members in the Klan.","All the arrested Klansmen said that their objective was, \"to overthrow the 'Radical' party and put down the negroes, and that most of the blacks flogged and killed were not charged with any offense besides belonging to the 'Radical' party.\"","The Ku Klux Klan valued white supremacy, and reacted to Congressional Reconstruction with violence. The Klan terrorized blacks and anyone who tried to help them. Although not completely eliminating the violence, Grant's efforts helped to slow the Klan down and brought about the arrest of many Klansmen."],"display_date":"November 22, 1871","search_date":"1871-11-22","locations":[{"id":11684,"lat":34.9901378817,"lng":-81.2182346044,"zoom":9,"place":"YORK, South Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}]}