{"id":6800,"place":"ABBEVILLE, South Carolina","lat":34.1679782338,"lng":-82.3756180087,"episodes":[{"id":414,"title":"Refusal to Pay Poll Tax\n","course_id":1,"status":"P","start_date":"1881-11-22","end_date":"1881-11-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Edward F Stokes refused to pay the poll tax required for voting purposes in South Carolina.  He claimed that such a tax was a debt, making imprisonment upon his refusal to pay a violation of Commonwealth organic law.  Nonetheless, Judge Hawthorne found him guilty and offered him the choice of a fine of five dollars and costs or thirty days in jail.  Stokes appealed the decision, and it was brought before the Court of Sessions, which also decided against him.  However, due to uncertainty of facts of the case, an official decision was not made.    &lt;br /&gt;The case of Edward Stokes demonstrates disenfranchisment.  In order to reunite white conservatives and white radicals in the South after the Civil War, whites embraced an attitude of white supremacy and imposed a number of restrictions and laws that inhibited blacks by perpetuating a system of virtual slavery.  One such measure was disenfranchisement, whereby the whites took the ability to vote away from the blacks.  In this process, Southern states, beginning with Mississippi, enforced literacy or property qualifications, leaving loopholes for white men who might be restricted by these new laws.  In addition, states in the South employed a poll tax that was tactfully designed to prevent blacks from paying the tax.  As demonstrated by the Stokes incident, this policy was implemented in South Carolina.  Many South Carolinian whites justified the fees by noting that the money went towards public education, but statistics indicate that the poll tax served as a major barrier to voting for blacks."],"display_date":"November 22, 1881","search_date":"1881-11-22","locations":[{"id":11422,"lat":34.1679782338,"lng":-82.3756180087,"zoom":9,"place":"ABBEVILLE, South Carolina"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":689,"title":"Phoenix Election Riot","course_id":1,"status":"P","start_date":"1898-11-08","end_date":"1898-11-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1898 blacks in South Carolina outnumbered whites 3 to 1. The majority of whites at the time feared blacks possessed too much power and therefore supported decreasing the black vote through disfranchisement. One family in South Carolina, The Tolberts, stood in stark contrast to the majority and supported black rights. As a result the Tolberts controlled the Negro vote and exercised a significant amount of power over the Republican Party. In the election of 1898 R.R. Tolbert, a candidate for Congress, garnered a large amount of Negro support. In order to assist blacks in overcoming the barriers of disfranchisement, members of the Tolbert family placed Republican ballot boxes at voting locations convenient for blacks throughout South Carolina. <br /><br />Violence ensued when Mr. Ethridge, a respected man in Phoenix was shot dead after he attempted to take the control of the ballot boxes away from the Tolberts. Next a group of armed white Democrats physically attacked Thomas Tolbert for collecting black ballots. The majority of whites claimed that the blacks had brutally killed a faultless man, while conversely the blacks believed that their right to vote was threatened. A race riot ensued, with blacks running to the defense of the Tolbert family. Bloodshed and death resulted on both sides. <br /><br />On November 9, 1898 four Negroes were lynched in front of a crowd of 500 white men for their involvement in the riot. After the lynching a group of 50 armed white men came together to seek vengeance on the blacks and the Tolbert family. On November 10, 1898 two more blacks were brutally killed in public. After the lynching, the enraged white crowd began to search for the Tolberts in hopes of subjecting them to similar acts of violence. Despite the violence of the majority of white men in Phoenix, the Tolbert family was blamed in the popular press for the entire incident. When asked his side of the story, R.R. Tolbert insisted that Etheridge was killed accidentally by white Democrats, and that a misunderstanding caused the riot. While two of R.R Tolbert's brothers were held captive in Columbia, R.R. himself fled to Washington D.C. By November 14, 1898 the riots had ended. Phoenix town representatives met to show that it was not the intention of any white men in Greenwood County to harm innocent black men. The majority of whites in Phoenix claimed to disapprove of the violence against the Negroes, yet wanted the Tolberts to stay away from Greenwood County."],"display_date":"November 8, 1898 - November 14, 1898","search_date":"1898-11-11","locations":[{"id":11423,"lat":34.1679782338,"lng":-82.3756180087,"zoom":9,"place":"ABBEVILLE, South Carolina"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3894,"title":"Reverends Discuss Death and Religion Before Politics\n","course_id":5,"status":"P","start_date":"1832-12-05","end_date":"1832-12-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 5, 1832 Reverend James M. Chiles wrote a letter to fellow South Carolinian Reverend James C. Furman detailing the health of Chiles' family and the surge of religious revival in his area.  Chiles began the letter with an apology that it had taken him so long to respond offering the explanation that he had been close to death and his youngest sister had died.  Joy and sorrow flowed together as he lamented the determination of the diseases that attacked his family, but praised God for his sovereignty.  Chiles continued on matters of God, taking a more optimistic turn as he recounted the great spirit of revival in his area that year, and he told Furman about the many baptisms he was performing in local churches.   He briefly mentioned the \"excitement of politicks\" regarding their state and how he hoped they were rightly following the path of God.  After committing to pray for these events he ended his letter asking for a personal meeting with Furman to see each other and preach together.","  Chiles' letter echoes the attentions of many Americans during the early 1830s.  The masses had a general awareness of political events and conflicts, but they concentrated most on personal matters with a particular emphasis on disease, death, and religion.  The early 1830s brought an onslaught of contagious diseases such as influenza and cholera, but the simultaneous onset of a widespread Christian revival offered hope to families stricken by epidemic disease.  Americans believed that God was in control and looked forward to the promise of seeing loved ones again in the afterlife.  Additionally, with death and religion capturing the attention of the people, there was little time left to ponder the tenuous condition of state and federal affairs.  Chiles' vague mention of excitement in his area most likely refers to the nullification crisis of the early 1830s when outraged Southerners proposed to nullify the high tariffs they believed favored Northern manufacturing cities and crippled the South.  President Andrew Jackson objected to the nullifiers and proclaimed secession unconstitutional, even while Vice President John Calhoun (a South Carolinian) led the faction supporting nullification.  The same month that Chiles wrote his letter, December 1832, Calhoun stepped down from the vice presidency as tension rose over the split in ideology.  Henry Clay managed to mollify the situation with the Compromise Tariff in February 1833 by calling for a gradual lowering of tariffs which eased the threat of conflict for the present.  Even in the midst of such seemingly crucial events, personal matters still consumed individuals like Chiles and prevented them from entering into the political dialogue.  "],"display_date":"December 5, 1832","search_date":"1832-12-05","locations":[{"id":11417,"lat":34.1679782338,"lng":-82.3756180087,"zoom":9,"place":"ABBEVILLE, South Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":18,"tag":"Politics"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":5018,"title":"<strong>1876 Conservative Resurgence in South Carolina Makes an Appeal to Black Voters </strong>","course_id":43,"status":"P","start_date":"1876-09-16","end_date":"1876-09-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1876 election, The Democratic Party in South Carolina overthrew Republican control of state government, resulting in what was called the “Redemption” of the state.  Using every means at their disposal, the Democrats employed paramilitary “rifle clubs”, violence, intimidation, and electoral fraud to reassert white, Democratic control over the state.  At the head of the party was wealthy farmer and esteemed former Confederate general Wade Hampton III.","As part of his campaign, the state Democratic Party released a pamphlet entitled “Free Men! Free Ballots! Free Schools! The Pledges of Wade Hampton, Democratic Candidate for Governor, To the Colored People of South Carolina.”  The pamphlet included letters and excerpts from Hampton’s campaign speeches, purportedly revealing his concern for racial equality and concern for the needs of black South Carolinians.  The pamphlet also included a letter from one of Hampton’s former slaves pledging to vote for him, remembrances of his peaceful and harmonious relationship with the slaves on his Mississippi farm. It also contained pledges from Hampton that he supported “impartial suffrage”, the 13<sup>th</sup>, 14<sup>th</sup>, and 15<sup>th</sup> Amendments, and “equal rights and full protection” for all races.  In one speech in Abbeville On September 16, Hampton tells whites that they should not vote for him if they think he will favor them over black South Carolinians.","The pamphlet reveals the conflicted role that race played in Hampton’s campaign, in South Carolina, and in race and party conflict in the post-Reconstruction South.  Although no believer in radical equality, historians such as Walter Edgar consider Hampton somewhat milder in his racial views than many of his counterparts, urging white restraint and calling for black participation in the Democratic Party.  As governor, Hampton did allow limited black participation in government. However, the entire purpose of the campaign was the re-assertion of white Southern control over the state, and under his leadership, the Democratic campaign was marked by violence and hatred.  In one example, conflict in Ellenton led to the killing of at least 30 black South Carolinians. Armed violence took place throughout the state, and the Democratic Party gained its authority and power through the support of rifle clubs, armed groups of whites who paraded the state intimidating voters."],"display_date":"September 16, 1876","search_date":"1876-09-16","locations":[{"id":11421,"lat":34.1679782338,"lng":-82.3756180087,"zoom":9,"place":"ABBEVILLE, South Carolina"}],"tags":[{"id":673,"tag":"Electoral Campaigns"},{"id":672,"tag":"Redemption"},{"id":671,"tag":"African American Suffrage"},{"id":42,"tag":"Civil Rights"},{"id":21,"tag":"Race Relations"},{"id":18,"tag":"Politics"},{"id":1,"tag":"Crime/Violence"},{"id":3,"tag":"African-Americans"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5036,"title":"<strong>Sudden Jump in Southern Church Membership </strong>","course_id":43,"status":"P","start_date":"1822-01-01","end_date":"1822-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["After years of meetings focused on the business of dealing with church members who struggled with drunkenness or loose morals, the minutes of the Turkey Creek Baptist Church took a fairly drastic turn into the nineteenth century, showing records of meetings now consumed with the granting of fellowship to slaves.  Almost every entry in the mid-nineteenth century included some account of “a woman of colour belonging to…” or “a man of colour” coming forward to relate his or her “travels” and “after an examination the Church recieved” the new member.  Expanding Christianity to all people, including slaves, is no cause for question or concern, but the suddenness of the matter is one fact worth questioning.","In the mid 1800s, the Civil War was imminent and growing abolitionist sentiment throughout the nation was apparent.  Slaveholders in the South were ever under scrutiny, but the Christian slaveholders wanted to clarify their objectives.  As Christian masters it was their duty to be just and convey to their slaves that the authority was delegated to them by God.  Evangelicals had to “redefine the scope and shape” of their responsibility when “routed in their battles with slavery.” This “Mission to Slaves” exemplified the Evangelical ethic of slaveholders, reinforcing their belief and outward claim that slavery was an effort to convert African-Americans because neither the civil nor “social condition affected the need for salvation or the responsibility to provide it.”  This Mission did not reach maturity until around 1830, but Methodist and Baptist churches in the South had begun years earlier, hence the entries from the Turkey Creek Baptist Church dating as early as 1822.","In short, when skepticism and disapproval of slavery grew, those who believed they were serving a higher purpose were forced to defend themselves.  By increasing slave membership to their churches, Southern Evangelical slave owners were able to provide those who doubted with evidence of their cause."],"display_date":1822,"search_date":"1822-07-02","locations":[{"id":11416,"lat":34.1679782338,"lng":-82.3756180087,"zoom":9,"place":"ABBEVILLE, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":4,"tag":"Slavery"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":6404,"title":"Coming South: A Confederate Sympathizer in a Northern State","course_id":149,"status":"P","start_date":"1860-12-14","end_date":"1860-12-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Just days before South Carolina seceded from the United States in December of 1860, an article titled “Coming South” was printed in a South Carolina newspaper, the <em>Abbeville Press.</em> The article included a letter written by a Northern Gentleman who wanted to support Southerner’s interests in rebelling against the abolitionist North. He believed that the South had been tolerant of the North’s tyranny for too long, and that the Southern states should rebel against the Union. The letter was originally addressed to a large commercial house in Mobile, Alabama, and it discussed the mounting political tensions at the time of publication between the Northern abolitionist states and the Southern pro-slavery states. The author of the letter stated that he was always a believer in the “divine and legal right of slavery,” and in state’s right of secession, and his beliefs made him an outlier in the North. Because secession seemed likely, the author wanted to express his support for the state’s right to secede, and for his desire to conduct business with or even migrate to the South in the event of secession. The author had accumulated land and wealth, and also produced goods that were exclusive to northern states, which would be valuable to the cotton states. The author claimed that if the Southern Confederacy was created as its own union, his first priority would have been to defend that right to secede, and his second would have been to help establish trade between the Confederacy and Europe, both of which would have been essential to fostering the Confederacy’s independence. The author chose to side with the South, because he believed fundamentally in the right to own slaves, to trade freely, and to secede if these rights were infringed upon.","In the letter presented in “Coming South,” the author addressed the issue of secession in terms of it being the only means to protect the interests of the South. In <em>Half Slave and Half Free: The Roots of the Civil War,</em> historian Bruce Levine discussed how Southerners believed that their position in the United States was untenable, and how the fear of abolition lead to secession (226). The letter author reflected the dominant ideology of the South at the time, because Southerners felt that in order to protect their economic interests and their existing lifestyle, it was necessary to remove themselves from a union that sought to eradicate slavery. Levine notes that antislavery sentiment had “demonstrably taken hold of a huge portion of the northern population” and that this instilled fear in the South, but the Northern letter author interestingly contrasted the dominant view of his region (233). The letter author's position as a wealthy gentelmen suggests that his interest in engaging with the South stemmed from economic concerns. In <em>Half Slave and Half Free, </em>Levine described instances of Northerners who sought to reconcile with Southern planters for the sake of economic gain, and stated that those who sided with the South were usually “key sections of the economic elite who feared alienating the slave owners more than they disliked slavery” (229). Essentially, in some instances businessmen, like the letter author, were more concerned with profiting from the Southern agricultural giants than they were with the moral aims of abolition. In \"Coming South,\" the <em>A</em><em>bbeville Press </em>used the letter to<em> </em>further the newspaper’s own pro-slavery and pro-secession agenda, by highlighting the possibility of economic and moral supprot from wealthy men in the North. The article did not give a name, location, or any identifying information about the letter’s author, so the letter could even have been a fabricated piece of propaganda, intended to encourage readers to side with secession. Southerner’s feared oppression from the majority of the North, but the existence of a pro-secession minority in the North would give Southerner’s reason to believe that they would be supported and successful if they removed themselves from the Union. Overall, the letter transcribed in “Coming South” is significant to period leading up to secession and the Civil War, because it reflected the contrast between Northern and Southern interests, and foreshadowed the eventual secession of the Southern slave states.  "," "," "],"display_date":"December 14, 1860","search_date":"1860-12-14","locations":[{"id":52809,"lat":30.6953657,"lng":-88.0398912,"zoom":8,"place":"Mobile Alabama"},{"id":52808,"lat":34.1781719,"lng":-82.3790147,"zoom":8,"place":"Abbeville South Carolina"}],"tags":[{"id":500,"tag":"trade"},{"id":755,"tag":"Confederacy"},{"id":4,"tag":"Slavery"},{"id":1879,"tag":"Secession"},{"id":32,"tag":"Civil War"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}]}