{"id":682,"place":"HINDS, Mississippi","lat":32.2667120682,"lng":-90.442792619,"episodes":[{"id":36,"title":"Mississippi Passes a State Civil Rights Bill\n","course_id":1,"status":"P","start_date":"1873-02-27","end_date":"1873-02-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the time of Reconstruction, strong Republican parties grew as a result of heavy reliance of blacks as their constituency. Generating the overwhelming majority of the party's votes, blacks became the majority of the electorate in Southern states, such as South Carolina, Louisiana, and Mississippi. As the black support increased, it was clear that policies and enactments had to be geared towards the large freedmen population. To maintain control and influence, Republicans mobilized black voters by emphasizing their party's commitment and promise for black rights and interests.  &lt;br /&gt;&lt;br /&gt;In Mississippi, where the freedmen constituted a majority of almost six to five in the state's electorate, the newly enfranchised blacks would open the doors for Republican rule. In 1868, the Republicans constructed a new constitution; in 1869, they won the elections to fill the offices created under it; and by 1870, the first Republican administration of Mississippi took office. &lt;br /&gt;&lt;br /&gt;By 1873, the Republican Party continued to control Mississippi. In that year, Adelbert Ames, Mississippi's best-known carpetbagger became the second Republican governor of Mississippi. Under his administration, Republican state legislators were able to pass an important Civil Rights Bill that stated all citizens of this State, without distinction of race, color, or previous condition of servitude, are entitled to the equal and impartial enjoyment of any accommodation, advantage, facility, or privilege;and is hereby declared to have always been, is now, and shall forever remain a right, inherent in every citizen or person, and which right shall not be denied, abridged or infringed;' Subsequently, any person that went against this bill was to be deemed guilty of a misdemeanor. As a result of enactments such as this, black voters responded exactly as Republican leaders hoped. Unsurprisingly, colored turnout for Republican candidates increased dramatically in Mississippi. In a negative regard, the deliberate painting of the Republican Party as the party of the blacks also encouraged Democrats throughout the South to run as the party of white supremacy."],"display_date":"February 27, 1873","search_date":"1873-02-27","locations":[{"id":7060,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":56,"title":"Mississippi House Signs a Social Equality Bill\n","course_id":1,"status":"P","start_date":"1873-02-05","end_date":"1873-02-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Wednesday, February 5, 1873, the Mississippi House passed a bill forbidding owners of hotels, theaters, or other places of amusement, common carriers, etc., from making any distinction on account of color. Under this enactment, a proprietor would face heavy penalties for disobeying the act. An African American member of the House introduced the bill, and the proposal passed along a virtually strict party line. Along with the black members, many carpetbaggers and scalawags voted for the passing of this bill. &lt;br /&gt;&lt;br /&gt;According to the Weekly Clarion, the Conservatives unsurprisingly voted against this proposition on the grounds that it was an unwarranted interference with private rights, and a dangerous and demoralizing innovation on the customs of society derived from natural and irreversible laws, which cannot be violated without the most disastrous consequences.' For them, the law should have instead reflected the right for proprietors, without regard to race, to determine for themselves who they will accommodate. Just as the Legislature had no ground to decide whom the owners of a farm can employ to cultivate their land nor could they do the same with private businesses.&lt;br /&gt;&lt;br /&gt;Despite the controversial nature of this bill, its capacity to be introduced by an African American House member and passed within the legislative body was reflective of how the increasing number of black political representatives formed working relationships with white politicians and voters in order to succeed in the South during Reconstruction. More than just being elected by a black electoral base, many African American politicians needed cooperation from their white counterparts in order to be successful. Understanding this phenomenon could be helpful in explaining the triumphant passage of this bill in the House and on a grander scale, the eventual enactment of the Mississippi Civil Rights Bill in the weeks to come."],"display_date":"February 5, 1873","search_date":"1873-02-05","locations":[{"id":7060,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":337,"title":"Republican vs. Republican for Mississippi Governor\n","course_id":1,"status":"P","start_date":"1873-09-22","end_date":"1873-11-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 25, the Louisville Courier Journal wrote, The most interesting campaign now in progress in any state is on the boards in Mississippi.'  Why?  First, there was no Democratic candidate in a Deep South State, and second, there were two Republicans , one a scalawag, the other a carpetbagger , running for the position.  In August of 1873, Adelbert Ames was nominated for governor of Mississippi by the radical wing of the Republican Party.  As an ardent and vocal supporter of black suffrage and former governor of the Fourth Military District, Ames's ticket also included a number of black candidates.  Blanche K. Bruce was nominated for United States Senator and Alexander K. Davis was nominated for Lieutenant Governor.  Because he was a carpetbagger (born in Maine), conservative whites despised Ames; his base of support instead consisted of black voters and a small group of radical whites.  His opponent, James Alcorn, was the native, moderate Republican candidate.  A Delta planter turned scalawag turned Republican, Alcorn was preferred by the wealthy planter elite, taken up by the hard-pressed Democrats because he was the Administration's brother-in-law.' &lt;br /&gt;The very lively' race had the added intensity of mutual personal dislike between the two men; according to the Courier Journal so eloquently put it, two Tom-cats tied in a tow sack would have been more harmonious.'  Newspapers at the time felt that Alcorn would be the clear winner of the contest: Ames is no match for Alcorn; Ames will be as mushy as clay in the hands of the robust Mississippian.'  Conservatives disparaged the Radical ticket as not respectable; made up of bummers and dead-beats' and unfairly criticized black nominees, particularly Davis, in an attempt to draw votes away from the more progressive Republican wing.  Their efforts were in vain, however, as Ames soundly defeated Alcorn in the November 4 election, installing the Radical party for its last term in Mississippi's government (1874-1876).  Under Radical Republican rule between 1870 and 1876, Mississippi's taxes increased by 1400%, in large part due to the new state-financed public education system (Skates 116), and black Mississippians were able to truly participate at the highest levels of state government."],"display_date":"September 22, 1873 - November 4, 1873","search_date":"1873-10-13","locations":[{"id":7060,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":348,"title":"Mississippi Grange Party Assembles\n","course_id":1,"status":"P","start_date":"1876-12-12","end_date":"1876-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Mississippi Grange Party assembled in Jackson on Dec. 12th.  The party began in 1867 by several farmers as a farmer's movement,' that worked to affiliate local planters into areas called granges,' where they would work together for political and economic advantages.  The party was at the height of its power during the 1870's and won a huge political victory in Oct. of 1876 when the Supreme Court ruled in Munn v. Illinois that states were allowed to regulate a private company in the interest of the public.   &lt;br /&gt;Agriculture was the heart of the economy for much of the South and the party had over one million members by 1876.  Mississippi citizens had great respect for the state Grange party and its members.  They felt much of the reason for the state's strong economic turnaround after the miserable condition it was in while under Reconstructionist rule could be attributed to the Grangers and their politicians.&lt;br /&gt;Agriculture is the primal, the most indispensable and therefore the most honorable, of all other avocations,' wrote The Jackson Weekly Clarion.  It is a cause of rejoicing that its devotees have at last resolved to protect, by a proper system of harmonious action and cooperation, the interests of their calling, and to demonstrate that when true to themselves they cannot be false to any other class.'&lt;br /&gt;The Grange Party still exists today as a special interest group."],"display_date":"December 12, 1876","search_date":"1876-12-12","locations":[{"id":7060,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":939,"title":"Centrist Pary Reaction to Ku Klux Klan Activity in Mississippi\n","course_id":1,"status":"P","start_date":"1871-01-01","end_date":"1871-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1871, the Governor of Mississippi, James Alcorn, was a member of the Centrist Party. The Centrist Party was a faction of the Republican Party emerging in the South at this time. The Centrists believed that it had to seize voting initiative and control the middle of the political spectrum. Centrists believed that the political disabilities imposed on former Confederates by the Reconstruction Act and Fourteenth Amendment needed to be abolished. It was very important to Centrists that they gain approval from respectable whites and because of this they did not want to admit that forceful action was necessary to control Klan violence. &lt;br /&gt;Governor Alcorn only took minimal action against the Klan with legislation that prohibited wearing masks and disguises. It was not until federal intervention seemed likely, that Governor Alcorn responded seriously to the Klan. Alcorn feared that if the authority of the state was compromised, its ability to govern effectively would suffer as well. Alcorn took belated measures against the Klan by introducing two bills. One bill was to remove Klan trials from the county in which the offense occurred and the other was to form a cavalry unit to find and suppress outrages. Alcorn made a mistake, however, when he admitted that these bills were only introduced to avoid government intervention. Both of the bills were defeated by the rival Republican faction."],"display_date":1871,"search_date":"1871-07-02","locations":[{"id":7060,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1045,"title":"The Greenback party goes down to defeat in November elections led by the losses in Mississippi\n","course_id":1,"status":"P","start_date":"1879-09-10","end_date":"1879-09-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Prior to 1879, the Greenback Party had burst onto the political scene and presented a truly unique and radical voice in American politics. Although the Greenback Party's roots were with the miners in the Rocky Mountain States and with the farmers of the Midwest, the depression in agricultural prices following the Panic of 1873 allowed the party had made significant inroads among the Southern farmers.  While the unifying issue of the ideologically diverse Greenback Party was continuation of an inflationary fiat currency, it also drew on a variety of other political constituencies associated with socialists, disenchanted African-American Republicans, as well as early feminists such as Matilda Joslyn Gage.  &lt;br /&gt;&lt;br /&gt;The November elections came at a time when the Greenback Party was nearing the peak of its political significance.  With the end of the recession of 1873-1879, and with the resumption of the gold standard on January 1, 1879, and the suppression of its African-American voter base in the South the Greenback party the beginning of the downfall of the Greenback Party was already under way.  The party suffered significant setbacks in the elections of 1879 in which the Greenback Party vote was decimated in several states including Mississippi where its 1878 vote total of 12,000 votes fell precipitously in 1879.  With the disastrous election of 1880 the ideologically diverse elements of the Greenback Party splintered and the Party largely disappeared from the political landscape.  Despite its demise, many of the issues that the Greenback Party addressed would reemerge later on during the populist revolt of the 1890's under the banner of William Jennings's Bryan."],"display_date":"September 10, 1879","search_date":"1879-09-10","locations":[{"id":7060,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1118,"title":"Mississippi election of 1879\n","course_id":1,"status":"P","start_date":"1879-11-04","end_date":"1879-11-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Mississippi election of 1879 served as a reaffirmation of Bourbon power in the wake of the Greenback challenge to Democratic hegemony.  The results of the November 4, 1879 were that the Democrats were once again able to assert political dominance over the state through voter fraud and intimidation.  Moreover, the 12,000 vote total registered for the Greenback Party in the 1878 elections declined sharply as voter suppression targeted the Greenback's racially mixed coalition. &lt;br /&gt;&lt;br /&gt;The pattern of fraud and intimidation in Greenback leaning counties mirrors the sharp reversal of alluvial, predominantly black counties from Republican to Democratic in 1875.  Just as the Yazoo and Kemper counties went from being heavily Republican counties in 1873 to casting a combined total of 11 votes for the Republicans in 1875 (see Skates) , so too were some of the most heavily Greenback counties heavily suppressed in 1879.  One example of this was shown when the November 6th issue of The Daily Constitution of Atlanta, reported with an astonished tone, Marshall County, which was considered the stronghold of greenbackism elects a full democratic ticket by a large majority.' This pattern of suppression of the Greenback vote would be repeated the next year in the Alabama gubernatorial election of 1880.  In this election voter fraud caused the number of ballots officially cast in the election to increase by the impossibly large difference of 177,254 in 1880 over 89,571 in the high-turnout elections of the year before.  This fraud allowed the Democratic candidate Rufus Cobb to beat Greenback candidate James Pickens by a margin of 134,911 to 42,343.  In the words of Greenback Party leader James Weaver, In the black belt country the Democrats will wait to see how large a majority they have to overcome, and will overcome it by their method of counting,' (see Lause).&lt;br /&gt;&lt;br /&gt;While the Mississippi election of 1879 was but one instance of suppression of the Greenback vote and the black vote in the Deep South, it signaled profound changes for the state of Mississippi itself.  With resumption of white control in 1875 the Bourbon political elite had undone most of the reforms undertaken during reconstruction as the November 12th issue of The Enterprise and Mountaineer of Greenville South Carolina reported that state spending fell from 706, 873 in 1875 to 225,100 in 1879.  Moreover, through manipulation and fraud the Bourbon elite were able to use the black vote to maintain political power against the challenge of poor whites for the next decade."],"display_date":"November 4, 1879","search_date":"1879-11-04","locations":[{"id":7060,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1495,"title":"Yellow Death Abroad in the Land\n","course_id":1,"status":"P","start_date":"1897-09-07","end_date":"1897-09-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the 7th of September The Age-Herald published an article titled Yellow Death Abroad in the Land' in which they described the mounting yellow jack epidemic that was beginning to sweep through the South, reminding many of the great scare of 1878 and the many deaths that yellow jack had been attributed to in the previous decade.  Ocean Springs was found to have the dreadful disease in her environment with New Orleans also afflicted.  The paper wrote that the entire Southland had been aroused to a sense of its duty in the premises' and because of this many quarantines started to be declared.  &lt;br /&gt;On September 6th, Mayor Evans of Jackson, Mississippi, was the first to issue a proclamation of quarantine, at the suggestion of the Board of Health and State Health Officer Sanders.  At the time, a death had been recorded in Mississippi, one in New Orleans, and six cases were reported in Jackson.  In all of the above places and in many others, the outlook on the situation was indeed very disheartening.&lt;br /&gt;The nature of this disease quickly aroused attention in Washington, and the marine hospital service immediately began an investigation of the fever at Ocean Springs, Mississippi and the information they found led them to believe that the disease was not yellow fever.  However, local autopsies seemed to disagree with their assessment, and people's fears were not put at ease by the Surgeon General's statements.  With a history marked by devastating disease, the fear of these people was well understood.  Although this scare would not lead to an epidemic, these fears would continue well into the twentieth century."],"display_date":"September 7, 1897","search_date":"1897-09-07","locations":[{"id":7062,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2584,"title":"A New Route to New Orleans\n","course_id":1,"status":"P","start_date":"1825-10-24","end_date":"1825-10-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In late October of 1825, Secretary of War James Barbour wrote from Washington to the governor of Mississippi soliciting his help.   Two military surveyors were to examine a new route from Rock Fish Gap in the Shenandoah Mountains of Virginia through Knoxville, Tennessee and down through the state of Mississippi on towards New Orleans.  These men, Captain Poupin, a topographer and engineer and his assistant, Lieutenant Trimble of the army, traveled at a rate of 20 to 25 miles per day. Secretary of War James Barbour wrote to both inform and solicit Mississippi Governor Walter Leake, he desired Mississippi civil engineers to join and assist the army engineers on the Mississippi leg of the journey.  ","The U.S. government's exploration of travel routes and topography revealed a federal concern with transportation, appropriately as Mississippi routes were as Bradley Bond states, notorious quagmires. And the Mississippi climate, lent a wilderness to the land that made travel along the states highways nightmarish. Is it any wonder the U.S. secretary of war requested help along the journey? With most of the state occupied by the Choctaw and Chickasaw Indian tribes and roads undeveloped-the war department's inquiry renders the early Mississippi's landscape a frontier and reveals federal and state cooperative efforts to transform the frontier into a navigable landscape."],"display_date":"October 24, 1825","search_date":"1825-10-24","locations":[{"id":7056,"lat":32.2685814187,"lng":-90.43148219,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2616,"title":"Harvey Takes the Bar\n","course_id":1,"status":"P","start_date":"1835-01-03","end_date":"1835-01-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the first few decades of Mississippi statehood, the fast-track to fame and wealth for young East-coast educated men was law.  By presenting themselves before judges, and passing a series of examinations, aspiring young lawyers declared their new vocations. ","      One such man, a young Mississippian known only as Harvey, parleyed this process to Virginian Robert Whitehead, his former schoolmate, in a series of letters dated January 1835: I have not yet procured license as the supreme court will not sit till sometime in January and it is only from that court I can obtain them.  In his next correspondence, Harvey has traveled to Jackson, the seat of the state government from his home in Natchez, a major city along the Mississippi River: Now, since I wrote my letter I have been to Jackson and obtained license, 22 of us were examined in our class and none rejected.  The judges and examining committee did us the honor to say we were the best qualified class they had ever examined... no questions missed... I am now ready for business and will report the first case. ","    Once approved by the court, the newly barred men hung a sign and fielded customers.  According to John Skates in <em>Mississippi: A Bicentennial History</em>, early Mississippi lawyers simply presented themselves before a singe judge, a practice that yielded lawyers of varying skill in the state. Because of persistent land disputes in the newly attained Native American territories between squatters and settlers, lawyers were busy, and often, successful. As the Mississippi government established itself, the process refined and the best lawyers often rose to the planter caste. As Skates discusses, The aim of many lawyers, like their medical counterparts, was a cotton plantation; hence many of the ablest members of the bar became, eventually, planter-attorney-politicians.    Harvey expressed hope for similar monetary success in his letters; This is a country for rich gals and plenty of money, your fortune is made once you can 'strike a breeze.' ","    Harvey, eager to establish himself in the American west, a land of backcountry frontier and few cities, brought with him a hope for wealth which characterized many early American settlers across the South."],"display_date":"January 3, 1835 - January 17, 1835","search_date":"1835-01-10","locations":[{"id":7056,"lat":32.2685814187,"lng":-90.43148219,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2817,"title":"W.W. Price, an Honorable Man","course_id":1,"status":"P","start_date":"1891-11-05","end_date":"1898-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The passing of the 1890 Mississippi Constitution and of similar laws in other states had the immediate effect, according to John Hope Franklin, of returning political power to where it had been before the war; at last the former Confederate states were back in the Union under conditions favorable to those who had led the secession movement. ","Thus, when W.W. Price of the northern cotton house Hubbard, Price & Co. arrived in Jackson, Mississippi in 1891 in order to begin establishing a branch house in the city, he was not labeled a carpetbagger. Jackson, according to the Jackson Clarion Ledger, welcomed him in November of 1891, and claimed his enterprise will be of incalculable benefit to the community at large. White southerners, in the words of Richard Nelson Current, were no longer suspicious of Northerners who went south...[to] get rich by plundering the Southern people. They no longer feared negro rule; although black politician Hiram Revels stated, as reprinted by James Wilford Garner, that black voters during reconstruction had been used as mere tools to elect imprudent [and corrupt] men who called themselves Republicans, after 1890, they were no longer used at all. The chivalrous (?) [sic] white Democrats, according to the Cleveland Gazette, were therefore quite content.","Blacks of Mississippi and of the nation as a whole, however, were not pleased. The Atlantic Monthly noted by 1892 that The Fifteenth Amendment is disregarded [in Mississippi] where it is not nullified on the face of the state law. Reporting on this system of Jim Crow law, the Cleveland Gazette noted that the state of Mississippi was referred to by blacks as his Satanic Majesty's abiding place.","The problem, however, was that his Satanic Majesty sometimes left home. According to The Atlantic Monthly, candid Republicans at the North admit that domination by the ignorant blacks of the Gulf States is something to be dreaded. The suppression of the negro vote, wherever such a step is necessary to secure control of the government by the whites, is winked at, if not applauded. For some reason, be it simple racism or otherwise, the 1890 Mississippi constitution made sense to both Democrats and Republicans in both the South and the North. ","It made so much sense that the Justices of the United States Supreme Court, arguably some of the brightest legal minds of the time, supported it in Williams v. Mississippi, 1898. As decided by the majority, Justice McKenna, a newly appointed Californian, opined that the statutes of the 1890 Mississippi constitution do not on their face discriminate between the races, and it has not been shown that their actual administration was evil; only that evil was possible under them. The Cleveland Gazette had known this since 1890, as they said the handwriting warning of such evil was on the wall, put there by the on-goings of the white supremacy convention. Unfortunately, no powerful person in the country was bold or bright enough to read it."],"display_date":"November 5, 1891 - December 31, 1898","search_date":"1895-06-03","locations":[{"id":7062,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2827,"title":"An 1890 Constitutional Convention Role Reversal\n","course_id":1,"status":"P","start_date":"1890-09-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["During the 1890 Constitutional Convention in Jackson, Mississippi, two men, at least, seemed to be on the wrong sides of the color line; Marsh Cook, a white Republican from Jasper County, and Isaiah T. Montgomery, eventually the only black representative at the convention, stood up for things taboo to many in their respective communities. The results of each man's stand not only affected them personally, but also shaped the future of Mississippi for many years to come.","Cook and Montgomery looked back at the years after the Civil War and preceding the 1890 convention and saw the same thing. In 1875, after ten years of Republicans in Mississippi joining forces with blacks, scalawags, and carpetbaggers, resulting in what many white Mississippians referred to as negro rule, it was apparently decided, according to Dunbar Rowland, that the negro has proven himself unworthy of suffrage, and it should be taken from him. Following an apparently very bloody revolution in which whites took back control (in theory), 15 years of intimidation passed, during which according to James George as printed in the Jackson Clarion Ledger, the method of preserving white supremacy was never entirely satisfactory. Isaiah Montgomery, in his speech during the 1890 convention, described these years in terms of every form of [political] demoralization [for blacks]-bloodshed, bribery, [and] ballot stuffing.","Although the convention took place under the pretext of, according to Rowland, eliminating ignorance at the ballot box, it was in fact a move to lawfully disenfranchise a majority of black voters by using a poll tax and a literary test in order to establish franchise qualification. According to estimates by Montgomery, the new State Constitution would disenfranchise 11,889 whites and 123,334 blacks in Mississippi. The Cleveland Gazette hoped the unconstitutional and un-American action would be prevented or at least delayed a few years, but it was not to be. ","For his part, and against what would perhaps be expected of a white Mississippian, Marsh Cook, according to an online PBS history of Jim Crow, took a stand against the principles of the gathering delegation and courageously challenged the Democrats for a seat to the Constitutional Convention in spite of death threats. Isaiah Montgomery did the opposite. As the only black representative to the convention, he took the opportunity to appeal to the good natures of the white representatives and their belief in a Supreme Arbiter, which supposedly would help the two races march together towards new and greater triumphs of progressive civilization. Montgomery apparently recognized the legitimacy of the white demand to rule for their [the whites] own protection, and he foolishly [in retrospect] hoped, by his support of the new constitution and its subsequent passing, that he and other black Mississippians would gain favor in white sight, thus bridging a chasm that has been widening and deepening for a generation He hoped his appeals would lead to the death of the constitutional movement or perhaps, if it passed, an immediate reversal of the new constitution.","Both men failed. Marsh Cook was ambushed and murdered, according to PBS, on a lonely road. The Cleveland Gazette hoped that his murder, being that of a respectable white gentleman, would cause the federal government to take the necessary steps to protect the American citizen at home, be his color what it may. It did not. Montgomery's hopes of racial cooperation also did not materialize. He was lambasted by the Cleveland Gazette, which called his defense of the monstrous franchise provision...a disgrace to the race and to our civilization, and wished he had never been born. For all of their objections, however, Mississippi, and the rest of the South, as many other states followed suit, plunged itself headfirst into a half-century of legal disenfranchisement and discrimination. "],"display_date":"September - December 1890","search_date":"1890-10-31","locations":[{"id":7062,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2861,"title":"Lost and Found\n","course_id":1,"status":"P","start_date":"1899-08-31","end_date":"1899-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On August 31 of 1899, a brief letter from E.B. Hill, Telegraph Editor of the Detroit Journal, was published in the Jackson Weekly Clarion Ledger. Mr. Hill, it appeared, had inherited a Civil War era relic from his father, who had received it from a member of a troop of Michigan cavalry. The relic itself was an ornamental Bowieknife with a six-inch blade, horn handle, German silver mounted. The sheath is blue velvet, German silver tipped, and on the band encircling the top has been scratched with a pin point, in fine clerical hand: Col. J.M. Wood, Mississippi Tigers. The Michigan cavalryman apparently found the knife in Corinth, Mississippi following the evacuation of that city in May, 1862. ","The evacuation itself occurred on May 29 and 30. Although, according to historian Steven Nathaniel Dossman, Corinth was absolutely vital to the Confederate war effort, as it was the site of the junction of the Memphis and Charleston line with the Mobile and Ohio, the crucial chains that linked the confederacy together, General Beauregard saw no other alternative to withdrawal from the city; after a long, grueling siege which was made especially terrible due to lack food and clean water and had turned the surrounding area into what one soldier called the most Godforsaken country I ever saw, the Confederate General decided to spare what men he had left.","Beauregard took four days to plan and carry out the action. The first step was to notify his own troops to prepare to attack in order to confuse Federal intelligence reports. Then, through secret correspondences, he meticulously laid out his plan of withdrawal. Finally, on the night of May 29, under the guises of extra campfires, as much commotion as possible to sell the ruse [of imminent attack], and even an empty train [running] in and out of Corinth; complete with whistles, bands, and cheers to make it appear large numbers of reinforcements had arrived, Beauregard completed his move out of Corinth. Having to move his men out of the area under Beauregard's very particular commands all while maintaining an air of secrecy, Colonel Wood clearly had other things on his mind than his knife; as it was found simply upon the camp ground, Colonel Wood most likely misplaced or forgot it during all the commotion. ","Thirty-seven years later, he [or his family] finally received his knife back [perhaps]. Although war relics are usually given very serious sentimental value, this particular find seemed to have no value to the finder and clearly was not seriously important to E.B. Hill. Therefore, it is fitting that Colonel Wood or his family should receive this piece of their personal history back. Furthermore, this respectful action by Mr. Hill is representative of larger efforts, still ongoing in the 1890s, to heal wounds between the North and South; relics are usually kept as a reminder of the enemy and the battle, but here it was returned in order to, in some small, individual way, erase the line between enemies and, as may have been hoped by E.B. Hill, the animosities between North and South. "],"display_date":"August 31, 1899 - December 31, 1899","search_date":"1899-10-31","locations":[{"id":7062,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2864,"title":"Mary Emilie Holmes: On a Mission\n","course_id":1,"status":"P","start_date":"1891-11-01","end_date":"1891-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The white citizens of Jackson, Mississippi were less than happy. According to the Clarion Ledger Jackson had been selected as the site of the Mary Holmes school for the colored people, despite protests of many newspapers and citizens. They did not, however, formally attempt to stop the project, as it was, according to Samuel Rogal's account of Holmes' educational ministry, a only seminary founded by a white woman working with a white staff and a white faculty to educate young Black girls in the domestic arts. Thus, a service to consecrate the twenty acres of ground acquired for the seminary occurred at Jackson, Mississippi, on 24 December 1891 with no protest from the locals. The school officially opened on September 28, 1892, and was dedicated to Mary Emilie Holmes's mother on October 12 of that same year.","At first glance, establishing such a school seems to be an incredible achievement. Mary Holmes, who was trained first at Rockford Female Seminary and later at the University of Michigan and was the first woman to receive a doctorate in the earth sciences, had succeeded in establishing a school for black young women in the heart of the Deep South. After benefiting Swift Memorial College in Rogersville, Tennessee and Monticello Academy in southeastern Arkansas, despite resistance from white communities in the areas (especially in Tennessee), Holmes's commitment and mission to the education of black children, principally females, which she saw fit to channel through the missionary arms and agencies of the Presbyterian Church, had paid off for a third time. Not only that, but within only twenty-six months, Holmes and her father had enlisted the direct assistance of the Board of Missions for Freedmen of the Presbyterian Church in the U.S.A.; of local Home Missionary societies; of the Woman's Board of Home Missions in Ohio, Indiana, Illinois, Iowa, Michigan, and New York; of the Balck communities of Jackson; and of individual families in Rockford. It is no small wonder that whites in Jackson were not outraged at such an institution.","The reason for this, however, is that perhaps Mary Holmes's school was not such an achievement after all, as the curriculum emphasized courses of instruction in sewing, mending, cooking, laundry, and general housekeeping, almost [guaranteeing] that her charges would never rise beyond the various states of domestic service. Furthermore, it seems that Mary Emily [sic] Holmes...simply avoids the issue of racial segregation in the Deep South. She accepts it (although perhaps not agreeing with it) as a fact of life and goes about her business. Therefore, because she was not directly challenging the status quo, the whites of Jackson (and later West Point after the original establishment burned down in 1895) tolerated the existence of a school educating young black women.","Yet, Mary Holmes was indeed a pioneer and did in a way challenge the status quo. Mary Emily [sic] Holmes... stood above (or at least beyond) her generation of American educators by promoting the notion that education would certainly prove beneficial to every American Youngster, no matter what his or her social, economic, or racial classification. With this motivation, she attempted to teach young women something, no matter how seemingly inconsequential, that would lift them from the moral, mental, physical, and spiritual degradation which had been the background of the race for 250 years; through her Presbyterian missions and schools, she gave black women a reason to hope for something beyond the racial boundaries set for them by society, which was especially important in Mississippi. In this way, she attempted to fulfill in them her motto and her educational-evangelical mission: Not to seem, but to be."],"display_date":"November - December 1891","search_date":"1891-11-30","locations":[{"id":7062,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2872,"title":"On Lynching\n","course_id":1,"status":"P","start_date":"1891-11-05","end_date":"1891-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On November 5, 1891, the Jackson Clarion Ledger accused Texas Governor James Stephen Hogg of being vain for offering a reward for the apprehension of parties engaged in a lynching bee, the subject being a negro. The lynchers, according to the newspaper, would never be prosecuted. On March 27 of the previous year, the same newspaper reported that levee cutters would be properly cared for by the citizens of Bolivar county, as ropes and trees are plentiful up there. Thus it seems that lynching, for American Southerners, was simply an every-day fact of life; according to the Cleveland Gazette, the man in lynched in Texas was just one of 235 that year. Judging by later statistics, a proportionally large amount of those most likely occurred in Mississippi. ","Many if not all of those 235 lynching victims in 1891 were blacks, as African Americans were often the targets of lynch mobs . As the first blurb points out, it was common for whites of the South (and indirectly, by their indifference, the North) to simply let mob justice take its course, in order to, according to Michael Pfeifer, supposedly serve the purposes of local elites and other whites in relieving both economic and sexual anxieties. As white men saw it, the most overt kinds of opposition to their supremacy were frequently represented in these two forms. (Later, according to the Cleveland Gazette, white women of the south would take the take the charge in putting a stop to this mentality and to lynching). Thus the tensions in the South leading to lynchings were deeper simply skin color, although, according to Philip Dray, it was because of skin color that the accusations against those being sought out for lynching were often amplified and exaggerated by individuals in order to incite mobs.","During the late 1800s, according to Johnathan Markovitz, lynchings were carefully designed to convey to black persons in this country that they had no power and nothing else whites were obligated to respect. They were, in other words, used as measures of intimidation in order to prolong a society of white supremacy. Often, mobs of whites would turn lynchings into violent public spectacles, punishing one or two blacks to supposedly, as put by a Mayor of New Orleans, cause the others [to] trouble you no more.","Not all whites supported lynch mobs, however. Governor Hogg certainly did not appreciate the Law of the Mob. As Pfeifer points out, many others, such as Andrew Augustus Gunby, spoke out against lynchings and in support of law and order. They did so, however, often at the risk of their jobs and reputations, as Gunby blamed his stance on the lynching matter for his loss in the Democratic nomination for Congress from Louisiana's Fifth District in 1886. Additionally, Gunby, as many anti-lynching whites most likely did, spoke out in support of white supremacy; it is not as if he was anti-lynching because he believed in the equality of black men and women, he simply wanted the law to be upheld.","This is not the entire story of lynching in the South, however, as it seems things had changed by 1899. The Clarion Ledger, on September 14 and 21 of that year, published articles supporting the decision of the Governor McLaurin to call out the militia for the purpose of detering a lynch mob (an the militia followed his order), and lamenting the lynching of an innocent black man in Lawrence County, thus pointing out the wrongs of lynching. Although the paper still (somewhat paradoxically) supported lynching for rape, the evil [must] stop here. This seems to be, and is in a small way, a complete moral reversal of earlier values espoused by the paper (and supposedly therefore the average Mississippian). Unfortunately, there were some alternate motives.","Interestingly (and horribly) enough, economics played a large part in leading white supremacists to turn away from using lynching as a tool; according to Pfeifer, in the first decades of the twentieth century, an emerging urban bourgeoisie [in the South] wary of public disorder and threats to the accumulation of capital pressed for systematic legal methods for the sustenance of white supremacy. It seemed that by the early 1900s (and according to the Ledger, as early as 1899), the efforts of anti-lynching thinkers such as W.E.B. du Bois and Ida B. Wells, an African American woman who encouraged blacks to boycott, vote, and agitate against white oppressors were causing people everywhere to pay attention to what was happening in the South. Later, as Markovitz points out, efforts of organizations such as the NAACP (founded 1909) were paying off in bringing unwanted publicity to lynchings in the South, thereby threatening business by scaring off investors; influential white businessmen began to push more and more for writing white supremacy into law in order to legitimize the systems of white supremacy as well as maintain the flow of investments into the South. ","This is not to say that lynching stopped, however. The Cleveland Gazette reported episodes of lynchings in Mississippi into the 1920s. Furthermore, it seems white supremacy itself did not bother the aforementioned investors. Many across the country simply wanted to turn a blind eye to ways in which the system was being enforced. It's even questionable as to whether or not whites across the country objected to lynching as a process, as legal lynchings became popular in the early 1900s as a somehow more just and orderly answer to pure mob violence. Thus, it seems the September Ledger issues were merely protesting the evil of mob justice."],"display_date":"November 5, 1891 - December 31, 1891","search_date":"1891-12-03","locations":[{"id":7062,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2891,"title":"The Cross of Gold\n","course_id":1,"status":"P","start_date":"1891-11-05","end_date":"1896-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["On November 5, 1891, in its Alliance Department, The Jackson Weekly Clarion Ledger published the Farmers' Alliance main agricultural ideas.  The central issue on the page, however, had nothing to do with crops, but had entirely to do with silver.  Indeed, under a section labeled Alliance Principles and Demands, the first demand was unlimited silver coinage, or certificates based on silver.","Since the 1870s, the Alliance had, no doubt, had much concern over the silver issue.  The passage of The Coinage Act of 1873 and the Resumption Act of 1875 (full resumption of convertibility of paper money into gold, and vice versa, occurring in 1879), the United States returned to a commodity monetary standard as in pre-Civil War times, with the only difference being that silver was omitted and the standard was entirely a gold standard.  According to Milton Friedman, the most obvious, but by no means the most important, consequence of the U.S. return to gold rather than to a bimetallic standard was the sharp rise in the gold-silver price ratio.  A far more important consequence was the effect on the nominal prices of goods and services in general.  The increased world demand for gold...coincided with a slowing in the rate of increase of the world's stock of gold and a rising output of goods and services.  The result of these economic factors was deflation from 1875 to 1896, at a rate of roughly 1.7 percent a year in the United States...[with] the wholesale prices of agricultural and other basic commodities [falling] at a greater rate (3.0 percent a year by one index).  ","In the latter part of the 1800s, this deflation became a serious concern for farmers in the United States, including those in Mississippi, as it exacerbated the ongoing problems with sharecropping and foreign competition. Deflation affected the farmers of Mississippi, as farmers are affected both by the falling prices (the things they are selling are worth less at the market) and also the rise in the real value of their debt (most farmers are debtors, meaning simply that they must borrow money to prepare their farm before they can hopefully sell enough products at harvest time to make a profit and pay off their loans).  As the Mississippi Historical Society states, according to the U.S. Department of Agriculture, from 1870 to 1897, wheat prices fell from 1.06 a bushel to 63c a bushel, corn from 43c to 30c a bushel, and cotton from 15c a pound to 6c a pound. Most of the time farmers received even less for their produce.  The Historical Society blames over production, which may be true, but the overarching reason for this deflation was the monometallic standard.  Especially following 1890, deflation worsened and gave rise to the pro-silver politicians of the 1890s.  Because of the large farming constituency in Mississippi, these politicians were very popular in the State.  Such politicians supported returning to a bimetallic standard in order to ease the deflation and help American farmers (and sellers of silver), thus causing the State Alliance of Mississippi to publish in support of silver and agriculture in 1891.  ","The most influential silver politician of the 1890s was William Jennings Bryan, a Silver-Democrat (as opposed to a Gold Democrat) from Nebraska.  Bryan was especially popular in the strongly agricultural regions of the South, including Mississippi, and West.  Indeed, the Jackson Clarion Ledger repeatedly showered him with praise:  On July 9, 1896, the paper stated, in anticipation of the upcoming Democratic National Convention, that Mr. Bryan...is a finished orator with a resonant voice and command presence.  On October 15, 1896, the Clarion Ledger stated that Bryan is making the most wonderful canvass ever known in this country with his many speaking trips.  With these reports, the Ledger is reflecting his popularity with the farmers of Mississippi and the entire South.","In typical fashion, according to Friedman, William Jennings Bryan mesmerized the crowd at the 1896 Democratic National Convention with his now famous speech, in which he declared you shall not press down upon the brow of labor this crown of thorns, you shall not crucify mankind upon a cross of gold.  His speech has been called probably the most effective speech in the history of American party politics.  Bryan eventually won and accepted the Democratic nomination for President.  ","Although his platform had many other facets, which were outlined in his acceptance letter published in the Clarion Ledger on September 17, 1896, a bimetallic monetary standard and the free coinage of silver were always his main speaking points.  These points, however, began to lose ground during his campaign due to advances in gold extraction processes made by Scottish Chemists resulting in the beginnings of inflation.  Unfortunately for the Farmers' Alliance in Mississippi, Bryan's other platform stances were not strong enough for him to defeat William McKinley.  According to The World Almanac Encyclopedia of 1897, he ended up losing the election by 100 electoral votes and 603,514 popular votes.  As typical of the South and West, however, Bryan won 63,859 out of 71,184 votes in Mississippi, or slightly under 90 percent.  Election result maps show that McKinley was absolutely dominated in the region, excluding California, Oregon, and Washington.  Bryan's domination was due to the large farming and ranching constituencies in those areas, as well as, according to Richard Bensel, strong silver areas in such areas as Colorado, Idaho, Montana, Nevada, South Dakota, and Utah.  No doubt the Farmers' Alliance of Mississippi, as did many other similar organizations, rallied in his support."],"display_date":"November 5, 1891 - November 30, 1896","search_date":"1894-05-19","locations":[{"id":7062,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3542,"title":"A Slanderous Newspaper\n","course_id":1,"status":"P","start_date":"1854-09-27","end_date":"1854-09-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the nineteenth century, politicians and political parties owned the newspapers, and","utilized them for their own personal agendas.  Newspapers played an important role in the","advertisement and propaganda leading up to an election, no matter its size.  Politicians were","scared of the newspapers and what they could do to their chances of election, if the opposing","party ran the paper.  ","     Henry A. Wise, a Virginian politician, once made a remark about the brutality of the","industry, and its effects on the public opinion.  The Hinds County Gazette, from Jackson,","Mississippi, retorted that a newspaper, properly conducted, is a blessing to an intelligent people,","and to be feared only by demagogues, tyrants, and villains.  It is unclear why the people of","Mississippi would be interested in Wise, but the Gazette makes its intentions clear.  The stage is","set for the future, if someone more local attacks the paper, they would automatically be","associated with Wise, and therefore slander himself in doing so.","     Jeffrey Pasley goes into much greater detail as to the role in which the press played in","politics in the nineteenth century.  Pasley makes it clear that antebellum newspapers were less","than objective, and cannot be relied on for a level view on history, but rather give an insight into","the political landscape of that area in respect to the political party of the paper's founder or","president.  The Gazette gives a candid view of the political orientation of the area of Jackson,","Mississippi in the mid-nineteenth century, as well as the ulterior motives for it existence."],"display_date":"September 27, 1854","search_date":"1854-09-27","locations":[{"id":7058,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}