{"id":6922,"place":"LOUISA, Virginia","lat":37.9782243481,"lng":-77.9629941666,"episodes":[{"id":2006,"title":"Townsmen Pledge to End the Sale of Liquor in Central Virginia\n","course_id":1,"status":"P","start_date":"1875-05-13","end_date":"1876-02-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dr. Baldwin Buckner, a physician from Louisa County, Virginia, was a determined and resolute man.  He held fast to his beliefs in spite of outside pressures that urged him to do otherwise.  Buckner refused to give his son, Horace, any extra funds besides those that were sufficient to cover his boarding expenses while he was teaching.  In letters that Horace wrote in 1875 and 1876, he made a desperate plea to his father to send money.  Horace asked his father, Do you mistrust me so much as not to be able to trust me at all?  Horace confessed that his gambling and drinking had contributed to his previous problems in money management but swore that he no longer engaged in either activity.  Yet, a year after Horace claimed he was abstaining from liquor, he wrote his father an additional letter.  In this letter Horace recounted his participation in a fracas, in which his hand was bitten through.Horace's description of the event was notably brief and void of detail; Horace left it up to his father to decide whether his son and the aggressor were intoxicated the night that the fracas occurred.  Buckner refused to provide Horace with funds to be used at his discretion.  Central Virginians like Buckner realized the necessity of action at all levels of society, including the family, in order to further Prohibition in Central Virginia.","Community leaders in Central Virginia other than Buckner took action in their region to enforce growing sentiments regarding the impropriety of liquor consumption, in response to the spread of Prohibition across the South in the second half of the nineteenth century.  In 1883, a group of seven men from Fluvanna County signed a petition and sent it to three fellow townsmen, in an effort to entice locals to pledge that they would help to end the sale and distribution of liquor in the county.  In the January 27, 1885 publication of Fredericksburg's local paper, the <em>Free Lance</em>, the editor posted the names of the officers along with the meeting times of several local groups of prohibitionists.  Two of these coalitions, the United Lodge Sons of Sobriety and the Stonewall Lodge Sons of Sobriety, were exclusive to men.  The other temperance groups the paper advertised had religious affiliations, such as the Grand United Order of True Reformers, Christian Star Lodge, No. 29.  The paper specified that the members of this group were colored, and the paper listed both men and women as the officers of the Order.                  ","Groups of impassioned local citizens with the same determination as Buckner joined forces in order to attack the problem at the state level by forming a larger contingency of social reformers in Virginia, according to Kevin Hardwick and Warren Hoftstra in <em>Virginia Reconsidered</em>.  In 1883, eight local chapters of the Women's Christian Temperance Union merged in order to form a version of the WCTU that serviced the entire state of Virginia.  According to The Encyclopedia of Religion in the South, the beliefs of Christians across the South concerning the accountability of the individual for his or her sins and improprieties gave impetus to the formation and activity of both the WCTU and other local prohibitionist groups.  Groups of African American Christians, like the Fredericksburg Grand United Order of True Reformers, played an integral role in the spread of Prohibition in Virginia and other southern states, as well.  ","Although there is a wealth of information regarding the success of the groups that coalesced in an effort to further Prohibition, less is known about the actions of individuals, such as Horace Buckner's father.  Yet these individuals' actions were equally essential to the success of the movement.  Because women made great strides in the Prohibition movement as a result of their activism, historians have focused mainly on women's efforts.  Thus, the correspondence between Buckner and his father is a relatively rare chronicle of the manner in which a man labored to establish abstinence in his family.  Prohibition was personal.  Although Prohibition was a political issue, it was a topic that commanded the attention of individuals, like Dr. Buckner, throughout the nation who had personally witnessed the damage and destruction that resulted from the use of alcohol."],"display_date":"May 13, 1875 - February 9, 1876","search_date":"1875-09-26","locations":[{"id":14013,"lat":37.9782243481,"lng":-77.9629941666,"zoom":9,"place":"LOUISA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2013,"title":"Race Relations in the Late Nineteenth Century in Central Virginia\n","course_id":1,"status":"P","start_date":"1888-05-05","end_date":"1888-05-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As William Bibb read the letter, he grew anxious and apprehensive about the decision he had to make.  Bibb, a Louisa County attorney, received a letter on May 5, 1888 from R. M. Barllock in Woodburn, Virginia asking Bibb to represent him in a law suit involving a former slave.  Barllock wanted to collect money from the estate of a man who had passed away several years ago.  In his letter to Bibb, Barllock explained that the suit was in favor of a former slave, Bob Carr, who was attempting to claim the legacy that he was entitled to according to his deceased master's will.  Barllock informed Bibb that he had consulted a judge on the matter who laughed and said that Bob had forfeited his freedom nor could a master leave a servant a legacy.  The court room was one of the venues in which racial tensions tinged interactions that transpired between blacks and whites in Central Virginia during the 1880s and 1890s. As individual whites from Central Virginia stumbled upon opportunities to influence the welfare of a black person whose life or liberty was in immediate danger, they made conscious, personal decisions which either reinforced discriminatory behavior or called the contemporary dynamics of racial relations into question.  ","William Bibb's dilemma was similar to the conundrum faced by Judith Randolph, who lived in Central Virginia nearly a century earlier.  According to Melvin Ely in<em> Israel on the Appomattox,</em> Judith Randolph had to decide whether to obey the instructions in her late husband's will that indicated his desire to free all of his slaves and provide them with parcels of land.  Despite the passage of nearly 100 years and the abolition of slavery, the question over the legitimacy of blacks' claims to money or property left to them by a deceased master remained a topic of debate in Central Virginia.  Bibb faced the decision of taking the case and arguing against a black man's rights to a legacy that was clearly left to him in a will or refusing to defend Barllock.  By refusing to represent Barllock, Bibb could either make a political statement of his support for blacks' legal rights or simply maintain a comfortable distance from the issue.","During this time, people from Bibb's region, Central Virginia, behaved towards blacks in contradictory ways.  In some instances Central Virginians were tolerant and respectful of blacks' rights.  In <em>Free Lance</em>, Fredericksburg's city paper, the author of an obituary for Pat Boxley dubbed him a leading and influential colored politician and drayman of Fredericksburg.   Yet, Central Virginians of the time made discriminatory distinctions between whites and blacks.  Not only was Boxley a politician, he was a colored politician.  In fact, every time a reporter mentioned a black person in Free Lance in the 1880s, the person's name was followed by the marker colored.    ","Like the man who wanted to deny Carr his legacy, whites across Virginia expressed their sense of dominion, and superiority in regards to black people in a variety of contexts, according to Edward Ayers in <em>The Promise of the New South</em>.  These racial tensions haunted blacks on a daily basis by providing unmistakable reminders of blacks' inferior social status and their minimal claims to the civil rights that were guaranteed to white Virginians.  Questions concerning the legitimacy of blacks' rights as well as efforts by whites to deny or remove these rights were evident in a variety of contexts besides the courtroom.  As Ayers illustrates, the 1880s and 1890s marked the beginning of major segregation efforts in most southern states, including Virginia.  Ayers explains that southerners exerted great effort to pass discriminatory laws that governed the daily interactions between blacks and whites in the 1880s.  The struggle in race relations in the 1880s and 1890s resulted from whites' feelings of superiority and mastery over, as Ayers asserts, those who intentionally or accidentally stepped over some invisible and shifting line of permissible behavior."],"display_date":"May 5, 1888","search_date":"1888-05-05","locations":[{"id":14014,"lat":37.9782243481,"lng":-77.9629941666,"zoom":9,"place":"LOUISA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2017,"title":"The Dynamics of Virginia Politics in the 1880s\n","course_id":1,"status":"P","start_date":"1881-09-06","end_date":"1881-09-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 6, 1881 James Lyons, Jr. felt both nervous and excited about Virginia's upcoming gubernatorial election.  In a letter to Reuben Lindsay Gordon, an attorney from Louisa County, Virginia, Lyons asserted, I am watching eagerly and anxiously to see Louisa roll up a majority for Daniel and yourself.  You must get as big a majority as you can . . . I do hope you will win by a big vote.  Lyons was referring to the 1881 race between Democrat John Warwick Daniel and William Evan Cameron, the Readjuster candidate, for the position of Governor of Virginia.  The new Readjuster party of Virginia consisted of politicians who represented the interests of poor blacks and whites throughout the state.  Lyons's hopes for a Democratic win did not come to fruition; Cameron won the election, although only 53 percent of Virginians, a slim majority, voted in his favor.  As a result of the shifts in political power that occurred in the early 1880s and hopes for political reform, voters expressed newfound interest in elections.  Constituents from each political party harbored the hope that newly elected officials from their party would win and affect positive change in Virginia politics.","Politicians like Daniel in Central Virginia exerted major efforts during the 1880s and 1890s, not only to ensure that as many eligible citizens as possible would vote, but to also convince voters to vote for the right party.  Lyons articulated his understanding of the importance of every individual vote.  Democrats throughout Virginia worried about growing voter apathy and indifference at this time.  In <em>The Promise of the New South</em>, Edward Ayers points out that many voters in Virginia assumed, and rightly so, that elected officials acted as the puppets of a small number of wealthy, powerful men who made all of the political decisions from a distance.  As party leaders in Virginia knew that a difference of a few votes could determine the outcome of a race, some resorted to bribes, including monetary compensation and promises of appointment, to guarantee as many votes as possible.           ","Lyons had good reason to be excited about the Virginia gubernatorial election in 1881; at that time Virginia political parties battled fiercely for political power and positions in the state government.  The early 1880s witnessed a great deal of change in terms of the prominence of political parties in Virginia.  Republicans gained strength during this time; Democrats lost public support, as voters grew disillusioned over the inaction of the Democrats who had been elected to office, according to Ayers.  The Democrats who controlled the state government after the economic depression of the 1870s had failed to improve the state's debt.  Democrats like James Lyons who expressed strong support for their party in the 1870s and early 1880s quickly lost hope.  Few politicians pressed volatile issues or attempted to draw attention to problems that their party would rather ignore during the 1880s and 1890s.  ","Both the Republicans and Readjusters held Virginia for only a short period of time before the Democrats regained control in the 1884 election of Governor Cleveland.  Ayers explains that the large number of Democrats who continued to hold positions of power and influence during the reign of the Republicans and Readjusters prevented the parties from coalescing and forming a stable and secure power base throughout the state.  Despite the high hopes of the members of each political party of the time, voters remained disappointed by the lack of positive change or progress that politicians initiated in the 1880s and 1890s in Virginia."],"display_date":"September 6, 1881","search_date":"1881-09-06","locations":[{"id":14014,"lat":37.9782243481,"lng":-77.9629941666,"zoom":9,"place":"LOUISA, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2019,"title":"Lunatic Asylums in Virginia after the Civil War\n","course_id":1,"status":"P","start_date":"1881-02-16","end_date":"1881-02-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1881 Mr. Johnson broke free from the Central Lunatic Asylum in Richmond, Virginia.  After discovering that Johnson had escaped, the staff of the asylum realized that they needed to act quickly.  An employee hurriedly wrote a note in order to inform the Sheriff of Louisa County of the incident before he had an opportunity to apprehend Johnson.  On February 16, 1881 the employee reported to the Sheriff, Mr. Johnson, a colored inmate from your county escaped from this asylum.  If he gives no trouble he will be allowed to remain at large. . .  The staff of the asylum did not want the Sheriff to return Mr. Johnson to the facility.  ","In Central Virginia during the late nineteenth century, judges and sheriffs decided the fate of those who the courts declared lunatics, such as Mr. Johnson. Judges customarily rendered decisions concerning a person's sanity.  On January 23, 1882 a court in Mr. Johnson's home county, Louisa, declared that William P. Anderson was a lunatic and ordered the Sheriff to transport Mr. Anderson to the lunatic asylum in Staunton, Virginia.  The judges noted in the next line of the court order that the Sheriff should instead take Mr. Anderson to the asylum in Williamsburg, Virginia.  Judges sent lunatics to one of the several nearby asylums in the state, such as the asylum in Richmond, Staunton, and Williamsburg.  Virginia asylums, such as the Central Lunatic Asylum where the Louisa judges sent Johnson, experienced problems with overcrowding in the 1880s and 1890s. Judges considered which facility could accommodate new patients when choosing where a lunatic should be sent.  ","During the latter half of the nineteenth century, an insanity judgment carried a different meaning for blacks, such as Mr. Johnson, and whites in Central Virginia.  Fredericksburg's paper,<em> Free Lance</em>, printed an article about a local colored man who was sent to the jail because the asylum in Virginia for colored lunatics was full at the time.  Thus, some asylums in Virginia were completely segregated.  Other facilities in Virginia took in both black and white patients.  Many asylums in the South segregated each ward by race, in order to prevent problems. The intermixing of black and white patients in asylums throughout Virginia and in other southern states led to racial tensions, which often escalated into verbal insults or physical assaults between inmates, according to Gerald Grob in <em>Mental Illness in American Society</em>.  Furthermore, Grob posits that white attendants often physically attacked black inmates who retaliated against their white aggressors.  To keep a colored inmate like Mr. Johnson outside of the facility would have helped to quell the racial tensions that spread throughout the asylums in Virginia and throughout the South at the time.","On account of the cruel treatment and violence against blacks that infiltrated the asylums of Virginia, Johnson had motivation to escape.  As Johnson escaped from the asylum, he also escaped the cruel and inhumane punishment reserved for lunatics in the asylums of the period. Confinement in an asylum in Virginia and throughout the South during this period was in many ways comparable to placement in the penitentiary.  The Fredericksburg judge decided to send the colored man to jail when the asylum was full, as a result of the similarities in the treatment received at asylums and prisons.  According to David Rothman, the wardens of the penitentiaries utilized brute force and cruel torture methods to impose order and command deference to authority.  The staff of the asylums also frequently utilized physical force or restraint devices on the inmates.  Superintendents of insane asylums developed procedures for the asylums that instilled a militaristic sense of order, restraint, and regularity.  Moreover, inmates had little to no contact with their families once admitted to an asylum.  The conditions in lunatic asylums throughout the South rendered inmates, like Johnson, ready to leave upon the first opportunity."],"display_date":"February 16, 1881","search_date":"1881-02-16","locations":[{"id":14014,"lat":37.9782243481,"lng":-77.9629941666,"zoom":9,"place":"LOUISA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2473,"title":"Abandoned spouse writes to lawyer asking for help with divorce case\n","course_id":1,"status":"P","start_date":"1891-04-25","end_date":"1891-04-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A Lawyer from Louisa County, W.E. Bibb received a letter from Dealia Ann Smith, a woman from Mineral City requesting help with her divorce case. According to William Cooper, divorce had become more common at this time than in the earlier part of the nineteenth century, however; it was still an anomaly of society. Whether or not Dealia Ann Smith was granted a divorce was not determined in the letter's contents, however, it would have been much easier for her to get a divorce during this time period in comparison to earlier parts of this the nineteenth-century. Changing of the laws helped ease the process of divorce. Earlier laws dictated that a private bill had to be passed by a state legislature in order to grant a divorce. Eventually, the law progressed to where it was easier to get a divorce. According to Cooper, cruelty, abandonment, adultery, impotence, and consanguinity were new grounds for divorce. Smith's husband had been gone for two years and during that time she had received no aid from him, and even while they were together he was still of no use to her. Smith claimed that everything he earned, while he was with her, he gave to his mother and left her with nothing. At the closing of the letter, she said that the last letter he wrote her told her not to write him anymore, thus blatantly implying that he wanted no further contact. Judging from the letter's contents, it was very likely that the state considered Smith's situation as abandonment and granted her divorce. ","The courts also became more sympathetic towards women in other aspects. For example, cruelty was an extremely loose term and often encompassed physical and mental cruelty and judges tended to be pretty lenient. However, a woman still had to prove beyond a doubt that she had not committed adultery, which denoted the archaic attitude that was still present towards women. Divorce also advanced women's rights. In the past, a woman surrendered many of her rights and property to her spouse once she got married; essentially, she possessed the same rights of children. Divorce empowered women to stand up for themselves in one aspect, however; it would be three decades before women received the ultimate symbol of equality in the United States, the right to vote in politics. So although divorce was usually seen in a negative light, in this case, Dealia Ann Smith and the other women who petitioned for divorce during this time were an indirect driving force and stepping-stone to more women's rights."],"display_date":"April 25, 1891","search_date":"1891-04-25","locations":[{"id":14015,"lat":37.9782243481,"lng":-77.9629941666,"zoom":9,"place":"LOUISA, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2563,"title":"Brazil as the New South\n","course_id":1,"status":"P","start_date":"1867-06-08","end_date":"1867-06-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["For southern whites, the end of the Civil War ushered in a period of poverty, dependence, and hate. The Union soldiers had confiscated or destroyed much of the plantation owners' valuable property, and without property or the system of slavery that had sustained the South for so many generations, the agricultural economy plummeted and became extremely vulnerable to carpetbaggers and scalawags. Those southerners who had held jobs in the political or other public sphere found themselves replaced by Yankees or Yankee sympathizers. Many once-affluent whites quickly grew frustrated with their forced dependence on the Yankees - for whom they had nothing but contempt and hatred - and the sense of desperation and hopelessness that pervaded the defeated South. Horace Buckner, the young son of a white Louisa County, Virginia planter, traveled throughout the South in the midst of Reconstruction and expressed his horror at the devastation wreaked upon the entire region. Writing his father in Louisa from Mobile, Alabama, in 1867, Horace expressed woe for both himself and the other southerners he observed. As a public school teacher, he worried that although I employed a competent teacher to serve in my absence with the consent of the board...if they are changed, which I think is very probable, I may lose my position. The military authority, which controls this state, seems determined to throw out every Southerner who has any public office and put Yankees in their places. Within the last week, they have removed the entire city government and replaced then with notorious Yankee sympathizers. ","He expounded upon the hopeless conditions in Mobile, writing times are very hard in this city. There is nothing doing. Money can hardly be obtained at all. The clerks in the stores are idle more than half the time. Hundreds are out of employment and are willing to work for almost nothing. He also worried that the registration of blacks to vote will distract them from agricultural work, and that the depressed economy in the South would discourage foreign capital from the region in the future.","After describing these conditions to his father, he proposed a rather radical solution for his own situation and asked his father's advice and counsel. Rather than stay in the ruined South and attempt to rebuild his life under Yankee rule, Buckner considered the idea of emigration out of the United States. During this period, a small number of southerners chose to leave the country rather than live in defeat. A good many seem to be immigrating to Brazil, Buckner writes. They all seem to be well-pleased with the country. I received a letter from a friend of mine out there, urging me to come out, promising me a good and easy situation among a flourishing colony of Southerners. Buckner's friend had promised him a job and a salary equivalent to 1,200 greenbacks and a place in a community of relocated southerners along the Amazon. In fact, over nine thousand southerners did end up relocating in Brazil. John Lowe, in his article Reconstruction Revisited: Plantation School Writers, Postcolonial Theory, and Confederates in Brazil in the Mississippi Quarterly, discusses this phenomenon. Lowe writes that even before the war, Brazil held appeal to many southerners for its perceived similarities to the American South: namely, an institutionalized system of slavery, warm, agriculture-friendly climate, and the nation's later sympathy to the confederate cause at the outset of the Civil War.","Buckner did not end up leaving the country, but instead spent many years traveling through the South and West, never truly settling into a permanent home. However, the fact that he considered - and other southerners actually went through with - leaving the country completely for a land as foreign as Brazil demonstrates the level of disenchantment and frustration felt by white southerners during Reconstruction. In the book Ordeal by Fire: The Civil War and Reconstruction, James M. McPherson wrote extensively about the tensions in the postwar South between Northern and Southern whites. He concludes that most often, Southerners' pent-up rage could not be taken out on the Yankee soldiers themselves, and thus Southern white Unionists, or the notorious Yankee sympathizers, about whom Buckner writes, as well as free blacks, absorb the brunt of Southern anger. McPherson also details the corruption and exploitation of many Yankee officials. The federal government instated a cotton tax of 2.5 cents per pound, which was not revoked until 1868. Often, Yankees sent to collect cotton from Southern farmers for distribution throughout the Union instead simply stole it and sold it for their own profit - or accepted substantial bribes from southern planters not to do so. "],"display_date":"June 8, 1867","search_date":"1867-06-08","locations":[{"id":14012,"lat":37.9782243481,"lng":-77.9629941666,"zoom":9,"place":"LOUISA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2648,"title":"Education in the Nineteenth-Century South\n","course_id":1,"status":"P","start_date":"1821-09-15","end_date":"1821-09-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Philip Saint George Ambler copied the poem Ode to Spring from Anacreon in September 1821. Copying poetry was a common part of education in the early nineteenth century. This practice would have taught not only poetry, but also handwriting and Greek mythology. Philip was one of John Ambler's sons; his education was a private education in which a tutor came to their house to educate the Ambler children in terms of classic literature, arithmetic, etiquette, and other matters necessary to grow up and succeed in the planter class of the nineteenth century South. "," Private education, like in the Ambler household, succeeded in the South because many of the farms were spread out, making public schooling a difficult concept. Small planters could not afford to have their children educated. On the other hand, wealthy planters wanted their children to be educated so that they understood culture and could hold an educated conversation in social situations; some planters aspired for their sons to become great lawyers and politicians. Tutors were oftentimes aspiring clergymen who had recently graduated from college. They taught Greek, Latin, mathematics, some history, and occasionally foreign languages. The poem Ode to Spring would have been a good teaching method in this realm because it uses allusions to Greek mythology and Italian Renaissance art; the second line refers to the muses, the seventh line alludes to Titian, and the Liquor of Bacchus is mentioned in the twelfth line. The allusions taught history and mythology while the poem itself would have taught literature, and copying the poem would have reinforced handwriting skills. "," In the planter class of the Antebellum South, plantation owners would hire out tutors for either their own children, or even for their children and the children of surrounding plantations. Education was highly valued in their culture because it showed a hierarchical system by reinforcing that education was for the wealthy and free, while the uneducated were often slaves or those too poor to afford the time or money to get an education. The wealthiest planters could even send their sons to England to receive their education - a very uncommon thing in the North and Mid Atlantic States. Education was stressed in the upper class of the South during the nineteenth century."],"display_date":"September 15, 1821","search_date":"1821-09-15","locations":[{"id":14008,"lat":37.9782243481,"lng":-77.9629941666,"zoom":9,"place":"LOUISA, Virginia"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3087,"title":"Brothers embark on mill buying adventure\n","course_id":1,"status":"P","start_date":"1890-11-20","end_date":"1891-09-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Brothers James Bibb and W.E. Bibb decided to invest in building a cotton mill. ","James was a real estate developer and W.E. Bibb was a lawyer. They corresponded by ","mail over several months trying to get other investors involved and talked about financial ","matters. James was the person who was mostly in charge of this deal although he always ","was asking his brother for advice and of course for more money. The very first letter ","James sent to his brother expressed his concern about acquiring enough money to pay for ","his share of the mill, and he listed the various ways in which he is going to do it. He ","encountered many setbacks; some of the investors no longer had substantial amounts of ","money to purchase their share, James owed people money in other business dealings of ","his, however; throughout the series of letters, the mill deal was still a valid issue ","between James and W.E. Bibb. James questioned how and if they had enough money to ","not only purchase but to continue to run the mill. Unfortunately the Bibb brothers, ","lacking the money, gave up the mill idea, and James decided to start a brick laying ","company.","Despite the fact that the Bibb brothers did not succeed in running a successful ","mill, many southerners did. The cotton mill industry was a volatile business in the South, ","and prospered even during the depression of the 1890's when all other industries in the ","South declined. People like James Bibb put together investors to start up these mills in ","hopes that they would make a profit. There were probably several reasons why the Bibb ","brothers wanted to buy a cotton mill. The textile industry was much more profitable than ","iron or coal because the cotton mills could be built anywhere with a water source for ","power. After the widespread use of steam power, the mills no longer depended on water ","as a power source. Also the labor needed for iron and mining required skilled workers ","and mechanics, which were in short supply in the South, while the textile industry needed ","people of little experience.","Workers in the cotton mills were mostly white women and children; in fact the ","mill industry was the largest employer of southern white women according to William ","Cooper. According to Edward Ayers, black men were only permitted to unload cotton ","bales outside the mills and black women were not permitted to work there at all. Entire ","families would work in a mill because it was easier for them to stay together and this was ","beneficial to the employer because they were less liable to leave and find work ","elsewhere. Soon mill villages were established with churches, housing, schooling, and ","stores where mill employees could carry out their everyday tasks, and by the 1900s, 92 ","percent of mill workers lived in these communities. If the Bibb brothers had continued ","investing in the mill, they would have most likely have had to provide these incentives as ","well.","Southerners used cutting edge technology for their textile mills. By 1890, 47 ","percent of the mills in the South used steam power, and by 1900, 60 percent of the mills ","utilized steam power. Other than fuel sources, mill owners also purchased top of the line ","machinery that included the automatic loom and the ring spindle, which by 1890 was ","used by 90 percent of the southern mills and only 70 percent in the northern mills. This ","was the first time that the South manufactured the cotton that they grew instead of ","shipping it to the north or some other manufacturing site. The South had become a major ","force in the textile industry not only in the Union but internationally; 60 percent of U.S. ","output of textiles was supplied from the South. "],"display_date":"November 20, 1890 - September 11, 1891","search_date":"1891-04-16","locations":[{"id":14015,"lat":37.9782243481,"lng":-77.9629941666,"zoom":9,"place":"LOUISA, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3160,"title":"Working Women\n","course_id":1,"status":"P","start_date":"1866-08-26","end_date":"1866-08-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Anne Watson was part of a wealthy Virginia plantation family that flourished in the 19th century in Louisa County. She lived a life of luxury and refinement until tragedy struck and she lost several children and her husband, all by 1853. After her husband's death, she was forced into a dominant role in the running of the household, in both the domestic and business spheres. ","This new role meant that she often had to negotiate with men over money and labor. In August of 1866, Anne entered into a deal with a man identified only as Mr. Winston, over the cultivation of land unto for corn and the purchase and fattening of cattle. She asserts her authority throughout the letter in several ways, informing the reader, who is unidentified but not Mr. Winston himself, that I would be willing to pay Mr. Winston for his time in seeing the corn measured and put into the house. I don't see how he would be bothered in any other way about it, except to see that the tenants did not injure the land. With this assertive statement, Anne is implying that there is absolutely no reason that the deal should not go exactly as she wishes. ","Women in the South in this period were not typically valued for their shrewdness as negotiators or ability to successfully run a plantation. According to Anne's granddaughter, Anne began her marriage with a very typical Southern family and lifestyle. In her 1923 memoir What I Remember, Anne Watson's granddaughter and namesake, Anne Watson Archer, writes of the senior Anne she was the centre of a devoted family and a host of friends...she was happy with grandfather and several young children, perhaps four or five...she was fortunate enough to furnish the house all at once, most of it coming from New York. Until the string of unexpected deaths within her family, Anne would have had a very luxurious life, typical of the wealth and privilege of the richest plantation families.","Melvin Patrick Ely addresses the sometimes diverse roles of Southern women in his book Israel on the Appomattox. He also recounts a tale of a Southern woman who must take over her husband's affairs after his death, even going so far as to negotiate the manumission of most of his slaves according to his death wishes. "],"display_date":"August 26, 1866","search_date":"1866-08-26","locations":[{"id":14012,"lat":37.9782243481,"lng":-77.9629941666,"zoom":9,"place":"LOUISA, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3615,"title":"David Watson Prepares for Battle\n","course_id":1,"status":"P","start_date":"1860-12-01","end_date":"1861-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["From December, 1860 to January, 1861 David Watson of Louisa County, Virginia wrote a series of letters back home to his mother. Watson enlisted in the Virginia militia and was writing from several locations, including Charleston, South Carolina at Fort Sumter. Built after the War of 1812 as one of a series of fortifications linking the southeastern coast, Fort Sumter fell on April 13, 1861 to Confederate forces under the command of Brigadier General P.G.T. Beauregard; historically speaking, this battle typically signifies the beginning of the American Civil War. David Watson, however, was writing months before the explosive confrontation in Charleston and the subject matter of his letter details the apprehension over the looming conflict, resilient hope that a peaceful solution could still be achieved, and overwhelming concern for the condition of home life shared by American soldiers who had yet to fall under the polarizing influence of the Civil War. ","In the opening sentences of his letter, Watson gave his mother some bad news; her fears have been realized, he wrote, as her apprehension...with regard to the possibility of [him] having enlisted in the civil war became a certainty. Although he characterized his environment as frenzied and poised for battle, Watson maintained that he and his compatriots [had] not yet quite despaired of a peaceable settlement of the difficulties by the Yankees becoming aware that they [had] nothing on earth to make by attacking us. What is more, the young soldier wrote that the news around the camp indicated that there would be no more Union attempts to reinforce the garrison at Fort Sumter. These efforts to resupply and strengthen the northern presence in Charleston were repeatedly rebuffed by Confederate troops throughout the winter of 1860 and 1861. Lastly, and perhaps most telling of the optimistic mindset of men like David Watson, he expressed his desire to settle up his accounts with his creditors at home. Perceiving the conflict to be only temporary, Watson spoke of account balances and petty debts as if he would be home within the next few weeks to reconcile them personally. ","Before the Battle of Fort Sumter, the event that inextricably defined what were the North and South, men like David Watson held out hope that the conflict would be short-lived. In writing to his mother, Watson expressed his belief that neither side had much to gain from a long, protracted war. His priorities lay at home in Louisa County with his family and his financial wellbeing, evidenced by his anxious desire to balance his accounts and return to his habit of keeping up daily interactions with his business associates. Unforeseen to Watson, the scope of the trifling conflict the central Virginia native mentioned in his letters would expand to an unprecedented level of violent conflict only a few short months into the spring of 1861."],"display_date":"December 1, 1860 - January 30, 1861","search_date":"1860-12-31","locations":[{"id":14012,"lat":37.9782243481,"lng":-77.9629941666,"zoom":9,"place":"LOUISA, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3851,"title":"Freedmen and Union Soldiers\n","course_id":7,"status":"P","start_date":"1868-01-13","end_date":"1868-01-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    Marcus Hopkins worked as a lawyer for the Bureau of Freedmen, Refugees, and Abandoned Lands (Freedmen's Bureau) after serving in the Union Army. His work with the Freedman's Bureau led him to buy a farm in Manassas, Virginia so he could be nearer to his offices in Louisa, Albemarle, and Orange Counties. He worked often to secure the individual rights of freedmen that many white southerners worked to undermine. Not only did white Southerners try to oppress the freedmen but the orders of the U.S. Army to their soldiers were often oppressive as well. While working in the Louisa County courthouse, Hopkins noted in his array of cases laid before him on January 13, 1868 that the \"freedmen are being outraged and swindled to about the extent that such an ignorant stupid and yielding subservient class would be anywhere else.\"","    The South under Union military rule was almost as hard as life in slavery for the freedmen. The Union soldiers were ordered to arrest \"vagrant\" black men in the cities and to remove them to the countryside to work on plantations, assuming they were too \"lazy\" to work in the cities. Historian Eric Foner notes that General Weitzel, the U.S. Army commander at Richmond, had \"ordered that before receiving assistance, whites take an oath of loyalty and blacks sign labor contracts,\" forcing the freedmen into essentially a less glorified version of slavery for the sake of the South's economy. The soldiers carried out the harsh orders of the U.S. Army lest they face the consequences of desertion: death. The sentiments of individual soldiers did not always mirror the unjust commands nor advocate a uniformly racist view towards the freedmen.","    Hopkins recorded in his diary one example of individual soldiers' ethics differing from the ethics of the entire U.S. Army. On January 13, Hopkins retired from the courthouse to his hotel room where his good friend, Mr. Butler, came to visit him. Butler proceeded to recount a deed of heroism committed at the hands of a sailor from the U.S. Navy, one Thomas M. Toombs. A freedman incarcerated on charges of theft and intoxication was trapped inside a burning jailhouse. Villagers called out to Toombs to help save the building and Hopkins recorded Toombs to have replied, \" '[d]amn the buildings save the man' \" Toombs ran into the burning prison three times, attempting to break the lock with an axe, and on the last try smashed the hot iron lock and released the prisoner. "],"display_date":"January 13, 1868","search_date":"1868-01-13","locations":[{"id":14012,"lat":37.9782243481,"lng":-77.9629941666,"zoom":9,"place":"LOUISA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3915,"title":"The Outcast of Virginia\n","course_id":7,"status":"P","start_date":"1832-12-08","end_date":"1832-12-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            \"A Voice from Louisa\" wrote to the <em>Richmond Enquirer</em> in December 1832 with the hope that a man like John Tyler would not be elected as a United States Senator once again.  Instead, the writer expressed the importance of knowing the \"political creed\" of the candidates, as this was the only way to ensure the election of a senator who truly supported President Andrew Jackson and his policies.  The writer specifically listed three men who he believed were adequate candidates: P.P. Barbour, William C. Rives, and P.V. Daniel.  These men were acceptable because, the writer avowed, their \"political preferences are well known.\"","            Although Tyler identified himself as a Democrat at the time of this letter, he opposed many of Jackson's policies and antagonized members of Jackson's administration.  Additionally, he was the only Democrat in the Senate to oppose an act allowing the federal government to ignore South Carolina's policy of nullification.  In January 1833, Virginia's legislature resolved not to sanction nullification, further opposing Tyler's personal belief in states' rights.  This belief eventually overrode Tyler's commitment to Jackson and the Democratic Party.  In 1836, Tyler resigned from the Senate after the Virginia General Assembly ordered him to support Jackson's policies regarding the Bank of the United States.","              This letter to the <em>Enquirer</em> therefore reflected the Virginia legislature's opinion that Tyler's views ran counter to Virginia's overall political platform.  Interestingly, some of the other candidates mentioned in the letter had connections to Tyler.  Jackson appointed Barbour as a circuit court judge in Virginia in 1830, and Barbour subsequently became a Jacksonian whom Tyler opposed.  Rives filled Tyler's Senate seat after Tyler's resignation in 1836.  These political changes made at Tyler's expense confirm that the \"Voice from Louisa\" truly did \"speak the voice of a large portion of the people in Virginia.\"  "],"display_date":"December 8, 1832","search_date":"1832-12-08","locations":[{"id":14009,"lat":37.9782243481,"lng":-77.9629941666,"zoom":9,"place":"LOUISA, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":6375,"title":"This Side Up, With Care: The Narrative of Henry Box Brown","course_id":149,"status":"P","start_date":"1849-03-23","end_date":"1849-03-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Henry Box Brown is notorious for escaping from slavery in the southern United States by shipping himself to freedom in the North in a wooden box. In <em>Narrative of the Life of Henry Box Brown</em>,<em> Written By Himself</em>, Brown described his experiences as a slave, and the events that triggered his bold plan to free himself. Brown was born into slavery in Virginia in 1815, and he described his life as not as physically brutal as that of other slaves. Regardless, Brown argued that slavery was cruel and damaging, particularly in consideration to how it separated him from his family. Brown and his wife were promised by their respective slaveholders that neither of them would be sold, so that they could remain together. Unfortunately, Brown’s wife and children were eventually sold to a slaveholder in North Carolina, and as a result Brown decided that he needed to escape slavery as the helplessness wrought by being enslaved became unbearable. ","Brown had the idea to ship himself in a wooden crate disguised as dry goods to territory in the North where slavery had been abolished. With the help of white abolitionist friends, Brown was successfully shipped from Virginia to Pennsylvania in a box that was three feet one inch long, two feet six inches wide, and two feet deep. Brown travelled in the box a distance of 350 miles in a period of 27 hours. He carried with him only a small portion of water stored in a bladder, for the purpose of hydration and wetting his face so that he would not faint. During the journey, the box was often thrown, tipped, and turned upside down, causing Brown pain and injury. The box was labelled “this side up with care,” but on a few occasions the box was tipped upside down, and Brown had to carefully balance himself so that he would not snap his neck. He risked being found and brought back into slavery or being physically hurt during his treacherous escape, but he successfully completed the trip without harm. When the box arrived in Philadelphia, Brown was greeted by several abolitionists, who celebrated his safe and successful journey. Brown’s testimony of his desperation to escape shows how even in the absence of physical brutality, slavery was a cruel, dehumanizing institution because of the mental and emotional impact it had on enslaved people.","The slave trade separated people from their loved ones and destroyed lives without any remorse, and as a result slaves like Brown reacted dramatically. In <em>Soul By Soul: Life Inside the Antebellum Slave Market</em>, historian Walter Johnson introduces the chattel principle, a concept which states that “any slave’s identity might by disrupted as easily as a price could be set and a piece of paper passed from one hand to another” (19). This principle essentially describes how the life of a slave was never stable because the threat of sale always loomed over their heads. Johnson further describes how disruptive slavery was to the bonds that enslaved persons forged between each other, stating that most intelligent, self-aware slaves knew that every social relation, whether by blood, love, or friendship, was in no way secure because its dissolution by the slave trade was always imminent. In Brown’s narrative, he criticized this disruptive nature of the slave trade, stating that “the tyrant slaveholder regards not the social, or domestic feelings of the slaves… without giving the slightest consideration to the domestic or social ties by which the individuals are bound to each other,” because the slaveholders felt that the slaves’ feelings did not matter (17). Being separated from his family greatly pained Brown and caused him to grow weary of his bondage, which triggered his determination to escape from slavery hidden in a wooden shipping crate."," "],"display_date":"March 23, 1849","search_date":"1849-03-23","locations":[{"id":11224,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"PHILADELPHIA, Pennsylvania"},{"id":52765,"lat":37.9925909,"lng":-77.973865,"zoom":8,"place":"Louisa County, Virgina"}],"tags":[{"id":2729,"tag":"Runaway Slave"},{"id":238,"tag":"African American"},{"id":96,"tag":"Slave Trade"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}]}