{"id":6939,"place":"KENT, Delaware","lat":39.082641455,"lng":-75.5700930066,"episodes":[{"id":5638,"title":"Man or Machine? Commodification in the Antebellum South","course_id":103,"status":"P","start_date":"1820-04-01","end_date":"1820-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As the price of Bayley's son steadily rose and the auctioneer continued to call for the highest bidder, Solomon Bayley leaned agains the wall of the church to support himself in the heat of the summer sun. They boy who had been taken from him years earlier was up for sale, and it looked as though Bayley would lose his once in a lifetime opportunity to buy his son back. This is the story of Solomon Bayley, born into slavery decades before the onset of the Civil War and an ideal example of the commodofication and dehumanization of the enslaved population discussed in Walter Johnson’s <em>Soul by Soul. </em>A deeply religious man who later became a Methodist minister, Bayley fought to obtain not only his own freedom, but also that of his wife, son, and two daughters. Following a number of miraculous escapes and his ability to hide himself from right under the nose of pursuing slave traders, Bayley was able to make his way home to Delaware and ultimately become a free man. It was when Bayley went to the courts, then later purchased his wife and son that the true atrocities of commodofication and dehumanization can be clearly seen.","After being taken out of his home state of Delaware, Bayley went to the courts to legally gain his freedom, as was said to be granted to him according to state laws, but as his final trials neared, the first instances of dehumanization began. Although slaves who left the boarders of Delaware were promised their freedom, Bayley acted as a prime example of the ways in which the enslaved were not treated as human beings, but as objects and property. Bayley was not human, but as Johnson writes “a measurable monetary value” (25), and this was clearly demonstrated when Bayley went to court to legally fight for his freedom. Before his final trials were set to take place, Bayley explained that he was \"taken up and put on board of a vessel...bound to Richmond\" (2), losing his chance at freedom and the opportunity to become human again.","The most blatant example of commodofication can be seen when Bayley, after having purchased his own freedom from his master, bargained for the release of his wife and then purchases his son at a slave auction. To Bayley, his wife and son were some of the most important people in his life, but unlike the views of white slaveholders, their value went far beyond a price or numerical value. Johnson explains that in the slave market, slaves were trained and transformed into marketable objects, and their humanity was of no value to slaveholders who looked to buy and sell slaves at competitive rates. Bayley not only had to give his wife’s master all the money he owned for her freedom, but also had to work for him for a time to pay off the rest of the sum. He did not buy her off the auction block, but he needed to pay a steep fine to free his wife and take her home, even though she was Bayley’s husband, her master would only let her go at a price. Johnson argues that slavery, particularly the slave market, “was everywhere in the antebellum South” and acted as the foundation of “all of the values associated with the antebellum South” (116), that slaves were valued only as labor and a way of maintaining the economy and social standards of southern society.","Bayley’s purchase of his son also demonstrates the role of commodofication in slave society. Straight out of a slave market, Bayley was barely able to buy his son, but with the money he had and the contributions of some kind friends, he bought his son out of a life of captivity. Bayley’s son came from exactly the situation that Johnson describes in <em>Soul By Soul</em>, and Bayley learned that his son's master had died, and \"his property had to be sold, and my son had to be sold, as the other property, at public sale\" (29); the sale of his son is a direct example of one of slavery’s most evil institutions, the slave market. This boy was Bayley’s own flesh and blood, but because of the slave trade, as Johnson discusses, families were broken up constantly and white slaveholders took the place of African American parents in deciding the fate of their children. Slavery in the South not only turned the enslaved into mere objects of marketable value, but took away the humanity and destroyed the social structure of the African American community."],"display_date":"April 1820","search_date":"1820-04-15","locations":[{"id":1245,"lat":39.082641455,"lng":-75.5700930066,"zoom":9,"place":"KENT, Delaware"}],"tags":[{"id":1601,"tag":"Slavery, Slave trade"},{"id":3,"tag":"African-Americans"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}}]}