{"id":6945,"place":"KENT, Maryland","lat":39.3581940306,"lng":-75.9236060696,"episodes":[{"id":5659,"title":"Community: The Saving Grace of Slavery","course_id":103,"status":"P","start_date":"1822-01-01","end_date":"1822-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Huddled beneath a large, decrepit tree in the woods, Isaac Mason was closer to freedom than ever before.  He had escaped his master, which seemingly should have been the hardest part of his journey.  However, Mason found himself desperately trying to convince his fellow fugitives that freedom was worth it—worth the wait and worth the nerves.  Mason’s whole future, and his freedom, was on the line as he tried to persuade the two slaves that had escaped with him to stick to the objective.  Looking up at the North Star, the star placed there by the Lord “to lead people out of slavery,” Mason took things into his own hands.  With hope in his heart, Mason found John Brown, the guide they had been waiting for, a few miles away from their hideout.  While Mason undoubtedly had to be passionate on his quest for freedom, he also had to be willing to trust others.  As the three runaway slaves were transferred from Brown to the hands of another man, Mason convinced himself to simply transfer his confidence in Brown to the stranger.  Mason justified this saying Brown’s “deep interestedness in rescuing his race from the cruel chains of slavery, had established the faith that he would not permit us to be betrayed into the hands of a friend or advocate of the cruel institution.”","It was not as hard as one might have thought for Mason to put his trust in complete strangers.  For in a way, the blacks of the southern states had already experienced so much together, and were far from strangers. There was a community built upon the shared experience of slavery.  The bonds formed by those enslaved persons were stronger than the institution of slavery itself.  Mason was lucky enough to escape the slave pens Walter Johnson described in his book <em>Soul by Soul</em>, but the communal aspect of slave life was not something one could pass on.  As Johnson points out, there was “a trace of a dense communal life made up of shared time, common meals, and intimate proximity.”  He goes on to state, “slaves were not alone in the trade,” (71). On a broader note, no slave was ever alone in their struggle.   Mason wouldn’t have escaped slavery if it were not for the community formed by the slaves.  And countless other journeys to freedom would have unremarkable endings were it not for the community effort of the blacks.  Slavery was a cruel institution, but it gave birth to an unparalleled communal force."],"display_date":1822,"search_date":"1822-07-02","locations":[{"id":6012,"lat":39.3581940306,"lng":-75.9236060696,"zoom":9,"place":"KENT, Maryland"}],"tags":[{"id":4,"tag":"Slavery"},{"id":705,"tag":"Community"},{"id":126,"tag":"fugitive slave"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}}]}