{"id":6951,"place":"Litchfield, Connecticut","lat":41.7868855542,"lng":-73.2333892529,"episodes":[{"id":5640,"title":"Escape from Servitude in Connecticut: A Slave's Exodus out of Canaan Township","course_id":103,"status":"P","start_date":"1798-01-01","end_date":"1815-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Under the cover of darkness on a tense night in 1798, James Mars, an eight-year-old slave living in northwest Connecticut, was stirred from sleep by his parents and quietly whisked away from his master's farm. To add insult to injury, his father had stolen their master's horses and had them attached to the cart that would carry the family to safety. When the master, Rev. Thompson of Canaan Township, arose the next morning, he would discover both his slaves and horses missing while James Mars and his family were rolling into the neighboring community of Norfolk, in the foothills of the Berkshire mountains in the remote northwest corner of Connecticut. The consequences of this defiant, daring escape would be tense and unsettling for the escapees, as they would be relentlessly hunted by Thompson and his posse. In pursuit of freedom, they were running for their lives.","James Mars's slave narrative is absorbing, and he tells it thoughtfully and with careful consideration of details to place the reader in sufficient context. From what the reader can gather, Mars's master, Rev. Thompson, owned property in Virginia as well, and his wife -- who was from there -- coupled with tensions between the North and the South influenced him to move down to his southern estate. However, when he broke the news of the move to his slaves, Mars's father outright refused to be taken South and plotted a daring escape to save his family from inevitable disaster. Mars bestowed great credit to his father for having had the foresight and courage to attempt such a risky endeavor. As Mars explains in the narrative, \"My father, although a slave without education, was intensely watching the movements of the teacher of the people [Thompson], but kept all that he saw to himself, yet he was steadily planning his escape.\" Removing his family to nearby Norfolk, Mars's father sought shelter from a number of sympathetic white families. They hoped that if they held out long enough in Norfolk, their master would just cut his losses and depart permanently for Virginia; however, Reverend Thompson proved relentless in his determination to recover his slaves, and ultimately he discovered the whereabouts of his slaves and negotiated with them to ensure that he at least recovered the monetary worth of the family's two boys, Mars and his brother. The accord the two sides arrived at saw Mars and his brother being sold to separate masters -- with the slave family, surprisingly, awarded some say in determining who their boys would work for -- while Mars's father, mother, and sister were freed. This order of business settled, cruel Thompson finally departed for Virginia. The whole experience lasted, it can be inferred, a matter of months.","Mars's narrative is an unusual one in the grand collection of slave narratives, not only because of the northern location but also because Mars and his family were allowed such generous space in interacting with their legal owners. Historian Walter Johnson, in his landmark monograph <em>Soul by Soul</em>, explores how, in the slave markets of southern cities such as New Orleans, the commodities being offered -- a.k.a., the slaves themselves -- exercised some agency in the transactions in that they could, through facial expressions or posture or other means of passive communication, influence who purchased them. However, compared to this minimal control in determining their own fates as articulated by Johnson, James Mars and his family were able to obtain substantial leverage in negotiating with their master. For example, the exasperated Reverend Thompson agreed, per his slaves' wishes, to free Mars's parents and sister and relinquished control of the two boys to other slave masters whom Mars's family had had a say in selecting for their sons. And, while Mars was serving as a slave to his designated master, Mr. Munger, he demonstrated surprising boldness in dealing with Munger, repeatedly butting heads with his owner over when and under what conditions he was to be freed. Ultimately, Mars negotiated a satisfactory termination of his own involuntary servitude under Munger and on warm terms with the family to which he served, as he asserted he felt he had become a member of the family and remained in touch with them throughout his adulthood. In stark contrast to Walter Johnson's argument that reveals the meager means of agency that Africans in southern slave markets derived from the daily transactions, Mars and his family, albeit living in the North but nonetheless in a largely inhospitable climate and at an earlier time than the era depicted in Johnson's monograph, were able to exert some significant leverage against their owner and therefore paved the path for future abolitionist endeavors.","Beyond mere agency of the slaves, Mars's narrative indicates also, in agreement with Walter Johnson's definition of the \"chattel principle\" in <em>Soul by Soul</em>, that slave owners had a foremost concern for cash and that that thirst for wealth far outweighed any paternalistic obligations toward their slaves that slaveowners sensed. Mars was especially disturbed, it seems, by how his former master Rev. Thompson, the esteemed and morally impervious pastor of his parish, could not only practice the inhumane institution of slavery but also, in good conscience, be willing to either condemn his slaves to a life of misery on a southern plantation or sell them to another man for hard cash. Mars's depiction of Thompson directly relates to Walter Johnson's explanation of how slave masters, though some purported to have a paternalistic, charitable attitude toward their slaves, were in fact and invariably more concerned with increasing their wealth and would not hesitate in selling loyal slaves and separating families in exchange for cash. The slaves, perceived as chattel property and mere commodity, were expendable, and thus the inhumanity of slavery was only metastasized."," "],"display_date":"1798 - 1815","search_date":"1807-01-01","locations":[{"id":15295,"lat":41.7868855542,"lng":-73.2333892529,"zoom":7,"place":"Litchfield, Connecticut"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}}]}