{"id":6953,"place":"BALDWIN, Georgia","lat":33.0697355251,"lng":-83.2500363363,"episodes":[{"id":170,"title":"Article Announcing the Hanging of a Chaplain\n","course_id":1,"status":"P","start_date":"1864-04-26","end_date":"1864-04-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This article, which was printed on April 26, 1864, describes the hanging of Rev. Jas Findlay for corresponding secretly with the Union.  Although the article does not give the specific day or time that the hanging took place, it says that the location was in Tunnell Hill (Whitfield County), Georgia.  The Vice President of the Confederacy, Alexander Stephens, stated that no such monsters' should exist in the Confederacy.  This article also highlights another interesting point: the religion of the chaplain had been used to cover his crime.&lt;br /&gt;&lt;br /&gt;&lt;br /&gt;This, of course, was not the only situation in which spies were protected (for some time at least) by their religious beliefs and practices.  For example, one of General Sheridan's spies was a young Quaker woman named Rebecca Wright, who lived in Winchester, Virginia.  Since Quakers are typically opposed to armed resistance, none of her neighbors expected her to hang a Confederate flag or attend war rallies.  Because of her outward nonparticipation in the war effort and overall neutrality on the matter, nobody suspected that Rebecca was a spy.  Sheridan believed that the Battle of Winchester may not have been such a certain Union victory had it not been for Rebecca Wright and her religious beliefs that masked her spying."],"display_date":"April 26, 1864","search_date":"1864-04-26","locations":[{"id":1526,"lat":33.0697355251,"lng":-83.2500363363,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":418,"title":"Fine for teaching African American to read is raised to 500 in Georgia\n","course_id":1,"status":"P","start_date":"1829-12-22","end_date":"1829-12-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1829, the fine for teaching an African-American (slave or free) was raised to the exorbitant sum of 500. This figure was far higher than in many other states (for example: 100-200 in North Carolina). This law applied to slave and free blacks. Even a father could be fined for teaching his own child to read. This law was influenced by the appearance of David Walker's Appeals to the Colored Citizens of the World (Clayton 81).&lt;br /&gt;&lt;br /&gt;David Walker's Appeals were published on September 28th, 1829 and many copies soon found their way into the South. This one pamphlet did more to scare white slave holders than any previous literature. Supposedly 50 copies of Walker's Appeals made it to Savannah, Georgia, and this was the event that caused the legislature to create such a stiff fine for teaching slaves to read. This would have been understandable considering what was contained in the Appeals. Walker talked of Slaves rising up like the great Hannibal and mercilessly killing their white oppressors (David Walker Appeals').&lt;br /&gt;&lt;br /&gt;This law revealed how scared Southerners were of a slave rebellion. The threat of a slave rebellion was constant when there were over 300, 000 slaves in some states. Mississippi had only 899 free blacks while they possessed 309,000 slaves. Southerners even talked about the awful prospect of the slave population out growing the white population. The Weekly Gazette and Comet wrote Humanity shudders at even the conception of what must one day be the consequence of the great and increasing disproportion of the white to the slave population of Louisiana.' Slavery laws, such as fines for teaching blacks to read, were designed to keep the African American race inferior to whites and keep the slave situation dependant on a more educated and literate white population. Slave holders figured they could put off the end of slavery by keeping slaves unable to function as free citizens in society"],"display_date":"December 22, 1829","search_date":"1829-12-22","locations":[{"id":1522,"lat":33.0721732643,"lng":-83.2584220033,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":6,"tag":"Education"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":500,"title":"The Macon Messenger refutes charge that Hugh White escorted a free black to the election polls.\n","course_id":1,"status":"P","start_date":"1836-10-18","end_date":"1836-10-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 18, 1836, two articles appeared in the Southern Recorder denying that Whig presidential candidate Hugh White upon one occasion did actually walk to the Ballot Box, arm in arm with a free negro.'  The accusation had been made against Judge White by Milledgeville's Standard of Union, and it was connected with the greater charge that White had taken an active part in support of' his brother-in-law's election in Tennessee in 1825.  &lt;br /&gt;&lt;br /&gt;The Recorder declared that no one in Tennessee would believe the story told in the Standard because they would have been well aware that White and his brother-in-law Col. Williams, a strong opponent of Andrew Jackson, were political opponents.  Judge White so far from elbowing free negroes to the polls, took no active part whatever in the contest, and gave no sort of support to his brother-in law... It is needless for us to say what has been Judge White's politics: he has been constantly distinguished as Gen. Jackson's most warm and efficient supporter in the State.'  The second article went even further, supplying refutations signed by fourteen Knoxville citizens and even Williams' former opponent.  The paper was willing to go to great lengths to demonstrate that Hugh White was not favorable to free Negro suffrage.'  The editors denounced the Standard for vilifying' White, but ridiculed their opponents for pander[ing] to a depraved taste of the strange and marvelous.'&lt;br /&gt;&lt;br /&gt;The articles are indicative of the political mood of the time.  Southern Democrats and Whigs were eager to accuse each other of being compromisers on slave issues.  The popular strategy became to call one's opponent a traitor or deserter of slavery.  Thus the claim that White was a friend to free blacks was considered potent political slander.  The paranoid fear of anti-slavery measures, both feigned and genuine, also accounted for the uncompromising position many Southern congressmen took on the gag rule."],"display_date":"October 18, 1836","search_date":"1836-10-18","locations":[{"id":1523,"lat":33.0697355251,"lng":-83.2500363363,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":748,"title":"Drought drives up grain prices\n","course_id":1,"status":"P","start_date":"1817-12-02","end_date":"1817-12-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Drought and famine struck most of the Western world in 1816, and continued throughout 1817.  In 1817, grain prices were 154% of the price in 1815 in the United States.  In the month of January, the price of grain was nearly twice the original 1815 price.  This was partially due to a low grain harvest in America, but also reflected the large amount of grain exported to Europe, where the famine was much worse.  The season of the fall of 1817 saw grain supplies returning to their pre-drought levels.  On September 5th, 1817, the Richmond Enquirer noted the price of grain in France was down 5 francs, and that the price of grain was falling every where'.&lt;br /&gt;A letter from Saxony, Germany dated May 31st was printed in the Raleigh Minerva.  It blamed a stunted grain harvest for the widespread and severe famine in Germany that had been going on for years.  The Saxony man explained the economic toll the famine was taking.  Since people had so little money and food, they were unable to save up or store for the future.  Even after the famine ended, it would be hard for the town to return to it's previous economic independence.  In contrast, the grain producers of the southern United States were thriving on the increased demand for their produce outside of the country.&lt;br /&gt;The Milledgeville Republican of Georgia reprinted an article from London expressing a worry that they were importing too much grain from the United States.  London imported over a million barrels of flour from the United States in 1817.  This amounted to about three million pounds sterling paid to the U.S. for grain in that year.  France, Spain and Portugal were also suffering from a shortage of grain and ended up buying a lot from America.  The London paper noted that the Americans appear to have managed the business very skillfully.'"],"display_date":"December 2, 1817","search_date":"1817-12-02","locations":[{"id":1521,"lat":33.0753708914,"lng":-83.2660648937,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1212,"title":"William A. Betton Reported Slave Runaway and Posted Reward\n","course_id":1,"status":"P","start_date":"1820-06-06","end_date":"1820-06-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As was common during the early nineteenth century, a Milledgeville slaveholder ran a public notice when one of his slaves escaped from his plantation by the Wateree River on May 18, 1820.  The slave, Davy, was described in the Southern Recorder as a 25-30 year old man, about 5'10' tall, with a well made, round face, with tolerable large whiskers.'  Betton, the owner, surmised that Davy ran for Augusta, Georgia , his hometown , and that because he was handy with the razor and scissors,' he might try to pass as a freeman working in a barbershop.  Betton offered a 25 dollar reward to anyone who could capture Davy.  &lt;br /&gt;Although Betton revealed the human nature of his slave by describing his probable thought process and plan of action, his written attitude treated the escapee as an object, a possession.  This posting is reflective of the notion of chattel' slavery, defining owned laborers as property, which had been legally recognized by the United Stated since 1650.  He detailed Davy's physical appearance and possible location, just as another property owner did, in regards to his lost horse, in the very same issue of the Recorder.  Betton offered a reward solely because of Davy's economic value.&lt;br /&gt;From reading the newspaper article, the reader would learn that Davy is not the typical slave trying to escape with the aid of the Underground Railroad.'  Rather than follow routes north toward free states or Canada, Davy's goal was to travel far enough away to hopefully pass as a free black in a slave state.  Incidents such as this were often viewed by Southern bystanders as petty gossip.  In a letter to her father, Virginian M.W. deBree wrote of a melancholy circumstance' in which a small-scale slave insurrection resulted in a few casualties and eventual capture by white sailors.  DeBree had no personal stake in the incident, but slave runaways interested most Southerners because of their own possession of slaves."],"display_date":"June 6, 1820","search_date":"1820-06-06","locations":[{"id":1522,"lat":33.0721732643,"lng":-83.2584220033,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1483,"title":"President of The National Bank of Atlanta investigates Georgia&#39;s gold specimens\n","course_id":1,"status":"P","start_date":"1867-03-13","end_date":"1867-04-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During March and April, 1867, John Rice, the President of the National Bank of Atlanta arrived in the Cherokee Gold Belt of Georgia to investigate the quality of recently mined minerals. He declared the beauty and high value of the gold and quartz specimen qualities. Rice's arrival in the Gold Belt reflected the rapidly growing interest in the mining of minerals in Georgia. Many had declared Georgia mineral rich, and resulted in much interest from many areas. Since the Civil War, the investment of 10 million had already provided for the cost of 400,000 for flumes, and the development in new hydraulic mining techniques. &lt;br /&gt;&lt;br /&gt;The Gold Belt spanned the distance of 300 miles from the boarder of Alabama to the Carolinas. People had known about the presence of gold, silver, copper, and other valuable minerals since 1829 when John Witheroods had discovered gold in Georgia, which resulted in thousands of intruders on Cherokee land. The Gold Rush in Georgia resulted in the establishment of a mint at Dablonega, but the Civil War brought its destruction. The Gold Rush had gradually died out because primitive mining methods failed to reach the inexhaustible mineral supplies other than those easily accessible. Slaves had done most the mining by hand, but with the end of slavery and the need for investment, new mining technology developed.&lt;br /&gt;&lt;br /&gt;The eagerness to develop mining in Georgia resulted from the poor state of the post-Civil War economy. Although many still placed hope in the revival of cotton farming, the cotton fields lacked much opportunity. Georgia, hit with economic depression in 1867 and a bad cotton crop, had no means to pay war indemnity, taxes and the high level of personal and public debt, or to reinstate itself into the market economy. People hoped the mining of minerals would bring economic revival, as mines would provide jobs and investment, pulling Georgia, especially the poor people of the mountains, out of their backward, impoverished state. The revival in mining did succeed in bringing millions of dollars of investment. Atlanta, especially prospered from it. As the natural outlet for the mining region, Atlanta established the new mint, and saw the development of 3000 houses, and a population growth of 30,000.  However, despite the romantic hopes of everyday men simply waking up to find 50,000 worth of gold, the gold mining in Georgia failed to help the poor, but helped the rich get richer."],"display_date":"March 13, 1867 - April 16, 1867","search_date":"1867-03-30","locations":[{"id":1526,"lat":33.0697355251,"lng":-83.2500363363,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2038,"title":"Planters Miss Black Labor\n","course_id":1,"status":"P","start_date":"1869-02-01","end_date":"1869-02-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["For the white plantation owners of the South, labor had always been a problem. Cotton-picking was back-breaking work. Always in the past, though, slaves had worked the long hours in the sweltering heat. Slavery ended, but the demand for labor did not. Suddenly the planters had the job of enticing labor that had been so simple, if expensive, to secure just years earlier. They began to question just where that easy labor had gone.","The Milledgeville Southern Recorder addressed just this question in early 1869, at the same time revealing a great deal about white attitudes. Some whites, the Recorder begins, blame the mysterious absence of black labor on the railroads. The paper counters that this is only a partial truth. The greater drain, it insists, is the great number of black families who have a self satisfied confidence in their ability to run a farm of their own, thinking they know as much about cotton making or a little more so than did their masters. This, the Recorder prophesies, is a self-correcting foolishness. A year or two of experiment will give us plenty of negro labor as in days past, it insists, adding, by that time, they will get an idea in their heads as to their ability to be planters.","     In the heart of Radical Reconstruction, freedmen across the South grasped at one of their more central new freedoms - the ability to choose employment, including the right to work for no man but himself. Some chose the railroads, others paid work on plantations, but many chose to find land, whatever the cost, that they could own and farm. Such endeavors were difficult to keep running, however, with the great variance possible in cotton prices even year-to-year. The Recorder's article show an emerging strategy among whites of using control of capital, especially valuable land, to dominate black labor now that political oppression was - at least temporarily - less complete. Sharecropping, a policy where planters would grant a piece of land to farmers in exchange for a substantial portion of the harvest, would become a common arrangement across the South in the decades to follow. This arrangement, while preserving the idea of independence and self-employment, rarely allowed sharecroppers to escape poverty. Over time more complex forms of economic domination would develop. The expectations of black failure are no surprise. Rhetoric casting black men as foolish, innocent, child-like characters who simply needed time and experience to see the errors of independence would become standard throughout the region for decades to come."],"display_date":"February 1, 1869","search_date":"1869-02-01","locations":[{"id":1526,"lat":33.0697355251,"lng":-83.2500363363,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2039,"title":"Bold Burglary Blamed on Blacks\n","course_id":1,"status":"P","start_date":"1868-07-14","end_date":"1868-07-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the evening of July 9, 1868, the bustling town of Milledgeville, capitol of Georgia, witnessed a daring burglary. Casting subtlety aside, thieves approached Stetson & Brother's Store, drilled a hole through a window shutter, lifted the door's latch, and walked in through the front doors. Dragging the safe (so-called) from the backroom into the common area, the burglars forced it open, stole 500, and left without any real identification.","Police, combing the scene, had few real leads. They arrested several suspects over the ensuing week, but were unable to get any useful information from interrogations and soon let the men go. The community demanded security, so the police soon shifted to blame to a new target. On July 15, the Milledgeville Southern Recorder announced a reward for two negroes, strangers, [who] left on the Augusta train the next morning, suspected of being the leading characters...One of them of small stature, neatly dressed...can read and write and says he is from Boston. The other, is a large raw bone negro shabbily dressed, knock-kneed, and ugly looking face. The convenience of being able to target what sounds like a free, middle class, northern black man and a stereotype of a thieving slave is overwhelming. The Milledgeville police very likely chose two passing blacks as scapegoats, well-aware these suspects would never return to deny the accusation.","     Popular culture in the Reconstruction South cast free or idle black as drunks, thieves, and trouble-makers. This episode shows a desire amongst the authorities of Milledgeville to cast a middle- or upper-class black man in this same stereotypical role. The shorter suspect, educated and wealthy enough to travel from Boston and back, neatly dressed along the way, was a threat to some of the fundamental assumptions Georgian whites held about their black neighbors. If black were able to live civilized lifestyles when given the opportunity, it was no longer the white man's duty to look after an inferior race, but rather an act of oppression. Faced with a need for a scapegoat, Milledgeville's authorities jumped at the chance to simultaneously reinforce the prejudices of the community around them."],"display_date":"July 14, 1868","search_date":"1868-07-14","locations":[{"id":1526,"lat":33.0697355251,"lng":-83.2500363363,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2893,"title":"1843 Milledgeville Tax Ordinance Burdens Blacks\n","course_id":1,"status":"P","start_date":"1843-01-01","end_date":"1843-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In August of 1843, the city of Milledgeville, GA published an ordinance announcing new tax rates that had been issued for the purpose of extinguishing the indebtedness incurred during past years. Taxable property included land, houses, stock, inventory, modes of transportation, entertainers, and luxury items, but the list also included various classes of people. White men, free black men and women, and enslaved men and women that [exercised] the privileges of free persons of color were taxed. Slaveholders paid taxes on their slaves as well. Higher taxes were levied on the more valuable slave demographics, especially men between the ages of sixteen and sixty. Free black men of the same working-age demographic had the highest tax of any of these groups. ","Notably, the two to four dollar tax on white men was listed as commutation for patrol and road and street duties, but no explanation was given for the levies on other populations. Taxes on slaveholdings resulted from their being legally considered property and taxed as such, analogous to the taxation of stock, inventory, horses and wagons also listed in the ordinance. The slave demographics were specified because age and gender affected a slave's economic value. ","Milledgeville taxation was a standard practice, and the 1843 levies increased because of an economic depression between 1841 and 1843. The taxation of free blacks, however, suggests that taxation was not solely for the purpose of funding municipal activities. Free blacks were not 'property,' and in Milledgeville they did not have to pay as many duties as white men, perhaps because they were not considered privy to the same civic securities. Instead, these taxes served a regulatory function; sometimes as high as sixteen dollars, the city's government hoped that even one or two taxes, if high enough, would force or persuade the free black population to leave the city. An additional fifty dollar tax was levied on free African Americans bold enough to move into the city. In spite of these efforts, Milledgeville remained a popular location for newly freed blacks who sought an alternative to the agricultural plantation work available in the country. ","This 'head tax' was commonly used in the South in order to discourage residency and, ideally, force free blacks to move from the area in question. In some areas of the South, the tax could also result in forced bondage; if taxes were not paid and there was no valuable property to be seized, the county could hire out the offender and force him or her to work off the debt, often for menial wages that resulted in months of involuntary labor. These taxes are only some of the ways in which free blacks were formally or informally discriminated against; between 1810 and 1822, free blacks were not allowed to live in Milledgeville at all, and even in 1843 they were required to present a certificate and bond for good behavior in addition to the tax. Such laws and regulations imply, as their creators intended, that living in the South as an African American involved very little freedom-even outside the legal bondage of slavery."],"display_date":1843,"search_date":"1843-07-02","locations":[{"id":1524,"lat":33.0697355251,"lng":-83.2500363363,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2969,"title":"The Successful Georgia Whig Convention of 1843\n","course_id":1,"status":"P","start_date":"1843-06-19","end_date":"1843-06-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Georgia Whig leaders were ready for a fresh start when they convened at the state capitol in June of 1843. The purpose of this convention-the largest body of the kind which has ever been held in Georgia - was to nominate Whig Party candidates for Congress, a candidate for the 1844 Georgia gubernatorial race, and delegates to represent the Georgia Whig Party at the 1844 Whig National Convention in Baltimore. At the very beginning of the convention, the delegates unanimously adopted the following resolution: Resolved, That many of the evils which afflict our people, can be traced directly to the injurious and ruinous legislation of the few last years; and believing the success of the Whig Party is essential to remedy this state of things, we conjure our friends to bring out their strongest and best men for the Legislature, in the several counties of the State.","The Whigs had recently experienced several setbacks, so this Convention was especially important if the party hoped to regain its political strength. The Whigs had just elected their first president, William Henry Harrison, but he died unexpectedly one month into his term. Vice President John Tyler renounced his Whig affiliation and loyalty after his presidential inauguration, as a result of the ideological and power clashes between Tyler, Henry Clay, and Whig leadership. As suggested by the Convention's adopted resolution, the Whigs were also upset by the current Georgia administration's Democratic policies, as the two parties were increasingly and irreconcilably polarized; the Whigs favored protectionist policies over the Democrats' free trade, and they favored economic development and diversification over economic growth. The Georgia Whigs themselves were also increasingly divided over national issues, including slavery and the state's right to secede from the Union. ","The Convention ultimately nominated George W. Crawford for governor and Alexander H. Stephens for a seat in the House of Representatives. Both men won the respective elections. Eight Georgia Whigs were nominated for the National Whig Convention in 1844, where they would serve as delegates and vote for Henry Clay as the Presidential nominee and John McPherson Berrien, the elected president of the Georgia convention, as the Vice Presidential nominee. After the convention, <em>The Recorder</em>, a Milledgeville newspaper supporting the Whig and States' Rights Ticket, congratulated the delegates on prioritizing the selection of strong, promising candidates across the board, rather than focusing on the nominees that they personally favored. The 1843 Convention delegates realized that they needed to ensure the survival of the Whig party before they could effectively resolve any controversial political issues."],"display_date":"June 19, 1843 - June 20, 1843","search_date":"1843-06-19","locations":[{"id":1524,"lat":33.0697355251,"lng":-83.2500363363,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3006,"title":"Affairs of the Creek Indians\n","course_id":1,"status":"P","start_date":"1825-06-21","end_date":"1825-06-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Few men had the leadership skills of General William McIntosh.  His illustrious military career included leading the Creeks against the British in the War of 1812, defeating the Upper Creek Indians against their Lower Creek foes in the Creek Civil War, and heading a national police force to continue the fight against the Upper Creeks.  Yet, these military conquests also created many enemies, especially among the Upper Creeks.","The final straw for the Upper Creeks was on February 12, 1825, when McIntosh, along with eight like-minded Lower Creek chiefs, signed the Treaty of Indian Springs relinquishing all of the Upper and Lower Creeks' land in Georgia for a sum of 400,000.  In retaliation for losing their land unjustly and because of their hatred for General McIntosh in general, 200 Upper Creek Indians set fire to McIntosh's plantation on April 30 and brutally murdered him in the process.  Little did the Upper Creeks know that they had also upset an entire state of white Georgians.","A few months later, editorialists in the northeast responded to the Creek's loss of land with disdain for the actions of the United States government.  On June 21, 1825, the <em>Southern Recorder</em> responded both to the actions of the Upper Creeks and the reaction of the Yankee editorialists furiously.  ","<em>The Recorder</em> began by mourning the fate of McIntosh, who, the paper claims, sacrificed his life for the Creek Indians.  In their view, he had devoted his life to the progress of his red brethren towards civilized life.  Sadly, their turbulence and treachery had rendered his cause unsuccessful.  ","<em>The Recorder</em> went on to find utmost fault in other newspapers that claimed that McIntosh sought to steal land for the United States from the Creeks by pushing them beyond the Mississippi River and leaving Georgia for the white man.  <em>The Recorder</em> editorialized that by defending the property rights of the Creeks, the eastern editorialists were also condoning the murder of their beloved McIntosh.  ","In fact, the <em>Recorder</em> argued, if the business [of aggression towards the Creeks] had been conducted more energetically on the part of the United States, McIntosh's murder could have been prevented.  In this way, the United States was actually doing the Creeks a favor by forcing the untutored and uncivilized Creeks off of their lands in Georgia.  The Creeks would have likely been better off if they had simply moved west unprovoked because they had no chance in their battles against their American foe.  An earlier withdrawal from Georgia without bloodshed would have saved thousands of Creek and American lives.","The focus of this narrative is the ongoing tension between American and Georgian expansionism against the territorial concerns of the Creek Indians.  Treaties between the Creeks and Georgia helped define the land struggles between the two peoples since late in the 1700s, but violence reigned supreme in the majority of the interactions between the two cultures.  The United States government, especially under the leadership of President Andrew Jackson, violently forced the Creeks out of the state, all while hiding under a similar veil of concern for the Indians that the Recorder showed in this article.  ","The Creeks consistently refused the repeated requests from the United States government that their peoples move out of Georgia without the force of the United States military.  Although in a less organized fashion than that of the United States, the Creeks persisted to fight the Americans over the contested Georgia lands.  While McIntosh's death defined the Indian people to the Recorder, his murder only served as a highlighted event in ongoing strife between the Creeks and the American government over land claims that eventually led to the Trail of Tears and the near extermination of the Creek Indians."],"display_date":"June 21, 1825","search_date":"1825-06-21","locations":[{"id":1522,"lat":33.0721732643,"lng":-83.2584220033,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3013,"title":"Creek Attack\n","course_id":1,"status":"P","start_date":"1825-05-25","end_date":"1825-05-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In late April 1825, with the murder of William McIntosh and his brother Samuel Hawkins fresh on his mind, Benjamin Hawkins carefully rode his horses back towards his hometown of Montgomery, Georgia, in the fear of suffering a similar fate on his brother.  Suddenly, he came upon a party of twenty Creek Indians within ten short steps of their horses.  Frightened, a cousin of Hawkins? abruptly fired a blank rifle shot into the air in the hopes of frightening the pack of Creeks.  The Creeks quickly responded, firing towards Hawkins as he wheeled his horse around to gallop in the opposite direction.  Fortunately, Hawkins was not hit.  In the melee that followed the unwelcome encounter, he tossed his plaid cloak aside, only to have it littered with Creek gunfire.  ","As Hawkins rode into the distance, the Creeks rejoiced, presuming from Hawkins? bullet-ridden cloak that Hawkins had either been wounded or killed.  Reports from the Creeks made it back to the Southern Recorder, who reported on May 8 that Benjamin Hawkins had both been murdered by the same pack of Creeks who had killed McIntosh and his brother.  ","Yet, good news somehow remained.  On Saturday, May 13, nearly one week after the Southern Reporter confirmed the murder of Hawkins, a surprise visitor returned to Milledgeville by way of Fort Gaines.  Despite all reports to the contrary, Benjamin Hawkins remained alive.  Notwithstanding physical evidence by way of the bullet-ridden cloak, Hawkins had not even been injured in the scuffle.  ","There is little doubt that the Upper Creek Indians sought revenge for the United States? and Georgia?s acquisition of former Creek land and their support of the Lower Creeks in the Creek Civil War.  Like many other attacks, this attempted murder and robbery seemed to be random retaliatory violence against a member of the white race.  A few short years after this incident, the Georgia militia clashed repeatedly with Creek warriors in the Georgia Black Belt Region.  Larger battles followed in Chattahoochee region and towards the Alabama border.  Yet, most did not have the luck of Benjamin Hawkins on this late April day.  Thousands perished from the scuffles with the Creeks that plagued Georgia for nearly two decades.","Kyle Matous"],"display_date":"May 25, 1825","search_date":"1825-05-25","locations":[{"id":1522,"lat":33.0721732643,"lng":-83.2584220033,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":19,"tag":"Native-Americans"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3042,"title":"Jabez Jackson and Defense of Union\n","course_id":1,"status":"P","start_date":"1835-07-07","end_date":"1835-07-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the resignation of James M. Wayne from the United States House of Representatives, the Jacksonian Party of Georgia desired a strong unionist to represent the Milledgeville Congressional District in Congress.  On July 6, 1835, a convention of Union Party delegates nominated Jabez Jackson to fill this void.   Jabez Jackson himself wrote to the Central Committee of the Union Party of Milledgeville a letter of informal inauguration and thanks.  The <em>Georgia Telegraph </em>published the letter in its paper the next day. Jackson outlined his own history by paralleling it with the history of his proud state.  At the age of 17, Jackson fought alongside a Georgia regiment in the American Revolution.  Later in life, he continued serving the state in civil and military matters.  After thanking the Committee and accepting the nomination, he then turned to the heart of his address: the sacred cause of his party and thus the sacred cause of the Union. The cause of his party was simple: to maintain the strength, unity, and integrity of the United States.  His scorn quickly turned to his fellow Congressmen from South Carolina who stood for nullification and the State Rights party, so called.  He claimed that these representatives would be mocked by the Founding Fathers from their state, who would not be eager to exchange the glories of the Star Spangled Banner for the mock heroics of the Palmetto Button.  The members of the States Rights Party of the Palmetto State, as South Carolina was lovingly called by its citizens, often placed their state's autonomy over that of the nation.  Jackson scornfully mocked their allegiance to their state in contrast with the Founders' allegiance to the Union.","Instead of standing steadfast for states rights, Jackson defended the noble institutions of our country and its rich history and constitution.  This, he claimed, is the debt he owed to the heritage of Georgia.  A few short years after the Nullification Crisis and 22 years before the Civil War, this Congressman from the Black Belt of Georgia left no doubt where he stood in the brooding sectional conflicts of the era. The Nullification Crisis and the call for states rights divided much of the South in the mid-1830s.  Under the leadership of President Andrew Jackson, Congress passed a law that President Jackson signed in 1832 creating protective tariffs over certain manufactured goods from Europe.  These tariffs pushed prices on manufactured goods from abroad above the rates of the same goods from the North, guaranteeing that the South would buy these products from the North rather than from Europe and thus help the economy of the North and of the nation.","South Carolina's bold stance against the federal tariffs placed upon certain manufactured goods also came at a time when Andrew Jackson was busy piecing together a national party.  In fact, the President called his party the Union Party as a symbolic gesture of national harmony and unison at a time of bubbling regional conflicts like the Nullification Crisis.  Unlike later fire eaters of the Deep South who stood for secession and absolute state rights in the face of Unionism, Jabez Jackson and other Union Party members sought to support Georgia by remaining united to the nation during times of sectional conflict.  Unionists like Jabez Jackson remained loyal to the Union rather than the debated rights of their own states in following conflicts such as the Compromise of 1850 and the Kansas-Nebraska Act that seemed to threaten the integrity of the Union.  This Unionist sentiment remained largely prevalent until the late 1850s and early 1860s as war eventually broke out between the North and South."],"display_date":"July 7, 1835","search_date":"1835-07-07","locations":[{"id":1523,"lat":33.0697355251,"lng":-83.2500363363,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3058,"title":"The Runaway Slave and His Broken Family\n","course_id":1,"status":"P","start_date":"1820-06-20","end_date":"1820-06-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John W. Bridges of Wilcox County, Alabama, desperately penned a letter to the Southern Recorder, the Columbian Telescope, the Carolina Observer, and the Georgia Advertiser on May 27, 1820, looking for a runaway slave by the name of Aaron. A few weeks prior to the publication of this letter, Aaron, a stout well-fed Negro man of 30 years standing around 5'10 had escaped from the John Bridges' plantation a few miles below Prairie-Bluff in eastern Alabama. The slave, further described as a little yellow and missing part of one ear, had also stolen from the plantation a long shotgun, ammunition, and twenty pounds of bacon, further upsetting his owner. Aaron's apparel remained somewhat unknown to his owner. Bridges speculated that he could have escaped wearing a dark colored homespun boater or a blue homespun coat with a black hat and a pair of shoes. Bridges continued, speculating that Aaron was headed to Carolina by Cahawba or Montgomery counties, although it is not apparent how he reached this conclusion. He ended by promising a monetary reward for returning Aaron or having him secured in jail in South Carolina or Georgia. ","Previously, the late John Jones had been his owner, but Aaron had become Bridges' slave shortly after Jones' death. Deaths of owners like Jones often led to the breakup of families at slave auctions that frequently followed the death of a slave owner. Despite the pleadings of slave families, sellers regularly sold each individual member of the family to different buyers. Although slaves left their owners for a wide variety of reasons, it is likely from Bridges' speculation on Aaron's eventual location, which he thought would be near his former plantation, that he ran away in the hopes of re-uniting with his family. The letter to the editor from Bridges also details precisely what goods Aaron took with him as he escaped the plantation. Slave owners especially feared runaway slaves that had the ability to defend themselves, so Bridges' specifically noted that Aaron took a shotgun and ammunition from the farm. The fear that slaves would rebel violently constantly loomed on the minds of slave holders across the South, proving that much of the basis of slavery rested on the monopoly on violence that slave holders held over their slaves. If slave holders lost this monopoly, they would likely lose slavery as an institution as well. ","Newspaper readers across the South would have been familiar with these types of letters and advertisements as slave holders often wrote to newspapers in the hopes of recovering their lost property. Because of the enormous economic investment that a slave represented for a slave holder, slave owners would pay large sums to those who found their runaway slaves and would often travel long distances to recover their property. Slaves at this time cost upwards of 700, so paying around 50 to travel and pay whomever found the slave was well worth it economically."],"display_date":"June 20, 1820","search_date":"1820-06-20","locations":[{"id":1522,"lat":33.0721732643,"lng":-83.2584220033,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3107,"title":"Measure to Prohibit the Introduction of Slaves for Sale Into Georgia\n","course_id":1,"status":"P","start_date":"1851-11-01","end_date":"1851-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1851, Mr. McDougald introduced a bill to the Georgia legislature that would have banned further importation of slaves for sale into the state. The purpose of the bill was supposedly to ensure the survival of slavery in the state, but it was largely opposed. People disagreed on the real intentions of the bill, and on what the consequences of it would be. The Georgia <em>Telegraph</em> called the policy unwise, impolitic, and short-sighted. It was fraught with as much injury to the institution of slavery as if the policy had been generated in Massachusetts for the express purpose of destroying the institution. ","Both sides of the debate were pro-slavery, but could not agree on how to preserve the institution. Most argued that the bill favored the wealthy by increasing the value of the slaves they already owned, thus maintaining the planter class's status quo by making it extremely difficult for other farmers to procure slave labor at a reasonable price. Supporters of the bill believed that if the interstate slave trade continued, slaves would eventually become so numerous that they would no longer be a profitable labor source. Slaves would become less valuable as their numbers increased. Eventually, the cost of maintaining them would exceed their worth, and the practice of slaveholding would die out entirely. ","An editorial published in the <em>Telegraph</em> argued that the measure would have an exact opposite, negative effect. Prohibiting the slave trade would likely inspire other southern states to do the same, and eventually slave-selling states like Virginia would no longer have a market for their primary export. If Virginia's economy collapsed, the state would abolish slavery, and others would follow. The <em>Telegraph</em> argued, Who does not know that the accumulation of slaves, without reciprocal benefits, without profitable results, would eventuate in its abolition even in Georgia or Mississippi. What man would own slaves, if they only run him in debt The bill initially failed to pass. Amendments were twice offered on the original bill, and the bill succeeded on its third try by a 57-44 vote. Two days later, a motion was made to reconsider the bill, and it was finally rejected on an appeal to its constitutionality."],"display_date":"November - December 1851","search_date":"1851-11-30","locations":[{"id":1525,"lat":33.0697355251,"lng":-83.2500363363,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3207,"title":"Collision of the Georgia Legislature and Courts\n","course_id":1,"status":"P","start_date":"1815-01-13","end_date":"1815-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 13, 1815, the Superior Court of the state of Georgia convened in Augusta and ruled numerous acts passed by the Georgia legislature unconstitutional and void.  The legislature furiously answered on November 19, 1815, with a condemning resolution absolutely denying the right of the courts to rule the acts of the state legislature invalid.  The resolution did not specifically mention which acts the Superior Court ruled unconstitutional simply because the Georgia House had no concern for the specific policy ramifications of the actions of the Court.  Instead, the House sought to absolutely deny the right of the Court to rule any act that the Legislature passed unconstitutional, regardless of the contents of the laws in question.","According to the Legislature, the Court had begun usurping their power the moment that it assembled without direction of the Legislature.  During this session, the Court ruled against a wide array of local judges and legislative acts.  The Georgia House of Representatives declared in its resolution that each of these rulings were void because the Superior Court did not have the standing to try any of the cases. ","The resolution continued, declaring that the actions of the judiciary even usurped the power of the citizens of Georgia.  They claimed that only the legislature has the ability to represent the people because it is the only branch directly elected by the people.  In contrast, the unelected judicial branch simply represented a potentially totalitarian body that could not be controlled through the democratic process.  Because of their institutional inability to check the judicial branch, the Georgia House of Representatives had no choice but to condemn the Court publicly.","With a vote of 40 to 35, the Georgia House of Representatives rejected the Superior Court's power to rule on the constitutionality of the actions of the Legislature and declared that the Georgia Superior Court should never again wrest the power of the good citizens of this state through such rulings.  Finally, and most condemningly, the Georgia House recommended a candid examination of the United States Constitution as well as the Georgia Constitution for a better understanding of the court's position in relation to the legislative branch of government.  At the time, no precedent existed regarding whether the state judiciary should simply focus solely on its own state constitution or on the Constitution of the United States as well.  The Georgia House of Representatives concluded that the Georgia Superior Court should re-evaluate both.","The ongoing struggle for power between the judicial, legislative, and executive branches winds its way in and out of American history.  Few powers in the United States Constitution are as vague as that of judicial review, or the power of the judiciary to review the acts of the legislature and executive and rule on their constitutionality.  Even the Founders were split.  While James Madison, the author of the Constitution, favored judicial review, Thomas Jefferson feared it.  ","Georgia's Superior Court, however, did not act entirely out of historical context.  Other state courts had declared their power of judicial review in the twenty eight years of governance under the United States Constitution.  <em>Marbury v. Madison</em>, which was ruled 12 years before this specific controversy in Georgia, declared that the United States Supreme Court had the power of judicial review over the federal government.  On the state level, the Georgia Constitution's language in Article III, Section One seems to mirror that of the federal constitution, and, according to Chief Justice John Marshall, this type of constitutional language allows for the courts to rule acts of the other two branches of government unconstitutional.  However, Chief Justice Marshall's ruling in <em>Marbury</em> did not put the controversy of judicial review to rest.  Many lawyers at the state and federal level did not believe that Marbury settled the judicial review controversy once and for all. ","In this way, the debate between the Georgia House of Representatives and the Georgia Superior Court fits perfectly into the national debate on judicial review.  The Georgia Superior Court exerted its power to declare the acts of the Georgia legislature null and void.  Like other legislatures across the nation, the Georgia House of Representatives vengefully denied the court's usurpation of power in this condemning resolution."],"display_date":"January 13, 1815 - November 19, 1815","search_date":"1815-06-17","locations":[{"id":1521,"lat":33.0753708914,"lng":-83.2660648937,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":5642,"title":"Inside the Slave Trade: John Brown's Experience Within a New Orlean's Slave Pen","course_id":103,"status":"P","start_date":"1855-01-01","end_date":"1855-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["John Brown, also known as Fed, was born into slavery in Virginia. As a child, he was separated from his family, and was sold and purchased by three different masters. Brown suffered from many acts of cruelty from his masters: he lost partial use of one eye after being kicked in the face repeatedly by an overseer. He was also used in a number of gruesome experiments performed by a doctor who was seeking the cure for sun stroke. After multiple attempts to escape, Brown found himself in a slave pen in New Orleans. After being sold from the pen, Brown finally managed to escape from his owner in Mississippi, and he was able to attach himself to part of the Underground Railroad, making his way North. He eventually managed to gain passage to England, having heard tales of freedom in Britain from slaves in his past.","While Brown attempted to maintain a low profile in the slave pen, he was able to observe some of the subtleties that lay beneath the surface of the slave trade. During his three months at the slave pen, Brown was able to gain insight into the slave trade, noting the subtle differences between potentially cruel owners, compared to those who may have been more forgiving. Walter Johnson, in his book <em>Soul by Soul</em>, discusses how slave-traders were regarded with disdain by all, including other slave-holders. In fact, multiple times Johnson quotes Brown's narrative, particularly the chapters in which Brown discsses his time in the slave pen. Traders would constantly force slaves to stand straight, smile, and \"act the part\", in order to manipulate buyers, even when the slaves were at their most vunerable. Brown recalled how \"Even the poor, dear, little children, who are crying and wringing their hands after 'daddy and mammy,' are not allowed to exchange with them a parting caress\"(118). There was heavy emphasis placed on the interaction between potential buyers and slaves, but some slaves, including John Brown, were able to use this to their advantage. Although small, slaves found a source of power within the Slave Market. Some buyers would avoid slaves who stood too tall and answered too quickly, thinking that those slaves might cause trouble. Others would pass over those who showed weakness, either physically or emotionally. Through his observations of these interactions, Brown developed an ability to \"cheat the system\" in a way, acting undesirably towards buyers who he thought would be cruel, while adopting a more favorable view towards potentially more gentle masters. While slave traders and buyers thought they were in complete control, some slaves may have been able to gain more control over their sale then advertised."],"display_date":1855,"search_date":"1855-07-02","locations":[{"id":14283,"lat":36.7198931687,"lng":-77.1037749414,"zoom":9,"place":"SOUTHAMPTON, Virginia"},{"id":1525,"lat":33.0697355251,"lng":-83.2500363363,"zoom":10,"place":"BALDWIN, Georgia"},{"id":5598,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":4,"tag":"Slavery"},{"id":96,"tag":"Slave Trade"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":6847,"title":"Extralegal Justice In The Antebellum South","course_id":187,"status":"P","start_date":"1857-03-01","end_date":"1860-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In February of 1861, a young slave named George sat in a jail in Milledgeville, Georgia, awaiting trial after being accused of raping a white woman. After the accusations were presented, he was pursued by two men who captured and tied him up until authorities could arrive to interrogate him. While waiting for his court hearing, he was stolen out of his cell by a mob and burned to death. In the eyes of the law, slaves in the United States occupied an ambiguous position. Slaves were both property and people at the time. When it came to civil cases, they were afforded no rights, and were legally recognized as property. They could be bought, sold, mortgaged, traded, and used as credit, with one famous court case declaring that the slave has “no legal mind, none which the law can recognize” (Flanigan 538). However, their recognition in criminal cases depended on the jurisdiction they were in, along with the crime that they were accused of. In some states slaves were given full legal protection, including a trial by jury. In others, they were mere property and were legally identified as such. Generally, slaveholding states gave slaves many rights when on trial for criminal cases. "," This lack of uniformity among state legal codes helped maintain a system where white men preferred to take matters into their own hands, instead of allowing the legal system to take its course. They did this through systematic homicide, primarily through lynching and burning. This “extralegal justice” was a major part of the all-encompassing institution of slavery, and allowed whites who were dissatisfied with their states’ attitudes on slave legal rights to become their own administrators of justice. Extralegal justice highlights several aspects about attitudes in the antebellum South. The first was that blackness brought with it an inherent assumption of inferiority. When mobs lynched and burned blacks suspected of crimes, they not only deprived them of their legal privileges, but also recognized that with their race came the notion that they were guilty. Even though states had institutional methods to try and legitimately prove guilt or lack thereof, southern whites still often took matters into their own hands. ","The second is slaveholder attitudes about the institution of slavery itself. When slaveowners saw a slave who was accused of violating a law, they took it as an inherent betrayal of a system that they created, one that upheld their interests regarding social status, money, and control.  When a slave was accused of violating this relationship, slaveholders and southern whites took it as a protest of the entire system of paternalism, one that proposed that the relationship between enslaved and enslaver was symbiotic and mutually beneficial. Extralegal justice in the antebellum South served not only as a systematic deprivation of slaves’ rights in legal proceedings, but also the assumption that slaves were inherently guilty, along with a way for slaveholders to maintain the institution of slavery as they saw fit, regardless of the law. George’s story is a shining example of the inequities inherent in the institution of slavery. Slaveowners were willing to subdue the American legal system and kill their slaves in order to uphold their own depraved power dynamics."],"display_date":"March 1, 1857 - January 1, 1860","search_date":"1858-08-01","locations":[{"id":53172,"lat":33.0801429,"lng":-83.2320991,"zoom":2,"place":"Millidgeville, Georgia"}],"tags":[{"id":3644,"tag":"#lynching"},{"id":3645,"tag":"#slavery"},{"id":3646,"tag":"#paternalism"},{"id":3647,"tag":"#AmericanSouth"},{"id":3648,"tag":"#extralegaljustice"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":187,"school_id":11}}]}