{"id":699,"place":"IBERIA, Louisiana","lat":29.8296521318,"lng":-91.9512085465,"episodes":[{"id":2283,"title":"The Richest Slave \n","course_id":1,"status":"P","start_date":"1845-01-01","end_date":"1846-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the fall of 1845, caterpillars destroyed the cotton crop in Avoyelles Parish, Louisiana, where Solomon Northup was enslaved. His master, along with other planters, sent their slaves, including Northup, south to St. Mary's Parish to hire themselves out on the sugar plantations where labor was needed and wages were high. Northup was hired out to a Judge Turner who lived on the Bayou Salle. After being given several different tasks, Northup was put in the sugarhouse. He acted in the capacity of driver; he was given a whip and told to use it on anyone who was idle. If he failed to do so, he would be whipped himself. The process of sugar making continued day and night; Northup had no regular times to rest and got little sleep. ","One advantage to working in the sugarhouse was that Northup was paid for some of his work. Louisiana custom mandated that a slave retain whatever compensation he may obtain for services performed on Sundays; this money allowed him to buy necessary articles such as utensils to cook with. To ask for these seemingly everyday and inconsequential things would have ended in laughter, a kick, or even a whipping from the master according to Northup's autobriography, <em>Twelve Years A Slave. Narrative Of Solomon Northup.</em> In the book, Northup also points out that however injurious to the morals, it [was] certainly a blessing to the physical condition of the slave, to be permitted to break the Sabbath and be able to purchase everyday items. Northup earned 10 in Sabbath money. He added to this by playing his violin at a party given by one of Judge Turner's neighbors. He ended up with 17, which he took great pleasure in counting. He would spend his time dreaming of the water pails, pocket knives, new shoes and coats and hats and other everyday items that he would be able to buy. He also took great pleasure in being the wealthiest slave on the Bayou Boeuf when he returned home in January of 1846."," On a sugar plantation, such as Northup worked on, labor was almost continuous. Planting began in January and ended in March; cultivation began in March and lasted till July. Farm chores were done until grinding began in October. During the grinding season a mill would run almost nonstop from early Monday morning until noon on Saturday. It required work and constant supervision, and those chosen both to accomplish and oversee the task, like Northup, got little to no rest. Sometimes slaves were even required to work on the Sabbath, but, as in the case of Northup, slaves were usually paid for the work they did on this day usually reserved for rest. ","Throughout the South, planters of all types of crops often hired slaves from other plantations to provide extra help. Slaves' owners, as in Northup's case, sometimes hired out their slaves to other planters; in this situation the slave's master would usually take at least some of the money the slave earned in the job. Slave owners also found it profitable to hire slaves out to industry, such the lumber industry, or to the state for public works projects. Sometimes slaves were able to hire themselves out, meaning they could keep their own earnings. After the slave received his or her money, then that slave was free to spend it. Slaves often spent what little money they were able to make on providing themselves and their families with extra food and clothing. They could also buy small luxuries such as furniture.","Northup had not grown up having to spend endless hours working fervently in a hot sugar-grinding mill, nor did he grow up having to work on Sundays or play his violin at parties just to earn money to buy the few necessities of life. Northup had been born a free man but was kidnapped in 1841 while visiting Washington, D.C. He was drugged, threatened with death, and then put on a boat to New Orleans where a slave dealer sold him into slavery. His story, though unusual, was not unique. Not all African Americans sold in the slave yards were born into slavery; some where free men and women who had been kidnapped and sold South where they would be unable to escape or solicit help. Free African Americans were kidnapped from all over the United States in the nineteenth century. They were kidnapped from within the South. Three generations from one free African American family were kidnapped from Point Coupee, Louisiana, and sold in New Orleans. They were kidnapped in the Midwest; a free African American named John Merry from Illinois was arrested in St. Louis and sold in New Orleans. Northup himself was from New York in the North. Some of these kidnapped men, including both Northup and Merry, were able to get friends from the North to help them win back their freedom, but others did not always have friends who could help. Whether or not they were able to escape, they had to grow accustomed, for at least a little while, to being a piece of property who had been bought and paid for and who had to struggle though long hours of hard work for which they usually received no pay."],"display_date":"1845 - 1846","search_date":"1845-12-31","locations":[{"id":5713,"lat":29.8296521317,"lng":-91.9512085468,"zoom":9,"place":"ST MARY, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}