{"id":6996,"place":"MADISON, Kentucky","lat":37.7053205066,"lng":-84.2669359045,"episodes":[{"id":5661,"title":"To Hell and Back: Lewis Clarke and his Kentucky Home","course_id":103,"status":"P","start_date":"1815-03-01","end_date":"1832-03-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As a gift from her parents Mrs. Betsy Banton received Lewis Clarke, as her slave.  Banton had previously feuded with her parents about the treatment of her slaves, Mrs. Banton had been known as an abusive slave holder. This gift was ment to make peace. At seven years old Clarke became her property. Banton chose Clarke since he was the son of her father, in choosing him she could split a family up and provide a deeper form of torture. Clarke quoted on what he heard from Mrs. Banton “she would fix me so nobody should ever think I was white” (Clarke 21). Despite having a deeper motivation to beat Clarke, she was abusive to all of her slaves.","Clarke said that there were not many days where Banton didn’t abuse one of her slaves. It was entertainment for Banton, who drank often. She brought up her children to take the same brutal approach to slave holding. One of Lewis’s jobs was to stay up at night to rock the crib of one of the children, if he stopped they would scream for their parents. Taking a break from rocking the crib could warrant a whipping. Two of Banton’s children did not agree with her treatment of the slaves, by doing this they did not endear themselves to their mother.","Abuse was a specialty of Mrs. Banton and she had particular instruments of abuse. Tools such as a shovel and shears were used, materials like rawhide and hickory spurs. Nothing matched her favorite oak club. Clarke said later “Infinitely more bitter than death, were the cruelties I experienced”(Clarke 14) when referencing the beatings he received from Mrs. Banton. In some situations Banton would have Clarke ask for whippings from her drunken husband. Bad enough he was being whipped, worse he had to ask for it.","Saidiya Hartman mentions in her book <em>Scenes of Subjection </em>that a slave owners display of power and dominence was just as important as the actual title to a slave. In other words if you were going to have a slave you needed to prove you could dominate them. In the case of Clarke and Banton, Banton not only needed to own Clarke, but she needed to show him that even though they had the same father, he was her property and was not human enough to be related. Also Banton showed the most dominance by making Clarke ask for a whipping. By doing that she showed that she had so much power over him that he would ask to go through a brutally painful experience.","After working for Mrs. Banton for ten years Clarke was transferred to another plantation. He said that no beating from Mrs. Banton was worse then the pain he felt from being separated from his family. He would only see his family three times in the ten years he worked for Banton. As a slave holder Banton was not an abusive slave holder for work purposes, she abused slaves for her own entertainment."],"display_date":"March 1815 - March 1832","search_date":"1823-09-15","locations":[{"id":5093,"lat":37.7053205066,"lng":-84.2669359045,"zoom":9,"place":"MADISON, Kentucky"}],"tags":[{"id":4,"tag":"Slavery"},{"id":1614,"tag":"Beatings"},{"id":1615,"tag":"Women Slave Holders"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}}]}