{"id":6999,"place":"LANCASTER, Virginia","lat":37.6195233772,"lng":-76.3456930418,"episodes":[{"id":5648,"title":"James L Smith, Slave and Freeman","course_id":103,"status":"P","start_date":"1861-01-01","end_date":"1881-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>The Autobiography of James L. Smith</em> serves as a potent reminder of the horrific conditions endured by slaves during the years leading up to the Civil War. Smith’s particular narrative gains added import because of the detailed manner in which he exhaustively recounts the daily realities of slave life. However, there are exceptional elements to the narrative as well. The fact that he learned to write well enough to publish a narrative indicates that Smith’s experiences were, in a very significant way, extraordinary. Thus, <em>The Autobiography of James L. Smith </em>serves as both a representative and unique picture of life in the antebellum South, and eventually, in the postwar North.","Smith begins his narrative by recounting a childhood accident that left him lame for life. He was then hired out to a succession of masters, performing various jobs and learning skills, serving variously as a cook on a small boat, a cobbler, and a house slave. Eventually, the skills he gained as a cobbler led him to be sold to a shoemaker in Virginia. However, Smith ran away from the South in his twenties, successfully reaching Philadelphia. His story does not end there, nor does his historical import. Smith continues to provide a valuable explanation of what life was like for a former slave, recounting prejudices that he faced in the North while looking for work. He ends his account with a detailed treatment of the role of African Americans in the Civil War, exhorting fellow writers to treat his compatriots’ role with more respect.","Smith gains particular historiographical importance when he is placed in the larger narrative of slavery in the American South. Notably, he offers a compelling counterpoint to the views expressed by Saidiya Hartman in her book, <em>Scenes of Subjection</em>. Though Hartman claims that slaves were dehumanized by their daily interactions, as well as incidents of exceptional violence, Smith is notable because of his extremely evident human characteristics that derive from his life experiences. Smith asserts independent agency in escaping from slavery, and in doing so, offers a stinging rejoinder to the claim that slaves’ identities were entirely created for them by white masters.","Walter Johnson’s <em>Soul by Soul </em>explores the slaving industry through the eyes of the New Orleans slave market. Smith never personally experienced the horrors of the market, as a man born into slavery. However, his narrative demonstrates the power of threats to be sold further south. Being sent to a slave market is depicted as the worst possible punishment that a master can inflict upon a slave. Through his depiction of the slave markets as a location of dehumanization and cruelty, Johnson demonstrates exactly why that was.","Smith concludes his personal narrative with accounts of his experiences as a preacher, his marriage, and his eventual move to Norwich, Connecticut. However, he veers from personal narrative to a reflection of the role of African Americans in the Civil War, providing a useful glimpse at early historiography regarding a subject that was, according to Smith, badly neglected in the immediate postwar period. He writes, “it is a fact to be lamented that the historians of our country speak so little about the heroic deeds of the colored troops; in fact, by some no mention is made of them at all” (Smith 113). Smith proceeds to give full voice to the neglected narrative of African-American troops in the Civil War, describing the contributions of troops from a variety of theatres, including the Western frontier. <em>The Autobiography of James L. Smith </em>thus concludes by offering one of the first historical treatments of the heroic efforts put forward by African-Americans in service of their own cause. The narrative therefore should properly take its place as a key document, one that is immensely helpful in advancing our understanding of both slave experiences on the plantation, and African-American experiences in the war effort."," "],"display_date":"January 1, 1861 - January 1, 1881","search_date":"1871-01-01","locations":[{"id":13985,"lat":37.6195233772,"lng":-76.3456930418,"zoom":10,"place":"LANCASTER, Virginia"},{"id":11230,"lat":39.878712355,"lng":-75.2036894677,"zoom":10,"place":"PHILADELPHIA, Pennsylvania"}],"tags":[{"id":4,"tag":"Slavery"},{"id":238,"tag":"African American"},{"id":458,"tag":"African American Authors"},{"id":398,"tag":"slavery, runaway"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}}]}