{"id":7042,"place":"YORK, Pennsylvania","lat":39.9199204801,"lng":-76.7265166341,"episodes":[{"id":4405,"title":"A Confederate Veteran publishes a poem about Gettysburg\n","course_id":4,"status":"P","start_date":"1888-01-01","end_date":"1888-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Born in Missouri and taken to Calhoun, Georgia with his brother, by his parents, Grigg and Diantha, Will Henry Thompson grew up in the foothills of the Cherokee Valley, living beside the \"beautiful and scenic Coosawattee River.\" Both Will and his older brother Maurice learnt to hunt and fish, and eventually learned to use a longbow, thus leading to their toxophilitic nature (lovers of the bow and the art of archery). They both had a classical education, taught by their mother and live-in tutors, and both enjoyed reading and writing.","They lived a content, carefree existence, hunting, fishing, and \"galloping around the country,\" but there easy, hard working life was not to last. The threat of this new war loomed and Maurice, at 17, joined the army of the Confederacy, followed by his father and lastly, his brother Will Henry. Thompson served in the 4th Georgian Infantry, and served in the Confederate army throughout the War.","His poem, \"The High Tide at Gettysburg\" is different from poems of wars from previous authors, as it is of an \"elegiac strain.\" The poem is definitely in tune with the mid-nineteenth-century \"preoccupation with mortality and morality,\" which makes sense as Will Henry would have been very young when he joined up, and still young when he wrote and published this work in 1888. It begins with the much repeated lines, \"a cloud possessed the hollow field, the gathering battle's smoky shield. Athwart the gloom the lightning flashed, and through the cloud some horsemen dashed, and from the heights the thunder pealed.\" From this verse, the poem could be about any battle, or even any of the many Gettysburg battles, but it is not much later that Thompson mentions Pickett, and \"leading grandly down,\" implying that this poem is about Pickett's Charge, the final surge of the Confederacy and Lee to push north. As we know, Lee failed and in the process many thousands died at the Battle of Gettysburg.","It is written without poetic flourish, and fluffy language; Thompson created a smoke filled atmosphere with guns and flashes and death surrounding it all. The reader of this poem is taken to Pickett's Charge, and shown in no uncertain terms that the war was gruesome and horrific, that men died, and for leaders who had almost forgotten the original cause. Thompson compared the fight to the fiery losses of the British at Waterloo, and shows how straggled the Confederates are by 1863, by discussing the colours or the battle flags. He writes \"Virginia heard her comrade [Tennessee] say: 'Close round this rent and riddled rag',\" and a little later, he says the \"tattered standards of the South,\" both double entendres, as they don't just mean the actual flags are torn and full of holes, but the Confederates and the South as a whole, is tattered and torn, and full of holes.","The famous lines \"they smote and stood, who held the hope of nations on that slippery slope,\" has been attributed the first use of Slippery Slope, by language specialists and the surprise is that here it is literally slippery from blood, but now means something different. The last verse is beautiful, with Thompson changing tack slightly, using love as a reason to stop fighting, and finishing with the image of a mother \"lamenting all her fallen sons\" This is possibly why Colonel Will Henry Thompson was commissioned to prepare \"proper wording\" for Edgar Allen Poe's mother's epitaph. He wrote similar words of a mother leaving someone very special behind. Not exactly unusual for a young son, who has seen other young sons fall in huge numbers."],"display_date":1888,"search_date":"1888-07-01","locations":[{"id":11366,"lat":39.9199204801,"lng":-76.7265166341,"zoom":9,"place":"YORK, Pennsylvania"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}},{"id":5178,"title":"On the Way to Gettysburg: John B. Gordon’s “Chivalrous” War Tactics","course_id":64,"status":"P","start_date":"1863-06-28","end_date":"1863-06-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“It was a case of adherence to the letter and neglect of the spirit; but there was no alternative except good-naturedly to admit that my men had gotten the better of me that time”—so wrote General John B. Gordon about the regrettable conduct of his soldiers as they marched through Pennsylvania on their way to Gettysburg. Gordon, being a Southern Gentleman and a reputable man, sought to bring as little disgrace upon his enemy as possible. He wanted to be the embodiment of a war hero—a man who was noble in his actions—and he desired to be noted for it. In many ways, Gordon was quite impressive; the Georgian had quickly advanced through the army in spite of having no formal military training, survived horrific wounds, and was widely celebrated throughout the South. As such, when he was instructed under the direction of General Robert E. Lee to avoid damaging the towns through which he and his soldiers traversed to battle, he undoubtedly wanted to live up to Lee’s expectations. The instructions were simple: people and property were not to be damaged or harmed by the Confederate Army; the war was to be fought on the battlefield.","No matter how insignificant Gordon claimed it to be, his troops devastated certain areas. In one instance, Gordon’s troops took the pickets of a wooden fence and used them for firewood. In another, they took horses from Yankee homes, and Gordon said it was justifiable by pointing out that in the “South horses were being taken by the Union soldiers” and that he was simply “trying on a small scale to balance accounts.” In spite of Gordon’s dismissal of Confederate actions as minor, Confederate troops caused two million dollars worth of damage in Pennsylvania in 1863.","Shortly after these instances, Gordon’s troops reached Wrightsville, Pennsylvania, where Gordon’s chivalry would be tried and the reputation he prided himself on affronted. The Confederates came upon a group of Union soldiers at the Wrightsville Bridge and resolved to drive them back so that they would be able to cross the river and continue their advance. The Union soldiers swiftly set fire to the bridge in their affright to prevent Gordon’s crossing, but the Union soldiers had made an irreparable error; the fire that was meant to protect them began to spread, engulfing a lumberyard and eventually threatening the whole town. As the fire grew, quick-thinking Gordon took to searching for a bucket or pail with which to extinguish the fire. Unfortunately, he didn't find one until the situation became dire. At this point, the townspeople realized that they would have to aid the Confederates if they wanted their town to survive.","In the end, the Confederates failed to save the bridge, but the town was not completely destroyed. While Gordon defended the actions of his men, Northern newspapers called their comportment into question by asserting that they had set the Wrightsville Bridge on fire, enraging the General. Gordon’s strong reaction to this, as well as his desire to create and maintain such a heroic image of himself, call his motivations into question in regards to the Wrightsville bridge incident and the War in general. Was he living up to his “southern gentleman” reputation and genuinely trying to save the town from the raging fire, or did he simply want to get his men across the river? Perhaps he reacted so strongly because of his desire to create his own war history and become a legend that would be remembered for generations. Furthermore, it is interesting that in his official report he complained about the bridge, but he did not make as big of a deal about it as he does in his own book. It is difficult to understand the complexity of his motivations. Nevertheless, one thing is evident from Gordon’s memoirs: He wanted to be remembered as a man of great honor and chivalry, and the Civil War offered him the perfect medium through which to do it."],"display_date":"June 28, 1863","search_date":"1863-06-28","locations":[{"id":11364,"lat":39.9199204801,"lng":-76.7265166341,"zoom":9,"place":"YORK, Pennsylvania"}],"tags":[{"id":915,"tag":"John Brown Gordon"},{"id":914,"tag":"Wrightsville"},{"id":32,"tag":"Civil War"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}},{"id":5675,"title":"The Supreme Court Takes a Stance on Fugitive Slavery and States Rights","course_id":99,"status":"P","start_date":"1842-01-01","end_date":"1842-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1837, attorney Edward Prigg was commissioned on behalf of Margaret Ashmore to recapture and bring Margaret Morgan from Pennsylvania back to Maryland. Morgan had lived in virtual freedom, but was never formally emancipated by the Ashmore family. In accordance with Pennsylvania’s Law of 1826, Prigg took Morgan before a county justice for a hearing at which the justice declined cognizance of the case. Despite this ruling, Prigg had Morgan and her children abducted back to Maryland. Prigg was charged and convicted in 1839 by the state of Pennsylvania with kidnapping under the Pennsylvania Law of 1826 which prohibited the removal of African Americans from the state with the intention of enslaving them. This law directly contradicted Maryland and Federal law, questioning the authority of the Constitution and Congress; therefore, the case was brought before the United States Supreme Court in 1842."," ","At this time, states’ rights tensions were brewing. While abolitionists were pushing for the federal government to outlaw slavery, slavery states did not think that the federal government had the jurisdiction to do so. Eight of the nine justices of the Supreme Court voted to reverse the original conviction and held the Pennsylvania Law of 1826 unconstitutional under both the Fugitive Slave Act of 1793 and Article IV of the U.S. Constitution, strengthening federal power and weakening state power. While this was a win for slave states, at the same time, this ruling limited states from passing legislation in areas that conflicted with the Constitution- an issue that led to the secession of the Southern states. The result of this ruling sent Morgan and her children back into bondange. Prigg was nominated a sheriff in 1840."," "],"display_date":1842,"search_date":"1842-07-02","locations":[{"id":11362,"lat":39.9199204801,"lng":-76.7265166341,"zoom":9,"place":"YORK, Pennsylvania"}],"tags":[{"id":1651,"tag":"Prigg v Pennsylvania"},{"id":1650,"tag":"federal power"},{"id":1649,"tag":"state rights"},{"id":1566,"tag":"Fugitive Slave Act"},{"id":32,"tag":"Civil War"}],"course":{"name":"Pamphlets &amp; Pirates: Popular Print Culture in Antebellum America","school":"Northeastern University","course_id":99,"school_id":56}}]}