{"id":7140,"place":"Alexandria City, Virginia","lat":38.8186923751,"lng":-77.0866045003,"episodes":[{"id":2740,"title":"Transportation Takes Over\n","course_id":1,"status":"P","start_date":"1878-07-14","end_date":"1878-07-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" It was the middle of October in Alexandria. The fair had just finished last weekend, and the town was beginning to quiet down again except for the hubbub over the railroad steamer. Mr. John W. Thompson was the one who had brought news of this to the town including a long freight and passenger list. On this list, all kinds of people were added as passengers for the next trip. Mr. Thompson and everyone in the town were so excited about the revenue the passengers would bring into their town, but they were also interested in the export of their own crops they would soon be able to sell the city."," n the case of a list like this, Mr. Thompson not only was responsible for taking care of keeping track of everything, but he also was responsible for notifying the whole town of the list of passengers and freight he had. So, that day, he went to post the list in a local store and many gathered around to see what the commotion was about. Even though it was just one trip, it did not only signify travel but also the growing importance of industry and transportation to the economy of the United States, especially when the shippers began to establish stops on the railroad in major cities and urban areas to try to get more money for their goods."," In the South, especially during the Reconstruction time frame, railroads became a huge advance towards the industrialization of the country. Railroads were important because it not only provided a way to connect everyone in different areas, but also allowed for a more widespread distribution of the crops and resources people were growing or using. For the United States, the railroad was a major part in the development of the economy and the lines grew quite rapidly. Historian David Herbert Donald mentions in his work the importance of this growth for the farmers and everyone in general for transportation and the movement of goods, but especially how important this was in the steel industry. Soon plants started to process things quickly enough that the steel making process really began to develop in the smaller towns and especially in the larger urban centers and cities to help lead America into the next century."],"display_date":"July 14, 1878","search_date":"1878-07-14","locations":[{"id":14384,"lat":38.8682751435,"lng":-77.0932794538,"zoom":11,"place":"Alexandria City, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3213,"title":"Benjamin Thomas Lynched\n","course_id":1,"status":"P","start_date":"1899-08-08","end_date":"1899-08-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On Tuesday, August 8, 1899 in Alexandria Virginia, news about the alleged assault on eight-year-old Lilly Clark by Benjamin Thomas, a black male, spread rapidly. On Sunday August 6, Clark claimed she went over to Thomas's home to retrieve an axe, which had been loaned to him. When she reached his house and explained why she had come, Thomas allegedly grabbed Clark and drew her to him. Clark, however, was able to escape and ran home to tell her mother. Thomas was arrested the following day. As night approached on Tuesday, the crowd outside the jail grew larger. Several hundred had gathered by 10 o'clock. The mob began to demand that Thomas be handed over. The mayor pleaded with the crowd to let Thomas undergo trial yelling If the man is not convicted I will lead you in person to hang him. The crowd was insatiable, however, and replied Give us the nigger He won't be here tomorrow The crowd rushed the jail and upon finding Johnson dragged him outside. Johnson tried to escape, but the crowd shot him, dragged him to the corner of King and Fairfax Street, stripped him of his clothes, and hanged him. The mob proceeded to fire shots into his body. After confirming that he was dead, the throng of people dispersed. The response to the lynching was mixed, and many speculated about why it occurred. Some argued that a protest Monday night by many African Americans, arguing that Thomas should not be lynched, may have contributed to the events that following Tuesday. What is clear, however, is that the actions of Tuesday, August 8, 1899 were not unusual."," The lynching of African Americans had become commonplace in the late nineteenth century. Before the Civil war white men were generally the victims of lynching. In the postbellum period, however, lynching and race were strongly related. In the South and border states 85 percent of victims were black. There are several possible explanations. William Brundage argues that southern institutions failed to provide adequate controls to stifle mob violence. Weak educational, religious, and civic institutions, poverty and ineffective law enforcement agencies failed to instill sufficient respect for the rule of law or human dignity. Furthermore, lynching provided a socially accepted channel for aggression in the South."," Although it was an accepted practice, lynching did face opposition from its beginnings. By the time Thomas was lynched in 1893, a number of whites had emerged who were concerned about its implications for the state. Despite these concerns, blacks had very few avenues to address violence towards them. The opposition that was led by blacks tended to be uncoordinated and lacked any concrete program for reform. For rural blacks the only available recourse was usually spontaneous and disorganized protests. More militant methods risked severe sanctions. Lynching continued well into the 20th century: African American Michael Donald was lynched in Mobile Alabama in 1981. "],"display_date":"August 8, 1899","search_date":"1899-08-08","locations":[{"id":14385,"lat":38.8682751435,"lng":-77.0932794538,"zoom":11,"place":"Alexandria City, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3246,"title":"Racial Intolerance in the Military\n","course_id":1,"status":"P","start_date":"1898-06-10","end_date":"1898-06-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many in the South could still taste the bitterness of defeat from the Civil War. The structure of society was changing around them, and many had trouble with the rising stature of blacks in society, even when it came to matters of national security. Raleigh Green, in a June 10, 1898 editorial, expressed his particular aggravation that white southern men were expected to salute African American officers. While Green recognized that all blacks were free, he continued to accept a central principle of slavery: blacks are inferior to whites. Green explained that respect for black officers was causing a great deal of unnecessary discussion with Spain. Green argued that any black officer who expected a southern white solder to salute him would be consistently disappointed. To solve this foolishness, Green explained that any black soldier who did not want to fight in the Spanish American war should go home. Green bluntly stated that black soldiers were vestigial to the American military; the American military did not need their services. He concluded his editorial by saying of qualified black soldiers, however we are glad to be able to express it as an opinion that such colored men here in the south are few and far between.","Racial tension in America was so strong it played a role in the Spanish-American war. When the Maine was sunk in 1898, President William McKinley was forced to move the nation into war. Some blacks saw this as an opportunity to advance their social position. Booker T. Washington proclaimed himself willing to take responsibility for recruiting soldiers who would gladly fight on behalf of the United States. Not all blacks saw war as a positive force. Some argued that the war was only arming the very people that abused African Americans. Others considered it ironic that blacks were fighting for the freedom of Cubans when blacks endured obstacles to their own freedom at home. Furthermore, some worried that the Spanish American war would serve as a distraction from these injustices. ","Although, Green told those blacks who didn't want to fight to go home, this was not a viable option. As Edward Ayers explains, any soldier who had been enlisted in the military long before 1898 had no choice but to fight in Cuba. Although many of these troops were courageous soldiers, they received little recognition. One sergeant explained it mattered not if we were soldiers of the United States, we were 'niggers' as they call us and they treated us with contempt. Many white citizens and newspapers made it clear that any black soldier stationed in their area would be expected to stay in their place. Blacks, however, were also clear that they demanded equality. In the end, however, Ayers concludes that the experience of the Spanish-American war, far from helping race relations in America, accelerated their decline. "],"display_date":"June 10, 1898","search_date":"1898-06-10","locations":[{"id":14385,"lat":38.8682751435,"lng":-77.0932794538,"zoom":11,"place":"Alexandria City, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3273,"title":"Segregation of Railroad Cars\n","course_id":1,"status":"P","start_date":"1891-12-11","end_date":"1891-12-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Race relations between African-Americans and whites in Virginia were tense at the end of the nineteenth century, and whites tried to minimize interactions between themselves and blacks. To create greater distance between the two, the Virginia state government decided to segregate railroad cars based on race. In 1900, the state of Virginia passed a law that mandated all railroad companies to furnish separate coaches for the transportation of white and blacks passengers. The law required that there be no difference in the quality, conveniences, and accommodations in the cars. The law further stated that passengers who refused to occupy their assigned car could be removed from the train. The law was met with great approval in many places including Alexandria, Virginia, and, in general, faced very little opposition. In Alexandria, whether the law would pass was not an issue. According to The Washington Post, Senator Mushbach and Delegate Bendheim, of this city (Alexandria), have not expressed themselves upon the subject but there is little doubt that both will vote for the measure when it comes up. Race segregation was a welcome institution in a region still nursing its wounds after the Civil War. ","The segregation of railroads was part of the development of the Jim Crow South. The railroad car law in 1900 was the first official law mandating segregation on trains. For thirty years after the Civil War, blacks and whites rode in the same railroad cars. Segregation, however, was not unprecedented. Charles Wynes explained that whites would force blacks to sit in the smoking car or a special car, although he conceded this behavior was erratic. The cause for such laws is unclear. It is clear that the laws were not a result of demanded segregation by whites. Instead, the laws were a result of the underlying racial bigotry that existed. The establishment of Virginia's first law encouraged the implementation of more. In 1904 railroad segregation laws were further tightened. Blacks had to bear the indignity of exclusion. They were often surrounded by curtains to keep the feeling of their presence minimal and were forced to give up a seat to a desiring white person. Blacks had little recourse and could only try futilely to get the laws repealed."],"display_date":"December 11, 1891","search_date":"1891-12-11","locations":[{"id":14385,"lat":38.8682751435,"lng":-77.0932794538,"zoom":11,"place":"Alexandria City, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3339,"title":"Mob Carries out Death Sentence\n","course_id":1,"status":"P","start_date":"1892-03-19","end_date":"1892-03-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the small village of Haymarket, about 38 miles north of Alexandria, two white men, Lee Heflin and Joseph Dye, were lynched on March 19, 1892. The two men had been recently convicted of murder and sentenced to death. At 12 A.M. on March 19, a mob gathered outside the jail and demanded that the prisoners be handed over. The prisoners were taken away before the mob could reach them. The pair was not safe for long, however, and was soon overtaken by the mob. The frightened Dye confessed to the murder of which he had been accused. He and Hefflin were hanged on the edge of a piece of woods, 100 yards from the road. The crowd then fired a volley of bullets into their bodies. ","Some felt that the lynching of Dye and Heflin was a cruel and wretched act. After the court found the two guilty, they had already been sentenced to death. Enough, however, worried that the two might escape capital punishment and so formed the mob that decided to take matters into their own hands. Others felt that Heflin and Dye's inevitable deaths should have been left to the legal system. The Washington Post remarked, mob law...is a dangerous thing to encourage. There is too much of it already throughout the country, and it spreads like a contagion so long as public sentiment tacitly approves it. ","The lynching of whites like Lee Heflin and Joseph Dye was much less common than the lynching of blacks. Whites were normally lynched only if they committed sensational violent crimes. In fact, nearly two-thirds of all whites lynched in Virginia were accused of murder. Blacks, however, were lynched for more minor offenses. In 1852, Frederick Douglass said, There are seventy-two crimes in the State of Virginia which, if committed by a black man (no matter how ignorant he be), subject him to the punishment of death; while only two of the same crimes will subject a white man to the like punishment. In part, because of the practice of lynching, the disparity to which Douglass points had not changed significantly even in more than forty years, despite the Civil War. Even while they were being lynched, whites received more respect than blacks. For example, lynch mobs seldom tortured or mutilated their white victims. Furthermore, although the corpses of Heflin and Dye were shot, Brundage explains that this was not the norm. Post-bellum Southerners saw violence as an unavoidable and necessary way of life. Even those who opposed mob violence believed that the criminals needed to be punished more quickly and harshly than the legal system permitted. In short, southerners had lost faith in their court system. After the turn of the century, lynching whites became even more unusual. "],"display_date":"March 19, 1892","search_date":"1892-03-19","locations":[{"id":14385,"lat":38.8682751435,"lng":-77.0932794538,"zoom":11,"place":"Alexandria City, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3561,"title":"Emancipation Celebration\n","course_id":1,"status":"P","start_date":"1891-01-01","end_date":"1891-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["African Americans gathered in large numbers in Alexandria on New Year's night, January 1, 1891, to celebrate the twenty-eighth anniversary of the Emancipation Proclamation. Magnus L. Robinson, editor of the Weekly Leader noted with chivalry that in Lannon's Opera House every orchestra chair was filled with the fair sex--never have there been before such an array of Afro-American ladies at a public meeting, giving grace and beauty to an occasion which is sacred to every true Afro-American. The evening began with a prayer and the singing of the Star Spangled Banner. Letters of regret from those who could not come were read. That of Hugh McCulloch, Secretary of the Treasury under Lincoln, reviewed the history of race relations and the attempts to end slavery in the United States. One of his interesting statements was that voting rights for immigrants should be limited, but voting rights for blacks should not. ","The principal speaker of the evening was James M. Townsend of Indiana. He provided a very direct assessment of the state of race relations in his time: But is it not strange, that now, 28 years after Emancipation --after the Amendments to the Constitution--after settling as we thought forever the question of our citizenship, in this country we helped to make and save, that insult is added to injury by the traitorous men who sought to destroy this government, banding themselves together for the avowed purpose of disfranchising, ostracizing, and by some means or other, getting rid of 8,000,000 of the most loyal, patriotic, and inoffensive people on this continent, simply because of their color. He declared his interest in political and civil equality and in a freedom that comes with an equal chance before the law and in business. He recognized that what he sought would be obtained only if African Americans did most of the work of gaining their civil rights themselves, and he argued that blacks should insist on being treated with appropriate dignity. It was all right with him if young African American women spit in the eye of white men who insulted them. ","As Townsend recognized, his fight for freedom and equality was not in harmony with the intentions of the white society of the time. The rights of black men and women, to vote and travel freely, for example, were being increasingly curtailed. Whites began to rely on segregation laws to restrict blacks. Competing with blacks for farm laborers and other resources aggravated many whites. Despite the overwhelming odds, blacks continued to assert their rights. Nonetheless, African Americans would have to endure decades of abuse before they saw any change in treatment. "],"display_date":"January 1, 1891","search_date":"1891-01-01","locations":[{"id":14385,"lat":38.8682751435,"lng":-77.0932794538,"zoom":11,"place":"Alexandria City, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3562,"title":"Benjamin Thomas Lynched\n","course_id":1,"status":"P","start_date":"1899-08-08","end_date":"1899-08-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Tuesday, August 8, 1899 in Alexandria Virginia, news about the alleged assault on eight-year-old Lilly Clark by Benjamin Thomas, a black male, spread rapidly. On Sunday August 6, Clark claimed she went over to Thomas's home to retrieve an axe, which had been loaned to him. When she reached his house and explained why she had come, Thomas allegedly grabbed Clark and drew her to him. Clark, however, was able to escape and ran home to tell her mother. Thomas was arrested the following day. As night approached on Tuesday, the crowd outside the jail grew larger. Several hundred had gathered by 10 o'clock. The mob began to demand that Thomas be handed over. The mayor pleaded with the crowd to let Thomas undergo trial yelling If the man is not convicted I will lead you in person to hang him. The crowd was insatiable, however, and replied Give us the nigger He won't be here tomorrow The crowd rushed the jail and upon finding Johnson dragged him outside. Johnson tried to escape, but the crowd shot him, dragged him to the corner of King and Fairfax Street, stripped him of his clothes, and hanged him. The mob proceeded to fire shots into his body. After confirming that he was dead, the throng of people dispersed. The response to the lynching was mixed, and many speculated about why it occurred. Some argued that a protest Monday night by many African Americans, arguing that Thomas should not be lynched, may have contributed to the events that following Tuesday. What is clear, however, is that the actions of Tuesday, August 8, 1899 were not unusual.","The lynching of African Americans had become commonplace in the late nineteenth century. Before the Civil war white men were generally the victims of lynching. In the postbellum period, however, lynching and race were strongly related. In the South and border states 85 percent of victims were black. There are several possible explanations. William Brundage argues that southern institutions failed to provide adequate controls to stifle mob violence. Weak educational, religious, and civic institutions, poverty and ineffective law enforcement agencies failed to instill sufficient respect for the rule of law or human dignity. Furthermore, lynching provided a socially accepted channel for aggression in the South.","Although it was an accepted practice, lynching did face opposition from its beginnings. By the time Thomas was lynched in 1893, a number of whites had emerged who were concerned about its implications for the state. Despite these concerns, blacks had very few avenues to address violence towards them. The opposition that was led by blacks tended to be uncoordinated and lacked any concrete program for reform. For rural blacks the only available recourse was usually spontaneous and disorganized protests. More militant methods risked severe sanctions. Lynching continued well into the 20th century: African American Michael Donald was lynched in Mobile Alabama in 1981. "],"display_date":"August 8, 1899","search_date":"1899-08-08","locations":[{"id":14385,"lat":38.8682751435,"lng":-77.0932794538,"zoom":11,"place":"Alexandria City, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":6391,"title":"Understanding Slavery from Charles Ball By: Emily Curran","course_id":149,"status":"P","start_date":"1837-01-01","end_date":"1837-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Charles Ball was born in Calvert County, Maryland and was a slave for the biggest part of his life. His narrative starts with telling the reader about his early childhood life and the hardships of staying a family. He stresses to the reader that though many claimed the evils of slavery were getting easier during the times when laws protecting slaves started to come about, but it was in fact the other way around. The masters of the slaves came down harder and the separation from one’s family was more common. He tells the story of how he was taken from his mother and the whipping that she received just for holding him one last time. Ball also speaks to how his father was changed by his enslavement and how his father’s temperament became moodier the older he got. The next section of the narrative tells of his time in the navy yard as a hired out slave and how he met his first wife during that time. Ball shows the hardships that come from being married as slaves because of the fact one changed masters so frequently that staying together becomes impossible. Ball goes on to describe his time when he was sold to a slave trader from Georgia and having to walk all the way to his new plantation in South Carolina cuffed to 51 other slaves. Then, when he arrived he was sold to a cotton plantation where he describes the unfair treatment the slaves received. He compares his experiences from Maryland to that of Georgia and finds Georgia lacking. Ball found Georgia to treat their slaves as not even human beings where Maryland treated their slaves with a sense of pride. It was because of the cruelty that he discovered in Georgia that he decided to escape from slavery and walked back to Maryland to return to his wife and children there. Once there he hired himself out for wages and managed to escape the notice of the government for a long enough time to buy a farm. However, his wife died in 1816 and he remarried two years later. His new life was a very dangerous one and it was not long that he was once again recaptured and returned to slavery. While he was enslaved once again, his family was captured and sold into slavery also. He ends with his escape from slavery once again and his fleeing to Pennsylvania to avoid capture again and with the hopelessness of never seeing his family and children again (Ball).","            This narrative gave credence to two other authors who wrote about slavery by using many different examples of slaves, slave holders, and slave traders. One of those authors was Walter Johnson who wrote the novel Soul by Soul and in it he describes the issue of paternalism. Johnson states that “paternalism, then, was something slaveholders could buy in the slave market” (Johnson 111). For instance, when a slave was traded from master to master he or she would beg his or her old master to allow him or her to stay. It was this begging and this need to be with their old masters that gave way to the feelings of paternalism. Paternalism was a dangerous road for the slave trade to travel on because it enabled the trade to stay alive that much longer. It was this excuse of having feelings of paternalism that helped the slaveholders and the slave traders get the overall public to see the worth that slavery has, by degrading those that were enslaved they enabled the country to try and rationalize something that was irrational. Further, the narrative also shows how the slaveholders effected the process. Ball’s description of some of his holders and some of his tasks he did for these holders revealed how the relationship that the holder had with his slaves truly was an intricate one. For the slaveholders controlling these slaves and having these slaves was a point of pride. Ball describes instances where he said the slaves had to look good because it would have been seen as a very bad thing for the master to mistreat his slaves. "," "," "," "," "," "],"display_date":"January 1, 1837","search_date":"1837-01-01","locations":[{"id":52795,"lat":32.1656221,"lng":-82.9000751,"zoom":8,"place":"Georgia"},{"id":52796,"lat":33.836081,"lng":-81.1637245,"zoom":8,"place":"South Carolina"},{"id":52797,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C"},{"id":52798,"lat":38.4949503,"lng":-76.5025742,"zoom":8,"place":"Calvert County, MD"},{"id":52799,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"Philadelphia P.A"}],"tags":[{"id":386,"tag":"Paternalism"},{"id":4,"tag":"Slavery"},{"id":2736,"tag":"Separation"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6385,"title":"The Escape of William and Ellen Craft from Slavery in America to Freedom in England","course_id":149,"status":"P","start_date":"1848-12-01","end_date":"1852-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William and Ellen Craft were both born in 1820s Georgia to, by the standards of that time, fairly sensitive masters. Neither was ever beaten by their masters, yet they still could feel the shackles of slavery. They met each other in 1846 by coincidence, and by 1848 were married. Their decision to escape slavery was heavily influenced by, besides their desire for and right to freedom, their desire to raise children out of the confines of slavery. Their escape was quick—eight days from their initial idea—however it was not easy and they ran into many obstacles along the way.","Their idea was based on the fact that Ellen’s quadroon skin made her passably white. So, they decided she was going to dress up as William's male master and chaperone him to Philadelphia, a free state. With nerves rumbling, they gathered costumes and props--Ellen decided to wear glasses and poultices around both her mouth and her arm so that she would neither be recognizable nor be asked to speak or write. Their masters issued them “holiday” papers for a short Christmas vacation. Along their journey, they encountered Ellen's family's friend and William's employer, but luckily were not caught. Many pro-slavery Southern Whites they met warned Ellen, code-named \"William Johnson,\" that her “slave” may escape when they get to the North. Blacks free and enslaved urged William to seek freedom when he got to Philadelphia.","If William and Ellen had good masters, why, then, did they want so badly to be free? Did they not have food, a job, a bed? This sentiment is what Saidiya Hartman says is the worst part of this institution. \"If the excess of enjoyment imputed to the enslaved displaced what we would think of as disturbing circumstances, it did so only by obscuring violence and comflating it with pleasure\" (Hartman 25). The institution's ideologies as a whole seeped within the community in the form of subconscious racial discrimination and subordination, allowing whites to alleviate their guilt in an instance where a slave seems to be treated more humane than usual. This natural inclination towards racism under the lens of paternalistic, goodly masters is seen throughout the Craft's interactions with the upper-middle to upper class white persons on the trains and steamers. When they were on a train in Richmond, an elite woman mistook William for her escaped \"Ned\" because she “never in my life saw two black pigs more alike” (Tweedie 62).  This incidence truly emphasizes the social atmosphere of the era. A majority of whites held skewed views of blacks and a lot of people were very proud and open about it. This woman was of a paternalistic view of blacks, that they were less intelligent and she knew what was best for them. This idea led her to change the will of her late husband, which had called for the emancipation of his slaves. She sold them because she thought it was “such a cruel thing to turn n****rs loose to shift for themselves, when there are so many good masters to take care of them” (Tweedie 64). A discussion, thus, took place amongst her, Ellen, and gentleman who was sitting by them, though it brought no change of mind to the woman. She reserved her paternalistic view of her slaveholding status."," Mysteriously, the couple came across much luck in their travel. At the port in Baltimore en route to free land in Philadelphia, a \"Yankee of the low order\" (Tweedie 68) claimed he could not let men with slaves pass without his approval, to prevent the emancipation of the slaves. With sheer luck, the conductor of the train recognized the couple and convinced the Yankee to let them board. While in Philadelphia, they met a man who was a member of the Society of Friends and who graciously hosted them for three weeks. During those three weeks, the freed William and Ellen learned the alphabet and how to spell and write their names.","It came to be, however, that they were not safe in the supposedly free land of the North for, in 1850, the Fugitive Slave Act was enacted and their masters sent out warrants for their re-enslavement. As quickly as they arrived in the North, they fled for Canada and then England. William remarks at the end of his narrative about how unfortunate it is that, in order to be free, he and Ellen had to flee a land that prides itself in freedom and equality for the land which that country fled from just a few centuries prior.","                                    \"In short, it is well known in England, if not all over the world,                                                                                        that the Americans, as a people, are notoriously mean and cruel                                                                                    towards all coloured persons, whether they are bond or free\" (Tweedie 111). "],"display_date":"December 1, 1848 - January 31, 1852","search_date":"1850-07-02","locations":[{"id":52774,"lat":32.8406946,"lng":-83.6324022,"zoom":8,"place":"Maçon, GA"},{"id":52775,"lat":32.0835407,"lng":-81.0998342,"zoom":8,"place":"Savannah, GA"},{"id":52776,"lat":32.7764749,"lng":-79.9310512,"zoom":8,"place":"Charleston, SC"},{"id":52777,"lat":37.5407246,"lng":-77.4360481,"zoom":8,"place":"Richmond, VA"},{"id":52778,"lat":39.2903848,"lng":-76.6121893,"zoom":8,"place":"Baltimore, MD"},{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"},{"id":52780,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"Philadelphia, PA"},{"id":52781,"lat":42.3600825,"lng":-71.0588801,"zoom":8,"place":"Boston, MA"},{"id":52782,"lat":43.661471,"lng":-70.2553259,"zoom":8,"place":"Portland, ME"},{"id":52783,"lat":45.2733153,"lng":-66.0633081,"zoom":8,"place":"St John, NB, Canada"},{"id":52784,"lat":44.9902861,"lng":-64.1310364,"zoom":8,"place":"Windsor, NS, Canada"},{"id":52785,"lat":44.6488625,"lng":-63.5753196,"zoom":8,"place":"Halifax, NS, Canada"},{"id":52786,"lat":53.4083714,"lng":-2.9915726,"zoom":8,"place":"Liverpool, UK"}],"tags":[{"id":4,"tag":"Slavery"},{"id":501,"tag":"Escaping slavery"},{"id":2306,"tag":"Slave narratives"},{"id":420,"tag":"Slaves"},{"id":2737,"tag":"Civil War era"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6421,"title":"The Civil War: Remembering the Dead","course_id":149,"status":"P","start_date":"1872-05-30","end_date":"1872-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            The graves of all of the soldiers in the different cemeteries were strewn with flowers in Brooklyn. The earliest services were conducted in Woodlawn Cemetery, General Farragut’s resting place. Boats carrying marines, naval officers and the Grand Army of the Republic and services began at sunrise. Statues of Washington and Lincoln were decorated and then the Grand Army proceeded to different cemeteries to decorate the soldiers' graves. Over 8,000 people participated. The procession moved down Broadway. The military parade continued into Brooklyn with flags flying and salutes and speeches made. Decoration Day 1872 was held on May 30<sup>th</sup> around the country  (<em>Memphis Daily Appeal</em>, 1).","            The Memphis Daily Appeal captured all of the day’s events in different parts of the country. President Grant delivered a Decoration Day address to 8,000 people at the National Cemetery at Arlington. Musical pieces were played and graves decorated everywhere. Ceremonies were observed throughout the country. Five thousand gathered in Milwaukee, Wisconsin. A beautiful granite monument was dedicated in Ohio. Over five thousand assembled in St. Louis, Missouri to hear speeches and to decorate soldier’s graves. Confederate as well as Union soldiers took part to decorate over ten thousand graves. In Indianapolis, businesses closed in the afternoon in observance of the day. Throughout the nation people took time to remember the Civil War dead. In all places, soldiers were remembered, graves decorated, flags waved and speeches and music filled the air. Remembering was the order of the day (<em>Memphis Daily Appeal</em>, 1).","            In David Blight’s book “Race and Reunion” the history of Decoration Day is detailed. In the <em>Memphis Daily Appeal</em>, Decoration Day events of 1872 from different parts of the country were detailed. This information is significant for it shows how the nation healed during the aftermath of the Civil War. Decoration Day, which was later called Memorial Day, was a way for the nation to heal. Both the North and the South found a way to healing the scars of death by honoring and remembering their dead. Over six hundred and twenty thousand soldiers died as a result of the Civil War (Blight, 64). How to remember the slaughter of all the participants became the legacy of the war.","            In May 1868, General John Logan, Commander of the Grand Army of the Republic, called on all northern soldiers to decorate the graves of their dead comrades. Twenty-seven states participated in this May 30<sup>th</sup> ritual of placing flowers on the graves and making speeches. The next year, some three hundred and fifty six cities, both in the North and the South, participated in Decoration Day activities (Blight, 71). In the South, Confederate Memorial Day was celebrated on different dates at first. April 26<sup>th</sup>, the date of General Joseph Johnson’s surrender to General William Sherman, was used by many of the southern states (Blight, 77). Some southern states such as North Carolina and South Carolina used May 10<sup>th</sup>, which was the birthday of Stonewall Jackson. Virginia used June 3<sup>rd</sup> in honor of Jefferson Davis’ birthday (Blight, 77 – 78). By 1872, both the North and the South celebrated together with May 30<sup>th</sup> as the official day for Decoration Day as the holiday helped socially heal and bring together everyone. Black veterans marched and placed flowers alongside white veterans of the Civil War (Blight, 78 – 81). Today, Memorial Day observes all who died in all wars but the focus now is on World War I, World War II, Korean and Vietnam veterans. In 1872, Civil War dead was the only focus of the May 30<sup>th</sup> remembrances."],"display_date":"May 30, 1872","search_date":"1872-05-30","locations":[{"id":52830,"lat":39.768403,"lng":-86.158068,"zoom":8,"place":"Indianapolis"},{"id":52829,"lat":38.6270025,"lng":-90.1994042,"zoom":8,"place":"St. Louis"},{"id":52828,"lat":40.4172871,"lng":-82.907123,"zoom":8,"place":"Ohio"},{"id":52827,"lat":43.0389025,"lng":-87.9064736,"zoom":8,"place":"Milwaukee"},{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C."},{"id":52825,"lat":40.7127837,"lng":-74.0059413,"zoom":8,"place":"New York City, New York"}],"tags":[{"id":2803,"tag":"Decoration Day"},{"id":2802,"tag":"Memorial Day"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6458,"title":"The Jacqueline Kennedy Look","course_id":150,"status":"P","start_date":"1/1/60","end_date":"11/22/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“The new presidents wife has a look that’s all her own, yet it’s the look that’s already being copied rapidly by American women,” the <em>Los Angeles Times </em>noted when First Lady Jackie Kennedy blew up the fashion world during her husband's presidency. In the early 1960s, throughout towns and cities in America, Jackie created a frenzy in the media with her impeccable style. Newspapers all over the country showcased her style as “The Jackie Kennedy Look.”  On October 17<sup>th</sup> 1960, <em>The Washington Post </em>documented Jackie’s new hairstyle as the “Modified Bouffant” which was a short voluminous hairstyle that many admired. Within days, other women copied Jackie’s new hairstyle as their own. Women and girls were recreating every little aspect of Jackie’s style, forming a complete “Jackie Look” throughout America. Jackie had her style featured in numerous newspapers such as the <em>Los Angeles Times, </em>which made reference to Jackie’s style as “glamorous” and “confident.” She was an icon to all women who perceived her as flawless and beautiful. She wore items such as her pillbox hat, pearls, monochromatic palettes and trench coats, which the media documented. This signature look that she created helped individuals follow her style more closely. Her designer Oleg Cassini wrote a book dedicated to the outfits she wore at major events during her husband’s presidency. Cassini captured the influence Jackie reflected onto women through her fashion. He even stated, “… the public adulation had built up to such an extent that in the eyes of most Americans, everything she did was perfect.” Her influence was so strong on the American people that it shaped many styles and revolutionized the fashion culture of the 1960s.","Besides Jackie Kennedys fashion, her aura was looked at in a positive manner. The word “icon” coined Jackie Kennedy as an individual. Icons came from high society, which the media created from their fascination with these individuals. Jackie became an icon through press coverage and media attention of which she became surrounded by. She turned the 1960’s fashion into being “youth led” and many younger girls aspired to be like the first lady. Fashion expert Valerie Steele even stated, “Everyone wants to look like Kate Moss. It's the way women felt about Jackie Kennedy in the early '60s.'' Overall, this fascination Americans had with her was truly remarkable. She was able to turn America around as not only a style icon, but as a graceful First Lady who revolutionized the world. "],"display_date":"January 1, 1960 - November 22, 1963","search_date":"1961-12-11","locations":[{"id":52797,"lat":38.9071923,"lng":-77.0368707,"zoom":10,"place":"Washington D.C"}],"tags":[{"id":197,"tag":"fashion"},{"id":2847,"tag":"Jacqueline Kennedy"},{"id":2848,"tag":"First Lady"},{"id":2849,"tag":"icon"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":150,"school_id":77}},{"id":6459,"title":"Jacqueline Kennedy's Equestrian Therapy","course_id":150,"status":"P","start_date":"1/1/40","end_date":"11/22/63","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Jackie Kennedy sat down with historian, and friend, Arthur M. Schlesinger Jr., less than for months after his death, to discuss her life with JFK.  The recordings of these conversations cover of the politics and the people she encountered during her marriage, as well as JFK as a person.  While discussing the early years of her marriage to John, she states that “Daddy told him, keep her riding and she’ll always be in a good mood.”  In other words, her father told Jack to keep Jackie riding horses and she’d always be happy.  Since riding was so important to Jackie.  ","It was surprising that she married a man who could not be around the animal she was most passionate about. Jackie first rode a horse when she was one year old.  Her mother, Janet Norton Lee was a \"skillful and daring horsewoman, who won many prizes throughout the East…”  Janet instilled her passion for horses to Jackie and she would pass it on to her daughter, Caroline.  Jackie retreated to her stable at Glen-Ora, in Upperville, Virginia, whenever she was feeling overwhelmed.  As a child, Jacqueline rode and competed to cope with the bad blood between her parents after their divorce.  Vicky Moon states in her book that one of Jackie’s family member recalled that, “I did not realize it at the time, but I now believe her obsession with horses stemmed from her desperately unhappy home life.”  Unfortunately her life did not improve greatly once she met Jack Kennedy.  She joked with her family about being with a man who was allergic to horses.  In later years, she would ride to cope the loss of three of her children.  She mainly went riding to get away from the responsibilities that awaited her at the White House.  Fred Glueckstein explained that “Her love of horses and riding became a refuge from the tensions and stress of the White House.”  Whenever she felt depressed, she relied on horseback riding to provide the peace and privacy."],"display_date":"January 1, 1940 - November 22, 1963","search_date":"1951-12-12","locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":0,"place":"Washington, D.C."},{"id":52856,"lat":38.9929383,"lng":-77.8863787,"zoom":0,"place":"Upperville, VA"}],"tags":[{"id":1727,"tag":"JFK"},{"id":2850,"tag":"Equestrian"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":150,"school_id":77}},{"id":6461,"title":"President Kennedy's Relationship with Reporters","course_id":150,"status":"P","start_date":"1/27/62","end_date":"3/16/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["President John F. Kennedy accounted for the success of his press conferences to his friendly relationship with the press. His communication with them was different from any previous president and he gained admiration from many journalists throughout his career. His perspective on reporters was a give and take relationship. Coming from a reporter background, having worked for Hearst’s <em>Chicago Herald </em>in 1945, he understood the importance of a cordial relationship with the press. In an Interview with Jill Cowan and Priscilla Wear, women of the President’s staff, they pointed to Kennedy’s strong dislike of a certain woman reporter, Sarah McClendon. When asked by the interviewer if there were any personalities of the press corps from whom Kennedy didn’t welcome questions, Cowan answered, “Yes, Sarah McClendon he always hated”.  Cowan preceded by saying, “He was always very careful about answering as many questions from the right hand side of the room as the left because people kept very close figures on how he would answer them. You know, which side did he favor. And so he really had to act.... Even those he wanted to avoid, he couldn’t help it.”","A trailblazer for her time, McClendon transcended the patient reporter’s approach to Kennedy’s conferences. She went by the saying; reporters should speak the public’s mind. The voice of Sarah McClendon was not easy to ignore, and difficult to dismiss.  Her multiple attempts to catch the President’s eye were persistent and determined in getting information not only she wanted, but Americans too. During President John F. Kennedy’s January, 1962 press conference held in Washington DC, McClendon questioned the loyalty of two officials who had been tasked to reorganize the Office of Security in the State Department. She saw them as security risks, but had no substantial foundation of evidence to properly criticize the two officials. Writing for the Washington Post, the author of this article sided with Kennedy, believing the President should be forewarned of unwarranted questions, like McClendon’s, to prevent damaging the President’s reputation. Beyond the President, even fellow reporters were apparently irritated by McClendon .","Sarah McClendon could not stand to be overlooked. there were definitely some press Kennedy preffered over McClendon which was seen through his rude responses to her, but in order to appease to all sides he could not neglect her questions. He would often take calls froma all sections of the room however, when he heard McClendon's voice he reluctantly let her pose a question. Kennedy understood his image was on the line  and often times rebuked her unrefined inquiries. Kennedy used th epress to his advantage, and did not want someone like McClendon ruining his reputation. ","Kennedy had a special relationship with some members of the press and relied on them before and during his Presidency. However, Kennedy used his political stature as a way to manipulate the media. He remained in continuous contact with the press in order to promote and maintain a trustworthy image. His familiarity with the media ultimately helped in overcoming the Republican controlled press. Reporters like McClendon posed a threat to Kennedy by her aggressive questions, which Kennedy had no interest in, but that did not stop McClendon."," "," "," "],"display_date":"January 27, 1962 - March 16, 1965","search_date":"1963-08-22","locations":[{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"}],"tags":[{"id":1727,"tag":"JFK"},{"id":2852,"tag":"Sarah McClendon"},{"id":2853,"tag":"Reporters"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":150,"school_id":77}},{"id":6472,"title":"Phyllis Schlafly Hosts Celebration to Revel in Death of ERA","course_id":153,"status":"P","start_date":"6/30/82","end_date":"6/30/82","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 30, 1982, the extension for the ratification of the Equal Rights Amendment (ERA) expired. In Lafayette Park, Washington, D.C., the members of the National Organization of Women (NOW), led by Eleanor Smeal, were in mourning. Just two miles away, at the Shoreham Hotel, the victors held their celebration. A ballroom filled with balloons and thousands of attendants sang patriotic songs in triumph. Phyllis Schlafly, the leader of the “STOP ERA” movement, hosted the “Over the Rainbow” Celebration, in which well over a thousand  men and women from around the country commemorated their victory over the ERA. The banquet hall at the hotel was set for a reception of almost 1,500 attendants.  The attendants exuded both patriotism for their country and strong Christian convictions. Schlafly delivered her speech, saying, “it is a great victory for women, for men, for families, for the combat-effectiveness of our armed forces, and for our nation that ERA will not go into the U.S. Constitution.” She and other speakers proceeded to discuss the future of their movement, which included promoting military spending to increase U.S. security, campaigning against a nuclear freeze, opposing the teaching of sex education, and ridding schools of all feminist influences from school texts. The celebration concluded with the singing of “God Bless America.”","Phyllis Schlafly and her fellow conservative opponents to the Equal Rights Amendment had been actively pursuing the death of the ERA since 1972, when the bill passed in Congress. Schlafly and other female opponents argued against the amendment, saying that the ERA was a fraud and actually took away their rights.  Schlafly asserted that the passage of the ERA would lead to the women losing “the most precious and important right of all” of having children and being supported while watching them grow and develop. Most importantly, she asserted that with the passage of the ERA, women would be forced into the military draft, which she believed would be disastrous. Schlafly said that the “women’s libbers” did not represent the majority of women in the U.S., and were undermining the American family by promoting “day-care centers for babies instead of homes…and abortions instead of families.” After ten years of opposing the ERA, Phyllis Schlafly and other conservative ERA opponents successfully killed the amendment in 1982. ","The death of the ERA was in large part due to a significant resistance from many conservative women. These women believed their rights and femininity were being taken from them by being granted equality based on sex.  Men also played a part in the battle for the ERA, both for and against, although the majority of the male population had a much more ambiguous stance on the issue than women, who had more clear views on their positon. In Kansas, one of the fifteen states who rejected the ratification of the amendment, thousands of citizens wrote to their representatives in opposition to the ERA.  According to Kristi Lowenthal, of the over 2,000 authors of these letters, ninety percent were women, illustrating the widespread opposition by women to the women’s rights movement and the ERA.  The death of the ERA illustrated a strong American resistance to change, even by the women it was aiming to free from oppression."],"display_date":"June 30, 1982","search_date":"1982-06-30","locations":[{"id":52868,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Wahington, D.C., USA"}],"tags":[{"id":2258,"tag":"women's movement"},{"id":2864,"tag":"Equal Rights Amendment"},{"id":2863,"tag":"Conservative Movement"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}},{"id":6475,"title":"The 1960s: A Revolution for the Intellectually Disabled","course_id":151,"status":"P","start_date":"2/5/63","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Americans with intellectual disabilities were seldom given the respect and equal opportunities they deserved prior to the 1960s. Historians describe the sixties as a monumental decade in terms of technology, music, fashion, sexual revolution, and youth rebellion; but the Age of Aquarius also marked the beginning of a newfound recognition for Americans with mental disabilities. ","John F. Kennedy was the first president to make improving the lives of handicapped Americans a priority in his administration. He issued a message to Congress in 1963 addressing the dire need to aid and support Americans suffering from mental illness. He stated, “…as Americans, it is our duty to seek out the causes of mental illness, strengthen public awareness of intellectual disabilities and create programs and facilities to assist the mentally ill.” This message marked the beginning of a revolution for Americans with intellectual disabilities. ","Kennedy’s sister, Rosemary, who suffered from intellectual disabilities herself, influenced him during his presidency. Witnessing firsthand the heartbreaking tribulations of growing up mentally handicapped, President Kennedy, along with his other sister, Eunice, decided to set forth to improve the lives of the intellectually disabled forever.","A short eight months after President Kennedy’s special message to Congress, he signed the Community Mental Health Act. The CMHA provided funding for research centers and facilities in order to combat mental illness and improve the lives of those who suffer from it. Up until October of 1963, there had never been a law or act aiming to serve the mentally disabled; instead, families kept disabled children at home because society considered them a burden to society. To this day, the signing of this act signifies the official change in government perspective towards Americans living with intellectual handicaps. ","Although President Kennedy died less than a month after signing the CMHA, his legacy for helping the intellectually disabled carried on. Thanks to her brother’s public awareness, Eunice Kennedy founded the Special Olympics in 1968. The goal of the Special Olympics was to provide a day filled with events and sports clinics specifically for intellectually disabled children.  The Olympics proved to be so successful that, by 1970, the organization had spread internationally to France and Canada. At Eunice’s press conference in 1970, she reflected on how much support the organization gained in only two years and thanked Americans for their ongoing efforts to raise awareness for the mentally handicapped. ","Since John F. Kennedy’s presidency, the lives of Americans with mental disabilities have improved greatly.  Thanks to the Kennedy family, the intellectually handicapped are treated with extra care and compassion. Although some may argue that this was not the most important initiative of Kennedy’s presidency, his influence absolutely sparked a significant change in the way Americans view people who are disabled. "," "],"display_date":"February 5, 1963 - December 31, 1970","search_date":"1967-01-18","locations":[{"id":52870,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago, Il"},{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"}],"tags":[{"id":2872,"tag":"Special Olympics"},{"id":2871,"tag":"Rosemary Kennedy"},{"id":2870,"tag":"Eunice Kennedy Shriver"},{"id":2869,"tag":"Mental Retardation"},{"id":2868,"tag":"Intellectual Disabilities"},{"id":2703,"tag":"John F. Kennedy"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":151,"school_id":77}},{"id":6477,"title":"Letters of Eleanor Roosevelt and John F. Kennedy during the 1960 election","course_id":150,"status":"P","start_date":"12/11/58","end_date":"1/22/59","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 11, 1958, John F. Kennedy a Democratic Presidential candidate composed a personal letter to Eleanor Roosevelt. He wrote, “I note from the press that on last Sunday afternoon, December 7, on the ABC television program College News Conference, you stated…that Senator Kennedy’s ‘father has been spending oodles of money all over the country and probably paid representatives in every state by now.’” Kennedy wrote this letter to Roosevelt hoping she would retract her statement. On December 18, 1958 Roosevelt’s response to Kennedy included the pointed remark that, “building an organization is permissable [sic] but giving too lavishly may seem to indicate a desire to influence through money.” Roosevelt additionally responded to Kennedy’s letter that if the information turned out to be false, she would gladly state so but, “was told that your father said openly he would spend any money to make his son the first Catholic President of this country.” Kennedy, enraged that Roosevelt believed such a fabrication, wrote her a pointed response. According to Allida M. Black, “Kennedy knew that he needed as much party unity as he could muster to win a very close election…Eleanor Roosevelt’s support was crucial.” Kennedy wrote in more of a lecture style on December 29, that Roosevelt should not believe the allegation made against him. “I am aware…that there are good many people who fabricate rumors and engage in slander about any person in public life. But I have made it a point never to accept or repeat such a statements unless I have some concrete evidence of their truth.” In Kennedy’s letter to Roosevelt on January 22, 1959 he stated, “I do hope that we a have a chance to get together sometime in the future to discuss other matters.”  These matters included his Catholicism, and attitude towards McCarthyism.","After the convention in July 1960, when Kennedy won the nomination, Roosevelt gave her halfhearted endorsement to Kennedy. Gary Donaldson disclosed, “Stevenson, Truman, and Eleanor Roosevelt might have thrown their support to just about anyone to keep Nixon out of the White House…Without their support…Kennedy would have a difficult time winning in November.” The importance of Roosevelt publically supporting the Democratic presidential nominee was symbolic because she was arguable as the “Mother” of the Democrat Party in the White House.Roosevelt and Kennedy’s relationship started off argumentative, but progressed into a friendly association. Roosevelt aimed to ensure that her husband’s New Deal legacy continued the Democratic party. She did not trust Kennedy. She remained suspicious of his Catholicism, his lack of criticism of Senator Joseph McCarthy, and she disliked his father, Joseph Kennedy’s, financial meddling in the campaign.  At the time that Kennedy wrote the letter to Roosevelt, she supported the two-time presidential nominee, Adlai Stevenson, as the leading Democratic figure. Roosevelt liked the main points that Kennedy made in his inauguration speech about challenging the nation. Roosevelt felt passionate about the Peace Corps, but scolded Kennedy for his impulsive actions. She did not appreciate how Kennedy dodged civil rights because it coexisted as “the domestic matter closest to her heart” and “angered her the most.” Roosevelt, “strongly supported Stevenson’s appointment to the ambassadorship of the United Nations.” Finally, according to Black, Kennedy asked, “her to chair his Presidential Commission on the Status of Women.” Roosevelt attempted to influence Kennedy opinion in a variety of ways, and stayed pro-active in many organizations throughout her last 20 months alive."," "," "," "," "," "," "," "],"display_date":"December 11, 1958 - January 22, 1959","search_date":"1959-01-01","locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, D.C."}],"tags":[{"id":2469,"tag":"Eleanor Roosevelt"},{"id":18,"tag":"Politics"},{"id":2703,"tag":"John F. Kennedy"},{"id":2874,"tag":"Democratic Party"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":150,"school_id":77}},{"id":6478,"title":"Washington D.C. Victory Parade","course_id":153,"status":"P","start_date":"3/17/91","end_date":"6/10/91","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" The experience of US troops returning from action in Operation Desert Storm, commonly referred to as the First Gulf War was markedly different from that of troops returning after the Vietnam War. In 1991 they were invited to take part in what the <em>Los Angeles Times </em>termed “the biggest victory celebration since the end of WWII,” in Washington D.C. Despite opposition from some, the “overall mood was of jubilation” and the day was marked by a sense of “old-fashioned patriotism.”","            The conflict attracted significant levels of popular support which foreign interventions by the US had not achieved since the end of the Second World War; for the parade on June 9 1991, the U.S. Park Police estimated 800,000 people turned out in support. The parade represented a “display of the American military might” which had completed its action in the Persian Gulf in just one hundred hours. As Michael Cairo has highlighted, the First Gulf War represented a “decisive military campaign,” of which Americans could be proud.","            President George H.W. Bush shared in the celebratory spirit and highlighted the validity of US intervention on behalf of the Kuwaiti people. He spoke of the freedom which Kuwait could now enjoy because “’we dared risk our most precious asset, our sons and daughters.’” The Kuwaiti ambassador also expressed his gratitude for the American intervention, which had “ousted an Iraqi army from his homeland.” Those in attendance at the victory parade shared in this sense of moral justification as well as in the legal justification. As Majid Khadduri and Edmund Ghareeb have argued, by invading Kuwait, Iraq had violated the “United Nations’ law,” thus vindicating intervention by UN members.","            The majority of those in attendance on June 9<sup>th</sup> celebrated the quick and decisive conclusion of the campaign in the Persian Gulf; at just one hundred hours of engagement over a forty-three day period, it was a remarkably short conflict. The Vietnam War had created a sense of distrust between the American public and politicians; a distrust George H.W. Bush was aware of, in Cairo’s opinion, when he made the conscious decision to not push on into Baghdad and to instead withdraw US troops. Indeed, in many of the statements collected by the <em>LA Times</em>, the sentiments of relief amongst the public are apparent. As Ethel Hammond- one of those interviewed- commented, “’I am just glad they’re back.’”"," ","            For the first time in almost sixty years, members of the US military returning to the United States were met with a victory parade which cost an estimated $12 million and with jubilant crowds. It was a distinct divergence from the welcome which had met veterans of the Korean and Vietnam wars; American attitudes had swung towards the positive regarding the US Army. "],"display_date":"March 17, 1991 - June 10, 1991","search_date":"1991-04-28","locations":[{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C."}],"tags":[{"id":2876,"tag":"Desert Storm"},{"id":2875,"tag":"Celebration"},{"id":5,"tag":"War"},{"id":1577,"tag":"Victory"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}},{"id":6481,"title":"Jackie Kennedy: An Icon","course_id":151,"status":"P","start_date":"1/20/61","end_date":"5/19/80","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 20, 1961 John Fitzgerald Kennedy became President of the United States.  Next to him at his inauguration was his wife Jackie Kennedy.  The minute the people of the United States noticed her in an Oleg Cassini beige wool coat and pillbox hat is the day she became an overnight fashion icon.   ","            Jackie was a trendsetter.  On August 1, 1961 <em>Vogue </em>published one of many articles about Jackie saying that she influenced Americans style.  The magazine editors and readers believed Jackie knew fashion and how to dress well.  Jackie also started to make different clothing pieces a trend as well.  She made the pillbox hat an overnight hit. She wore it at her husband’s inauguration and the day he was assassinated.   Mia Tramz from <em>Time Magazine</em> said that people also saw her in oversize sunglasses, headscarves, equestrian styled looks, and bows on her clothing.  All of these looks became a trend the moment photographers captured her image and published her in a newspaper and or magazine.","            Yes, Jackie Kennedy was known to be an icon.  But there were also people who thought her style was inappropriate.   Fashion writers such as Mia Tramz argue that Jackie was an inappropriately dressed first lady.  Sometimes she would be described as a “masculine” dressed woman who had a British street style look.  But these criticisms did not stop Jackie from wearing whatever she pleased.  She dressed for herself and not for other people, which makes her a fashion legend. ","            According to the Berg Fashion Library the World War II and Cold War era was an unimaginative time for fashion because it was a depressing time, and also the World War II was a hard time for a lot of people because of the limited opportunities to display fashion and sell clothes and also the constant violence.  Whether it is in France where fashion was better or in the white house she brought fashion brightness. Whitney Walton said she brought frenchness to her fashion, which showed non- bland fashion. During the Cold War era she gave elegance, class and excitement to the fashion industry.   Jackie Kennedy made the fashion world a lot brighter for some people and influenced various department clothing stores and designers to make clothing less plain again. ","            Jackie Kennedy is known for being the fashion icon of the twentieth century.  Whether it is from starting trends or brightening up the Cold War era she was the best of that time. Jackie will always be remembered for her fashion sense, but also for her elegance and class, which will live on forever.    "],"display_date":"January 20, 1961 - May 19, 1980","search_date":"1970-09-19","locations":[{"id":52875,"lat":38.9071923,"lng":-77.0368707,"zoom":7,"place":"Washington DC USA"}],"tags":[{"id":1450532198,"tag":null},{"id":2880,"tag":"Fashion Jackie Icon"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":151,"school_id":77}},{"id":6483,"title":"Kennedy Establishes the Peace Corps","course_id":150,"status":"P","start_date":"3/1/61","end_date":"3/1/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 1, 1961, President John F. Kennedy signed Executive Order 10924 which stated the United States Peace Corps held a mission “to promote a better understanding of Americans and to foster a better understanding of other cultures among Americans at home.”   The Kennedy Administration created the Peace Corps as an agency in the State Department with the goal of training American men and women to serve in economic aid programs in countries around the world.  Through the signing of Executive Order 10924, President Kennedy simultaneously tried to spread good feelings of western democracy to amenable third world nations and increase the global experiences of young Americans through service.","In October 1960, Kennedy introduced the idea of a Peace Corps in an overnight trip to the University of Michigan less than a month before the 1960 election.  He proposed the idea of students spending their post-college years in suffering countries to recognize that there was a greater purpose in life than gaining an economic advantage at home.  While thousands of Americans joined the Corps, mixed reactions from countries around the world arose.  Despite the variety of responses to the establishment of the Peace Corps from the Middle East, Asia, and Europe, President Kennedy gave the United States an opportunity to market itself as a leader in global public service. ","Journalist Michael Hall of the <em>Journal of Third World Studies</em> viewed the U.S. Peace Corps as “an instrument of Cold War policy,” and thought it helped improve the international view of America and its relationships and intents in third world countries.  Hall, who examined the long-term impact of the American agency forty-six years after its establishment, also called the Peace Corps a “powerful symbol of American values.”  Hundreds of thousands of Americans changed their lives through their service in the Peace Corps.  Troy Moon of the <em>Pensacola News Journal </em>found evidence of life-changing service among Peace Corps veterans in Florida.  They felt that they answered the call to serve from Kennedy.  Janet McIndewar, a former volunteer, stated that “the real goal [of the Peace Corps] is to bring back what you learn and share it with people [in the U.S.].”  Those volunteers developed an appreciation for their work and even found that it transformed their lives when they returned to the states.  McIndewar’s son even joined the Peace Corps after being inspired by his mother’s work.  According to Hall, sixteen months after the signing, 2,816 volunteers were serving in twenty-eight host countries across four continents.   "],"display_date":"March 1, 1961","search_date":"1961-03-01","locations":[{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C."}],"tags":[{"id":20,"tag":"Diplomacy/International"},{"id":1727,"tag":"JFK"},{"id":442,"tag":"Foreign Politics"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":150,"school_id":77}},{"id":6484,"title":"Khrushchev's Agreement with Kennedy","course_id":151,"status":"P","start_date":"10/16/62","end_date":"10/28/62","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Thirteen Days” in October 1962, or better known as the Cuban Missile Crisis, was a dangerous time when a nuclear war could have occurred. The Soviet Union (U.S.S.R) secretly placed missiles in Cuba in 1962 to support Fidel Castro’s administration against the United States. Castro and his rebels had overthrown the American-backed president and military dictator, Fulgencio Batista, in 1959.  After a failed invasion by Cuban exiles and the Central Intelligence Agency (CIA) under the United States at Bay of Pigs in 1961, U.S.S.R. started to offer more military and economic support to Cuba. During the Cold War, U.S. and U.S.S.R. had many proxy conflicts in places like Berlin, Vietnam, and Korea, but the Missile Crisis was the first time nuclear weapons were involved and citizens of the U.S. were in serious danger. President John F. Kennedy of the U.S. and Nikita Khrushchev, the Prime Minister of U.S.S.R. wrote several letters over the thirteen days after the discovery of the missiles on October 16, 1962. Surprisingly, Khrushchev was willing to negotiate and make an agreement with Kennedy to promise no further invasions of Cuba and to remove the missiles in Cuba if the U.S. removes the missiles in Turkey and Italy.","The main reason for the agreement was to prevent a nuclear war. Both sides understood what was at risk, and both men acknowledged that war had to be prevented any way possible. If U.S.S.R. did not want a nuclear war, then why were the missiles placed in the first place? “…Solely for the purposes of defense, and we have sent them to Cuba at the request of the Cuban Government,” Khrushchev wrote in his letter to Kennedy on October 26, 1962. Khrushchev was writing the truth; Castro had asked for shipments of larger arms in the fall of 1961. According to Major Problems in American History Since 1945, written by Robert Griffith and Paula C. Baker, Khrushchev did not agree at first, but later did because it was vital to not lose Cuba to China or the U.S. As explained by Griffith and Baker, Cuba was U.S.S.R.’s “prime example” of how successful they were able to undermine capitalism through the liberation of less developed countries. Castro already began asking China for economic assistance. And most importantly Khrushchev knew that the U.S. was going to invade again because Cuba was to them as Hungary was to the U.S.S.R. Therefore, in order to keep Cuba in their camp, Khrushchev approved the delivery of the missiles on April 12. ","In the same letter Khrushchev also tried to clear up what he thought were President Kennedy’s and the U.S.’ misunderstanding about the missiles and in general, Communism. Even though Khrushchev criticized the U.S. policy and blamed it for invading Cuba in the first place, he still used this chance to explain the similarities between capitalism and Communism. “It is thus that we, Soviet people, and, together with US, other peoples as well, understand the questions of war and peace,” Khrushchev argued. Ernesto F. Betancourt, who worked for Castro during the Missile Crisis and was later a liaison with the Kennedy administration, argued in his paper, “Kennedy, Khrushchev, and Castro: A Participant's View of Cuban Missile Crisis,” that challenges imposed by Chairman Mao of China on Soviet leadership and ideology of Communism might have also affected his reason for agreement. Khrushchev could not risk starting a war with the U.S., when the U.S.S.R. was not on good terms with China, the second largest Communist country. ","Concluding his letter, Khrushchev called for a negotiation to cease the tension and ask for Kennedy’s agreement. It was clear that the missiles were placed in Cuba intentionally. Khrushchev wanted to use the missiles to make the U.S. back away from Cuba. Therefore, there was no need for any negotiation to occur between U.S. and U.S.S.R. However, Kennedy and the U.S. saw the missiles as an offense weapons and warned Khrushchev that the U.S. was ready to take action if nothing was done about the missiles. Thus, Khrushchev, who also wants to prevent a nuclear war, started to see the need to call for an agreement. It is possible that Khrushchev also used the missiles to trigger the U.S. to make an agreement to leave Cuba alone, but the agreement was made based on the common goal between the U.S. and U.S.S.R., which was to prevent a nuclear war in any way possible."],"display_date":"October 16, 1962 - October 28, 1962","search_date":"1962-10-22","locations":[{"id":52836,"lat":38.9071923,"lng":-77.0368707,"zoom":6,"place":"Washington DC"},{"id":52866,"lat":21.521757,"lng":-77.781167,"zoom":6,"place":"Cuba"},{"id":52877,"lat":61.52401,"lng":105.318756,"zoom":6,"place":"russia"}],"tags":[{"id":2862,"tag":"Cuban Missile Crisis"},{"id":1396,"tag":"Cuba"},{"id":2701,"tag":"Kennedy"},{"id":2861,"tag":"CIA"},{"id":291,"tag":"Cold War"},{"id":1727,"tag":"JFK"},{"id":2883,"tag":"Khrushchev"},{"id":2884,"tag":"Castro"},{"id":2885,"tag":"U.S.S.R."},{"id":2886,"tag":"Soviet"},{"id":2887,"tag":"Communist"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":151,"school_id":77}},{"id":6486,"title":"Carter Reacts to Sino-Vietinamese War","course_id":153,"status":"P","start_date":"1/29/79","end_date":"1/30/79","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["       On the afternoon of January 29 1979, the same day Chinese Vice Premier Deng Xiaoping arrived Washington D.C., President Jimmy Carter met with Deng and exchanged many important ideas about China-US relation. Starting from 5:00 p.m., they began to talk about a serious and sensitive topic: Vietnam. ","At first, President Carter indicated that the U.S government had done everything they could to cut off Vietnam’s international aid, had increased military aid to Thailand, and warned the Soviet Union to not interfere Vietnam. However, Deng thought those were not enough. Deng believed that Vietnam was controlled by the Soviet Union, and he told President Carter he was considering a possible punitive strike against Vietnam. President Cater answered to Deng that “The United States had already joined the condemnation of Vietnam, but invasion of Vietnam was still a destabilizing action.” ","After the meeting with Deng, President Carter prepared and organized his words, and he gave an oral presentation to Deng on the next day about “why it would be a big mistake if China invades Vietnam.” However, it seemed that Deng did not take President Carter’s advice. The Sino-Vietnamese War began only ten days after Deng Xiaoping finished his trip to the United States. According to Dr. Kissinger’s book On China, President Carter was working on the human rights movement even before the election, so it was hard for him to support invasion at a country or support a government like the Khmer Rouge. Deng’s decision was not an mistake, and the Sino-Vietnamese war had achieved its purpose for the Chinese government that kept peace in the South-west and focused on Deng’s economic reform."," "],"display_date":"January 29, 1979 - January 30, 1979","search_date":"1979-01-29","locations":[{"id":52842,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington"}],"tags":[{"id":2889,"tag":"Diplomacy"},{"id":2888,"tag":"Attack"},{"id":292,"tag":"Vietnam"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}},{"id":6512,"title":"Abraham Lincoln: To Pardon? Why or why not?","course_id":159,"status":"P","start_date":"1864-04-05","end_date":"1865-02-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["To Pardon—Why or why not?","President Lincoln’s use of telegrams revealed a man ahead of the 1860s technological times. He is recognized as an innovator, communicator, and commander of the telegraph. Lincoln has been named writer of war, micromanager, and technophile. After analyzing a small collection of 10 telegrams dated from April 5, 1864 to February 15, 1865 one may question the argument for pardons granted by President Lincoln. This collection of telegrams illuminates a theme of pardons, stays, commutes, and suspensions of execution. The argument for pardons in this small collection of works was rooted in Lincoln’s use of his political authority and for political favor or gain, Lincoln’s desire to confirm or deny allegations against military personnel, and Lincoln’s belief in humanitarianism practice.","An interest of political favor or gain was the rationale behind a pardon in a telegram dated April 5, 1864. Governor Brough asked President Lincoln for the pardon of the soldiers of the 12th Ohio.(1) President Lincoln granted this request.(2) Governor Brough supported Lincoln’s Administration and war efforts. Brough was viewed as a man with strong ties to governors from the Midwest and President Lincoln valued this relationship. On furthering the argument of pardons for political favor Lincoln suspended executions of deserters on November 24, 1864.(3) This suspension of executions was seen as an act granted by Lincoln to gain political favor. Lincoln was the leader of the Republican Party, and he was a supporter of abolition. Even in times of war Lincoln attempted to unite the country by granting pardons to not only Union forces but Confederates as well.(4) On December 19, 1864, President Lincoln sent a telegram to Major General Wallace inquiring information about three Confederate troops.(5) Gaining political favor from the Union, as well as the Confederates, were of importance to Lincoln and therefore, he continued to grant pardons of interest. As the end of the Civil War was approaching, President Lincoln granted suspensions of execution in order to exercise his political authority and rights to grant clemency.(6) ","President Lincoln granted pardons on the basis of his desires to confirm or deny allegations of military personnel. On October 5, 1864, President Lincoln suspended the execution of Thomas K. Miller.(7) On January 20, 1865, President Lincoln suspended the death sentence of Thomas Samplugh.(8) This pattern of suspensions continued on February 12, 1865 when Lincoln commuted the death sentence of Lieutenant Samuel B. Davis.(9) Another instance of pardons occurred on February 15, 1865 when Lincoln suspended the execution of Luther T. Palmer and requested Palmer’s record for examination.(10) In each of these telegrams, President Lincoln granted suspensions and commutes to military personnel in order to confirm or deny allegations.","When pardons, stays, suspensions, and commutes were not being granted for political favor or further investigation, President Lincoln appeared to portray a humanitarian character. This act of humanitarianism was exhibited in four telegrams from June 28, 1864 to February 15, 1865. President Lincoln was aware of the number of lives lost during the war and therefore, he took his right to execute seriously, as not to increase the death toll. Amos Tenney was sentenced to death for desertion, yet President Lincoln suspended the execution to determine the severity of Tenney’s actions and make the executive decision as to whether or not another life lost was necessary.(11) The life of Thomas Samplugh was one of the many lives spared by President Lincoln.(12) Samplugh could have been another name on another grave, but Lincoln took his attention away from other war related matters to consider if death was the answer to Samplugh’s actions.(13) Hugh F. Riley(14) and Luther T. Palmer(15) were two more names among the many that President Lincoln chose to practice humanitarianism efforts by considering the severity of war, the role war plays on soldiers, and the value of each and every life whether that life be Union or Confederate.","The argument to pardon was not as simple as it seems and some of Lincoln’s reasons will continue to be unknown, but a thorough analysis of 10 telegrams provides insight and answers to the question at large—To Pardon? Why or why not? Lincoln chose to pardon name after name and his decision were based on various factors including Lincoln’s use of his political authority and for political favor or gain, Lincoln’s desire to confirm or deny allegations against military personnel, and Lincoln’s belief in humanitarianism practice."," ","(1) John Hay to John Brough, 5 April 1864, The Lincoln Telegram Project, The Henry E. Huntington Library.","(2) Ibid.","(3) Abraham Lincoln to Henry M. Rice, 24 November 1864 (1), The Lincoln Telegram Project, The Henry E. Huntington Library.","(4) Abraham Lincoln to Lewis Wallace, 19 December 1864 (2), The Lincoln Telegram Project, The Henry E. Huntington Library.","(5) Ibid.","(6) Abraham Lincoln to Philip Sheridan, 13 February 1865, The Lincoln Telegram Project, The Henry E. Huntington Library.","(7) Abraham Lincoln to Officer in Command at Nashville, Tennessee, 5 October 1864, The Lincoln Telegram Project, The Henry E. Huntington Library.","(8) Abraham Lincoln to Ulysses Grant, 20 January 1865 (2), The Lincoln Telegram Project, The Henry E. Huntington Library.","(9) Abraham Lincoln to Joseph Hooker, 12 February 1865 (2), The Lincoln Telegram Project, The Henry E. Huntington Library.","(10) Abraham Lincoln to Philip Sheridan, 15 February 1865 (1), The Lincoln Telegram Project, The Henry E. Huntington Library.","(11) Abraham Lincoln to Officer in Command at Fort Monroe, Virginia, 28 June 1864, The Lincoln Telegram Project, The Henry E. Huntington Library.","(12) Lincoln, 20 January 1865 (2).","(13) Ibid.","(14) John G. Nicolay to John A. Andrew, 9 February 1865 (4), The Lincoln Telegram Project, The Henry E. Huntington Library.","(15) Lincoln, 15 February 1865 (1)."],"display_date":"April 5, 1864 - February 15, 1865","search_date":"1864-09-10","locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, D.C."}],"tags":[{"id":32,"tag":"Civil War"},{"id":683,"tag":"Abraham Lincoln"},{"id":2964,"tag":"Lincoln Telegrams"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}},{"id":6513,"title":"The Lincoln Family Moves to the Soldiers' Home","course_id":159,"status":"P","start_date":"1864-06-29","end_date":"1864-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            On June 29, 1864 President Lincoln sent a telegram to his wife who was traveling in New York: \"All well, Tom is moving things out.\" This telegram is referring to one of the family's employees, who was likely helping the family move their belongings from the White House to the Soldiers Home, just two and a half miles away. This telegram signified the start of the Lincolns' third summer at the Soldiers' Home, which would come to an end sometime in October and be their final summer at their family refuge, away from the chaos of life at the White House and of Civil War Washington, DC.","            In a letter Mary Todd Lincoln wrote to a friend asking her to visit the family in Washington, Mrs. Lincoln mentioned a desire for privacy and the ability of the Soldiers' Home to fulfill that need. She described the place as beautiful, one where they would be able to ride into the city every day and \"be as secluded as we please.\" In addition to the privacy, the Lincolns enjoyed receiving friends and guests. In another letter, Mrs. Lincoln wrote that it was “such a pleasure, especially, at such a charming place as this [the Soldiers' Home], to receive one's friends.” There are also accounts of President Lincoln finding relaxing moments and even transitioning seamlessly from work to rest in the comfort of the Soldiers' Home cottage. Lincoln's private secretary, John Hay, wrote in his diary: \"I went with [President Lincoln] to the Soldier's Home and he read Shakespeare to me . . . till my heavy eye-lids caught his considerate notice and he sent me to bed.\" Another account is found in Senator Orville Browning's diary: \" In the evening went out to Soldiers' Home . . . The President got home soon after we reached there. He asked me to sit down with him on the stone steps of the portico - then took from his pocket a map of Virginia . . . and gave me all the news he had from there. He then took from his pocket a copy of Hallack's poems, and read to me about a dozen stanzas . . . \"","            The Lincolns were comfortable in their refuge at the Soldiers' Home. In her photo album, Mrs. Lincoln even included a picture of the family cottage there. Then, in August after her husband's death, she wrote to a friend. Amongst other family updates and commentary, she remarked in her mourning, \"How dearly I loved the 'Soldier's Home' & I little supposed, one year since, that I should be so far removed from it, broken hearted, and praying for death.\" In her mourning, Mary Todd Lincoln harkens back to happier times. The Soldier's Home allowed the family more privacy in their own house, something the White House could not provide. The cottage at the Soldiers Home in Washington, DC afforded a calmer more private life, two and a half miles separated from a very public life at the White House."],"display_date":"June 29, 1864 - October 30, 1864","search_date":"1864-08-29","locations":[{"id":52907,"lat":38.9417217,"lng":-77.0118456,"zoom":8,"place":"140 Rock Creek Church Rd NW, Washington,"}],"tags":[{"id":2965,"tag":"Soldiers' Home"},{"id":701,"tag":"Lincoln"},{"id":32,"tag":"Civil War"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}},{"id":6514,"title":"Lincoln Addresses Political Corruption in Philadelphia, PA","course_id":159,"status":"P","start_date":"1864-06-17","end_date":"1864-08-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Summer of 1864 in Washington and Philadelphia, Abraham Lincoln can be seen doing one of the things that he did best; playing domestic politics.  When it came to political maneuvering and deal making, there were few to rival his adroit handling of the political landscape.  For some, seeing Lincoln as a working politician reduces the lofty pedestal we have placed him on, but political maneuvering was a key component of Lincoln's success in Washington.  Sidney Blumenthal of Newsweek rightly noted, \"But lifting Lincoln above the fray doesn’t remove him from politics. While the political Lincoln may be difficult for us to acknowledge at a time when politics and partisan commitments are widely denigrated, Lincoln’s presidency demonstrates that partisanship and political ruthlessness can be used to advance the highest ideals.\"  In Philadelphia in 1864 that meant keeping Republicans in Congress.  As a case in point, Lincoln's involvement in the events surrounding  the 1865 U.S. House of Representatives election in Pennsylvania’s 4th district provides a perfect example."," ","On June 17th 1864 the New York Tribune printed an article claiming that Postmaster-General Blair had directed the Postmaster of Philadelphia, Cornelius A. Walborn, to instruct his employees not to vote for William D. “Pig Iron” Kelley (R) in the upcoming Congressional election for the 4th district of Pennsylvania.  The next day, Postmaster Walborn denied the allegations in the Tribune and Lincoln sent him a telegram requesting that he come to Washington to see the President.  On June 19th Judge Kelley writes Lincoln and explains that he believes the Tribune article to be correct and that furthermore, he can provide witnesses and would be happy to confront Walborn with Lincoln at the White House.  On June 20th Lincoln met with Postmaster Walborn and discussed the accusation made against him. During this interview, Lincoln clearly states that Walborn is to cease any interference in the upcoming election. "," ","Over one month later, on July 28th, Lincoln sent a telegram to John W. Forney requesting that he and Morten McMichael come to see him in Washington.  While the reason for the meeting can not be ascertained from the telegram itself, further investigation reveals a possible motive. John W. Forney, a Republican, was the current Secretary of the U.S. Senate and former Clerk of the U.S. House of Representatives.  Morten McMichael was a successful Philadelphia newspaper editor and publisher, and future Republican mayor of Philadelphia.  By examining future correspondence between Lincoln and these two men, we are able to infer what they may have discussed. "," ","On August 3rd, six days after Lincoln's telegram to Forney, and four/five days after their meeting, Forney writes Lincoln from Philadelphia. In his letter, Forney alerts the president that postal workers in Philadelphia are being pressured into voting for someone they do not like, and it is not Judge Kelley, the Republican candidate. He urges the president to intervene in order to prevent political corruption from dictating the results of the upcoming election.  It can be inferred from that letter that Forney was sent to Philadelphia to investigate whether or not Walborn had ceased his earlier attempts to inappropriately influence voters. In addition to Forney’s letter, and arriving two days prior, Lincoln received a letter from Judge Kelley explaining that Walborn was still agitating against Kelley’s re-election to Congress."," ","Two days later on August 5th, Lincoln sends a message to Morten McMichael in which he asks him to convey the president's concerns to Postmaster Walborn and to remind Walborn that he promised the president that he was not interfering in the upcoming election.  Finally, four days later on August 9th, Lincoln receives from Walborn an assurance that he is faithfully upholding his promise to the president, even including a copy of the notice that has been hung in the Postmaster's office and in post offices under his control which explains that postal workers are free to vote for whomever they see fit.  This message to Lincoln from Walborn appears to settle the issue and we may infer that Lincoln was able to get Walborn back in line. "," ","In the coming election, Kelley is re-elected and he remained in office until 1890."],"display_date":"June 17, 1864 - August 9, 1864","search_date":"1864-07-13","locations":[{"id":52780,"lat":39.9550145,"lng":-75.1629427,"zoom":7,"place":"Philadelphia, PA"},{"id":52826,"lat":38.898623,"lng":-77.036535,"zoom":13,"place":"Washington D.C."},{"id":52909,"lat":40.7155044,"lng":-74.0066837,"zoom":8,"place":"New York, NY"}],"tags":[{"id":2969,"tag":"Lincoln Politics 1864"},{"id":2970,"tag":"Phil., PA Politics 1864"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}},{"id":6517,"title":"Fatherhood during the Civil War","course_id":38,"status":"P","start_date":"1864-04-28","end_date":"1864-10-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Through the formal education system, it can be easy to forget the normalcy of human life in the executive office of the United States federal government. To distinguish between the professional and personal life of the president, especially one as iconic as Abraham Lincoln, can be difficult unless evidence such as the telegrams in the collection are left behind. Examining the personal telegrams of Lincoln is a great reminder that he was not only the most influential government official of his time, but he was also a devoted husband and father. "," ","According to the spreadsheet of the telegrams found here <a href=\"https://docs.google.com/spreadsheets/d/1unmkRu-VFr_CO-c_1WgRalnQS3RWpt7HI_hMH1ps0Cc/edit#gid=0\">https://docs.google.com/spreadsheets/d/1unmkRu-VFr_CO-c_1WgRalnQS3RWpt7HI_hMH1ps0Cc/edit#gid=0</a> , seven of the telegrams categorized as personal are addressed to either Mrs. Lincoln (Mary Todd) or Robert Lincoln, one of their four sons. Only one of those was addressed to Robert. As a young man who just graduated college and enlisted in the Union Army, frequent contact with his father would have been difficult. Of the six messages sent to Mrs. Lincoln, it is interesting that four of them mentioned their youngest son, Tad. "," ","Upon further investigation, one notes that in two of the four messages regarding Tad are to inform him of his pets’ well-being. As any young child, while Tad was away from the White House with his mother, he was worried about their condition. Although this collection does not include the messages from Mrs. Lincoln, one can assume one of two things: either Tad requested the knowledge of his animals or that Lincoln thought his youngest boy would enjoy the update. Either way, the messages to Mrs. Lincoln regarding the condition of the goats and pony reflect Lincoln’s character as a father. Young Tad was only eleven at the time these telegrams were sent; in today’s world, he would have been in sixth grade. Imagining that a sixth grader could comprehend the magnitude of the Civil War while it was actually happening makes the story that much more authentic. From these two messages left behind, the audience catches this iconic figure, who was caught up in the bloodiest war in American history, take a moment to update his youngest son of his beloved animals. It is a reminder that he was not only responsible as the leader of the United States, but he was a father and he took that role seriously. "," ","It is important to remember that by this point, Mr. and Mrs. Lincoln had lost two of their four children <a href=\"http://en.wikipedia.org/wiki/Abraham_Lincoln\">http://en.wikipedia.org/wiki/Abraham_Lincoln</a> . His oldest son, Robert, enlisted in the Union Army in the last days of the war <a href=\"https://en.wikipedia.org/wiki/Robert_Todd_Lincoln\">https://en.wikipedia.org/wiki/Robert_Todd_Lincoln</a> . Lincoln must have been battling many emotions in his personal life on top of the stress of leading a divided nation through a civil war; several scholars even argue that he battled with depression  <a href=\"http://www.npr.org/templates/story/story.php?storyId=4976127\">http://www.npr.org/templates/story/story.php?storyId=4976127</a> . These handful of personal messages sent to his wife open the window for audiences to see that struggle first-hand. Although there is not much in each individual telegram, as one digs further into the topic, questions arise. What was the relationship between President Lincoln and his youngest son Tad? From the two that give insight on the nature of his pets, one can see that Lincoln cared a great deal for his son. He did not ignore his role as a father while executing the responsibilities of the executive office instead, he made sure to take time to bond with his youngest son."," ","Both Lincoln and his wife adored their boys, denied them nothing, and seldom disciplined them. Lincoln liked to take \"Taddie\" and \"Willie\" to the office when he worked on Sundays. Their wild behavior infuriated his partner. \"The boys were absolutely unrestrained in their amusement,\" William Herndon complained. In February 1, 1850, Eddie had grown gravely ill and died after 2 months. Mary collapsed in shock. Robert, who then was six, remembered his mother's uncontrollable tears, the house draped in black, and the dark black circles around his father's eyes. Mary shut herself in her room and stayed there for weeks while Lincoln buried himself in his work. On February 20, 1862, Willie Lincoln died. When the president gazed at him, he mourned, \"My poor boy, he was too good for this earth. God has called him home. I know that he is much better off in heaven, but then we loved him so. It is hard, hard to have him die!\" Mary Lincoln was inconsolable in the loss of her favorite son.   "," ","Lincoln became very close to Tad following Willie's death in 1862.  According to the National Portrait Gallery, father and son were \"inseparable\" during the President's final years"," "],"display_date":"April 28, 1864 - October 11, 1864","search_date":"1864-07-20","locations":[{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"}],"tags":[{"id":2974,"tag":"Lincoln, Fatherhood"},{"id":2975,"tag":"Fatherhood"}],"course":{"name":"Contemporary Issues in Social Studies Education","school":"North Carolina State University","course_id":38,"school_id":30}},{"id":6518,"title":"Lincoln Unimpressed with Kentucky's Impressment of African-Americans","course_id":159,"status":"P","start_date":"1864-06-13","end_date":"1864-06-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     Noone doubted the existence of unlawful impressment of African-American soliders into the Confederate Army during the Civil War. On March 26, 1863, the Confederate Congress passed the Impressment Act, which allowed it \"to impress, or seize, food, fuel, slaves, and other commodities to support armies in the field.\" A 1793 law prohibited African Americans from bearing arms in the U.S. Army, but dwindling recruitment numbers resulted in forcing many slaves to be used for manual labor in the Confederate Army. On the other side of the battle lines, the Union Army initially had trouble recruiting free black men after Lincoln's passage of the Emancipation Proclamation, but President Lincoln would never resort to allowing his men to illegally force African-Amercians, or anyone else for that matter, to join the Union Army against their will; however, even though the Union Army legally enlisted free black men in 1863, it's evident that illegal impressment into the Union Army occured. ","When President Lincoln got wind of news that Kentucky Major General George Thomas and his men were impressing African-Americans into his Union forces, he didn't hesitate to express his dissastication. On June 13, 1864, Lincoln sent a telegram to Thomas accusing his Kentucky Union forces of \"seizing negroes and carrying them off without their own consent and according to no rules whatever, except those of absolute violence.\" Lincoln probably wasn't surprised that such an act would be occuring in a border state like Kentucky. The people of Kentucky were often at odds over the issue of slavery and most Kentuckians were not opposed to the institution --even Major General George Thomas was born into a slave-owning family and wasn't particularly sympathetic to African-Americans. Slavery wouldn't be abolished in Kentucky until December 1865 and Kentucky Union forces probably resorted to impressing black soldiers when the enlistment of free black men weren't meeting their high demands. ","Regardless of the demand that Kentucky Union forces weren't meeting in their recruitment numbers, impressment would not be tolerated under Lincoln's command. Although African-American soldiers in the Union Army suffered from subpar treatment, conditions, and compensation compared to their white counterparts, President Lincoln was aware of these issues and fought to obtain equal pay for black soldiers and equal protection for black POWs who were often heavily mistreated by their Confederate captors. Consequently, it was during the same month that Lincoln scolded Major General George Thomas for impressing African-Americans that Congress granted equal pay for U.S. colored troops. As a leader that believed in projecting a good and just moral code upon his men, President Lincoln demanded in his telegram that Major General Thomas ensure \"making soldiers of negroes is done according to the rules you are acting upon, so that unneccessary provation and irritation be avoided.\" President Lincoln's direct correspondence over the matter of the impressment of black soldiers into the Union Army illustrates his compassion for African-Americans and his no tolerancy policy of impressment and unnecessary violence towards African-Americans."],"display_date":"June 13, 1864","search_date":"1864-06-13","locations":[{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":5,"place":"Washington D.C."},{"id":52914,"lat":38.2526647,"lng":-85.7584557,"zoom":5,"place":"Louisville, Kentucky"}],"tags":[{"id":2978,"tag":"Confederate"},{"id":2977,"tag":"Soldiers"},{"id":2976,"tag":"Telegram"},{"id":311,"tag":"Union"},{"id":1362,"tag":"Telegraph"},{"id":1677,"tag":"Black"},{"id":3,"tag":"African-Americans"},{"id":701,"tag":"Lincoln"},{"id":2706,"tag":"Impressment"},{"id":32,"tag":"Civil War"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}},{"id":6519,"title":"A Snapshot of Lincoln's Acts of Clemency In the Year of 1864","course_id":159,"status":"P","start_date":"1864-01-01","end_date":"1864-11-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Civil War, Lincoln reviewed over 1600 cases of military justice. The largest single topic that can be found in Lincoln’s telegrams is the reviewing and answering of appeals of military court martial decisions, especially the pardoning of scheduled executions (The Collected Works of Abraham Lincoln). Lincoln recognized the strategic potential of clemency during a time of war. He pardoned a considerable number of Union soldiers in a conscious effort to boost the morale of the Union’s fighting forces. Lincoln was also widely admired among Union troops because of the perception that he took a genuine interest in the their well-being. This perception was re-enforced with each pardon of a military offender (Presidential Studies Quarterly, Vol. 1). ","This episode begins in early 1864 wherein Lincoln orders the War Department to commute the death sentence of deserters to confinement until the end of the war and to allow commanding generals to reinstate convicted deserts if it was thought that they would be of use to the service. Lincoln said,","<em>“They are the cases that you call by that long title cowardice in the face of the enemy, but I call them for short, my “leg cases.” But I put it to you, and I leave it for you, to decide for yourself: If Almighty God gives a man a cowardly pair of legs, how can he help their running away with him?\"</em>","(Presidential Studies Quarterly, Vol. 1) ","Then on April 5th, 1864, Lincoln mitigated the sentences of groups of soldiers in a telegram in which, John Hay, on behalf of Lincoln, writes to Governor John Brough of Ohio, stating, “The President has ordered the pardoning of the soldiers of the 12th Ohio, in accordance with your request.” ","Favoring soldiers convicted of war crimes be put to hard labor, rather than they be executed, Lincoln had the sentence of Jesse Broadway commuted to three years hard labor in September of that year. According to John Hay, Lincoln states his rationale for clemency on these grounds,","<em>“I don’t believe it will make a man any better to shoot him, while if we keep him alive, we just may get some work out of him.\"</em>","As the year progressed, Lincoln continued to pardon soldiers and on November 3rd, 1864, Lincoln sent a telegram to the officer in command in Lexington Kentucky saying, “Suspend execution of Vance Mason until further order.” Earlier that day, Lieutenant Colonel Benjamin J. Spaulding had telegraphed Lincoln stating: “Vance Mason … on the charge of desertion is condemned to be shot on the sixth of this month. I pray you that you reprieve him or grant a respite until I can bring the matter before you in form. There are mitigatory circumstances about his case which I am sure will recommend him to your clemency.” Mason’s sentence was then suspended and he was given the option to return back into the army and serve out his enlistment term in the year of 1865. (Collected Works of Abraham Lincoln, Volume 8) ","Lincoln would go on to offer more acts of clemency in the next, 1865.","Ruckman and Kincaid suspect Lincoln thrived on the hope that each request that he granted further educated a portion of the public as to the necessity of a clemency power in the justice system. Lincoln's extensive effort to provide numerous and explicit explanations for clemency decisions and his willingness to exercise the power upon the advice of individuals and mass public suggest that he may well deserve credit for having utilized one of the most unilateral and imperial of executive powers in the most democratic manner” (Ruckman and Kincaid 1999) Though Lincoln’s justifications for clemency are widely ranging, it can be ascertained from his words, his written word in telegrams, and through his actions, that adopting a policy of clemency in order to save the lives of Union soldiers whenever possible, was of great importance to Lincoln."],"display_date":"January 1, 1864 - November 3, 1864","search_date":"1864-06-02","locations":[{"id":52916,"lat":38.0405837,"lng":-84.5037164,"zoom":8,"place":"Lexington, KY"},{"id":52915,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"D.C."},{"id":52828,"lat":40.4172871,"lng":-82.907123,"zoom":8,"place":"Ohio"}],"tags":[{"id":2981,"tag":"Lincoln's telegrams"},{"id":2980,"tag":"1864"},{"id":2979,"tag":"lincoln's clemency"},{"id":32,"tag":"Civil War"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}},{"id":6520,"title":"Union army receives heavy losses at Red River, Lincoln relieves Gen. Banks of his command","course_id":159,"status":"P","start_date":"1864-04-09","end_date":"1864-04-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the Red River Campaign of March-May 1864, Union forces attempted to gain ground near the Red River in Northern Louisiana. The target of the Union campaign was Shreveport, headquarters of a large Confederate force and capital of Confederate Louisicana. Union troops were commanded by Major General Nathaniel Banks, who was also a prominent Republican figure and a former speaker for the House of Representatives. However, despite Banks' political reputation, his battlefield tactices left much to be desired. Despite commanding a force of Union troops that heavily outnumbered the Confederates, the Union suffered heavy losses and were forced to retreat. While the outcome of the Civil War appeared to be decided in favor of the union, this was the last decisive Confederate victory.","The failure of the Red River campaign was the last in which Banks had significant military command. Lincoln pushed to have Banks removed of his command and was eager to learn of his removal, sending a telegram on April 22, 1864 to General Mason Brayman in Louisiana that asked \"What day did General Corse part with Gen Banks?\". Shortly after being removed from his military duties, Banks was placed on leave in Washington D.C., where he proved to be an asset to Lincoln in the political arena, lobbying Congress to support the President's plans for reconstruction in Louisiana.","Even though Banks may have been over his head in terms of his military assignments, Lincoln did not hesistate to exercise his duties as Commander in Chief, and in some way, \"micromanage\" the assignments and leadership on the battlefields. The previous telegram illustrates how important this issue was to Lincoln, as he was eager in following up his interest in removing Banks from his command. The telegraph granted Lincoln powers that had never been used by a previous President. However, this instant form of communication and his authoratative style of managing his resources revolutionized the methods in which war is organized and executed by field generals and their commanders. "],"display_date":"April 9, 1864 - April 22, 1864","search_date":"1864-04-15","locations":[{"id":52917,"lat":32.0842949,"lng":-93.3792057,"zoom":8,"place":"Red River LA"},{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"}],"tags":[{"id":2987,"tag":"Washington"},{"id":2986,"tag":"Louisiana"},{"id":2985,"tag":"Banks"},{"id":2984,"tag":"General"},{"id":2983,"tag":"Red Rivers"},{"id":2982,"tag":"Mansfield"},{"id":701,"tag":"Lincoln"},{"id":32,"tag":"Civil War"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}},{"id":6527,"title":"Abraham Lincoln: The Limits to a Bleeding Heart","course_id":159,"status":"P","start_date":"1862-02-04","end_date":"1862-02-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Abraham Lincoln is sometimes viewed as a “bleeding heart” because he pardoned, commuted, or delayed sentencing for hundreds of soldiers sentenced to death for desertion or absenteeism. He soon earned a reputation among political leaders and military commanders for being “soft” on discipline by chronically interfering with military executions. Lincoln’s leniency did not go unnoticed or without criticism. The long list of political and military leaders who cautioned against or complained about Lincoln’s use of the military pardon included Butler, Sherman, Wells, Bates, Chase, and Stanton (1). Edward Bates, Lincoln’s first Attorney General, lamented that “why, if a man comes to [Lincoln] with a touching story his judgement is almost certain to be affected by it. Should the applicant be a woman…in 9 cases out of 10 her tears, if nothing else, are sure to prevail” (2). Lincoln was himself aware of his reputation as evident in his exchange with Congressman John Alley of Massachusetts that “you know my weakness it to be, if possible, too easily moved by appeals for mercy” (3).","Bleeding heart Lincoln was not necessarily quixotic in his use of the pardon. This shows up in his orders to suspend decisions on executions.  He often suspended executions until further notice. Many times he followed up an ordered suspension with a commutation or pardon. On first blush it appears that suspensions served to simply give Lincoln more time to make a more informed decision. When deciding a particular case, he states that “I must put this by until I can settle in my mind whether this soldier can better serve the country dead than living” (4).However, he seems to have employed suspensions as a stall tactic from which he had no intention of ever following up. For instance, Lincoln used this tactic on Job Smith whose father approached Lincoln with concern that his son had not been pardoned. Lincoln responded that “[…] I see you are not very well acquainted with me. If your son never looks on death till further orders come from me to shoot him, he will live to be a great deal older than Methuselah” (5). This suggests that Lincoln used the suspension as a de facto pardon in perhaps reaction to his critics.","Lincoln’s draconian side could come out from time to time. This is particularly evident in Lincoln’s refusal to pardon a convicted slave trader named Nathaniel Gordon. Lincoln denied requests from Congressman Alley of Republican-dominated Massachusetts and Rhoda White-- a wife of a New York judge and supporter of Lincoln—to pardon Gordon. Lincoln was terse in his response to Alley: “if this man were guilty of the foulest murder that the arm of man could perpetrate, I might forgive him on such an appeal, but the man who could go to Africa, and rob her of her children, and sell them into interminable bondage…can never receive pardon at my hands. NO! He may rot in jail before he shall have liberty by an act of mine” (6).  In upholding Gordon's executition to be held on February 21, 1862, Lincoln wrote that \"in granting this respite, it becomes my painful duty to admonish the prisoner that, relinquishing all expectation of pardon by Human Authority, he refer himself alone to the mercy of the Common God and Father of all men.\" Lincoln’s bleeding heart had at least one clear limit (7).","1.      Miller, W. L. (2009). <em>President Lincoln: The Duty of a Statesman</em>. Vintage. p. 341","2.      Goodwin, D. K. (2009). <em>Team of rivals: The political genius of Abraham Lincoln</em>. Penguin UK. p. 67","3.      Maltby, C. (1884). <em>The Life and Public Services of Abraham Lincoln</em>. Daily independent steam power print. p. 215","4. Whipple, Wayne. <em>The story-life of Lincoln: a biography composed of five hundred true stories told by Abraham Lincoln and his friends, selected from all authentic sources, and fitted together in order, forming his complete life history</em>. The JC Winston Co., 1908. p. 562","5. Rice, A. T. (Ed.). (1886). <em>Reminiscences of Abraham Lincoln by distinguished men of his time</em>. North American publishing company. p. 342- 343","6.      Maltby, C. (1884). <em>The Life and Public Services of Abraham Lincoln</em>. Daily independent steam power print. p. 215","7.      Abraham Lincoln (1809–1865): Document, signed, Washington, DC, Respite of execution for slaver Nathaniel Gordon, 4 February 1862, Page 2; The Gilder Lehrman Institute of American History; GLC00182"," "],"display_date":"February 4, 1862 - February 21, 1862","search_date":"1862-02-12","locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, D.C."}],"tags":[{"id":2995,"tag":"Lincoln, Pardon, Gordon"},{"id":2997,"tag":"slave trader"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}},{"id":6528,"title":"The Presidential Election of 1864","course_id":159,"status":"P","start_date":"1864-05-18","end_date":"1864-11-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["      In the fourth year of the American Civil War, the country found itself in a pivotal moment in history. With no certainty of how long the nation would remain engaged in a bloody stalemate, the American citizens had the power to steer themselves out of political, militant, social and economic unrest. The Election of 1864 poised the Confederacy-backed Democratic Party against Republican and incumbent President Abraham Lincoln who endured a significant amount of the burden for causing the great divide between North and South, Union and Confederacy. This essay will use the recently digitized telegrams used in communication between Lincoln and his Union officials & colleagues to evaluate the mental state of the president through his writing style. Specifically, the telegrams with implications for Lincoln's reelection in 1864 will serve as the primary basis for analysis, although a myriad of other influences will be discussed in the evaluation of Lincoln's writing and mental health.","      One of the most salient factors that contributed to the nation's divide was slavery and its monetary ramifications for the agricultural economy of the South. Lincoln, above all, was a man who adhered to the law, no matter its accordance with morality and humanity. Moreover, though he is revered as \"The Great Emancipator,\" it is inaccurate to attribute the feat of abolition to Lincoln himself, especially given his 1860 campaign's promise to avoid interfering with slavery in states that already permitted its existence (Wilson). However, as President of the United States, he found that certain issues arising from the disagreement on slavery forced the nation into disarray and it was his job to restore order within, despite the unpopularity or disdain his efforts often attracted. In his inquiry of the treatment of African Americans in Kentucky, Lincoln telegraphed Major General Thomas to further investigate the matter (June 13, 1864). Thomas, a slave-owner, most likely did not oppose slavery, but was an authoritative figure within the Union Army and therefore was expected to follow moral, humane and, most importantly, lawful conduct. Lincoln, employing exculpatory yet urgent diction in his telegram, revealed no signs of confidence or understanding that this behavior was occurring but rather kindly warned the general that this matter must be fixed and prohibited immediately.","      Slavery was just one matter in which many disagreed with Lincoln's ideologies. In a telegraph sent to Governor of Indiana Oliver Morton, Lincoln communicated the need for the \"hundred day troops'\" advancement in search of strengthening General Sherman's campaign in Atlanta (May 21, 1864 (2)). Despite the high level of Lincoln's unpopularity at this point in time, the cooperation of government officials in several Union states in this matter represented the Union's agreement with Lincoln's war goals as well as a sense of political unity despite personal opinions. His writing remained formal, mannerly and optimistic, all of which contribute to this cooperation of government officials.","      One prominent characteristic observed through Lincoln's writing is the confidence he exhibits in all matters. As commander in chief, Lincoln asserts his authority through his communicative abilities (i.e., the telegram). No matter his receiver, his writing is almost always polite but urgent, noting a sense of importance in every matter he inquires about. The few exceptions to this observation reveal Lincoln's surmounting pressure to be reelected in a time of war and political/economic turmoil.","      First, in a telegram addressed to Major General Dixon (NY), Lincoln rebuked a New York-based newspaper for its publication of a \"false and suspicious proclamation\" that purported the President's plans in aiding the rebellious enemies (May 18, 1864 (2)). Not only is Lincoln's tone and vocabulary indicative of his frustration, but his orders for Dixon to seize military control of the publication establishment supports the reports of Lincoln having \"suppressed more than 300 newspapers\" during the war (Bulla, 2009).","      Similarly, in a letter to Horace Greeley (a NY newspaper editor), Lincoln first made explicit his \"disappointment\" in Greeley, feeling as he has been disrespected (July 15, 1864). Beyond this word choice, Lincoln's disappointment is apparent when he underlined two active verbs (send & bring). This illustrated the distinction between Lincoln's intentions and Greeley's actions regarding an obviously important conference between Lincoln and Confederate delegates. Lincoln's feeling of disrespect is then demonstrated by his decision to have his assistant John Hay manage this situation with Greeley rather than himself. Both of these outbursts occurred in 1864 and reveal Lincoln's recognition of the power of newspapers to report--and perhaps propagandize--information that could hinder the success of he and his administration, especially during a period of civil unrest.","      As the election drew closer, Lincoln still performed exceptionally as both a leader and a family man. Utilizing the telegram's immediacy, his constant communication with officials dispersed throughout the nation represented his desire to be involved in the decision-making process. This communication also allows for inferences to be drawn: Is his constant communication a sign of distrust in his appointed generals and officials? Has Lincoln become obsessed with the war efforts that he has neglected his other duties as President, husband & father?","      Many of his telegrams addressed to government officials and generals inquired about planned sentences & executions of war criminals, both Union and Confederates. Although he asked for many to be suspended or respited, it is not a compensation for his subordinates' lack of judgment but instead a thoughtful consideration of the implications that executions may hold for a politician who seeks reelection as POTUS. More often than not, Lincoln yearned to be included in the process but left the ultimate judgment in those directly involved, which is supported by his decision to allow Secretary of War Edwin Stanton and General Sherman determine how many soldiers can be released without weakening Sherman's position (October 13, 1864). Clearly, the soldiers who were released were of great political value to Lincoln and his administration now that they could vote in-person, but their absence in the field of battle was feared by Lincoln and therefore configured by Stanton & Sherman.","      In telegrams such as the ones dated September 8th, September 11th and October 11th of 1864, Lincoln's communicative efforts in family affairs is clear. Uncertain of Mrs. Lincoln receiving his first telegram to Vermont, he followed up three days later to report to his wife (now in NY) the updates of his health, their son Tad's goats, the death of a family friend and the travel of eldest son, Robert. A month later Lincoln reached out to Robert about their concern for his well-being and expressed his paternal instinct by planning to visit rather than depend on the communication that has helped he and the Union so much throughout the war. This observation is incredibly minute but highly indicative of the person Lincoln strived to be: involved.","      The legacy of Abraham Lincoln is one that people only dream of. He led a divided nation through a civil war and is credited with dismantling the institution of slavery. Yet, what few people realize is, some scholars have diagnosed him with depression. The National Alliance on Mental Illness (NAMI) even uses him as a motivational story to encourage others who battle the disease today. In an interview, Joshua Shenk, author of <em>Lincoln's Melancholy</em> argues that Lincoln's battles with depression made him one of the best government officials (Cohen). Understanding that modern scholars believe the President Lincoln suffered from clinical depression changes the way one thinks about him. No where in this collection of telegrams does one find any sign of the magnitude of his mental health. Granted, they are short messages, it is impressive that if the diagnosis be correct, that Lincoln was able to exert power in an effective manner while still, in most cases, retain a sense of respect for the recipients.","      No matter the topic discussed or the role Lincoln played in each individual telegram, his dedication and consistency are irrefutable. Although some in-depth analyses of Lincoln's writing may reveal depression and other unappealing qualities overtime, this analysis proves that Lincoln maintained order and control in a time of disparity. Furthermore, his goals as president were too great to be achieved in one term and he craved a second term to help propel the country out of disunity, which is most apparent in his undaunted efforts to continuously bring an end to the war while securing his reelection as President of the United States. Lincoln's unwavering ability to communicate via the telegram proved advantageous for the Union in the Civil War. Moreover, his persistent awareness, kindness and generosity demonstrated through his writing revered him as a man of great respect, authority and leadership. At times, Lincoln revealed human-like symptoms of frustration, fear and uncertainty in his writing. However, with distance and countless responsibilities separating him from his family and blatantly different opinions dividing the nation, President Lincoln failed to surrender. In a time of absolute chaos, two-term President Abraham Lincoln prevailed as a political, economic and social reformer committed to restoring the United States of America."],"display_date":"May 18, 1864 - November 8, 1864","search_date":"1864-08-13","locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":5,"place":"Washington, D.C."}],"tags":[{"id":2996,"tag":"Telegram communication"},{"id":683,"tag":"Abraham Lincoln"},{"id":32,"tag":"Civil War"},{"id":2980,"tag":"1864"},{"id":1875,"tag":"Presidential Election"},{"id":3021,"tag":"Writing Style"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}},{"id":6529,"title":"Lincoln: Mastermind in Chief","course_id":159,"status":"P","start_date":"1864-07-02","end_date":"1864-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Abraham Lincoln was an apparent genius. He had the ability to tend to a country divided by political differences and opinions, act as a commander in chief, and skillfully direct generals. He did this concomitantly as he anticipated the needs of the war effort, used the most advanced and up-to-date technology to communicate orders, and tended to the matter of humanity. Combined, this assets point to his almost superhuman-like quality of leadership. In order to see this in action one simply needs to examine and analyze President Lincoln’s Daily Agenda and communications through telegraph to various entities. Our focus will primarily be on the 2nd of July 1864.","On July 2nd 1864 Abraham Lincoln had quite a full day. His activity, to our knowledge, began at 7:50 am with two telegrams to Honorable D. Davis and Honorable S.H. Treat.[1] He was seeking each man's \"summary of the evidence, with [their] impression, on the Coles County [Illinois] riot cases.\" The background story on this is that on March 28, in Charleston, members of the 54th Illinois Infantry clashed with area Democrats and a riot ensued. Nine people died, including six soldiers and three citizens. Twelve people were wounded. [2] Sending out these telegraphs was only the start to a very full day for President Lincoln. But in the first two telegraphs of the day he has already dealt with, at least in a small portion, political differences that divide the country. We can see as he moves from each part of his day to the next that this is not just haphazard but masterfully planned.","Lincoln seems aware that every minute of his day counts as well as his every action. According to reports of Lincoln’s daily agenda, he also confers with Cong. Julian (Ind.) on power of Congress to confiscate landed estates of Confederates. [2] Here Lincoln is moving to political issues that again could ultimately prove divisive in a future reconciliation. Also, the records show that Lincoln transmits to Senate information regarding African slave trade. This shows that Lincoln was forward thinking and not just in the moment.","In addition to his growing agenda, he met with Former Sen. Fessenden (Maine), who was newly nominated to the position of secretary of treasury. According to sources, it was a “long interview with President at White House.” [2] No office was too small for Lincoln’s attention and here he is careful to masterfully choose and place people in authority that he wanted and sometimes needed in so he could move forward with his war machine. Continuing in his ability to operate as a genius leader he speaks directly with Gen. Meigs regarding Ft. Leavenworth [2] which is key at this point to the Union cause. Lincoln puts on his commander-in-chief hat here to make sure that things are going according to plan. Next, the President approves an act granting lands to aid in construction of railroad and telegraph line from Lake Superior to Puget's Sound on Pacific coast. This is a military move that will help Lincoln secure an eagle eye view of the country and put him with in the heat of conflict in moments. It was also a genius move as it is giving Lincoln a legacy of being a builder of infrastructure and a president who ultimately wants his country to be technologically advanced. While all of this has gone in one day of President Lincoln’s life, he is still a husband and a father; hence, he must attend to the needs of his family. On this particular day, Mrs. Lincoln and Robert arrive home from an assumed extended trip. The President knows he must tend to his own family as well so he and the family begin summer residence at Soldiers' Home.","By looking at his July 2nd agenda as president, one can see that Lincoln had to be a mastermind. As president he was simultaneously contemplating the decisions he had to make concerning a country divided by political differences, acting as a commander in chief, and skillfully directing generals. He did this all while anticipating the needs of the war effort and still having time to tend to his family. To think that he did this day after day no wonder he appeared to have aged a lifetime in a few short years. But his ability to keep it all together, day after day, was a sign of leadership genius."],"display_date":"July 2, 1864","search_date":"1864-07-02","locations":[{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":12,"place":"Washington, DC"}],"tags":[{"id":1185,"tag":"War Department"},{"id":2976,"tag":"Telegram"},{"id":683,"tag":"Abraham Lincoln"},{"id":32,"tag":"Civil War"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}},{"id":6558,"title":"Kennedy's Executive Committee of the National Security Council","course_id":157,"status":"P","start_date":"10/22/63","end_date":"10/28/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Executive Committee of the National Security Council (ExComm) was a group of experts who advised President Kennedy during the Cuban Missile Crisis. National Security Action Memorandum 196 established the ExComm to ensure effective decision making during the crisis. Arthur Schlesinger Jr. stated that it was during the thirteen days of the Cuban Missile Crisis when the world came closest to nuclear war. The memorandum called for Vice President Lyndon B. Johnson, Secretary of State Dean Rusk, Secretary of Defense Robert McNamara, Attorney General Robert F. Kennedy, National Security Advisor McGeorge Bundy, and Army General Maxwell Taylor, including others, to gather in the Cabinet Room of the White House. Robert Kennedy had no experience in foreign policy crisis, but was a member because the President trusted him.","Before Kennedy’s presidency, the US was an enemy of Cuba and its leader, Fidel Castro. The Eisenhower administration trained anti-Castro Cuban exiles for a CIA-backed invasion of Cuba. That invasion, known as the Bay of Pigs, failed in April of 1961 under the Kennedy Administration, which further worsened Cuban-US relations. According to Schlesinger, Kennedy lost trust in his Joint Chief of Staffs and said, “If we do what they want us to do, none of us will be alive later to tell them that they were wrong.” Khrushchev, the Soviet leader, persuaded Castro to accept nuclear missiles to deter US aggression, starting the Cuban Missile Crisis","Kennedy was interested in removing the missiles from Cuba without military intervention, but he struggled with the idea that such a demand might lead the US into a nuclear war. Historian David Gibson stated that the ExComm discussed a diplomatic approach, in which the US would withdraw their medium-range ballistic missiles from Italy and Turkey and/or withdraw from Guantanamo Bay in exchange for the withdrawal of Soviet missiles in Cuba. The ExComm suggested a naval blockade to prohibit more weapons from entering Cuba. Advisors recommended more aggressive solutions, such as airstrikes on missile sites in Cuba, airstrikes on a variety of military targets in Cuba, and an invasion of Cuba.","During meetings, CIA officials briefed the ExComm on new intelligence about the missiles and the locations of Soviet ships and submarines, but there were no formal agendas. Gibson stated that Kennedy was the chief decision maker and recipient of all information. Kennedy asked advisors about surveillance, logistics, and military tactics. He analyzed each advisor’s answer and then probed them with follow up questions. For example, Kennedy wanted to know how quickly ground soldiers could invade Cuba following airstrikes. McNamara and Taylor clarified that it would take seven days of airstrikes, followed by eleven days of invasion until 90,000 soldiers would be in Cuba. The ExComm had sharp disagreements and criticized each other, but as Robert Kennedy said, “everyone had an equal opportunity to express himself and to be heard directly.” However, the anger and criticism of the men stemmed from the situation where a wrong recommendation could mean the end of the human race. The Cuban Missile Crisis ended on October 28, 1962 when President Kennedy and Khrushchev agreed that the missiles would be returned to the USSR in exchange for the US to pledge they would not invade Cuba again.  ","During a joint conference on the Cuban Missile Crisis in 1992, General Anatoly Gribkov of the USSR declared that 43,000 Soviet soldiers were in Cuba during the crisis. In addition, Soviet soldiers were equipped with short-range tactical nuclear weapons and were authorized to use them if communications with Moscow were severed. However, during the crisis, the CIA estimated only 10,000 Soviet soldiers and the ExComm had no knowledge of the tactical nukes. The ExComm’s thoughtful deliberation paid off. According to Schlesinger, the American invasion of Cuba could have been the start of a “global holocaust.”"," "],"display_date":"October 22, 1963 - October 28, 1963","search_date":"1963-10-25","locations":[{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":7,"place":"Washington, DC"}],"tags":[{"id":3071,"tag":"ExComm"},{"id":3070,"tag":"Robert F. Kennedy"},{"id":2883,"tag":"Khrushchev"},{"id":2862,"tag":"Cuban Missile Crisis"},{"id":2703,"tag":"John F. Kennedy"}],"course":{"name":"First Year Seminar, JFK: Famine to New Frontier","school":"Marist College","course_id":157,"school_id":77}},{"id":6559,"title":"Kennedy's Civil Defense Speech to Congress","course_id":157,"status":"P","start_date":"5/25/61","end_date":"5/25/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 25th, 1961, President Kennedy addressed a joint-session of Congress on economic, social, and defense issues. The speech consisted of Kennedy’s support to fund civil defense programs in the event of a nuclear attack by the USSR. The failed Bay of Pigs invasion in April created more tension between the US and USSR. The American public knew the devastation caused by nuclear bombs from Japan, yet the US lacked domestic civil defense systems because previous plans, according to Kennedy, “have been so far-reaching and unrealistic that they have not gained essential support.” Studies on the effects of radioactivity by the Department of Defense (DOD) encouraged the Kennedy Administration to support civil defense. Scientists and doctors warned the DOD of the biological effects of radiation from a nuclear attack, such as leukemia, bone cancers, and genetic mutations. These scientific insights invited a response which rationalized implementing civil defense measures.","Kennedy conceded that civil defense programs would be costly; he estimated that the budget “will in all likelihood be more than triple the pending budget requests; and they will increase sharply in subsequent years.” He also stated that civil defense would not prevent nor would it provide complete protection against a nuclear attack. According to Kennedy, what was preventing a nuclear attack was the retaliating attack by the US, known as Mutual Assured Destruction (MAD). Nevertheless, Kennedy claimed that civil defense acts as insurance- hopefully never to be used, but available just in case. His plan to build up the nation’s civil defence consisted of identifying the current fallout shelters and then adding shelters in government and private buildings. Using executive power, Kennedy assigned the Secretary of Defense, Robert McNamara, to carry out the plan, since McNamara was already responsible for “continental defense.”","Kennedy conveyed that fallout shelters would save lives in the event of a nuclear attack, therefore implementing civilian security measures was worthwhile. During the initial blast of a nuclear bomb, a shelter kept its inhabitants alive when radioactivity debris was at its peak level. According to findings by the Atomic Energy Commission (AEC), survivors of a nuclear attack would still suffer from deadly amounts of radiation, since shelters only provided a finite amount of time before people must exit them. The integrity of civil defenses against a nuclear attack was questionable. It was expected that every child born after a nuclear war would suffer from genetic mutation. The AEC’s studies suggested that Kennedy’s plan would more so delay than prevent the loss of life. But even so, Kennedy believed some level of civil defense was better than none at all, even if the civil defenses provided a false sense of security.","Kennedy was a strong supporter of civilian defense; one reason being he thought he would never be forgiven if civilians were defenseless against a nuclear attack. He addressed how the unpredictable outcomes of war required effective measures to ensure civilian deaths would be limited. Kennedy reiterated that the insurance civilian defense provided would be worth the time, money, and effort. Unsurprisingly, Kennedy did not mention the social effects of constructing more fallout shelters. A move by the President to build more shelters could give the message that a nuclear attack was imminent, thus encouraging fear rather than a sense of protection. President Eisenhower opposed civil defense not only because of the cost, but because “too much preparation would demoralize Americans.” On the contrary, Kennedy’s perspective was to prepare for the worst scenario, but hope for the best outcome."],"display_date":"May 25, 1961","search_date":"1961-05-25","locations":[{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"}],"tags":[{"id":2703,"tag":"John F. Kennedy"},{"id":291,"tag":"Cold War"},{"id":3072,"tag":"Civil Defense"},{"id":3073,"tag":"Nuclear Fallout"},{"id":3074,"tag":"Nuclear Shelter"}],"course":{"name":"First Year Seminar, JFK: Famine to New Frontier","school":"Marist College","course_id":157,"school_id":77}},{"id":6560,"title":"John F. Kennedy's Secret Taping System in the White House","course_id":157,"status":"P","start_date":"7/1/62","end_date":"11/22/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            “I mean what law can you pass to do anything about police power in the community of Birmingham?  There is nothing we can do. The fact of the matter is that Birmingham is in worse shape than any other city in the United States and it’s been that way for a year and a half.” John F. Kennedy gave this statement on May 4, 1963 to twenty members of the organization, Americans for Democratic Action, after <em>The New York Times</em> released Bill Hudson’s photograph of a police dog lunging at a black civil rights protestor. Thanks to Kennedy’s secret taping system installed in the White House, this conversation and many more were recorded and eventually released to the public."," There were a total of six United States’ Presidents between 1940 and 1973 that secretly recorded their conversations in the White House. Franklin Roosevelt, Harry Truman, and Dwight Eisenhower had previously recorded only a limited amount of conversation. When John F. Kennedy came into office, he changed that pattern. According to historian Bruce Schulman, in July of 1962, Kennedy secretly installed an elaborate taping system with concealed microphones in Cabinet Room light fixtures and in the desk of the Oval Office. When he flipped a switch, the hidden microphones transmitted to a reel-to-reel recorder in the White House basement. Both Lyndon Johnson and Richard Nixon continued with this system when they were in office after Kennedy’s assassination.","            Between 1962 and his assassination in 1963, Kennedy recorded hundreds of his meetings and conversations in the White House. These recordings included information regarding Kennedy’s thoughts on the Cuban Missile Crisis, space, civil rights, and the importance of Berlin to American diplomacy. They also demonstrated the key role that his advisors played in decision-making. Many advisors suggested both interesting and creative ideas in the recordings, one example being the Secretary of Defense Robert McNamara, who gave a detailed summary of three possible responses to the Cuban Missile Crisis.","            The 1992 passage of the John F. Kennedy Assassination Records Act required all government archives to open records concerning Kennedy's death. As a result, not only the assassination tapes, but also Kennedy’s secret tapes, mainly on the Cuban Missile Crisis, were released. Although the tapes were often fuzzy and individuals mumbled in certain areas, skilled court reporters, audio forensics experts, and editors made sense of the recordings and produced transcripts of them. The Federal Government also released Lyndon Johnson and Richard Nixon’s tapes to the public.","            The release of the recordings excited media and historian experts alike. They not only provided a unique look into John F. Kennedy’s Presidency, but they revealed the process of high-level decision-making. Historian and Nixon tape editor, Stanley I. Kutler, believed the tapes presented the best opportunity to examine past presidencies: “Here, we have both exceptional candor and a practiced level of deceit; the display of a constant calculus of political considerations; the exhibit of raw, human emotions; and, above all, the revelations of extraordinary, illegal, seemingly unprecedented presidential behavior and power.”"],"display_date":"July 1, 1962 - November 22, 1963","search_date":"1963-03-12","locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":2,"place":"Washington, D.C."}],"tags":[{"id":3075,"tag":"White House"},{"id":2703,"tag":"John F. Kennedy"}],"course":{"name":"First Year Seminar, JFK: Famine to New Frontier","school":"Marist College","course_id":157,"school_id":77}},{"id":6566,"title":"The National Organ Transplantation Act of 1984","course_id":162,"status":"P","start_date":"10/19/84","end_date":"10/19/84","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" "," The United States Congress along with President Ronald Wilson Reagan passed the National Organ Transplantation Act (NOTA) on October 19, 1984. The act authorized the federal Department of Health and Human Services to maintain and establish clear property rights for both deceased human corpses and living donors with regards to organ donation and transplantation. These rights meant that there would be a federal ethical standard when it came to receiving money as an incentive to donate organs and ensured that no one person would be able to make a profit from the practice.","The National Organ Transplantation Act’s structure is categorized into four titles; ","Title I - Task Force on Organ Procurement and Transplantation","Title II - Organ Procurement Activities","Title III - Prohibition of Organ Purchases","Title IV - Miscellaneous"," The document, under Title III states “It shall be unlawful for any person to knowingly acquire, receive, or otherwise transfer any human organ for valuable consideration for use in human transplantation if the transfer affects interstate commerce”. If this law is broken, repercussion can lead to fines of up to $50,000 dollars. The main goal of this regulation was to keep organs from ending up on the black market. Compensating donors could lead to a downward spiral for the organ transplant system as we know it., and lead to a system where organization and equality does not exist and third party individuals may even make commissions or profits from organs sold. The ethical concern for respecting human body parts or deceased remains was an upmost concern of legislators in Congress."," The shortage of organs was at an all-time high in 1983 and the demand for transplantation was growing at an accelerated speed. The National Organ Transplantation Act provided a solution to the problem and established a structure for the United States transplantation system, along with influencing other systems by setting a precedent around the world. "," NOTA established the Organ Procurement and Transplantation Network (OPTN) as a system or framework for organ donation. This system is in part reputable and maintained due to the United Network for Organ Sharing (UNOS). The goal of UNOS is to maintain a system where the trend is to increase the number of transplants yearly while shrinking the wait list for organs. UNOS sought to improve outcomes of wait-listed organ recipients and donors or matches who are donating their organs to family members or strangers."," The National Organ Transplantation Act, while holding much weight in ethical standards and consideration for the future of the donor/recipient, has undergone much scrutiny over the past thirty years for not being progressive and for taking away organ donors’ financial incentive. The argument is that it can be virtually impossible for elective donors to donate because they are unable to take off from work for recovery, hence why compensation may be an incentive to shrink the organ waiting list. Advocates for NOTA believe that UNOS is involved in making the transplantation process a smooth one with fair and equal opportunity for all in the who participate in the process such as the donor, recipient, even family members who are directly related."," "],"display_date":"October 19, 1984","search_date":"1984-10-19","locations":[{"id":52836,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington DC"}],"tags":[{"id":3094,"tag":"Act"},{"id":3093,"tag":"Organ Donor"},{"id":3092,"tag":"Organ Transplant"},{"id":9,"tag":"Law"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":162,"school_id":43}},{"id":6568,"title":"The King of the Road","course_id":162,"status":"P","start_date":"10/16/12","end_date":"10/16/12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As motorcycle riding became popular in the early twentieth century, so too did endurance contests and races. Harry Ward, the author of a<em> </em>1912<em> Washington Times</em> article, provided a glimpse into motorcycle manufacturer Harley-Davidson’s integral role in building bikes for endurance rides. On Sunday, October 13, 1912, Washington area motorcycle enthusiasts participated in the National Capital Motorcycle Club’s endurance race. As the article noted, unlike in previous years, inclement weather had a significant affect on the number of participants in the event. Still, nine riders participated in the first endurance run. To no one’s surprise, the two Harley-Davidson motorcycles in the race finished with perfect scores. ","Harley-Davidson became an icon for perfect scores in endurance races. According to Ward, the world famous Harley-Davidson motorcycle became known as “The King of the Road,” and even more, gained a positive reputation as “100% Perfect,” or “The Greatest Endurance Motorcycle on the Market.” Harley-Davidson motorcycles had earned a perfect 1,000 point score at the Seventh Annual Federation of American Motorcyclists Endurance and Reliability Contest just four short years earlier, which only added to the prestige that this American motorcycle manufacture has already earned.","Harley-Davidson quickly emerged as a builder of reliable, quality motorcycles after Milwaukee residents William S. Harley and Arthur and Walter Davidson started it in a shed in 1903. Not long after, the company adopted a logo that would become recognizable just about anywhere, the “Bar & Shield,” which was created in 1910. The firm concentrated on building reliable machines that could handle endurance rides. The perfect finish that a couple of Harley-Davidson riders earned in Washington on October 14, 1912, came as no surprise. Originally, Harley-Davidson started out with a single cylinder engine, as that is what they could fit on the bike frame. It would not take long for the team to introduce an engine that would be able to produce more power; therefore adding a second cylinder, the v-twin. Named for the 45-degree angle at which the cylinders were configured, this design would become an icon of the Harley-Davidson motorcycle. The firm’s v-twin model, which came out it 1909, proved to be quite successful. As business ramped up with each subsequent event victory, so did the need for a much larger manufacturing facility. The small shed producing motorcycles in Milwaukee in 1903 soon grew into a six-story manufacturing facility. The factory manufactured bikes, as well as spare parts and accessories. Not only did the American motorcycle manufacturer gain immense popularity in the United States, they also secured their first export to Japan in 1912. ","Harry Ward’s article in October of 1912 not only shed light on just how popular the “King of the Road” would become, but helped to publicize the dependability that this machine offered in endurance races. Constantly looking for new innovative designs, Harley-Davidson upped the ante with their iconic v-twin motor and offered spare parts, which was a first for the company. By branding the motorcycle with distinct “Bar & Shield” logo, people would begin to associate Harley-Davidson with endurance and victory. Dominating the industry, and a true recognition of their reliability, Harley-Davidson became a major supplier to the military. In fact, in WWI more than half of the motorcycles produced by Harley-Davidson were purchased by the military. Motorcycle clubs began to pop up everywhere, and to this day, the legendary Harley-Davidson continues to flood the market with remarkable success."," "],"display_date":"October 16, 1912","search_date":"1912-10-16","locations":[{"id":52950,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC, USA"}],"tags":[{"id":3100,"tag":"Harley-Davidson"},{"id":3098,"tag":"Harley Davidson"},{"id":3099,"tag":"Motorcycle"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":162,"school_id":43}},{"id":6604,"title":"Congress Overrides Johnson's Veto and Passes the Tenure of Office Act","course_id":164,"status":"P","start_date":"1867-03-02","end_date":"1/1/27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 2, 1867 Congress passed the Tenure of Office Act, as it intended to prevent the President from removing members of office without the approval of the Senate. Specifically, it meant to protect members of President Abraham Lincoln’s cabinet after his assassination. The Act states, “An act to provide for the more efficient government of the rebel States, returned to the House of Representatives by the President…with his objections, and sent by the House…to the Senate…the bill do pass, two thirds of the Senate agreeing to pass the same.” President Andrew Johnson vetoed this bill, but, it Congress passed it over the veto.","The Act opens by establishing, “that every person holding any civil office to which he has been appointed by…the Senate…shall be entitled to hold such office until a successor shall have been in like manner appointed and duly qualified…Secretaries of State, of the Treasury, of War, of the Navy, and of the Interior, [etc.], shall hold their offices…during the term of the President by whom they may have been appointed.” The Act goes on to note that the President may deem a person holding office guilty of misconduct in office, and he may suspend them from the position, if the Senate is on a recess. In addition, the President has the right to fill vacant positions, if the Senate is on a recess. Lastly, the Act made it clear that if anyone breaks the provisions set forth, they will be engaging in a high misdemeanor; they would be placed on trial, fined, and possibly imprisoned. Congress proposed the act specifically to prevent the removal of their ally, Secretary of War Edwin Stanton; however, Johnson believed the Act was unconstitutional because it gave the Senate power not given in the Constitution, and he vetoed the bill. The bill went back to Congress, and it was passed with a two-thirds majority.","During Grover Cleveland’s time in office in 1887, he repealed the Act because he believed it to be unconstitutional, and with that action, the executive branch of the government gained back power. In 1927, the Supreme Court ultimately ruled the Tenure of Office Act to be unconstitutional."],"display_date":"March 2, 1867 - January 1, 1927","search_date":"1897-01-30","locations":[{"id":52797,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C"}],"tags":[{"id":2772,"tag":"Congress"},{"id":3143,"tag":"Johnson"},{"id":3144,"tag":"Tenure of Office Act"},{"id":3145,"tag":"Veto"}],"course":{"name":"The Civil War and Reconstruction","school":"Juniata College","course_id":164,"school_id":3}},{"id":6609,"title":"Supreme Commander Bids For Commander-in-Chief","course_id":163,"status":"P","start_date":"12/8/51","end_date":"4/24/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In a secret meeting with the Republican frontrunner Robert A. Taft, General Dwight D. Eisenhower made an offer to him. If Taft backed away from his isolationist stance and supported the internationalist wing of the Republican Party, Eisenhower promised he would not challenge him for the nomination.  Taft declined Eisenhower’s offer, saying it would go against his conscience to do so.","At the time, Taft was isolationist, and against all foreign alliances.  By contrast, Eisenhower, as the Supreme Commander of the National Atlantic Treaty Organization (NATO), held internationalist views. He committed to spreading democracy to counteract the perceived Communist threat from the Soviet Union, and because of this, he sought to make NATO successful. Should Eisenhower run for nomination, Walter Trohan reported to the <em>Chicago Tribune,</em> he expected Eisenhower “to support foreign policy, especially as it relates to maintaining the victory won in Europe where he was war time supreme commander.”","Unfortunately for the Republican Party, as the Supreme Commander of NATO, Eisenhower felt duty required him to abstain from running for President. In addition to Taft, Harold Stassen, Earl Warren, and Theodore McKeldin planned to campaign for president, but the internationalist Republicans did not believe any of them could take the nomination away from Taft. They wanted Eisenhower.","The “Draft Eisenhower” Campaign started years before. As early as 1947, President Harry Truman offered to step aside for General Eisenhower to run as the Democratic candidate, with Truman as his running mate. At the time, Eisenhower said ‘no.’ Four years later, Truman again asked Eisenhower if he would run, and again Eisenhower refused. In response, Eisenhower secretly made the offer to Taft.","Meanwhile, moderate Republicans Henry Cabot Lodge and Thomas Dewey asked Eisenhower to run for president on the Republican ticket. Eisenhower, like George Marshall and George Patton, believed generals should be nonpartisan, to maintain the professionalism of the military officer corps. Because of this nonpartisan pledge, Eisenhower never voted in a presidential election until 1948, after he retired.","Eisenhower maintained he had no desire to be president. In March 1952, his conversation with Herbert Brownell, former campaign planner for Dewey, changed his mind. Brownell told Eisenhower that Taft was the frontrunner for the Republican Party, and if Eisenhower wanted the nation to pursue internationalist policies, he must run. After decades of Democratic presidents, the country would likely vote for change. In 1951, Stalin announced the Soviet Union had a hydrogen bomb; by 1952, the cease-fire talks with Korea deadlocked. If Eisenhower wanted to ensure internationalist foreign policy, he needed to run in the primaries against Taft. Shortly after the meeting, Eisenhower renounced his nonpartisanship. He announced he would run for Republican nomination."],"display_date":"December 8, 1951 - April 24, 1952","search_date":"1952-02-14","locations":[{"id":52983,"lat":48.856614,"lng":2.3522219,"zoom":8,"place":"Paris, France"},{"id":52779,"lat":38.9040418,"lng":-77.0388036,"zoom":8,"place":"Washington, DC"}],"tags":[{"id":3161,"tag":"Robert A. Taft"},{"id":3160,"tag":"Dwight D. Eisenhower"},{"id":658,"tag":"Elections"},{"id":18,"tag":"Politics"},{"id":17,"tag":"Government"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}},{"id":6610,"title":"\"Let us close the springs of racial poison\": Lyndon B. Johnson and the Civil Rights Act of 1964","course_id":163,"status":"P","start_date":"5/2/63","end_date":"7/2/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the White House signing ceremony for the Civil Rights Act of 1964, President Lyndon B. Johnson declared, “Let us close the springs of racial poison.”","Although President John F. Kennedy had promised in his 1960 campaign to introduce civil rights legislation, by the spring of 1963 he had still taken no action.  On May 2, 1963, the push for civil rights burst into living rooms across the nation via television. Young African Americans in Birmingham, Alabama publicly, peacefully, protested against racial discrimination and segregation. For eight days, Birmingham authorities, led by the Public Safety Director, Eugene “Bull” Connor, responded to the protest by attacking the youngsters with police dogs and fire hoses. The public was horrified at the sight of the police officers brutally beating children, people knocked off their feet by the spray of high-pressure fire hoses, and police dogs biting young protestors.","On the evening of June 11, Kennedy made a nationally televised address in which he made his case for civil rights legislation that would end legalized racial discrimination and segregation. On that same evening, segregationist Byron De La Beckwith gunned down the National Association for the Advancement of Colored People (NAACP) Mississippi Field Director Medgar Evers in the driveway of his Jackson, Mississippi home.","After the Civil War, a two-tiered society emerged in the South. The U.S. Supreme Court’s decision in Plessy <em>vs.</em> Ferguson (1896)—which legalized racial discrimination and segregation under the “separate but equal” doctrine (also known as Jim Crow)—encouraged the recalcitrant Southerners. The Plessy decision forced African Americans to live under Jim Crow until a few young lawyers from the NAACP finally broke the foundation of the Plessy decision. In May 1954, the U.S. Supreme Court ruled in favor of the NAACP and their clients in Brown <em>vs.</em> Board of Education, which ended the separate but equal doctrine—after 58 years.","Between 1954 and 1964, numerous violent clashes occurred leaving many dead before Johnson signed the Act into law. Johnson, a southerner himself, was <em>not</em> an early supporter of new civil rights legislation. After Kennedy’s assassination in November 1963, Johnson reluctantly picked up the mantle of civil rights, eventually making the cause his own, after he rammed the bill through Congress. Johnson told several of his aides that “by pushing the Civil Rights Bill through Congress, I have delivered the South to the Republicans.”","Deeply troubled about his election possibilities, Johnson continued his campaign for the presidency. He defeated Republican Senator Barry Goldwater, who voted <em>against</em> the Act, in a landslide victory. However, that victory cost the Democratic Party. Many southerners (office holders and voters) switched their party affiliation to Republican, realigning the parties geographically, philosophically, and politically."," "],"display_date":"May 2, 1963 - July 2, 1964","search_date":"1963-12-01","locations":[{"id":52985,"lat":32.2987573,"lng":-90.1848103,"zoom":8,"place":"Jackson, MS"},{"id":52984,"lat":33.5206608,"lng":-86.80249,"zoom":8,"place":"Birmingham, AL"},{"id":52836,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington DC"}],"tags":[{"id":3236,"tag":"Brown vs. Board"},{"id":472,"tag":"Plessy vs. Ferguson"},{"id":3163,"tag":"Civil Rights Act of 1964"},{"id":3162,"tag":"Lyndon B. Johnson"},{"id":225,"tag":"Jim Crow"},{"id":42,"tag":"Civil Rights"},{"id":2703,"tag":"John F. Kennedy"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}},{"id":6635,"title":"J. Saunders Redding Publicizes the G. I. Bill of Rights","course_id":163,"status":"P","start_date":"6/22/44","end_date":"6/24/44","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In June of 1944, J. Saunders Redding published an opinion piece on the G. I. Bill of Rights in a column he wrote for <em>The Baltimore Afro-American</em> newspaper. African Americans who served in the segregated Armed Forces returned home from WWII to an equally segregated American society. Redding worried whether “colored men and woman would take advantage of its [G. I. Bill] provisions\" because military officials were discouraging black veterans from applyiing for benefits or not telling them about the benefits at all.  Redding’s fears reflected segregation in the South, where African Americans could not use the same bathrooms, dine with, or attend leisure events with white people. When white veterans discussed the newly passed G. I. Bill, African American veterans were not present. African Americans could not begin to receive veteran’s aid without the knowledge that such a program existed and how to apply for it.","The G. I. Bill did not have any explicit language in it that prevented African Americans from receiving its aid, but the segregation of American society made it likely that African American veterans would not get their share of veteran’s benefits. The bill offered four main benefits to veterans: business and home loans, education, unemployment compensation, and job placement. Policy makers designed these aspects of the bill to help veterans returning from WWII acclimate into society. However, when informed African American veterans went to local Veteran’s Administration centers for their G. I. Bill benefits, the administrators denied them their rights. The administrators covered up the racist denials with excuses that African American veterans did not qualify for veteran’s benefits based on the type of discharge order they received from the army. Only dishonorably discharged soldiers could not receive aid, but racist clerks at V. A. centers told African Americans their “general” or “blue” discharges were considered dishonorable.","In order to combat this inequality of civil rights, Redding urged newspapers and organizations to “put out a statement of what the bill means” so Americans, not just African American veterans, would understand that there was an aid bill and that the bill should apply to African Americans in addition to all other veterans. Denying African Americans the G. I. Bill aid would be harder for the local V. A. centers if more people knew about the bill and vocalized equality for African Americans.","Redding was an educated African American man with a degree in philosophy and held a respected opinion on contemporary African American thought. Redding supported WWII and hoped that it would change America in a way that would further the fight for African American’s civil rights. Redding’s column – A Second Look - vocalized his opinions on the problems and concerns of the common African American person and how to take action against them. Redding wanted to spread knowledge to help gain civil rights for African Americans.  "],"display_date":"June 22, 1944 - June 24, 1944","search_date":"1944-06-23","locations":[{"id":5927,"lat":39.2903848,"lng":-76.6121893,"zoom":8,"place":"BALTIMORE, Maryland"},{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C."}],"tags":[{"id":142,"tag":"african americans"},{"id":42,"tag":"Civil Rights"},{"id":242,"tag":"WWII"},{"id":225,"tag":"Jim Crow"},{"id":266,"tag":"Segregation"},{"id":3225,"tag":"G. I. Bill"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}},{"id":6653,"title":"A New Beginning","course_id":170,"status":"P","start_date":"1863-01-01","end_date":"1888-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After examining the document To Colored Men, it can be said that this document explains what happened after the slaves were finally emancipated. The document goes on to describe the laws that were put in place to protect and enforce anti-slavery and some of the consequences if these laws were not followed. Also contained in this document are a few responses to the emancipation of slaves put in place by president Abraham Lincoln. While examining this document, it is proven that the emancipation of slaves created a gateway. The African American race was finally able to fight for what they believed in without a rather gruesome consequence such as a “whipping”. To Colored Men describes the beginning of freedom for the African American race and the opportunities that were received due to the emancipation of 1863.  ","On page one of the document, Abraham Lincoln gives a brief statement about how the government should provide protection for its citizens. When Lincoln made the statement, he was referring to every citizen regardless of race, class, or condition. Even though Lincoln said that all citizens should be protected, he emphasized the protection of one specific group, U.S soldiers. The emancipation meant absolutely no slavery, so if an enemy were to enslave a person because of his color, there would be brutal retaliation. The enemy were to remain enslaved until the person(s) of color were released.","As the document progressed, some of Lincoln’s servants responded to this new tactic referred to as “man for man”. For example, contained in one of the responses is a situation involving the capture of  three black soldiers. In the response, Lincoln’s loyal servant agreed to keep three rebel soldiers imprisoned until the others are freed.  During this time there was a zero tolerance policy on slavery. Retaliation had became the biggest practice of military forces in the year of 1863. Edwin M. Stanton made the statement  “ ..retaliation will be our practice now-man for man- to the bitter end.”. This statement meant that as long as their men were held captive, the more retaliation would be brought upon opposing forces. This also meant that they didn’t care about what the outcome would be, regardless they would still retaliate for their captured soldiers.","After the tactics and philosophy of the army were described, the document began to explain the benefits that African Americans would receive if  they had chosen  to enlist in the armed forces. When examining this section of the document, it seemed as if African Americans were treated the same as the Caucasian American. In reality they were. They received the same pay and the same benefits as the white males during this time. Some of the benefits are still provided to soldiers today. For example if a soldier were to be severely injured or to die, he and his family would receive “pensions” from the armed forces. They were even paid while enlisted regularly.","Also around this time, African Americans were some of the most fierce soldiers to step foot on a battlefield. For example, there was the Battle of  Honey Springs, Arkansas. The battle was between the First Kansas Colored Regiment and the 20th Texas Regiment.  The outcome of the battle was very unexpected. An army of colored soldiers took on an army that was twice its size. The Texas Regiment went into the battle with 300 soldiers and came out with 60. Through all of the times that African Americans were degraded, they had finally showed how strong and powerful they can be. It took a long time for the African American race to get to this point in history. This also proves that they had beat the odds and had that they are more than just a peasant or slave; they were warriors.","After examining To Colored Men, it can be said that this document explains the events following the emancipation of slaves along with the opportunities that came with it. The emancipation of slaves opened up many doors for the African American race. After the slaves were finally free, they showed people of  the U.S what they really were capable of. They fought in the armed forces and they never backed down despite their low number of soldiers that they had. This was the beginning of freedom for African Americans. The document comes to show that African Americans were in fact strong and that they were warriors.  African Americans had made great progress after gaining freedom, but there was more to come in their later years."],"display_date":"January 1, 1863 - January 1, 1888","search_date":"1875-07-02","locations":[{"id":52950,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC, USA"}],"tags":[{"id":2824,"tag":"Charles Sumner"},{"id":32,"tag":"Civil War"},{"id":98,"tag":"Emancipation Proclamation"},{"id":3252,"tag":"1863"},{"id":3253,"tag":"Colored Troops"},{"id":3254,"tag":"Enlistment Poster"},{"id":3255,"tag":"Recruitment Poster"},{"id":3256,"tag":"Edwin M. Stanton"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6656,"title":"The Rise of Ulysses S. Grant","course_id":170,"status":"P","start_date":"1822-04-27","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            Hiram Ulysses Grant, was born in Point Pleasant Ohio. He went to the military academy of West Point where, due to an administrative error, his name was put in as Ulysses S. Grant and his classmates began calling him Sam. Graduating 21<sup>st</sup> in a class of 39 he was not an exceptional student.  Indeed, he was not expected to become the commander of the Army of the Potomac due to his standings in school."," He was first noticed for his leadership in the Mexican War of 1846-1848 where he was awarded three awards two of which were for gallantry and one was for meritorious conduct. After the war had ended, he was forced to be stationed far from his family in remote regions. Drinking became his way to pass time which lead to him being viewed poorly. In 1854 He resigned from his position in the military to avoid being kicked out.","Grant, having to fall back onto his family to survive, moved to St. Louis, Missouri. He made many attempts to keep his family afloat in society being a farmer and other odd jobs. Eventually he was forced to move to his family’s business in Galena, Illinois where he took up the position of a clerk at the store. The Civil War began in 1861 and Grant rushed to join and regain his lost glory.","            First, he was stationed as a colonel of the 21<sup>st</sup> Illinois Infantry. Grant proved himself a great leader which allowed for him to climb in the ranks. Quickly he managed to gain the brigadier general in July 1861 then, in September was given command of the whole Distract of Southeast Missouri. In 1862 Grant earned the nickname “Unconditional Surrender” after his success in western Tennessee at Fort Henry and Fort Donelson.","After being recognized for his excellent military prowess Grant was promoted to lieutenant-general and the next day took command of the Army of the Potomac. Grant arrived in Washington saying “It had been my intention before this to remain in the West, even if I was made lieutenant-general; but when I got to Washington and saw the situation it was plain there here was the point for the commanding general to be.” General Meade was the previous commander of the Army and even suggested that Grant replace him in his command with a general he knew better from the west. This changed Grants view of Meade for the better stating “It is men who wait to be selected, and not those who seek, from whom we may always expect the most efficient service.”","April 6<sup>th</sup> 1862 Grant suffered great losses at the Battle of Shiloh after being overpowered by 40,000 confederate soldiers on the first day of fighting. They fell back to a defensive position on a road the position was known as the “Hornet’s Nest” the rebels were not able to break the position and their general, Gen. Albert Sidney Johnston, was mortally wounded and was replaced by P.G.T. Beauregard. On April 7<sup>th</sup>, Federal reinforcements came and helped overwhelm the Confederates. This was the bloodiest battle in the United States history at that point and caused many to call for Grant to be removed from command President Lincoln defended him saying “I can’t spare this man. He fights.”","Like any military campaign, Grant had his victories and losses. Grant taking over command of the Army of the Potomac was important for not only showing his strength but also the strength of the union. Without Grants aggressive offensives and leadership the Civil War could have lasted much longer."," "," "," "],"display_date":"April 27, 1822 - April 9, 1865","search_date":"1843-10-18","locations":[{"id":53022,"lat":43.9109016,"lng":-78.7666972,"zoom":9,"place":"St. Louis, Missouri, United States of Am"},{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":9,"place":"Washington, D.C."},{"id":53023,"lat":35.5174913,"lng":-86.5804473,"zoom":9,"place":"Tennessee, United States of America"},{"id":53024,"lat":42.4166744,"lng":-90.4290168,"zoom":9,"place":"Galena, Illinois, United States of Ameri"}],"tags":[{"id":32,"tag":"Civil War"},{"id":332,"tag":"battle of shiloh"},{"id":3246,"tag":"Ulysses S. Grant"},{"id":3247,"tag":"Army of The Potomac"},{"id":3248,"tag":"Mexican War of 1846-1848"},{"id":3249,"tag":"21st Illinois Infantry"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6679,"title":"Dismissal Due to Alleged Perversion during the Lavender Scare","course_id":173,"status":"P","start_date":"1/1/45","end_date":"12/31/69","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Persecution in the United States during the Cold War is often only thought of as pertaining to alleged Communist sympathizers; however less publicized was the discrimination faced by homosexuals during this period. Already a time of great turmoil and uncertainty throughout America, McCarthy’s time in Senate was especially volatile for the homosexual community as investigations and interrogations were made in an attempt to expose them. The contagion of terror regarding communist spies and traitors consuming the nation made the homosexual community a convenient target for a tandem witch-hunt, as it was believed that they were “…vulnerable to blackmail and therefore…security risk[s]” (Johnson 1994, 47). This period, known as the Lavender Scare, was rife with conflict between the Federal government and the gay community as family, friends, and colleagues began being dismissed from their jobs (Johnson 1994, 46). The Senate issued a report, “Employment of Homosexuals and Other Sex Perverts in Government”, which condemned homosexuals as morally depraved and thus “…unsuitable for employment…” (Hoey 1950, 19). It was decreed that intelligences within the work place of “sexually perverted” activities were to be investigated immediately and the person expediently and mercilessly removed from their post, regardless of years of employment.","Beyond this, Hoey’s report recommended amending the regulations on homosexual activities to make prosecution easier and penalties harsher, further constricting the gay community and thickening the shroud of fear that hovered over them (1950, 17). According to Hoey, the dismissal of purported homosexuals was justifiable in that it was in the greater interest of society to be protected from these individuals, which he viewed as deplorable (1950, 20). This was further validated by the mainstream psychiatric reasoning at the time that claimed homosexuals could be treated if “…they [had] a genuine desire to be cured” (Hoey 1950, 3).","The Lavender Scare continued to escalate as the Eisenhower administration prevented the outright employment of those convicted of sexual perversion. Homosexuals holding places in office were seen as weakening the American government and a severe “security risk” (Johnson 1994, 48). Roosevelt also came under scrutiny for “…harboring at least one homosexual…” (Johnson 1994, 50) in his office, but instead of defending them, Roosevelt also forced their resignation.","These acts of bigotry and the hostility had a tremendous effect on the self-concept of homosexuals. As Sullivan noted, homosexuals were singled out and ridiculed, while society at large turned against them. This was a tremendously demoralizing experience, because not only were they being thrown from their jobs, but forced to live in an environment of hostility and stigmatization (Sullivan 1990, 208). As a result they suffered from depression, feelings of inferiority, as well as fear, hatred, and denial of their sexuality.","The “Employment of Homosexuals and Other Sex Perverts in Government” had dramatic ramifications in the treatment of homosexuals and their perception in society. It created a chasm in society, an “us” and a “them”, with lastly and profound consequences that remain interwoven in the fabric of society today."," "],"display_date":"1945 - 1969","search_date":"1957-07-02","locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":6,"place":"Washington, D.C."}],"tags":[{"id":1667,"tag":"Discrimination"},{"id":291,"tag":"Cold War"},{"id":3299,"tag":"LGBT/Homosexuals/Gays"},{"id":468,"tag":"employment"}],"course":{"name":"US History 1867 to the present","school":"University of Toronto Scarborough","course_id":173,"school_id":28}},{"id":6686,"title":"An analysis of the Emanciptation Proclamation","course_id":170,"status":"P","start_date":"1862-09-22","end_date":"1863-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Emancipation Proclamation played a pivotal role in the progression of the American Civil War. This document was the first major action in getting rid of the institution of slavery in the United States. Though Abraham Lincoln did not receive open arms when creating this document, he did bring a new since of freedom to the African Americans in the country. This document had two sides, one side believed that it was time to take action and to win the war they needed to get rid of the one thing the south was fighting for. And the other side stood against it, they thought that getting rid of slavery was a wrong move and believed they were just ripping apart the country even more.","            The effects of this document brought many questions and many new ideas to the United States. In the document Lincoln States “All persons held as slaves within any State or designated part of a State, the people whereof shall then be in rebellion against the United States, shall be then, thenceforward, and forever free.” In the first sentence Lincoln jumps right in to the fire and does what he was there to do. Though there can be an argument made that Lincoln technically has no jurisdiction to free the slaves in the south. This document still shocked the minds of many people both in the union and the confederacy. Many northerners believed the idea of freeing all the slaves would hurt the country.","            Other than controversies, this document did bring a lot of good and a new since of freedom. This document did give birth to the African American man in the Union and chance to join the army.  Lincoln stated “I further declare and make known, that such persons of suitable condition, will be received into the armed service of the United States to garrison forts, positions, stations, and other places, and to man vessels of all sorts in said service.” During this time the union was experiencing huge casualties on the battlefield. The freed slaves gave the Union the numbers it needed to keep the war going and help continue the pursuit against the Confederacy. Throughout the progression of the war slavery was a grey area, though people knew this institution generally caused the war they did not know how to handle the topic. Abolition did not come into picture until Lincoln realized that he had to take away the one think the Confederacy was holding on too."," ","            To conclude, the Emancipation Proclamation helped bring a shifting point to the American Civil War. After mass causalities and a happening of an immoral institution weighed heavier than it could have ever, Lincoln realized that he needed to take action. For years to come this document will send a new since of freedom to the slave and it would become there first step of a long road to equality. Still today we see some of the residual aftermath of this time period and it will affect us for many years to come."],"display_date":"September 22, 1862 - January 1, 1863","search_date":"1862-11-11","locations":[{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":3,"place":"Washington, DC"}],"tags":[{"id":4,"tag":"Slavery"},{"id":98,"tag":"Emancipation Proclamation"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6693,"title":"A Poet Turned Nurse","course_id":170,"status":"P","start_date":"1862-01-01","end_date":"1873-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","A Poet Turned Nurse"," "," "," ","Born in New York on May 31<sup>st</sup>, 1819, Walt Whitman was the second of nine children. His family was poor and he had no real schooling. He loved to read and write and studied many classics on his own. At age 12, he began a trade in printing and started writing poems. He held many jobs over the years and one was editor for a newspaper down in New Orleans called The New Orleans Crescent. While living in New Orleans during this time, he got a firsthand look at what the slave trade looked like and he was sickened by the sight. This inspired him to write, “I Sing The Body Electric”"," ","In 1861 when the Civil War began, Whitman was a freelance writer that would interview wounded soldiers in hospitals in New York. A year later, Wal Whitman’s brother was injured in Fredericksburg, Virginia. Soon Walt came down to help his brother and take care of him. When he got to Fredericksburg, he was so awestruck that he felt the need to volunteer as a nurse and care for the soldiers. He would help take soldiers to Washington D.C. so could receive better treatment. He only planned on staying a few days but ended up volunteering for the next 11 years. "," ","During this time in the Civil War, nurses received no proper training. This was a trial and error effort on the nurse’s part. They simply learned but doing. “Those who called themselves nurses learned by doing and, for the most part, gave medicines, fed patients and kept the hospitals clean.” Also during this time during the Civil War, there were fewer female nurses then there were male nurses. More times than not, male nurses were just recovering soldiers. Soon, the number of female nurses increased due to the fact that many of the soldiers turned nurses would die or become sick again. This called for an increase in the female nurse population. "," ","Unable to find a decent paying job in Washington D.C. because of his book, <em>Leaves of Grass</em>, Walt was forced to take a job as a cashier. On his days off and free time, Walt spent every second he could at the hospitals tending to soldiers. His favorite hospital to visit was Armory Square Hospital. He saw the doctors and nurses as some of the best for their work but sadly many nurses did not like him for the time he spent with the patients. "," ","The war is over but Walt stays in Washington D.C. He worked for the Bureau of Indian Affairs and the Attorney General’s office. Many years later, Whitman suffered a massive stroked that compelled him to move to his brother’s home. Although Walt Whitman never regained full strength again after the stroke, he continued to write up until the day he died. "],"display_date":"1862 - 1873","search_date":"1868-01-01","locations":[{"id":53055,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washinton D.C"}],"tags":[{"id":536,"tag":"Poetry"},{"id":2189,"tag":"Nursing"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6694,"title":"The 13th Amendment","course_id":170,"status":"P","start_date":"1865-12-06","end_date":"1865-12-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Throughout the years of our countries existence, the United States Constitution has had many Amendments added to it. One of the most important and influential of these amendments has to be the 13<sup>th</sup> amendment. This amendment states “Neither slavery nor involuntary servitude, except as a punishment for crime whereof the party shall have been duly convicted, shall exist within the United States, or any place subject to their jurisdiction.” This amendment abolished slavery and set a new tone and new definition of freedom throughout our country. Though in many ways this amendment wasn’t welcomed with open arms, it did project the United States into a new direction. Without the abolishment of slavery we would not be the country we are today and our history would be completely different.","            Throughout the Civil War the beginning goal of the Union was to bring the country back together and leave slavery intact. Once the confederacy proved that they weren’t giving up easily, Abraham Lincoln believed it was time to take action and take away the one thing the Southern States were fighting for. The first glimpse of the abolishment of slavery was with the Emancipation Proclamation. Though this didn’t fix the problem automatically it opened the eyes of many people throughout the country that slavery could in fact be abolished. Many Southerners and even Northerners were angered by this. Though Lincoln stood his actions and he ultimately made the right decision, it didn’t all happen so easily.","            Once the 13<sup>th</sup> Amendment was ratified and the slaves were freed it still was only one step to pure freedom. Though the amendment finally gave the African Americans the citizenship and the basic rights they deserved.  African Americans still had a long road to equality and many believe that struggle continues in modern times. After they were freed they still had to deal with the emergence of the Black Codes, KKK, lynching, and the Jim Crow Laws. These institution ravaged the African American culture for years to come. The south was where most of these institutions blossomed. In the south people were still bitter of the war and many lost their way of income when Slavery was abolished. For many years they would look at the African Americans as inferior and do whatever they could to stop them from becoming or feeling equal."," ","            To conclude, the 13<sup>th</sup> amendment was a pivotal point for the American Society. It brought for new thought of freedom but with that freedom came years of inequality. Abraham Lincoln believed that this country either had to be all slave or all free. Many people disagreed with that point but ultimately it is the reason we are the great country we are. During this time period the definition of true freedom was tested in the United States and I believe it one. Without the 13<sup>th</sup> amendment we would have been on a completely different course of history, and today we are able to look back and realize how important it is."],"display_date":"December 6, 1865","search_date":"1865-12-06","locations":[{"id":52836,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington DC"}],"tags":[{"id":1397,"tag":"Amendment"},{"id":32,"tag":"Civil War"},{"id":3315,"tag":"13th Amendment"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6697,"title":"The Emancipation Proclamation","course_id":170,"status":"P","start_date":"1862-01-22","end_date":"1863-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","Many people believed Lincoln was a good man and one who should be honored but while there are those who believe he was great, there are others who find his ideals nonsensical. Abraham Lincoln had a vision that transcended mere thought, he believed in equality of all people, which to the south was unacceptable. Abraham Lincoln only wanted the country to stay together, believing that a split was destruction to America. He desired that one day, all people can walk beside each other without hatred instead peace. One document that is worthy of praise was the creation of the Emancipation Proclamation."," ","Both the North and the South had a different view about the creation of the Emancipation Proclamation. There are several differences that the Union and the Confederacy had towards the Emancipation Proclamation crafted by President Abraham Lincoln during 1863.The effect the Emancipation Proclamation had on both northern and southern minds is worthy of recognition by historians. The Emancipation Proclamation was constructed by Abraham Lincoln as a result of him desiring freedom for a civilization that was put down both physically and emotionally. Abraham Lincoln believed in the principle that all life should be valued and the preservation of the Union was of upmost importance."," ","Lincoln could be thought of as a golden knight; a savior to the African American slaves. The Union viewed the emancipation of slaves as a due right and believed that the demoralizing process known as slavery was an abomination to all of creation. The Emancipation Proclamation was created after the Battle of Antietam in 1862. Lincoln and the Union believed that the Confederacy’s perception of slavery was morally wrong, even if Lincoln would’ve confined slavery to only the southern states. Lincoln did not have the authority to completely ban slavery but he could confine it. Northerners viewed Lincoln as the “Great Emancipator”."," ","The Confederacy did not view the Emancipation Proclamation as a good idea as they would lose valuable labor that lead to an increased production and a better economy through a southerner’s eyes. The Confederates believed in slavery as a constitutional right and as a traditional virtue that originated with the founding fathers. Many people who lived in the South during that time didn’t understand the fragile and inhumane treatment that slavery caused. They viewed the Emancipation Proclamation as a permanent escape from their previous reality. Lincoln made a decision that despite the South rejecting, allowed the freedom of slaves from servitude."," ","The Union and the Confederacy despite their differences, exist as two entities that came together despite their differences. The Union’s opinion was the most logical and ultimately the one opinion that needed to be known. The confederates believed that the Emancipation Proclamation was wrong as it reaped them of their labor system that had worked for many years. The Thirteenth Amendment abolished slavery throughout America completely leading all slaves to the freedom they deserved. With enough persistence, the North’s viewpoint finally was accepted by southerners. The southerners had a difficult time originally due to their lifestyle, however, the South adopted a new virtue. The virtue of treating people equally."," "," "," "," "],"display_date":"January 22, 1862 - January 1, 1863","search_date":"1862-07-13","locations":[{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C."}],"tags":[{"id":98,"tag":"Emancipation Proclamation"},{"id":365,"tag":"Emancipation"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6698,"title":"Does Emancipation Really Mean Free?","course_id":170,"status":"P","start_date":"1862-01-01","end_date":"1865-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     During the time Surrounding the Civil War, African American slaves and northern citizens had anticipated the official end of slavery. Initially during this time there was only one man who had the authority to end the existence of the gruesome institution once and for all. The man in question was Abraham Lincoln.  Lincoln was elected President of the U.S in 1861. Being that he was the elected official, he bestowed the power to do something that slaves and citizens of the North had long waited to happen. He emancipated slavery once and for all just two years after being elected. Although he didn’t take charge immediately to end the existence of the gruesome institution, he did it just at the right time during the war."," ","    During the war Lincoln issued a Preliminary Emancipation Proclamation. This document was issued by Lincoln in 1862, which was almost a year from the official document. In this document, Lincoln did in fact free slaves. But did he free every slave? Here’s the issue with the preliminary document. Instead of freeing all slaves, he only freed slaves in slave holding Union states. Being that slaves in the union would be emancipated, this would mean that slaves in confederate states would have to wait much longer than they had anticipated. This act also created questions like “ Why not free every slave ?”. There was more to the story leading up to the emancipation of slaves.   "," ","    Being that the country was in an internal war, Lincoln would have to be very clever with the decisions that he made. Because the Confederate Army had possession of part of the country, it was almost impossible for Lincoln to emancipate the slaves in full. The Confederacy definitely wouldn’t allow it. Although Lincoln was the president of the country, the South wasn’t too fond of his ideas and philosophies. The South perceived Lincoln as an imbecile and refused to let him take their source of commerce away from them."," ","Eventually, the Union pushed pass Confederate forces to the point where they had more control. Once they gained as much ground as they did, the war was putty in their hands. After gaining ground into Confederate territory, this opened the door for the emancipation of slaves. In 1863, on the first day of the year, Lincoln finally freed all slaves once and for all. Being that slaves were free, many doors opened up for the African American population. After being freed many of the slaves went on to join the Union Army to give them an edge over the once notorious south. Two years after being emancipated, the slaves joined the Union Army in victory over the Confederacy in 1865. The emancipation of slaves played a vital role in the Civil War. In fact there’s a possibility that the Confederacy may have caused an unexpected turnaround  had slaves  not joined in on the war. The emancipation of slaves changed the structure of the U.S and will forever be remembered."],"display_date":"January 1, 1862 - January 1, 1865","search_date":"1863-07-03","locations":[{"id":52826,"lat":38.968343,"lng":-77.0087889,"zoom":7,"place":"Washington D.C."}],"tags":[{"id":3317,"tag":"Abraham Lincon"},{"id":3252,"tag":"1863"},{"id":317,"tag":"1862"},{"id":98,"tag":"Emancipation Proclamation"},{"id":32,"tag":"Civil War"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}},{"id":6721,"title":"Legal Precedent of Chae Chan Ping v. United States","course_id":176,"status":"P","start_date":"1889-05-13","end_date":"1889-05-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Burlingame Treaty between the United States and China guaranteed the right of Chinese and US citizens to immigrate between the two countries and outright rejected any attempts to restrict this immigration. In 1875 Chae Chan Ping, a Chinese laborer, immigrated to the United States, protected by the provisions of this treaty. Seven years later Congress, under intense pressure from labor unions and west coast politicians concerned about Chinese migrants competing with white American for jobs, passed the Chinese Exclusion Act in the spring of 1882, which was the most famous of several acts that amended the Burlingame Treaty by restricting immigration from China. After living and working in the United States for twelve years, Ping decided to make a return voyage to China, fully intending to return to the United States afterwards, and obtained all the certifications necessary to do so as stipulated by the act; he departed on June 2, 1887.","While he was away Congress amended the Chinese Exclusion Act by passing the Scott Act on October 1, 1888, which canceled all certificates of residence and prevented any Chinese people who had previously resided in the United States, like Ping, from returning. When he returned to the US one week after the Scott Act’s passage, his papers were declared null and void; thus he was denied reentry and detained. Ping soon after submitted a habeas corpus petition, asserting that he was unlawfully detained without a trial, to the circuit court of the United States for the northern district of California. This circuit court maintained that Ping, under the Scott Act, was not allowed to enter the United States and was thus not unlawfully detained.","The petitioners, now arguing that the 1888 Scott Act itself was unconstitutional, appealed the circuit court’s decision to the US Supreme Court.. On May 13, 1889 Justice Stephen Jay Field, writing the decision for a unanimous court, portrayed Chinese immigrants as a threat to American civilization, since they refused to assimilate into American culture and were outcompeting white laborers. He argued that immigration policy was a right of the federal government free from judicial review since a strict immigration policy, especially in regards to Chinese immigration, was vital to the national interest. Therefore any certification held by Chinese immigrants prior to the passage of the Scott Act, “is held at the will of the government, revocable at any time, at its pleasure.” Whether any such amendments are within the national interest or are at all constitutional “are not questions for judicial determination.” The Supreme Court thus upheld the decision of the circuit court for the northern district of California. After this decision Ping was deported; his final fate in China is unknown.  <em>Chae Chan Ping v United States </em>was not the only legal challenge to the Chinese Exclusion Act, but the decision Field handed down established a significant precedent of judicial deference to federal immigration policy, known as the “plenary power doctrine,” which continues to shape United States immigration policy to this day."],"display_date":"May 13, 1889","search_date":"1889-05-13","locations":[{"id":966,"lat":37.7749295,"lng":-122.4194155,"zoom":8,"place":"SAN FRANCISCO, California"},{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, D.C."}],"tags":[{"id":3379,"tag":"Chinese Americans"},{"id":746,"tag":"Supreme Court"},{"id":31,"tag":"Immigration"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}},{"id":6734,"title":"The Omnipotent Kennedy Fade","course_id":174,"status":"P","start_date":"1/1/60","end_date":"11/1/63","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 14, 1962, Jackie Kennedy gave her famous White House Tour on for CBS Television. Charles Collingwood of CBS guided the hour-long tour. Jackie represented a new, relaxed style of modernity and femininity. She demonstrated impressive knowledge of history by speaking about what events past presidents held in each room. In the Green Room Jackie noted, “this used to be the dining room, and here Jefferson gave his famous dinners and introduced such exotic foods as macaroni, waffles and ice cream to the United States.” Kennedy’s eye for beauty and desire for prestige established the myth and glamour that would define the era of the Kennedys. While many perceived Jackie as a flawless beauty and easygoing mother and wife, she struggled with her public appearance and confidence.","The Kennedys represented the image of a cultural revolution in the1960s. The modern <em>Mad Man</em> television series centers on this image with the new hopes, fears and the eventual decline of the American dream. The article <em>Don, Betty and Jackie Kennedy On Mad Men and Periodization,</em> discusses the symbolism behind the Jackie Kennedy White House Tour in the 1960s. The central characters in <em>Mad Men </em>noted that Jackie seemed nervous, even when she saw Jack at the end. The message behind the show addresses the story of image control. The images and reality observed was well groomed to a specific persona as opposed to the reality of the hardships the family faced. The flaws and secrets of the family are hidden behind the well-tailored clothes, bright smiles and good looks.","In historian James Giglio’s book <em>The Presidency of John F. Kennedy</em>, he accounted for the image the Kennedys had, compared to the reality behind the scenes. John Kennedy was one of the most image-conscious presidents and centered the media on his attractive children, glamorous wife and his livelihood as a family man. The Kennedy lifestyle hardly resembled the Camelot that Jackie portrayed after the assassination.","Behind the handsome façade, Kennedy suffered from failing health, aggressive behavior towards others and being unfaithful to his family. Jackie was well aware of her husband’s problems. Her frustration may have been taken out on her shopping sprees for designer clothes, jewelry, antiques and artwork. Jackie unwillingly assumed the political obligations as first lady. Once President Kennedy twisted Jackie’s arm behind her back and marched her over to female reporters so that would portray the right family image. Jackie often had unpredictable mood swings and would cancel engagements due to illness, only to be reported to be water-skiing at Hyannis Port.","Jackie was a major asset to the image of the Kennedy presidency. In the White House tour Jackie acted as the perfect mother and wife, but her tense posture and controlled voice showed otherwise. Jackie’s seemingly flawless beauty was an image created to shield the ubiquitous flaws in the Kennedy family private life. Jackie lived a life where public image ruled over her own happiness, forcing her into a role she did not fully believe in."],"display_date":"January 1, 1960 - November 1, 1963","search_date":"1961-11-30","locations":[{"id":52836,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington DC"}],"tags":[{"id":2866,"tag":"Jackie Kennedy"},{"id":617,"tag":"Feminism"},{"id":1727,"tag":"JFK"},{"id":1507,"tag":"1960s"},{"id":2865,"tag":"White House Tour"},{"id":3213,"tag":"History"},{"id":145,"tag":"art"},{"id":197,"tag":"fashion"},{"id":7,"tag":"Women"},{"id":3412,"tag":"Image"}],"course":{"name":"JFK","school":"Marist College","course_id":174,"school_id":77}},{"id":6735,"title":"Robert Kennedy Carries on the Kennedy Legacy","course_id":175,"status":"P","start_date":"4/26/64","end_date":"4/26/64","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The article, “Robert Kennedy Seen Undecided,” published in the New York Times on April 26, 1964 showcased both the tremendous interest and lack of information on the intentions of both Kennedy and Johnson. New York Times reporter Wallace Turner wrote, “The other surviving brother in the family, Senator Edward M. Kennedy of Massachusetts has told his friends that he doubts seriously if Robert Kennedy knows what he wants to do.” The press interest in Kennedy may not have been as organic as it appeared. Turner served as a Press Secretary in the Kennedy Administration. Despite Kennedy being the popular favorite among Democrats for the Vice Presidency, Johnson detested the idea of choosing a Kennedy as his running mate in an effort to forge his own legacy. ","Following the assassination of his brother, the once confident Robert F. Kennedy suddenly felt unsure of himself in Washington. RFK served as John F. Kennedy’s most trusted advisor in addition to being the Attorney General.  Although RFK remained the Attorney General for several months under Lyndon B. Johnson, RFK lacked the purpose and drive he displayed while serving his brother. RFK fell into a deep depression immediately after his brother’s death and did not report to work for weeks according to On His Own: Robert Kennedy, 1964-1968, by William Vanden Heuvel. ","Under immense internal and external pressure, Robert Kennedy weighed his options for the next chapter of his life. Upon leaving his post as Attorney General in September 1964, the press widely speculated on where RFK would end up. Vanden Heuvel, a close associate of RFK, named some of the positions RFK considered pursuing following his departure from the Johnson Administration. The positions included several ambassadorships, Governor of Massachusetts, and New York State Senator. Taking over JFK’s legacy required RFK to run for office for the first time in his life. Lacking his late brother’s charisma, RFK benefited from immense carryover support from his brother in the Democratic Party. ","RFK’s popularity in the Democratic party made him a de facto candidate for Vice President to the incumbent Johnson in the 1964 election. RFK coveted the Vice Presidency because it would give him the greatest ability to fulfil JFK’s policy goals. RFK admired the Johnson administration’s continuation of many of the New Frontier programs and legislation introduced by JFK. Much to the delight of Johnson, the same polls of the Democratic Party that showed the steadfast support for RFK also revealed that Johnson would not need RFK in order to beat Republican Barry Goldwater. ","After Johnson passed over RFK for the Vice Presidency, RFK moved north to run for a senate seat in New York. Kennedy would remain a NY Senator until his death during his campaign for the presidency in 1968. Despite not being named a the Vice Presidential candidate, RFK was able to continue JFK’s legacy of the New Frontier in the senate and later on the campaign trail before his own assassination."],"display_date":"April 26, 1964","search_date":"1964-04-26","locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":12,"place":"Washington, D.C."}],"tags":[{"id":3070,"tag":"Robert F. Kennedy"},{"id":3162,"tag":"Lyndon B. Johnson"},{"id":2855,"tag":"New Frontier"},{"id":3413,"tag":"Wallace Turner"},{"id":3414,"tag":"Kennedy Family"}],"course":{"name":"JFK","school":"Marist College","course_id":175,"school_id":77}},{"id":6802,"title":"Cardinal Cushing, JFK, and the Religion Hurdle","course_id":183,"status":"P","start_date":"1/1/66","end_date":"1/30/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"N","content":["“I was convinced if anyone could break through that wall of prejudice, our best hope was with John F. Kennedy. More than any other Catholic of the twentieth century, he was capable of facing this Herculean challenge.”  ","In 1966, Richard Cardinal Cushing, a close confidante and spiritual adviser to John F. Kennedy, sat for an oral history with Edward M. Kennedy. Cardinal Cushing first encountered John F. Kennedy during his campaign for Congress and said that he remained a steadfast influence in the young President’s life until his untimely death. Cushing attested that Kennedy called and visited him frequently to discuss a range of subjects, from federal aid to education to current events. In his interview with Edward M. Kennedy, Cushing described and evaluated the main conflicts Kennedy faced regarding his Catholic religion.","Cushing declared that some citizens undoubtedly did not vote for Kennedy solely for his Catholicism and he admitted that some in the Catholic hierarchy felt the time had not yet come for a Catholic’s election to the presidency. In sharp contrast, Cushing extolled Kennedy’s ecumenical spirit, which meshed with the reforms associated with the Second Vatican Council. Cushing likewise noted Kennedy’s “liberal rather than conservative Catholicism” and many “qualities of mind and heart” made him the only Catholic with a chance to obtain the highest office in the land.","Cushing stated that Kennedy’s faith never obstructed his relationships. Yet Kennedy’s faith and allegiance prevailed as a topics of heated controversy during his campaign and presidency. During his interview with Cushing, Edward M. Kennedy mentioned a highly-publicized incident regarding the Chapel of Four Chaplains in Pennsylvania, where Kennedy encountered harsh criticism for neglecting to attend an interdenominational service. Cushing said this was just one of hundreds of similar conflicts. This specific episode, however, continued to follow Kennedy, despite his insistence that he did not attend solely because “he was not credentialed to be a representative of the Catholic church,” according to historian Shaun Casey.","Kennedy’s Catholicism gave rise to other concerns, including fears that he would advocate to send an ambassador to the Vatican. Cushing considered this an “absurd objection” and proclaimed that he knew no one in the U.S. Catholic hierarchy who supported that initiative. Yet a group of Baptist ministers in St. Louis passed a resolution that encouraged Kennedy to send Cardinal Cushing himself – “Mr. Kennedy’s own hierarchical superior in Boston” – to obtain the Vatican’s authorization on Kennedy’s position regarding the separation of church and state. Casey wrote that a move like this would have presented Kennedy as submissive to the Vatican. Kennedy firmly denounced this appeal, reiterating that he felt strongly that his position mirrored those of most American Catholics.","As for federal aid to education, Cushing never passionately supported the cause, fearing that parochial schools would become subject to some federal control. But Cushing affirmed that Kennedy felt private or parochial schools deserved a place in the U.S. educational system. Kennedy even believed these schools should receive “some kind of aid that had no relation to religion,” as long as this motion would align with the Constitution. Historian Thomas Maier wrote that during a debate surrounding a 1950 federal aid-for-education bill, Kennedy openly argued that parochial schools should receive aid, at least for buses and health services.","Cushing told Edward M. Kennedy how he officiated the late President’s wedding to Jacqueline Bouvier, visited during one of Kennedy’s near-fatal hospital stays, gave the only prayer offering at Kennedy’s inauguration, and attended the funeral masses of both Patrick Bouvier and the President himself. In all the time that he knew the President, Cushing said he never once saw any evidence that an allegiance to the Vatican had influenced Kennedy’s loyalties to the presidency. In fact, he considered Kennedy “the greatest representative of brotherhood...we had among the laity.”","<br /><br /><br /><br /><br /><br />"],"display_date":"January 1, 1966 - January 30, 1966","search_date":"1966-01-15","locations":[{"id":52855,"lat":38.911387,"lng":-77.03062,"zoom":7,"place":"Washington, D.C."}],"tags":[{"id":3561,"tag":"Richard Cardinal Cushing"},{"id":3563,"tag":"Vatican"},{"id":3562,"tag":"Edward M. Kennedy"},{"id":757,"tag":"Catholicism"},{"id":648,"tag":"Kennedy Assassination"},{"id":2703,"tag":"John F. Kennedy"}],"course":{"name":"JFK","school":"Marist College","course_id":183,"school_id":77}},{"id":6804,"title":"Jackie Kennedy: A Role Model for Women","course_id":183,"status":"P","start_date":"2/14/62","end_date":"2/14/62","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dated February 14, 1962, a letter written by Jean Warren Hight reads “It was so much more than a tour-it was a deeply rewarding experience, a glimpse into the tremendously fruitful effort you have been engaged in,” while the following day, Cornelia Otis Skinner penned “Many thanks for your magnificent telecast it is one of the best things that has happened in our country all my admiration and respect.” These are just two examples among many letters received by the First Lady in the days following her broadcast, Jacqueline Kennedy represented strength, independence and purpose. She created the image of a successful woman; rather than the stereotypical dependent and obedient women in the early 1960s. Most importantly, Jackie Kennedy served as a role model for women.","On February 14, 1962 Jacqueline Kennedy conducted a TV tour of the newly restored White House. Not only did she single handedly start the restoration, overseeing everything from wallpaper in the Monroe Room to china in the State Dining Room, she also presented the renovated rooms of the White House with knowledge and poise, intermittently providing historical context. The hour-long CBS special symbolized something greater than just presenting artifacts of American history to its viewers, it communicated that Jackie Kennedy was more than just Jack Kennedy’s wife. Through White House restoration, Jackie publicized her movement away from dependence and toward initiative and progress. Whether she intended directly or not, Jackie Kennedy provided women with a newfound inspiration for change; change that was well overdue.","President Kennedy was introduced at the tail end of the tour, and for once, it is to support the First Lady in her endeavors, rather than the reverse. “Being educated, having some knowledge your husband didn’t have, was glamorous, even enviable” according to Media Studies Scholar Susan Douglas. It was refreshing, revolutionary and important to young women in the United States at that time to see that a woman, not only a man, could do something great, something “magnificent” as R. M. Frisby states in a letter to the First Lady. Her voice, as Historian Gil Troy states, is “thin” with an “upper-class accent.” Her hair was done perfectly and her wardrobe, as always, superb. Not only was her appearance untouchable, but her knowledge as well. She articulated “beautifully sculpted grammatical sentences” and “compelling facts” throughout the televised special, creating an intimacy between the viewers and herself.","Troy recounts “reporters hailed the First Lady for transcending the typical polarities of gender and marriage.” Jacqueline Kennedy established a new interpretation of societal roles, one that spoke directly to females. The second youngest First Lady, only 31 years of age, according to Douglas was a “one-woman revolution” and this statement holds true as seen through the appreciative letters sent by citizens regarding the success of the White House restoration."],"display_date":"February 14, 1962","search_date":"1962-02-14","locations":[{"id":53140,"lat":38.8976763,"lng":-77.0365298,"zoom":17,"place":"The White House"}],"tags":[{"id":3565,"tag":"White House Restoration"},{"id":7,"tag":"Women"},{"id":2848,"tag":"First Lady"},{"id":2847,"tag":"Jacqueline Kennedy"}],"course":{"name":"JFK","school":"Marist College","course_id":183,"school_id":77}},{"id":6808,"title":"The Spider Man of Ronald Reagan: Defeating Threats to Masculinity","course_id":185,"status":"P","start_date":"8/1/81","end_date":"8/31/81","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As tensions arise in the sphere of gender rights in America, Spider-Man swings in to save the day, or at least save the men of the world from the threat of feminism. In August 1981, Fantagraphics Books released their third issue of <em>Amazing Heroes</em> which includes an interview with the new editor for Marvel’s <em>Spider-Man</em> titles, Tom DeFalco, on his plan to “revitalize” Spider-Man by “returning to the ‘grandeur and the power and the menace” of the hero’s original days. As Spidey’s revamping to “use his powers to the fullest potential,” the push to extend the date for the Equal Rights Amendment (ERA) ratifications was struggling under the presidency of Ronald Reagan (Amazing Heroes 54). The Equal Rights Amendment, passing on March 22, 1972, had a seven-year deadline on ratification processes, meaning it could not be ratified after 1979. Congress approved an extension until June 30, 1982, but after the swearing in of Ronald Reagan, the ERA lost its support from the republican party (Francis). On the major political loss, Anne Costain says, “what makes gender differences distinctive in the 1980s is that they are now tied to a consistent preference in the part of women for the democratic party and its candidates” (Costain 115). A citizen’s right to not be denied or abridged based on their sex was undermined by more than half of the political system: the feminist movement was battling against Reagan’s presidency.","            Hegemonic masculinity took over the US and feminists were fighting for equal rights on the basis of sex. In the midst of this political tension, Tom DeFalco presses for a character of justice, masculinity, womanizing, and heroism of full amelioration, found in none other than the friendly neighborhood hero, Spider-Man. The political realm of equal rights was battling a threat and the face of masculinity that was in charge was being opposed by a mass movement. Spider-Man’s supposedly old-and-improved characterization is an agent of protection against the threat of femininity and, more specifically, feminism and gender inclusivity. In fact, based on a study about the embodiment of superheroes done by Dr. Edward Avery-Natalie, “evolution toward hyperbolic forms has been increasing since the Golden Age of comic books” (Avery-Natalie 81). Furthermore, male characters can be, as it is typically found in this study, fetishized to embody the fullness of male power that is depicted through masculinity of said character (Avery-Natalie 80). The article in <em>Amazing Heroes</em> includes sketches for the upcoming Spider-Man, captioned by DeFalco that he’s bringing back lots of “hoo-hah and shenanigans to spider-man” (<em>Amazing Heroes</em> 58). “Hoo-hah and shenanigans to spider-man,” is repeated throughout the story. The sketches detail the muscular, intense, action-packed, violence-packed fight scenes that Spider-Man takes action in. Penciled by Bob Hall, these scenes are exactly the fun and invigorating graphics that depict ideal masculinity: “children live in a historical period, undergoing political, economic, social, cultural and technological changes; those changes are so complex that boys and girls are confronted with many different experiences, which lead them to criticize certain hegemonic values” (Silva 526). In addition to Sylvia’s claim, the call to criticize hegemonic values is accompanied by the exposure to hegemonic values. Comic readers can see masculinity and other historical contexts via this article, especially the want for hyper-masculinity in the time that it’s patriarchal power is being threatened by the strive for greater equal rights.","            Under the new Reagan presidency, the Equal Rights Amendment struggled to get momentum for ratification and the push for more hegemonic, hyper-masculinity was on the forefront for America and in comics. Tom DeFalco’s re-vamping of Spider-Man shows how masculinity plays a large role in the construction of comics and the urge for patriarchal power to take control in America."],"display_date":"August 1, 1981 - August 31, 1981","search_date":"1981-08-16","locations":[{"id":52950,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC, USA"}],"tags":[{"id":2598,"tag":"Comic"},{"id":293,"tag":"Ronald Reagan"},{"id":1771,"tag":"masculinity"},{"id":617,"tag":"Feminism"},{"id":3576,"tag":"ERA"},{"id":3577,"tag":"Spider-Man"},{"id":3578,"tag":"Amazing Heroes"}],"course":{"name":"ENG 492H Honors Seminar in English","school":"Rollins College","course_id":185,"school_id":5}},{"id":6860,"title":"Henry Clay Asks Congress to Modify the Tariff of 1832","course_id":188,"status":"P","start_date":"1833-02-12","end_date":"1833-02-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 12, 1833, Senator Henry Clay of Kentucky asked the Senate to modify the Tariff of 1832 in order to make it more agreeable towards both northern and southern interests.  He began his speech by explaining that he refused to get rid of the tariff simply because one side did not agree with it, nor would he keep it exactly as it because one side was happy with it.  He believed that it was his duty as a congressman to adapt legislation to “the whole face of the country.”  ","            Clay thought that the tariff, as it stood, would increase conflict between North and South as well as between federal and state government. However, he also believed that it would be disastrous to simply repeal it without any new tariff to take its place.  He explained that the newest version of the tariff had not been in place for more than nine months and therefore they could not possibly understand its true ramifications, as they did not yet know the experimental effects of the tariff yet and that was imperative information needed to improve policy in the future.  Clay, known as “the Great Compromiser,” made his motives clear saying, “I am anxious to find out some principle of mutual accommodation, to satisfy, as far as practicable, both parties.”  ","            The first modification he proposed was a change to the tax percentage on the tariff.  Clay argued that it would be sufficient to change it from twenty percent to fifteen or seventeen percent to help lighten the burden felt by the South while still protecting the domestic textile industry from the competitive foreign market. Another modification he proposed reduced the cost of “woollens” by five percent for poor southerners as well as those that are intended for the consumption of slaves.  He hoped this would make the southern states feel less attacked by the tariff and see it as a protection on the country’s industry as a whole.  Clay acknowledged the uncertainty of this modification stating “no calculation could be more uncertain than that.”  After he had finished this portion of his speech, he explained that should this bill go into operation, he had no doubt that it would be adhered to by all parties, thus diffusing the nullification crisis.   ","            With these modifications, Clay’s bill was passed and the Compromise Tariff of 1833 went into effect.  This version made the South happy enough to diffuse rising sectional tensions for the moment.  The new version of the tariff still favored the power of the federal government and undermined the nullification doctrine.  Henry Clay eased sectional tensions by thinking about the future in a way that no other congressman was able to do and therefore, unknowingly, delaying the seccession crisis by another thirty years.  "],"display_date":"February 12, 1833","search_date":"1833-02-12","locations":[{"id":53196,"lat":38.8860434,"lng":-76.999525,"zoom":2,"place":"Capitol Hill"}],"tags":[{"id":554,"tag":"Henry Clay"},{"id":3669,"tag":"Nullification Crisis"},{"id":3670,"tag":"Tariff"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}},{"id":6859,"title":"The United States Army Dismisses Repeating Rifles","course_id":188,"status":"P","start_date":"1861-12-09","end_date":"1861-12-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            In December 1861, Union Brigadier-General James Ripley wrote Secretary of War Simon Cameron to give his opinion on the newest firearms advancements. General Ripley did so to address gun makers’ proposals to sell their repeating Henry and Spencer “magazine arms” to the Union Army. He went on to describe these rifles and the ammunition that allowed them to fire multiple shots without reloading. While the General noted that reports on the repeaters “are favorable,” he believed their trials were too limited to identify them as effective combat weapons. He also shared his concerns about the weight of the loaded rifles, safety of the self-contained ammunition, and complexity of supplying that ammunition. In his opinion, the breech-loading carbines, which were already ordered by the Army, were good enough. Ripley felt that the repeating rifles should “be stopped by the refusal to introduce any more unless upon the most full and complete evidence of their great superiority.”","             The world in which General Ripley wrote was one of great technological advancement, firearms included. Throughout the Civil War, most soldiers carried single shot, muzzle-loading rifled muskets. While these rifles were certainly an advancement over early smoothbore muskets, they were slow and difficult to reload. Capable soldiers could only fire a few shots per minute. To help remedy this, a number of inventors developed breach-loading carbines, which could be easily loaded from the rear of the barrel. Both Union and Confederate forces adopted numerous versions of this design and implemented them with some success.","Although breech-loaders were an effective technological advancement, the first practical repeating arms entered the market shortly before the outbreak of war. Lever-action type carbines, including the Volcanic, Spencer and Henry, proved to be the most enduring and effective designs. These weapons could be loaded with several rounds of self-contained ammunition in a tubular magazine. Actuating a lever ejected the spent round and reloaded a fresh one from that magazine, readying it for fire. The self-contained ammunition required by the Spencer and Henry rifles used a metallic casing, which conveniently held the bullet, gunpowder and the primer, mercury fulminate. Altogether, this system yielded a much higher rate of fire.","            Despite General Ripley’s letter discrediting the new repeating arms, they did see some official service in the Civil War. A number of Union units were equipped with Spencer carbines by 1863. A few units also adopted the superior Henrys, although more soldiers privately purchased them. Mounted cavalry especially coveted the repeaters. They proved to be quite effective in battle, allowing small numbers of soldiers to produce huge volumes of fire, even in adverse situations. Expended use of these repeating carbines, despite concerns, likely would have helped the Union achieve victory in the Civil War sooner. Yet, most army brass continued to follow Ripley’s overly cautious thought process. Even decades after the war, single shot trapdoor rifles remained standard issue. While civilians and foreign governments welcomed the repeating arms, the U.S. Army did not adopt one as its standard issue rifle until 1892."],"display_date":"December 9, 1861","search_date":"1861-12-09","locations":[{"id":52826,"lat":38.920310953731,"lng":-436.99169966104,"zoom":10,"place":"Washington D.C."}],"tags":[{"id":3665,"tag":"Rifles"},{"id":2289,"tag":"Weapons"},{"id":599,"tag":"Technology"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}},{"id":6863,"title":"Daniel Webster Refutes Robert Hayne's Attack on New England in the Great Senate Debate of 1830","course_id":188,"status":"P","start_date":"1830-01-26","end_date":"1830-01-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 26 and 27, 1830, senators Robert Y. Hayne of South Carolina and Daniel Webster of Massachusetts got into a heated debate that captured many of the issues that threatened to tear the nation apart. The main issues involved the tariff and nullification. Two days prior to Webster’s reply, Hayne delivered a speech in Congress that attacked Webster by questioning his loyalty to the Constitution. In this speech, Hayne said that the South had \"everything to lose and nothing to gain.\" He believed the tariff only sought \"the protection of Northern shipping and New England seamen\" while the South reaped no benefits. The audience expected Webster to deliver a reply, and he did not let them down. Webster began his reply by saying, “…It is, Sir, the people’s Constitution, the people’s government, made for the people, made by the people, and answerable to the people.” Throughout the course of this reply, Webster argued that the federal government provided everything for the country. He stated that the sectional conflict resulted from the claims of state’s rights since the state governments tried to insert themselves into the areas recognized as the purview of the federal government.","Sectional beliefs divided the Senate which emphasized the tensions between the North and the South. At this point, the southern states felt that the federal government violated their rights by imposing the tariff. Robert Hayne advocated for states’ rights. According to Harlow W. Sheidley, he also proposed the doctrine of nullification in which a state could nullify laws that they considered unconstitutional like the tariff. This served as a pretext to the Nullification Crisis that would cause South Carolina to threaten secession. In Webster’s reply to Hayne, he argued that the southern states secede since the Constitution applies to both the North and the South. This debate brought into question the limits of what the federal government could do.","Webster’s reply to Hayne revealed his sense of federalism. His counterargument suggests that he saw a common identity as a country, not just North and South. Clearly, Webster tried to promote federalism over sectionalism. In his reply to Hayne, he implicitly stated his belief that the Constitution created the framework of the federal government. Webster believed that the federal government had the right to handle any conflict between the state and federal governments over an issue not clarified in the Preamble of the US Constitution. This explains his opposition to nullification, which justifies why he argued that states such as South Carolina had no right to nullify the tariff.  A century later, Senator Robert C. Byrd recognized that Webster knew how to appeal to a national audience during a time of governmental polarization. He also knew how to diffuse a situation by changing the subject. And because he possessed this knowledge, he decided to persuade people of the importance of a single democratic union. However, many southerners fully opposed these beliefs. Therefore, Daniel Webster’s reply to Hayne embodies the true sectional crisis that eventually leads to the American Civil War."],"display_date":"January 26, 1830 - January 27, 1830","search_date":"1830-01-26","locations":[{"id":52855,"lat":38.898899496695,"lng":-77.032655531551,"zoom":13,"place":"Washington, D.C."}],"tags":[{"id":1803,"tag":"Sectional Crisis"},{"id":150,"tag":"Senate"},{"id":18,"tag":"Politics"},{"id":17,"tag":"Government"},{"id":371,"tag":"Debate"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}},{"id":6865,"title":"Congress Passes Comstock Act","course_id":188,"status":"P","start_date":"1873-03-03","end_date":"1873-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","On March 3, 1873, Congress approved <em>An Act for the Suppression of Trade in, and Circulation of, obscene Literature and Articles of Immoral Use.</em>  The Comstock Act created penalties for owning or selling anything deemed obscene. This included pictures, books, drawings, and drugs such as birth control. The act also defined penalties for any drug or medicine that had “immoral use.” Penalties included imprisonment from six months to five years per offense and a fine ranging from one hundred dollars to two thousand dollars."," ","Anthony Comstock, anti-obscenity campaigner and main advocate behind the act, joined the Union Army after his brother was killed at Gettysburg. The 17th Connecticut Regiment acquired more downtime than other regiments. Due to lack of discipline and downtime, soldiers used pornography to entertain themselves. The lack of disciple and erotic behavior around him shocked Comstock. During his time in the war, he met people from the United States Christian Commission, which affirmed his religiosity and activism. After the war concluded, Comstock became involved with activists of the Young Men’s Christian Association (YMCA)  New York chapter. Their mission was to protect young men from the dangers of themselves. Through their efforts as a collective, the Comstock act passed in 1873."," ","The outbreak of the Civil War with the railroads and postal service in full effect allowed the production of erotic materials to be circulated for a cheaper rate. Photography had just been widely introduced to the world. This allowed erotic materials to be in circulation in new ways and placed in the hands of many soldiers nationwide. Anthony Comstock’s convictions about religious morality inspired him to use legislation to prevent stop the rising turpitude."," ","Due to the Comstock Act, however, more than pornography or lewd writing fell under new scrutiny. Physicians and scholars could not publish educational medical literature that dealt with subjects such as reproduction or sexual health. Issues later arose about the First Amendment and free speech. E.B. Foote Jr. along with many other free speech advocates, fell under threat by punishment due to the Comstock act when they tried to release materials. During this time, the women’s rights movement continued to grow and the Comstock Act became a source of conflict due to its prohibition on birth control. Margaret Sanger, birth control advocate, and others willingly broke the law to get information known and people the medical necessities that they need."," "," "],"display_date":"March 3, 1873","search_date":"1873-03-03","locations":[{"id":52836,"lat":39.279585883987,"lng":-74.703578125,"zoom":5,"place":"Washington DC"},{"id":52839,"lat":46.146075582925,"lng":-119.352015625,"zoom":4,"place":"United States"}],"tags":[{"id":3675,"tag":"Obscenity"},{"id":9,"tag":"Law"},{"id":2772,"tag":"Congress"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}},{"id":6867,"title":"Colonization Society Meeting to Ask for Federal Money","course_id":188,"status":"P","start_date":"1826-01-09","end_date":"1826-01-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 9, 1826, in Washington, D.C., the American Colonization Society (ACS) convened to review the annual “Report of the Managers.”  William H. Fitzhugh, Esq. of Virginia, a vice president of the society, offered resolutions to expand funding options. With a task as large as removing and relocating freed blacks from the United States back to Africa, “private charity is inadequate to its full execution; that the resources of the nation and the state are required for it…” The society needed the backing of the federal government to realize its chief goal.","The society dated to 1816, and the ACS could claim many prominent members such as Henry Clay, Andrew Jackson, and Abraham Lincoln. The ACS had one main goal; to relocate freed blacks back to Africa. As the population of enslaved Africans began to rise, the population of disenfranchised freed blacks rose as well. This growing assemblage of former slaves posed a significant stress on the predominantly white and racist society. Their main concern centered on the integration of the “inferior creatures” into society, as Samuel Hopkins, a member of the society, argued. Blacks living freely in the states, “could cause only injury to the slaves and disadvantage to the public” said Hopkins. Religious motives affirmed this massive project. Robert Finley,  a prominent figure in the society added, “The ACS was born out of religious benevolence and charity.” Claiming to be working in the name of God, freed Africans would liberate, “50 millions of people from the lowest state of ignorance and superstition, and restor[e] them to the knowledge and worship of the true God.” Using Christianity as a foundation, Elias Caldwell, another member, asserted that colonization was “a great national object and ought to be supported by the national purse.” Colonization seemed to be the only option at the time and in order for a project of this magnitude to be realized, the “national purse” needed to be opened. ","The ACS may have disapproved of slavery, but it remained blinkered by racist ideas. They justified the relocation of freed blacks as a benevolent action that solved the problem. This relocation supposedly benefited the, “American civil institutions, morals, and habits,” spread the word of God and redeemed the rest of Africa, Finley argued. Seemingly the only available option, the ACS gained supporters and momentum in antebellum South, with strong support from southern plantation owners who worried about the impact freed blacks would have on their slaves. As far as implementation, the cost of colonizing required incredible amounts of lives and money. Due to the magnitude of the project, private charity alone failed to cover the cost and thus the need for the appointment of a, “committee to draft memorials, to be immediately presented to the two houses of congress.”  Henry Clay’s campaign failed to produce grant money from the US government but the ACS received some state aid over the course of their existence. The ACS essentially disbanded after handing over their papers to the Library of Congress in 1919."],"display_date":"January 9, 1826","search_date":"1826-01-09","locations":[{"id":53200,"lat":38.880154466646,"lng":-76.949716179768,"zoom":10,"place":"Washington District of Columbia, U.S.A"}],"tags":[{"id":238,"tag":"African American"},{"id":4,"tag":"Slavery"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}},{"id":6877,"title":"A New Soldier Writes Home From Virginia","course_id":188,"status":"P","start_date":"1862-08-24","end_date":"1862-08-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On August 24, 1862, a soldier from the 125<sup>th </sup>Pennsylvania regiment wrote home from Camp Welles, Virginia, where the regiment had recently arrived.  His letter was published in the <em>Huntingdon </em><em>Globe </em>on Wednesday, September 3, 1862.   He described his trip from Pennsylvania, before providing an updated list of promotions within the regiment, along with his thoughts on the war, and on life in camp. The author’s identity is not clear, as his letter is signed only with his initials; “A.T.”.  The 125<sup>th</sup>regiment had left Harrisburg, PA, on August 16, 1862.  They arrived in Washington, D.C. the next day, and crossed the Potomac on August 18. They “advanced about 4 miles into Virginia” and were still encamped there at the time of the author’s writing.  "," A.T. seems largely unimpressed with the journey to Virginia.  According to the author, the land surrounding his route through Maryland appeared as though “the people of Maryland had always paid more attention to treason to the government than to agricultural pursuits.”  He was similarly disappointed by the appearance of Washington, D.C., although he considered the Capitol building to be the “grandest and most magnificent structure on the continent.”  A.T. considered the small portion of Virginia that he had observed to be a “vast waste.”  It had been inhabited by troops for some time, first by Confederate forces and then by the Union."," Despite this, A.T.’s tone remained cheerful and patriotic.  He described the troops as being in generally “good spirits.”  Like many new troops, he expressed a highly patriotic viewpoint, and urged readers of the <em>Globe</em>to give the war effort their unwavering support.  ","            A.T. had little to say of life in camp, other than that some men had already been affected by illness, including bad colds and a few cases of diarrhea.  This was typical for fresh troops, who were often affected by disease.  Soldiers from rural areas, such as Huntingdon and Blair counties, were particularly susceptible to contagious disease. Dysentery was responsible for a large percentage of total deaths throughout the war.  According the historian James McPherson, disease often halved the size of a regiment before any exposure to combat.  "," "," "," "," "],"display_date":"August 24, 1862","search_date":"1862-08-24","locations":[{"id":52855,"lat":43.017211200706,"lng":-92.72115625,"zoom":3,"place":"Washington, D.C."}],"tags":[{"id":3684,"tag":"camp life"},{"id":32,"tag":"Civil War"},{"id":122,"tag":"Soldier"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}},{"id":6879,"title":"Senator John Scott Denounces the KKK","course_id":188,"status":"P","start_date":"1872-05-18","end_date":"1872-05-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On May 18, 1872, Pennsylvania Senator John Scott delivered a speech before the United States Senate.  Congress was deliberating the extension of a bill granting the office of the President power to suspend the right of habeas corpus under certain circumstances: namely, armed, organized resistance to the government of the United States or violent violation of its laws.   Scott began his speech by prompting the Senate’s Chief Clerk to read the provisions of the section in question.  He then argued that the existence of an organization known as the Ku Klux Klan had been well established, and named General N.B. Forrest and General John B. Gordon as founding members of this organization.  Scott outlined a brief history of the Klan, drawing upon the testimony of Forrest, but he disputed Forrest’s assertion that it was disbanded in 1868.  Scott stated that the Klan had continued its activities throughout “North and South Carolina, Georgia, Florida, Alabama, and Mississippi.”  The senator attempted to offer proof of the Klan’s well-organized and threatening nature.  He described examples of the organization’s brazen and widespread crimes.  One such incident occurred in Unionville, South Carolina, where a gang, supposedly numbering somewhere between 400 and 800 men, broke into a jail, and hanged eight prisoners.  Scott noted that the county in question “had in 1870 but 8,718 white population, and the village itself not over four hundred.”  He cited the widespread popularity of the Klan as the reason for such a large gathering, in a county with such a small population.  Scott cited testimony from witnesses, concerning the Klan’s behavior and structure.  One such witness, Kirkland L. Gunn, a member of the organization, testified that the Klan was highly armed, and that its members carried out violent crimes in disguise.  Gunn also admitted that he knew of the Klan’s existence in multiple states.  ","            Following the Civil War, the Ku Klux Klan became the first and most powerful of multiple terrorist organizations in the American South. By Nathan Bedford Forrest’s own estimation, the group had more than 550,000 members by 1868.  The Klan was known for its extensive use of disguises, which both hid the identities of its members, and contributed to the group’s mysterious image.  Some members went so far as to adorn themselves with skeletal hands or fake skulls in order to appear more frightening.  "," The Ku Klux Klan Act of 1871 gave President Grant sweeping powers to combat the organization, as local governments appeared either too weak or unwilling to make arrests.  In October 1871, Grant suspended habeas corpus in nine counties, allowing for mass arrests of Klan members. In order to convict many Klansmen, it was first necessary to conclusively establish the existence of the Klan as a unified criminal organization.  It was against the backdrop of these events that Scott gave his speech in early 1872."],"display_date":"May 18, 1872","search_date":"1872-05-18","locations":[{"id":52855,"lat":38.9071923,"lng":-77.0368707,"zoom":2,"place":"Washington, D.C."}],"tags":[{"id":2772,"tag":"Congress"},{"id":123,"tag":"Reconstruction"},{"id":151,"tag":"Ku Klux Klan"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}},{"id":6900,"title":"The Ruthless KKK","course_id":191,"status":"P","start_date":"3/27/65","end_date":"3/27/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Saturday March 27th 1965, President Lyndon Johnson was “declaring war” on one of the most horrific white supremacist groups of all time: The Ku Klux Klan (KKK).? He did so via a mass television broadcast where he attacked the Klan after a woman by the name of Mrs. Liuzzo was killed by four men who were apparently associated with the Ku Klux Klan. The President was fierce in his statement telling the clan to stop “before it is too late” and even calls the group a “hooded society of bigots”?. Johnson acknowledges the threat that this group poses and realizes that he must take action in order to reassure his country’s safety. The article published by the Globe and Mail describes Johnsons mood as “sheer wrath” when hearing the news of the crime committed?. The reporter constantly hinted to Johnson’s emotion towards the KKK and how motivated he was to bring these men to justice. To explain his motivation, the article states that Johnsons father too dealt with the KKK and felt that the group was a threat to America’s safety?. Although his public attack on the Klan was used to cause intimidation, the article brings up a good point that by naming these four men publically, it could cause an unfair trial?. Nonetheless this article portrays Johnson sticking up for what he believes in and showing an enormous amount of bravery and courage. ","The Ku Klux Klan was first founded in 1866 with the goal of promoting terrorism and violence to those of African American heritage and those that had different religious beliefs to them.? There were two waves of KKK dominance; one lasting from 1866 to the late 19th century, and the other from 1915 to modern day. ? In Johnson’s announcement he stated how his father also ‘dealt’ with the KKK and here we see proof of that with the two separate waves of white supremacism. What led to the high increase of clan activity in the 60’s was when Johnson announced his plans for more Civil rights for those of colour with his new take on Liberalism and new definition to FDR’S “New Deal”. Unfortunately, Viola Liuzzo was just one of the many casualties as a result of the KKK. Viola Liuzzo was a poor white southerner born in Pennsylvania in 1925.? When growing up in the great depression she knew what it was like to be constantly moving due to a lack of funds. She noticed how those of colour were treated very poorly and were racially divided with different waiting rooms, water fountains, churches etc.? In 1965 when she heard about the opportunity to join the march in Selma Alabama she thought it was a great way to stand up against black oppression. During the march Viola was spotted sitting with a black man, and four KKK members saw this as a chance to “broadcast their message: killing Liuzzo and Moton would assure blacks that no march or demonstration would ever change what they considered the ideal southern way of life.”? The KKK were a very radical, dangerous group and did whatever was necessary to keep a white powered society; even if that meant killing someone of their own skin colour.  After Liuzzo was shot to death, the four shooters were caught just hours later where Johnson had a live broadcast declaring threats against the clan. "," "],"display_date":"March 27, 1965","search_date":"1965-03-27","locations":[{"id":52836,"lat":47.741745672861,"lng":-117.15857658134,"zoom":5,"place":"Washington DC"}],"tags":[{"id":151,"tag":"Ku Klux Klan"},{"id":889,"tag":"Racism"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":191,"school_id":28}}]}