{"id":7142,"place":"Leflore, Mississippi","lat":33.5505101397,"lng":-90.3010742823,"episodes":[{"id":5690,"title":"One Jew’s Rebuttal to the Civil Rights Movement","course_id":106,"status":"P","start_date":"1/1/57","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1957, an anonymous Jewish citizen in Greenwood, MS created a pamphlet called “A Jewish View on Segregation”. In his pamphlet, he gives an account of why the Jewish population should prefer segregation. His premise is the same as White Southerners “that the innate inferiority of African Americans would leave them incapable of competing on equal terms in an integrated society”. He claims that like the master of the antebellum plantations of years past, the white Southerner still had the African-American in their charge and needed to segregate them from society where they could still flourish at their own speed. He cites education as being his primary reason against integration. He argues that if the overwhelming ratio of African-American pupils were allowed to intermingle with white students it would lower the quality of education received by all white children. African-African children were on many occasions behind in their school studies and would often have to repeat a grade. These at risk children would in turn be older than the range of the average grade level student and therefore have a hand in exposing the younger students to negative influence. The meaning of the pamphlet goes against the conventional narrative that all Southern Jews were sympathetic to the plight of African-Americans in their struggle of equality.","An opinion poll in 1959 concluded that the Southern Jewish population was more supportive of the Civil Rights Movement than most Southern Whites although they tended to feel this way in secret. The goal of many Southern Jews was to keep a conservative political profile for fear of falling prey to heavy scrutinizing by Southern Gentiles in the form of Jim Crow laws. To the Southern Jewish businessman, Jim Crow laws were similar to the Nuremberg laws of the Nazi Socialist Party of 1930s Germany. These laws were put into force to keep patrons away from the European Jewish merchants in the form of boycotts and to reduce the status of the Jewish population to second class citizenship. In order to be seen as equals in White society, Southern Jews had to choose their words wisely in order to not be regarded as the masterminds behind the Civil Rights Movement and therefore face ostracism of Anti-Semitic rhetoric from the White majority.","Clive Webb, author of “<em>Fighting Against Fear</em>”, states “most southern Jews were inherently sympathetic toward the black struggle for racial equality, their actions were constrained by political circumstances”. Many of the southern Jewish community wished that their Northern counterparts would forego their convictions of wanting to assist with the Civil Rights Movement because their aiding in the various marches and voters registrations would only bring the wrath of white supremacy upon them, not the Northern visitors.  Jewish merchants feared that whites would not patronize their businesses, thus devastating their socio-economic status which also proved to be a leading concern of the southern Jewish community. After being oppressed, contained and driven almost to the point of extinction, it is understandable why many Southern Jews chose not to openly take part in the Civil Right Movement. Against this background, the author of the anonymous pamphlet stands out as different from the typical beliefs of Southern Jews."],"display_date":"1957 - 1960","search_date":"1959-01-01","locations":[{"id":28265,"lat":33.5505101397,"lng":-90.3010742823,"zoom":9,"place":"Leflore, Mississippi"}],"tags":[{"id":937,"tag":"integration/segregation"},{"id":1071,"tag":"Civil Rights Movement"},{"id":6,"tag":"Education"},{"id":1664,"tag":"Jewish"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}}]}