{"id":7145,"place":"Marion, Ohio","lat":40.5872658903,"lng":-83.1608707945,"episodes":[{"id":5678,"title":"<strong>From Front Porch to North Portico</strong>","course_id":106,"status":"P","start_date":"6/1/20","end_date":"11/30/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Even though most historians today view Warren G. Harding as one of the worst U.S. presidents, he was a very modern and innovative thinker even before becoming president.  His presidential campaign in 1920 is a prime example of this.  What historically has been called his “front porch” campaign captured the imagination of the public.  It was the first campaign to be heavily covered by the press, receive widespread newsreel coverage and use the power of Hollywood and Broadway stars.      Movie Stars, conservative businessmen and common folks traveled to Marion, Ohio for photo opportunities with Harding and his wife.  Big name public figures such as Al Jolson, Henry Ford, Thomas Edison, Douglas Fairbanks, Harvey Firestone and Mary Pickford were among the many celebrities to travel to his home from across the country.","Considered handsome and very photogenic, the campaign drew upon Harding’s popularity with the women and more than a few Republicans thought with his looks and his charm would attract enough women voters to win the election.  However, it was Harding’s support for women’s suffrage in the Senate that actually made him extremely popular with women.  The ratification of the Nineteenth Amendment in August 1920 brought huge crowds of women to Marion, Ohio to hear Harding.  This would be the first election in which women voted.","Having won the Republican Party nomination on his wholesomeness, common folk attitude and good looks, Harding’s campaign was seen as having a distinguished presidential profile.  The Republican Party platform condemned the Wilson administration for its handling of World War I and opposed the League of Nations.  Sensing the nation’s fatigue, Harding used the slogan “A Return to Normalcy” throughout his front-porch campaign. Given that “return to normalcy” is a Harding cliché made-up by him when he should have used the word normality, this “return to normalcy” phrase is still used today by many in the political world. Deciding that he liked the sound of the word, he made “Return to Normalcy” a recurring theme in his campaign.  Harding promised to return the nation to more normal times – i.e., renewed isolationism in reaction to World War I, a resurgence of nativism and a turning away from government activism of the reform era.","On election night November 2, 1920, which by the way was Harding’s 55<sup>th</sup> birthday, the first commercial radio broadcast coverage of election returns was heard.  Radio broadcasts and commercials ushered in a new style of campaigning and reached a wider audience – radio had become a new political medium. Harding won the presidential election in a massive landslide victory and became the twenty-ninth president of the United States. It is interesting to note that he carried the state of Tennessee – the first time a formerly Confederate state voted Republican since Reconstruction ended.  Even though Harding followed one of the most visionary of all our Presidents, Woodrow Wilson, it is important to note that Harding also brought revolutionary ideas and invoked his era’s technological expertise to use on the campaign trail.  While Harding’s presidency will always be remembered for the first election in which women voted, his presidency helped bring calm and serenity to our nation in a tumultuous time."],"display_date":"June - November 1920","search_date":"1920-08-31","locations":[{"id":20723,"lat":40.5872658903,"lng":-83.1608707945,"zoom":10,"place":"Marion, Ohio"}],"tags":[{"id":7,"tag":"Women"},{"id":18,"tag":"Politics"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}}]}