{"id":7151,"place":"PROVIDENCE, Rhode Island","lat":41.8745874433,"lng":-71.5917581694,"episodes":[{"id":5000,"title":"<strong><em>Honoring the Revolutionary Soldiers</em></strong>","course_id":43,"status":"P","start_date":"1859-10-04","end_date":"1859-10-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the years right before the Civil War, a group of men formed a military organization to honor an idol and hero of the American people.  These men formed the organization not only to honor current heroes, but the heroes of the past. In particular, the regiment was named after the great General Israel Putnam.  These men displayed a respect for their forefathers that brought about national pride.  It is here that we see Americans remembering their historical roots, and honoring it.","The military organization started in Hartford, Connecticut.  The initial reasons for starting the organization were to celebrate the return of a hometown hero, Thomas H. Seymour.  However, instead of being a temporary organization, the Putnam Phalanx grew and became a permanent unit in Connecticut.  The men dressed in the uniforms of Continental soldiers and marched to the music of the Revolutionary War.  The organization had ranks and officers, and held meetings at their “Armory.”","In 1859, the Phalanx voted to take an excursion starting on October 4 and ending on October 7.  The plan was to visit Boston in order to see Bunker Hill, as well as visit the Navy Yards in Charlestown, Massachusetts, and the city of Providence, Rhode Island.  The Phalanx had a non-member write of the events that occurred during their travels, and a poem of their hero (Putnam) was included in the front. In the account, people in every city seemed to be excited about this parade of men.  Upon their arrival to Boston, the train car that had the Battalion were “…immediately surrounded by an enthusiastic crowd, anxious to catch the first sight of the Corps…”","The Hartford Tribune has several accounts of this organization, including small snippets and advertisement of the organization.  The organization was seen as a way to bring people together, for everyone to have an enjoyable day.  The Phalanx went to honor their fathers at Bunker Hill and to honor their current brothers fighting in the Navy.  Thousands of people showed up wherever they went, showing their appreciation and excitement for their service to America's beginning.    The people treated them as heroes for honoring America’s national heritage.","Kammen writes about this as a traditional culture being born.  Early in the nineteenth centuries, monuments built to remember battles of the Revolution ended up as mundane obelisks.  They represented not only the lack of \"anti-democratic\" ideals, but also did not elevate one singular person as a hero.  This contradicts what later became a celebratory event to remember the Revolution. James Russell Lowell noticed that this was the time period for celebrating the American Revolution, yet in time, those celebrations waned.  While certain holidays continued to be less celebrated, the Putnam Phalanx gave the American Revolution  a chance to be celebrated not just for holidays or parades, but to respect and honor the American identity."],"display_date":"October 4, 1859 - October 7, 1859","search_date":"1859-10-05","locations":[{"id":11401,"lat":41.8745874433,"lng":-71.5917581694,"zoom":10,"place":"PROVIDENCE, Rhode Island"},{"id":6209,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"},{"id":1185,"lat":41.8064084993,"lng":-72.7328417292,"zoom":9,"place":"HARTFORD, Connecticut"}],"tags":[{"id":655,"tag":"Historical Reenactment"},{"id":654,"tag":"Putnam Phalanx"},{"id":67,"tag":"Militia"},{"id":625,"tag":"Revolutionary War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5268,"title":"The African slave revolt on <em>La Amistad</em>, a ship embarking on a journey from Havana to bring valuables and slaves to trade, emphasized teamwork when taking over the ship.","course_id":58,"status":"P","start_date":"1839-01-01","end_date":"1839-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On July 2, 1839, fifty-two Africans took over <em>La Amistad</em>, a ship embarking from Havana on a journey to bring valuables and slaves to trade, killing the captain, cook, and three of the crew members.  Two white passengers, Pedro Montes and Jose Rues, were kept alive in order to navigate the ship. The Africans that lead the revolt originally planned to steer the ship to Africa, but Montes and Rues directed the ship toward the U.S. at night, hoping to run into another vessel or a port to escape their predicament.","The conditions originally provided for the Africans by the slave-traders on the ship were intolerable. The legs and wrists of the men, women, and children were fastened together and the space between the decks where they were housed was so small that they were forced to remain in a crouching position for most of the journey. They were provided with rice to eat, and forced to eat so much that sometimes they vomited in order to make them feel even more uncomfortable over the course of their long journey. If they did not finish their ration of rice, they were whipped and beaten. They had little to drink and there was much suffering for the prisoners.","Once the Africans took over <em>La Amistad</em> and attempted to direct it to Africa, their white hostages were treated horribly; for example, Montes suffered from severe wounds to his head and arm. They drifted at sea for sixty-three days, thinking they would soon reach Africa, however, the white hostages navigated the ship northward toward the United States.  Once La Amistad landed in New York in 1839.  Once Montez and Ruiz told their story, the rebels were arrested and transported to Connecticut and awaited their trial.  The revolt on <em>La Amistad</em> created a massive national political drama that resulted in the first anti-slavery decision proclaimed before the United States Supreme Court in 1841. After the horrors of the slave trade were made public, the movement to abolish slavery had officially begun in the United States."],"display_date":1839,"search_date":"1839-07-02","locations":[{"id":11399,"lat":41.8745874433,"lng":-71.5917581694,"zoom":10,"place":"PROVIDENCE, Rhode Island"}],"tags":[{"id":1015,"tag":"slave ship"},{"id":1016,"tag":"La Amistad"},{"id":1017,"tag":"Amistad"},{"id":1018,"tag":"rebellion"}],"course":{"name":"Literary Theory and Writing","school":"St. Norbert College","course_id":58,"school_id":44}},{"id":5317,"title":"Ideas on Land Use and Land Ownership during the 19th Century","course_id":75,"status":"P","start_date":"1800-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Land played an important role in the United States economy, more specifically the raising of cotton. A traveler of this era notes of his stop at Rhode Island, writing that cotton was the source of wealth as there were many manufacturers of cotton which performed weave ticking, shirting and sheeting. He goes on to mention that “Rhode-Island is the greatest manufacturing state in the Union, having, at least, 150 cotton factories” (Royall, 369). Cotton to 19<sup>th</sup> century United States was the modern equivalent of oil to Saudi Arabia. Although the South was the heavier grower of cotton, the traveler's writings indicate that the industrial North is dependent on the importing of cotton as it fuels a rapidly growing textiles industry. Additionally, the United States led the world in the exporting of cotton. As the economy started to grow, those who grew cotton began to hold much influence in the politics of the country.","In the pursuit of one's own property, settlers continued to move west for a piece of the American dream. As the traveler makes his way west, he marvels at the spirit and attitude of the people making their way to the expanding frontier. “The inhabitants of the western states are an enterprising, systematical, industrious people, to which they are stimulated by the fertility of their soil, and numerous navigable rivers” (Royall, 55-56). Traveling west to acquire one's own land meant a great deal to the individuals during this time. It meant a chance for a better life, but not all acts to obtain land would be met uncontested or free from immoral decisions. Ideas of obtaining more and more land would eventually lead to tense struggles and wars against the indigenous people.","The ground of the United States was indeed fertile and rich when settlers arrived in the United States. The soil displayed healthy signs of deep, rich colors, both red and black. Native Americans lived on these fertile grounds and the original inhabitants of the United States would find themselves in an increasingly an unfavorable position during the 19<sup>th</sup> century as the expanding westerns sought to gain more land and take advantage of the fertile soil to raise their own crop. The traveler mentions that “Kenhawa county consists of two strings of inhabitants, upon Kenhawa and Elk rivers. It was reclaimed from the Indians and the buffaloes, by degrees, with the loss of many lives by the former, until Gen. Wayne subdued them” (Royall, 50). One can see glimpses into the tension taking place between the expanding settlers and the encroached Natives. This struggle would be ongoing and eventually lead to the downfall of Native American communities across the United States.","Managing the resources on the land, proved to be something of an after thought to 19<sup>th</sup> century Americans. Timber in particular was considered a resource that would never run out. People paying attention to the vanishing trees realized something terrible was happening with all the deforestation taking place around the states. The traveler writes “the mournful screaking of the machinery, day and night; the bare, rugged, inhospitable looking mountain, from which all the timber has been cut, give to it a gloomy appearance” (Royall, 47). The intrinsic value of nature's scenic beauty was vanishing. He repeatedly mentions the loss of timber in his travels, writing “the great scarcity of timber enclose their fields principally with ditches. The great number of hands in proportion to the quantity of land has ruined Virginia” (Royall, 119). The loss of timber is directly correlated with the rise of industry and animal raising. The technology at the time required massive amounts of wood to be burned and coal to be extracted. What the Americans at the time failed to understand were the environmental consequences of deforestation which included soil erosion and unhealthy amounts of silt in water ways.","Hunting wild animals to a near point of extinction showcased another example of the American view on resource management. The traveler writes of the animal diversity that once existed in the Kenhawa county of Virginia. “The buffaloes were so numerous on this river, that they made large roads through the bottoms. Elks, deer and bears were likewise numerous. None of the buffaloes are to be seen now” (Royall, 50). This example suggests that animals would be killed for sport without restrictions or an understanding of the role they played in the local ecosystems. Buffalo were one of the animals hunted most aggressively in the nineteenth century, considered too plentiful to ever die out. Their hides were used in the production of animal clothing and tongues were considered special products to be eaten."],"display_date":"1800 - 1825","search_date":"1812-12-31","locations":[{"id":15552,"lat":41.8745874433,"lng":-71.5917581694,"zoom":10,"place":"Providence, Rhode Island"},{"id":15783,"lat":38.3466828925,"lng":-81.7092467216,"zoom":7,"place":"Kanawha, Virginia"}],"tags":[{"id":1102,"tag":"Land"},{"id":1103,"tag":"Resource"},{"id":1104,"tag":"Hunting"},{"id":1105,"tag":"Cotton"},{"id":1106,"tag":"Timber"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":75,"school_id":40}},{"id":5656,"title":"Refuge in Religion: The Story of the Baptist Minister Noah Davis","course_id":103,"status":"P","start_date":"1854-01-01","end_date":"1854-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Noah Davis sat puzzled, he contemplated his next move. He had already purchased six of his children back from various slave owners, through hard work and many favors gained from people he discovered on his travels. His life defined turmoil. Noah Davis worked against the clock to purchase his seventh and final child, his daughter who was born into bondage. Noah Davis was already well versed in the North, as he had traveled often in search of funds to help pay for the church he planned on starting in Baltimore. He arrived into Boston where he was able to leave with 400 dollars toward his daughter's freedom. On those Boston streets, Davis stood star struck as he noticed his old master. He remembered what his master once said to him, \"I am not afraid of you running away Noah,-- you may go where you please.\" This was the same man, who made Noah's freedom possible, the same man who granted Noah Davis a free pass to the North to collect the money to buy his own freedom.","Noah's fortunes shifted greatly, and he thanked God. He then traveled to Providence, where he had worked hard to collect the money to purchase his daughter's freedom. Noah Davis was invited to preach, and give sermons at local Baptist churches throughout Providence. On his final day, through these church meetings, the most significant moment in Noah Davis' quest for his daughter's freedom occured. While Noah prepared for his trip to New York, a man of great authority approached Noah with a propisition. In front of the entire meeting, the man proclaimed \"Brother Davis, give yourself no more trouble about that daughter,-- You say you have to stop in New York. Let me say say, that when you get home, whatever you lack of the four hundred dollars, write to me, and I will send you a check for the balance.\" Noah proclaimed this as an act of God, and to his relief, promulgated \"I now left Providence, feeling in my heart that the place is rightly called by that name, as far as I am concerned.\"","In truth, Noah Davis was blessed to have the mild-mannered master in Fredericksburg, as he was allowed space to develop as an individual. However, as discussed in Walter Johnson's book <em>Soul by Soul, </em>were the concepts of turning people into commodities and the creation of a law of supply and demand for slaves. The harsh reality is that Noah Davis not only had to buy himself out of freedom, but also his seven children who were born into bondage as well. Through his focus on faith, and the connections he was able to make during his time traveling and in Baltimore, he was able to possess the strength to purchase his family. It is one of the many horrors of the slave market, and slavery in general, this idea that a family can be broken apart, and then sold individually in correlation with a notional concept of a human stock market. Even though Noah Davis freed his children from bondage, this reality is merely a fantasy for the majority of slaves who were taken from their kin and sold in the \"Deep South\".","This quote in Walter Johnson's <em>Soul by Soul</em> displays the rarity of the circumstances in which had unfolded for Noah Davis, \"... some few others were able to gain their freedom by purchasing themselves.\" Noah Davis lived a life in which he was able to escape the normal. He put his faith into God, his fellow man, and with help from a kind slave master, he successfully avoided the \"story of seperated lovers and broken families.\""," "],"display_date":1854,"search_date":"1854-07-02","locations":[{"id":5931,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"},{"id":13838,"lat":39.2038567799,"lng":-78.2606208397,"zoom":9,"place":"FREDERICK, Virginia"},{"id":11401,"lat":41.8745874433,"lng":-71.5917581694,"zoom":10,"place":"PROVIDENCE, Rhode Island"}],"tags":[{"id":4,"tag":"Slavery"},{"id":79,"tag":"Religion"},{"id":3,"tag":"African-Americans"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":6716,"title":"White Quaker Women as Abolitionists in the Anti-Slavery Movement","course_id":171,"status":"P","start_date":"1806-12-09","end_date":"1899-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As Elizabeth Buffum Chace prepared dinner, she talked with the guest sitting at the family table. She and this guest, an elderly woman and devoted Baptist, disagreed about slavery. When dinner was ready, Chace asked the woman to sit with the rest of the guests for dinner. Among the dinner party was Charles Lenox Remond, a young person of color and Anti-Slavery orator. “No; I don’t eat with niggers,” the Baptist woman promptly replied. At the end of dinner, Chace again called for the woman to eat, to which she was responded with, \"No; I don’t eat with niggers nor after ‘em.” This bumptious comment certainly did not sit well with her abolitionist hostess, for “Whether she went hungry that day, [Chace] never inquired.”","Chace stemmed from a family with a deep background of abolitionist activism. Growing up in Rhode Island, Elizabeth Buffum Chace became accustomed to her mother rehearsing the story of Morier, a girl stolen from her family and enslaved in the home of her great-grandfather for a large part of her life. Chace’s mother and father, both faithful Quakers, raised their children in a revolutionary household, teaching them there was no bright side of slavery. The paternal grandfather of Chace, William Buffum of Smithfield, was a member of the Rhode Island Society for the Gradual Abolition of Slavery. He would regularly harbor fugitive slaves from New York who sought refuge in Rhode Island, instilling anti-slavery attitudes in his son. Chace’s father, therefore, became an abolitionist in his childhood. As Chace noted, all of her family were abolitionists, allowing her to pursue her activist beliefs early on. Believing in gradual emancipation, Chace and her husband organized a Female Anti-Slavery Society at Fall River in 1835. There, a large number of visitors dined at the Chace’s house. The Chace’s sheltered many refugee slaves, such as one escaped blacksmith whom they dressed in Quaker women’s clothes, bonnet and shawl included. In 1831, Chace began to plan a committee that devised schemes for gradual liberation alongside the formation of her abolitionist New ?England Society, thus allowing her to have a prominent role in the movement for abolition.","Unlike many women of her time, Chace pursued her own interests despite the typical expectations in the nineteenth century. Yet Chace belonged to a specific group of the time: white abolitionist women. These female abolitionists were essentially born and baptized in the anti-slavery and were the heart of political activism. Religion played a prominent role in this movement. Chace, a Quaker, and many women like herself, considered the emancipation of human beings a sacred duty to fulfill. They practiced both privately and publicly to drive emancipation by raising their children in anti-slavery households or creating national societies for the abolition of slavery. Quaker women stepped beyond the bourgeois gender system that categorized women as solely domestic. Rather than subordinating to their husbands, these women partnered with their spouses to create a stronger representation for the abolitionist community. As the campaign for freedom moved forward, activities of these white abolitionist women began to defy the “emerging middle class norms,” thus creating a movement for the liberation of both slaves and white women suppressed by the social ladder. Often times, however, these women continued to be suppressed, for others objected their abolitionist commitment as being primarily domestic. Many letters of abolitionist women state the fact that they were “almost alone in their support the cause.” This, however, did not stop the movement, for white women, like Elizabeth Buffum Chace, continued to use their privilege to campaign for the abolition of slavery."],"display_date":"December 9, 1806 - December 12, 1899","search_date":"1853-06-10","locations":[{"id":53071,"lat":41.9220496,"lng":-71.5495101,"zoom":1,"place":"Smithfield, Rhode Island"},{"id":53070,"lat":41.9067663,"lng":-71.3906119,"zoom":7,"place":"Valley Falls, Rhode Island"}],"tags":[{"id":3357,"tag":"antislavery movements"},{"id":3356,"tag":"Abolitionist women"},{"id":3355,"tag":"Elizabeth Buffum Chace"},{"id":3354,"tag":"Quaker"},{"id":859,"tag":"Nineteenth Century"},{"id":2307,"tag":"antislavery"},{"id":1685,"tag":"Woman"},{"id":2743,"tag":"Abolitionist"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":171,"school_id":11}}]}