{"id":7243,"place":"Chattahoochee, Georgia","lat":32.3469701692,"lng":-84.78704688,"episodes":[{"id":5721,"title":"Uncertainty of Marriage in World War Two","course_id":110,"status":"P","start_date":"11/1/42","end_date":"11/30/44","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","The rush to marry during World War Two may have had negative effects on Opal Bonilla, wife of Nicholas Bonilla. The couple met in Birmingham in June of 1942.  Stationed in Fort Benning, Georgia, Nicholas and Opal began corresponding and continued reciprocating mail throughout their courtship.  After only months of dating, “Nicky Boy” and “Darling Opal” wed in November of 1942.  After their brief ceremony, Nicholas had to return to Fort Benning and received news of being transferred to Fort Bragg in North Carolina.  After getting married and even learning of their pregnancy, the couple, especially Opal, seemed to be self-conscious about their decision.   Opal wrote in a letter dated November 19, “How do you feel about our marriage? Do you miss me? Do you love me? Do you want to be with me?”  In her next letter dated November 20, Opal asks again, “Do you love me as much as I love you?”.  The next day she signs her letter with “I haven’t taken my ring off”.","Doris Weatherford, an American History Professor, speculates why women like Opal asked such questions after tying the knot.  According to her research, many women wanted to volunteer for war work any way they could and that included direct contact with servicemen.  These women believed that marrying a soldier was the equivalence of responding to Uncle Sam.  Others sought out marriages because they feared waiting too long for the right man would result in never getting married at all.  Those that had already married hastily began to wonder about the roles they played in their marriages.  Was it for love, patriotic duty, or draft evasion?  Weatherford goes on to write that these women were advised against war marriages so not to repeat the high divorce rate by previous generations in reference to World War One.","Perhaps some of these ideas about war marriage passed through the mind of Opal Bonilla which led her to raise questions of doubt.  There was no denying that she was left in a vulnerable state to raise a child alone.  Yet Opal and Nicky continued writing back and forth as he eventually was shipped to Europe. She kept writing to him into 1944 even when months would go by without hearing from him. These months with no word proved to be unfortunate.  They were never reunited and Nicholas never met his daughter, Sandra, because he was killed attempting to thrust into Berlin with Allied paratroopers."],"display_date":"November 1942 - November 1944","search_date":"1943-11-15","locations":[{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"},{"id":27496,"lat":32.3469701692,"lng":-84.78704688,"zoom":10,"place":"Chattahoochee, Georgia"},{"id":25218,"lat":35.0485350444,"lng":-78.8273232021,"zoom":9,"place":"Cumberland, North Carolina"}],"tags":[{"id":1718,"tag":"Wartime Brides"},{"id":405,"tag":"Marriage"},{"id":220,"tag":"alabama"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}}]}