{"id":7245,"place":"Dallas, Alabama","lat":32.3258382723,"lng":-87.106506935,"episodes":[{"id":2456,"title":"THE WRONG SIDE OF THE TRACKS: Alabama and Chattanooga Railroad Foreclosure\n","course_id":1,"status":"P","start_date":"1876-09-30","end_date":"1876-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In antebellum America, railroads were the fastest and most popular means of transportation either of goods or passengers. Railroads remained important for supplying goods to others for economic profit. However, poor track conditions often made for delayed trips and spoiled products. Train delays plagued the Alabama and Chattanooga Railroad. The A&C tracks were in horrible condition following the Civil War and in need of funding for improvements.","In conjunction with the endorsement law, the Alabama legislature found the necessary funds to reequip the railroad, restoring it to working order. However, what the state supplied was not nearly enough. Trustees and bondholders in the business incurred significant debt to be paid off over time to the state government of Alabama. Those related to the A&C began searching for land to acquire in hopes of eventually expanding the entire railroad system. Friends of the railroad system ironically enough were those who had a substantial strong hold on state politics in Alabama. Internal corruption commenced when these friends did political favors for the railroad. Fraudulent funding and land purchases orchestrated by insiders, trustees and bondholders were made by the thousands. With every false purchase came a false promise that led to deepening the debt of the railroad. The total debt, bonded and floating, amounted to nearly 11 million dollars. ","Unable to deal with the mounting debt, trustees called a meeting to discuss the future of the Alabama and Chattanooga railroad. Visibly shaken and incredibly nervous, the trustees conducted the meeting. Unbeknownst to them, this meeting would be their last. The content of the meeting foreshadowed the company's subsequent foreclosure a year later. Demands for payments on improvements and to employs could not be met. After intense deliberation, the trustees were forced to succumb to the U.S Circuit Court of appeals order and foreclose on their endeavor in order reimburse the federal government. The courts confirmed the sale of A&C citing its untimely liquidation and limited protection of property. ","Important in this foreclosure was the fact that the federal government intervened in a state project. The limits of state and federal involvements were not clearly defined. The A&C railroad foreclosure initiated conversations about the greater role of the federal government in private endeavors that affected the public. Reconstruction was an effort to solidify the nation while acknowledging the identity of the South. At the time, southern politics supported a lack of federal involvement in local and state affairs. The railroad foreclosure was just one example of the federal government's continued and unwanted involvement in southern states and local politics. "],"display_date":"September 30, 1876","search_date":"1876-09-30","locations":[{"id":136,"lat":32.341084719,"lng":-87.1005338924,"zoom":9,"place":"DALLAS, Alabama"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2538,"title":"Freedom of the Black Press?\n","course_id":1,"status":"P","start_date":"1889-08-20","end_date":"1889-08-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was just another days' work for two employees of the Alabama Great Southern train company.  On the evening of August 27, 1889, the trainmen pulled into the Birmingham station and prepared to disembark.  Upon exiting the train, the workers spotted two black men swinging from trees in the near distance.  According to sources at <em>The Washington Post,</em> the lynched men were the incendiary editors of the black newspaper, the Independent.  The editors were allegedly run out of Selma, Alabama the preceding week and supposed to have been lynched in Birmingham.  <em>The Post </em>noted, It is impossible to get particulars.  ","<em>The Post's</em> report incidentally concluded the dramatic Selma controversy first exposed in the <em>Chicago Tribune</em> on August 20, 1889.  The article, Alabama's War of Races, shed light on the racial tensions that plagued Selma.  On August 19, Reverend Edward Bryant, associate editor to the Independent wrote a highly controversial editorial attacking the whites of Selma and the larger southern community.   In his charged conclusion Bryant projected, You have had your revolutionary and civil wars and we here predict that at no distant day we will have our race war, and we hope, as God intends, that we will be strong enough to wipe you out of existence and hardly leave enough of you to tell the story.  According to the Tribune, Selma mayor, E. Starr publicly condemned the revolutionary nature of Byrant's editorial.  Both sides built up arms in the likely event of a violent outbreak.  Mayor Starr held the pledge of Confederate veterans to fight on behalf of the uniformly armed white population of Selma.  Bloodshed and conflict appeared almost unavoidable.   ","Racial tensions and violence plague the history of Alabama.  According to historian Virginia Hamilton, the use of violence was originally disconnected from racial issues, oftentimes settling disputes between whites settlers.  However, the tradition of violence in Alabama eventually shifted towards African Americans in the years following the Civil War.  Hamilton writes, Violence, the hasty recourse for settling scores between white men in frontier Alabama, was focused upon blacks after emancipation and war had proclaimed them to be people instead of property.  Initially the fear of a black uprising involving armed and newly freed slaves drove groups such as the Ku Klux Klan to persecute and execute countless African Americans in Alabama.  Towards the end of the century, however, statewide politics influenced many lynchings across the state.  One such example was the infamous 1882 lynching of black Republican leader, Jack Turner.  When Turner's Choctow County voted Republican in the 1882 gubernatorial election, the Democrats panicked.  With an upcoming congressional election the Democrats could not risk losing political power to the Republicans; Turner was shortly after found hanging from an oak tree.  ","    <em>The Post's</em> report of the lynching fits into the larger story of southern lynching in the post-slavery era.  A vague allegation of criminality motivated lynchings throughout the South.  There was an average of 150.4 lynchings per year during the last 19 years of the nineteenth century (1882-1900).  These lynched victims were usually accused of raping white women or other trivial crimes.  The murder of the two Independent editors does not fit into the general theme of crime retaliation seeing as the only crime committed was in their exercise of freedom of speech.  However, the story of Rev. Bryant and his associate editor at the Independent portrays the lingering fear of a black revolution.  The perpetual threat of black retaliation for slavery remained imminent in the minds of southern whites and the lynching of Bryant exemplified this fear.  "],"display_date":"August 20, 1889 - August 27, 1889","search_date":"1889-08-23","locations":[{"id":137,"lat":32.3258382723,"lng":-87.106506935,"zoom":9,"place":"DALLAS, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":5466,"title":"<strong>A Nun’s Perspective on Civil Rights, and an Alternate Ending</strong>","course_id":84,"status":"P","start_date":"3/1/65","end_date":"3/31/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In March of 1965, Sister Mary Paul of Detroit wrote a letter to the sisters of her Order describing her experiences while in Alabama as a hospital volunteer during the Civil Rights Movement. She states, “they probably could not have gone on if it had not been for the support of the North,” demonstrating the dire circumstances that led her to get involved in the first place. Being from the north, Sister Mary hadn’t been exposed to too much of the brutality happening in the South during these “race wars.” After watching the police assault the marchers on the Edmund Pettus Bridge on March seventh, Sister Mary knew that she needed to immediately get involved and be an advocate for the demonstrators of this movement for national justice.","Just three days later Sister Mary arrived in Birmingham where she received instant hospitality and kindness from local blacks. She was there to help in hospitals, but also give African American’s an idealistic hope for the future and the equality of races that she thought was so vital. She was also a very strong supporter of the right to vote for all races and knew how many blacks were registered voters as well as how long it would take to register the eligible voters due to the tests put in place to keep blacks out of the voting systems. Amongst all of this, she still speaks with optimism for the future societies potential to be, “a community of love where people gather together as brothers.” She also states that this, “cannot be a reality until people are ready to suffer for justice.” This letter was written during the time when blacks were eager for white activists help, and when whites were discovering the need to participate and stand up against the injustice. However, this letter was written right on the cusp of a racial and historical turn.","Something Sister Mary hadn’t thought about was the possibility that even if racial justice was settled on in the courts, it might never be attained in the community or the attitudes of people. In the late 1960’s, the south was actually on the verge of a tragic failure. Historian Tom Wicker wrote, “despite these idealistic predictions of the future, King's vision of a colorblind society, liberated from the harsh realities of prejudice and discrimination, faced serious barriers after the mid-1960’s<em>.” </em> He also pointed out that the rise of Black Nationalism created rifts between Civil Rights organizations and whites that were dedicated to helping bring about interracial peace.","The black community no longer wanted a lot of help from whites, but rather a sense of independence. This fueled controversy that furthered an already existing conservative white backlash against a lot of the racial progress that had been made over the last several years. By the 1990’s hiring equality, the O.J. Simpson trials and other racial issues were being brought up which raised concern for the long-term success of the civil rights movement and racial amity in America."],"display_date":"March 1965","search_date":"1965-03-16","locations":[{"id":32444,"lat":32.3258382723,"lng":-87.106506935,"zoom":9,"place":"Dallas, Alabama"}],"tags":[{"id":1336,"tag":"racial equality"},{"id":1071,"tag":"Civil Rights Movement"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}},{"id":5470,"title":"Marie Foster: A Woman on a Mission","course_id":84,"status":"P","start_date":"3/1/65","end_date":"3/31/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Marie Priscilla Martin was born on October 24, 1917 in Wilcox County, Alabama. From a poor family, Marie dropped out of high school to get married, and had three children. She eventually went to a junior college and became a dental hygienist. Foster became more involved in the voting rights movement because of her outrage over the racial inequality and injustice that she was constantly witnessing.","It’s often thought that men were the ring-leaders of the Civil Rights Movement and they often received all of the credit for any progress made. According to historian Vicki Crawford, “major civil rights organizations idolized their leaders, all of whom are men.” Other historians have discovered that, “sexism and authoritarian views of leadership prevented women from assuming command.” Marie Foster, however, defied these ideas. She became a dominant figure in her community as a voting rights activist, and she was also one of the first eight members of the Dallas County Voters League. She worked with Dr. King and other leaders to bring Selma to the center of a national struggle. She later became known as the “mother of the voting rights movement.” Although some women were marginalized in the Civil Rights Movement, historians have found that many women were “spontaneous leaders and dedicated participants who exerted enormous influence.” Marie Foster was one such woman who was not afraid to rebel against the social norms, whether it be speaking out against racial inequality or speaking up in a room of men.","A very strong woman, Marie Foster withstood multiple death threats from the Ku Klux Klan, as well as being clubbed by a trooper in the Selma marches. This supports Crawford’s observation that, “despite the exclusion of black women from top positions in movement organizations and the little recognition they received from either blacks or whites for their contributions, the accounts of black women activists suggest that the movement gave women a sense of empowerment.” Foster is the epitome of an empowered woman motivated by justice. When a Dallas County Circuit Judge issued a law stating three or more blacks couldn’t meet together to discuss civil rights, she and her colleagues continued to meet in secret and discuss the future of racial equality. Marie even hosted a few meetings in her home as a direct defiance against the ruling.","Marie worked closely with Dr. Martin Luther King Jr, and other major civil rights organizations that were run by men. However, one of her greatest times of success came when President Johnson made a national appearance announcing the Voting Rights bill on television. In her living room sat King and other male activists who are reported to have wept. While this was a huge turning point for the movement, it was also a major accomplishment for women of that day.","There is no doubt that Marie Foster is truly a hero and strong black woman. She’s referred to that by many people who knew her, and even some who didn’t. After passing in 2003, Marie Foster’s legacy is still known as a courageous one that will “never quit.”"," "],"display_date":"March 1965","search_date":"1965-03-16","locations":[{"id":32444,"lat":32.3258382723,"lng":-87.106506935,"zoom":9,"place":"Dallas, Alabama"},{"id":31382,"lat":31.9892499285,"lng":-87.3082084281,"zoom":9,"place":"Wilcox, Alabama"}],"tags":[{"id":1345,"tag":"Selma"},{"id":1344,"tag":"Voting Rights Act"},{"id":1343,"tag":"Mary Foster"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}},{"id":5471,"title":"Nonviolence in Civil Rights: Is it Successful?","course_id":84,"status":"P","start_date":"3/1/65","end_date":"3/31/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On March 7, 1965 African Americans flooded the streets of Selma and headed west to Alabama’s capitol, Montgomery, to participate in a peaceful protest for racial equality. There was a lot of anticipation that led up to this march, as it was a long walk and a big mission. Although Dr. King was not able to attend, the people still assembled at Brown Chapel in Selma, Alabama with high hopes and a lot of optimism. During this time, brutality from police and white supremacists was not uncommon, but it had never reached the point of a war-like scenario because of their constant attempt at nonviolent protests. What these people were walking in to, they would end up running out of.","Although violent opposition from white police forces and activist’s wasn’t uncommon, Dr. Martin Luther King Jr. still believed that having a nonviolent approach the only way to be successful. King wrote in his Letter from a Birmingham Jail, “I have earnestly worked and preached against violent tension, but there is a type of constructive nonviolent tension that is necessary for growth.” King was a constant advocate for the idea of a nonviolent march and protest against this civil injustice, and he often spoke on behalf of large groups of people on how to be adamant for freedom, but respectful of resentment.Historian Peter J. Ling reflects on King’s determination to maintain a nonviolent approach by saying, “King undoubtedly spoke to, and for, African Americans, and their mounting challenge to white oppression sprang from hearing his non-violent call to arms.” This defends the ideas that while King was constantly rallying allies and making plans to further this movement for racial equality, he was still doing it in a peaceful way.","Though Dr. King thought this demonstration was best pursued with nonviolence, it didn’t mean that his opposing forces had the same ideas. As history makes very clear in this march from Selma, peace and nonviolence were not at all important to the white activists and state troopers who were present on the Pettus bridge, or to the man who eventually shot and killed Dr. King himself.  Ling says, “Movement activists, particularly militant black separatists, never saw King as their one great leader” which shows that even some African American’s didn’t agree with King’s tactics. He goes on to say, “privately, King's supporters knew that non-violence was not an outlook everyone shared.”","The fact that The Voting Rights Act of 1965 was signed by President Johnson after Bloody Sunday took place seems a little ironic. As much as King tried to maintain that nonviolence was the best solution, it took a violent day to strike the nerve of many Americans, and even the president. Ling recalls that, “when he [King] died, the non-violent movement seemed unable to continue without him.” which deepened the impression that he was the central leader behind those ideals and that without him, they were impossible to maintain. It took a violent act, to pass a peaceful one."],"display_date":"March 1965","search_date":"1965-03-16","locations":[{"id":32444,"lat":32.3258382723,"lng":-87.106506935,"zoom":9,"place":"Dallas, Alabama"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":1333,"tag":"Martin Luther King Jr."},{"id":1346,"tag":"Voting Rights Act of 1965"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":84,"school_id":10}},{"id":5711,"title":"Concerned White Citizens of Alabama Help Promote Rights for Blacks","course_id":110,"status":"P","start_date":"3/6/65","end_date":"3/6/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 6, 1965, Eileen Walbert, Helen Baer, Mary Young Gonzalez, and many more concerned white citizens began a controversial march in protest of voter registration issues in Selma, Alabama.  As Gonzalez recounts, Selma “had jeeps stacked with rifles outside the courthouse as a threat to the black people who had been trying to go in to register to vote.”  To compound matters, Baer remembers that “Only a registered voter could take you in to vote and most of the registered voters were white.”  For black citizens residing in Selma, Alabama, these circumstances made it virtually impossible for them to have the opportunity to register to vote.  For Walbert, Baer and Gonzalez, both hearing about and seeing the atrocities occurring in Selma weighed heavily on them, and eventually led them to take action.  Those three brave women along with other members of the Concerned White Citizens of Alabama crossed racial barriers and lent white support to the voting rights cause.","The right to vote, one taken for granted by so many white citizens, was a right routinely being denied to the majority of black citizens, particularly in the South.  As members of the Concerned White Citizens of Alabama, Walbert, Baer and Gonzalez helped to organize and participate in a nonviolent protest march meant to highlight voter registration struggles in Selma.  According to Burke Marshall, former head of the Justice Department’s Civil Rights Division, “on February 4, 1965 . . . only 383 Negroes [in Dallas County] were registered out of a voting age population of over 15,000.”  Clearly the intimidation and discriminatory practices employed in Selma were effectively preventing blacks from registering to vote.  It was clear to Walbert, Baer and Gonzalez that the difficulties afflicting blacks could no longer remain a purely local problem.  It was time to draw national attention to the discriminatory practices affecting voter registration in Selma.","By organizing a protest march in Selma from a black church to the main courthouse, white activists like Walbert, Baer and Gonzalez helped focus the national spotlight on Alabama.  This concentration on voting discrimination in Selma was significant because following the protests, the issue of voting rights was addressed federally with the passage of the Voting Rights Act of 1965.  Through the nonviolent protests of Walbert, Baer, and Gonzalez, as well as the subsequent “Bloody Sunday” march on March 7, 1965, change was effected at the national level.  As Dr. Joseph E. Luders mentions in his analysis of the success of protests during the civil rights movement, “it cannot be forgotten that it was ultimately the demands of civil rights supporters and their willingness to brave violent crowds and hostile police that generated the reactions necessary to win local and national victories.”  Walbert, Baer and Gonzalez were three such supporters who did “brave violent crowds and hostile police” to help draw the eye of the nation to voter discrimination in Selma, Alabama, which eventually resulted in a national victory with the passage of the Voting Rights Act of 1965."],"display_date":"March 6, 1965","search_date":"1965-03-06","locations":[{"id":32444,"lat":32.3258382723,"lng":-87.106506935,"zoom":9,"place":"Dallas, Alabama"}],"tags":[{"id":1710,"tag":"Voting Rights"},{"id":1345,"tag":"Selma"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}},{"id":5712,"title":"Voting Rights Prove to be a Hard Sell in Alabama","course_id":110,"status":"P","start_date":"3/7/65","end_date":"8/6/65","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Bernice Daffron, a black resident of St. Clair County, Alabama, did not understand why the country was suddenly so concerned with the issue of voter registration among blacks.  Daffron stated in an editorial printed in <em>The Birmingham News</em> that she had “always been encouraged to vote,” and that this was the case “in many other counties.”  According to Daffron, the national attention drawn to Alabama following “Bloody Sunday” painted an erroneous picture of voting rights in her state.","The events of Bloody Sunday, the infamous march on March 7, 1965 from Selma, Alabama to Montgomery, Alabama shocked the nation.  The peaceful protestors, marching to draw attention to voter registration issues among blacks, were subjected to terrible police brutality, and it is no surprise that images from this incident captivated the nation’s eye; however, some citizens like Daffron did not believe that this march and the subsequent coverage of Alabama were fairly recorded.  She was of the opinion that national political figures were distorting the events of Bloody Sunday to fulfill political ambitions, and that voter registration practices were not a substantial problem in Alabama.","<em>The Birmingham News</em>, which had been covering events both from a national perspective as well as from a local perspective, supported a similar position to Daffron's.  The <em>News</em> did not believe federal intervention in voter registration practices was necessary, and that the issue at hand “is not a matter of “giving” the Negro the vote.  It is a matter of affirming the right that is already there.”  While the <em>News</em> was correct in its assessment that the right to vote already existed, it was clear that simply acknowledging this right did not translate to its enforcement.","In Alabama in 1965, 69.2 percent of eligible whites were registered to vote compared with only 19.3 percent of eligible blacks.  That is a shocking disparity of 49.9 percent between the races, and it is unrealistic to assume that such a large gap could be closed by simply “affirming the right” that blacks were legally able to vote.  There were other underlying issues which the <em>News</em> subtly accounted for and supported.","The <em>News</em> supported not only an affirmation of the right to vote, but also the necessity of qualifiers for the right to vote.  The right to vote should not necessarily be racially determined, but it should be regulated by “more than just the fact of drawing breath.”  The <em>News</em> did not feel that there was a need to pass voting rights legislation, since it would be redundantly addressing rights already afforded to citizens in this country.  In spite of attempts by Daffron and the <em>News</em> to minimize the problems concerning voter registration, the events of Bloody Sunday did draw national attention to the issue of voting rights.","The Voting Rights Act of 1965 was signed into law by President Johnson on August 6, 1965, largely in response to the Bloody Sunday march.  Over time, the Act dramatically reduced racial disparity in voter registration.  As of 2004, 73.8 percent of eligible whites were registered to vote in Alabama, while 72.9 percent of eligible blacks were registered, closing the gap to just 0.9 percent.  Regardless of the opinions of Daffron and the <em>News</em>, the attention garnered by Bloody Sunday was both important and necessary, and led to a dramatic and positive change in the ability of blacks to register to vote throughout both Alabama and the nation."],"display_date":"March 7, 1965 - August 6, 1965","search_date":"1965-05-22","locations":[{"id":32444,"lat":32.3258382723,"lng":-87.106506935,"zoom":9,"place":"Dallas, Alabama"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":1346,"tag":"Voting Rights Act of 1965"},{"id":1345,"tag":"Selma"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}}]}