{"id":7258,"place":"DUKES, Massachusetts","lat":41.5175701255,"lng":-70.7349278772,"episodes":[{"id":5714,"title":"Fugitive Slave from Florida Rescued by Two Women","course_id":110,"status":"P","start_date":"1854-10-16","end_date":"1854-10-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 16, 1854, an unidentified slave was caught stealing a boat from the <em>Franklin </em>on his way to Bath, Maine. The slave managed to hide in Gray Head for a few days before Deputy Sheriff Lambert received a warrant for the slave’s arrest for larceny. Sheriff Lambert searched all day for the slave but to no avail. He had not been informed that the slave could have been in the swamp so the idea to look there did not seem to cross his mind. Sheriff Lambert gave up the search at dark.","Two unidentified women from Holmes’ Hole had also heard news of the escaped slave and made plans for his rescue. On October 19, they took a wagon with some food and provisions. They also packed women’s clothing—a dress, bonnet, etc. with the intention of disguising the slave. Unlike Sheriff Lambert, the women were able to figure out that the slave was concealed in the swamp at Gray Head. The women could not convince the slave to come out for help so they went in the swamp themselves to rescue him. The slave came to trust the women once he heard their stories, and ate some food. He got dressed in the women’s clothes and took a boat with the women to New Bedford, where he connected with an abolitionist. The unidentified abolitionist helped the fugitive slave escape to Canada.","This story is one example of many successful fugitive slave escapes. The two unidentified women were most likely abolitionists since they made a big effort to rescue the man. Like these women, there were many crusaders for the abolitionist cause that took matters into their own hands. Despite the heroism of these women, this is not a representative episode. Historians have concluded that the overwhelming majority of slaves escaped on their own or by the help of other slaves. However, there was a minority of whites that helped the slaves reach safety. The case of these women in Massachusetts perfectly exemplifies this minority. Although it was most likely a male abolitionist at the end of the story that helped the slave make it to Canada, without the help of the two brave women, the slave probably would not have escaped."],"display_date":"October 16, 1854 - October 19, 1854","search_date":"1854-10-17","locations":[{"id":6130,"lat":41.5175701255,"lng":-70.7349278772,"zoom":10,"place":"DUKES, Massachusetts"}],"tags":[{"id":1711,"tag":"abolitionists"},{"id":398,"tag":"slavery, runaway"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}}]}