{"id":7277,"place":"Houston, Texas","lat":31.3177565709,"lng":-95.4226802796,"episodes":[{"id":1326,"title":"Black Farmers&#39; Strike\n","course_id":1,"status":"P","start_date":"1891-09-12","end_date":"1891-11-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Colored Farmer's Alliance organized a Black Farmers' Strike to take place from September 12- November 1, 1891 across the Southern cotton states.  Although calls to strike sent from Alliance headquarters in Houston claimed that The biggest agricultural strike in the history of the world is imminent' and that its organization has been perfected through colored alliances' with participants numbering more than half a millions with thousands being added every day throughout the southern states', the strike never materialized.  Southern cotton pickers largely ignored, or didn't know about, the proposed strike. In 1891, the Colored Farmers' Alliance was at its peak with 1,200,000 members, and while it represented an important phase of agrarian protest, the Alliance deteriorated rapidly after 1891."],"display_date":"September 12, 1891 - November 1, 1891","search_date":"1891-10-07","locations":[{"id":12885,"lat":31.3177565709,"lng":-95.4226802796,"zoom":9,"place":"HOUSTON, Texas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3276,"title":"Land Trade for more Slaves\n","course_id":1,"status":"P","start_date":"1861-08-25","end_date":"1861-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Texas land was ideal for slaveholders. There was seemingly no end to the vast land territory, there were long growing seasons, and they could grow multiple crops throughout the year. Although slavery arrived late to Texas, it soon became as powerful as an institution as elsewhere in the South. "," One example of the desire to attain slaves to work the land is evident in the slave trade offer notices that were distributed throughout the nation. Samuel Andrews created a notice on behalf of his brother living in Texas. His brother, John, was interested in having slaves sent to Texas for a few years to furnish the land. At this time, plantations and small farms were expanding rapidly throughout the state, and his brother, John, most likely saw this as a great opportunity. The slaves would work incredibly long hours from can to to can't see laboring the fields. In this case, the deal was that at the end of the promised time, the net profits would be divided on just and equitable proportions. "," Over the course of slave history, there were over 2 million slave sales in the antebellum south. The thousands of slaves that were purchased in the large New Orleans slave pens contributed greatly to the southern economy. Many buyers from throughout Texas, Arkansas, and Mississippi bought slaves to tend their fields and harvest their crops. Slave trade notices for land are important because they display Texas's unique ability to bargain through their vast land and help fuel the Peculiar Institution."],"display_date":"August 25, 1861 - December 31, 1861","search_date":"1861-10-28","locations":[{"id":12882,"lat":31.3177565709,"lng":-95.4226802796,"zoom":9,"place":"HOUSTON, Texas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":5728,"title":"<strong>John Kennedy’s 1960 “Religion Address” and American Anti-Catholicism</strong>","course_id":110,"status":"P","start_date":"9/12/60","end_date":"9/12/60","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John Kennedy’s 1960 address to the Greater Houston Ministerial Association was delivered to assuage the suspicion many Americans harbored against him from the beginning of his race for the Presidency.  Senator Kennedy and most of his aides correctly assumed that they would be facing some of the same prejudice and fear over the course of the campaign that Al Smith, the Catholic Governor of New York faced in the Presidential election of 1928.  In order to combat this, Kennedy focused on distancing himself from his religion, and reaffirming his personal commitment to the separation of church and state.  He began his speech by highlighting several key issues that he deemed more worthy of the nation’s attention that the personal beliefs of one man, even if that man was a candidate for such a high office.  He mentions the spread of communism, poverty in America, political scandals of the past, and the space race, reminding the audience of his intent to tackle the tough issues facing the nation, regardless of his religious affiliation.  “These are the real issues which should decide this campaign.” Kennedy said, “And they are not religious issues — for war and hunger and ignorance and despair know no religious barriers.”  Kennedy used this tactic throughout the remainder of his speech, effectively divorcing himself from Catholicism, and presenting himself as a religiously neutral politician.  Due to the resurgence of American anti-Catholicism in the early forties that persisted into the sixties, there remained a widespread mistrust of Catholic politicians.  It was believed that a member of the Church in office would invariably institute policies based on the will of Rome.  Regarding this fear, Kennedy said; “I believe in an America where the separation of church and state is absolute, where no Catholic prelate would tell the president (should he be Catholic) how to act…”  He then proceeds to level the field, following up with; “and no Protestant minister would tell his parishioners for whom to vote.”  Kennedy’s words here are indicative of the strong undercurrent that permeated American culture in the sixties that held nativism and fundamental Protestantism as the ideal in a politician.  The xenophobic views perpetuated by the post-World War I Klan had taken their toll on Catholic-Americans in the past, and continued to do so in Kennedy’s time.  The message he delivered in this speech was essential to his election the following year.  He would summarize this message most succinctly in these two lines taken from the final minute of his address; “But let me stress again that these are my views… I am not the Catholic candidate for president. I am the Democratic Party's candidate for president… I do not speak for my church on public matters, and the church does not speak for me.”"],"display_date":"September 12, 1960","search_date":"1960-09-12","locations":[{"id":32591,"lat":31.3177565709,"lng":-95.4226802796,"zoom":9,"place":"Houston, Texas"}],"tags":[{"id":1727,"tag":"JFK"},{"id":1723,"tag":"Nativism"},{"id":79,"tag":"Religion"},{"id":1722,"tag":"Anti-Catholicism"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}}]}