{"id":7364,"place":"Glenn, California","lat":39.5984029653,"lng":-122.392162394,"episodes":[{"id":5752,"title":"Women and Aviation","course_id":112,"status":"P","start_date":"1/1/43","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","It was the year1930 and a new form of travel was taking over: aviation. The children and parents,were awe inspired when viewing the planes flying over their heads. Children dreamt of one day flying a plane and traveling to different parts of the world. As World War II began Americans all over the nation enlisted as pilots. Most often,\"pilot\" was associated with men, but as World War II erupted this term would become associated with women as well. [1]","Many of the girls that had grown up with planes flying over their homes decided to enlist in the army as pilots. People were not content with the idea of female pilots; they believed that a woman’s place was at home with the children. Because of this thought, the military was against having women enlist as aviators. The military branches that involved combat rejected women. The aviation branch said no to women pilots until 1942. As war broke out the american government was in need of more able-bodied people and thus allowed women (and other minorities) to enlist into the army.[2]","Jackie Cochran first brought the idea of WASP- Women Aviation Service Pilots- to Eleanor Roosevelt the first lady at the time.  Though the idea was at first rejected ,Cochran was eventually called back and asked to lead the division.Cochran was chosen to lead the devision because of her exceptional skills as an aviator.At first the military was skeptical, but as they began to see women fulfilling expectations they became more accepting of there new roles. The women of the WASP division proved to society that women were capable of serving the country in combat and not only just at home. They flew in military missions but were never deployed into combat.[3]","When the WASP division was disbanded in 1944, the military hid the records of the women pilots that fought in World War II. They gave no honors to the women that fought for their country. The battle for their recognition would continue through out the 20<sup>th</sup> century. [4]"," "," "," ","[1] \"Zack Mosley, 87, Dies; Created 'Smilin' Jack'.\" <em>New York Times </em>, , sec. Obituary , Dec 24, 1993.","[2]\"\"The Mother of All Battles\": Courage Under Fire and the Gender-Integrated Military.\" <em>Cinema Journal</em>. No. 2: 100-120.","[3] <em>Encyclopedia Britannica. </em>Encyclopedia Britannica, s.v. \"Jacqueline Cochran.\"","[4] Charles Kampas, \"The WASPS,\" <em>Air and Space power journal</em>, 17, no. 2: 68,"],"display_date":"1943 - 1945","search_date":"1944-07-01","locations":[{"id":26784,"lat":39.5984029653,"lng":-122.392162394,"zoom":9,"place":"Glenn, California"}],"tags":[{"id":7,"tag":"Women"},{"id":258,"tag":"World War II"},{"id":1769,"tag":"Aviation"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}}]}