{"id":7366,"place":"SCREVEN, Georgia","lat":32.7537055796,"lng":-81.6303692396,"episodes":[{"id":3119,"title":"Hunt for the Zeigler Brothers","course_id":109,"status":"P","start_date":"1895-09-01","end_date":"1895-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Searching high and low, the hunt for the Zeigler Brothers, suspected of murdering Sheriff Brooker, came to an unfruitful end. Sheriff Mills attempted to capture and arrest two populist brothers who were accused of shooting and killing Sheriff Brooker, the predecessor to Sheriff Mills in office. Following the murder of their father by Brooker, the brothers swore out a vendetta against the former Sheriff.  Unfortunately, the law would have to wait to determine the culprits guilty beyond a reasonable doubt. The company examined every nook and cranny of the county and its outlying areas but could find neither head nor tail of the Zeiglers. In the process, the team searched both the Zeigler household as well as that of their sister, Miss Zeigler. This venture proved unsuccessful in the end as well. Sheriff Mills suspected that the Zeiglers had fled the county.","Though similarly full of competition and personal aversion, today's political realm certainly differs from that which existed in the South during the late nineteenth-century. Vendettas and vigilante justice were but two elements which characterized the political sphere in Georgia at the time. The new and short-lived Populist Party warred against the long-entrenched Democratic Party throughout the last decade of the nineteenth-century as they sought to rally around the white farmer, recruit the black Republican, and restore a pure form of democracy by eliminating corruption in business and government. Oddly enough the Populists turned a blind eye to the immediate side-stepping of the law taken by individuals like the Zeiglers. Alas elections were tight, votes much desired, and party politics a deadly competition at times.","<em>~ Colleen Elizabeth Laurence</em>"],"display_date":"September 1895","search_date":"1895-09-15","locations":[{"id":2209,"lat":32.7537055796,"lng":-81.6303692396,"zoom":9,"place":"SCREVEN, Georgia"}],"tags":[{"id":18,"tag":"Politics"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Approaches to Michigan History","school":"Alma College","course_id":109,"school_id":45}}]}