{"id":7394,"place":"BEDFORD, Virginia","lat":37.3167903952,"lng":-79.5201576467,"episodes":[{"id":801,"title":"1877 Hurricane Flooding\n","course_id":1,"status":"P","start_date":"1877-10-03","end_date":"1877-10-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Stemming from a large sea storm in the Caribbean Sea (which devastated the island of Curacao) many parts of Virginia, and the rest of the South, were flooded with water.  In Lynchburg, the rising waters destroyed many key bridges connecting sides of the James River.  In addition, ships all across the Atlantic coast were destroyed.  The canal system for commerce was greatly damaged by this and other floods and eventually actually needed to be replaced by the railroad system because of such extensive damage.&lt;br /&gt;In Baltimore, the flow of water through the Eastern part of the city was especially rapid, and rendered many well-traveled street crossings impassable. A pile of lumber was blown down the corner of the Eastern Avenue and Union Dock and completely obstructed the street.  In the nation's capital, the torrential downpour also produced serious damage.  In the early morning hours of October 4th, for example, the constant rainfall successfully dislodged nearly one half of the marble ceiling of the D.C. Patent Office's portico, sending it crashing to the ground with the sound like that of a cannon.'&lt;br /&gt;In addition to the economic and historical significance of the flooding, it also provides an interesting study in late 19th century weather-detecting and reporting technologies.  Whereas local newspapers were somewhat diligent in reporting the results of the storm, they failed to generate due public awareness that the dangerous hurricane was coming their way.  The Lynchburg Virginian, for example, included a very perfunctory and minimal for-telling of the hurricane on the morning of October 3rd, as it only announced the coming of increasing winds;and cloudiness;followed by rain areas.'  Moreover, the Richmond Dispatch, and once the destruction had already begun, issued on October 4th only the report that the weather on the 3rd was cloudy, warm, and threatening.'  Especially in light of the media's diligent coverage of the recent hurricanes, this coverage of the hurricane and flood shows the limits of weather technology in the 19th century South."],"display_date":"October 3, 1877 - October 4, 1877","search_date":"1877-10-03","locations":[{"id":13658,"lat":37.3167903952,"lng":-79.5201576467,"zoom":9,"place":"BEDFORD, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":835,"title":"Norwood High School and College Session 1877-1878 Brochure\n","course_id":1,"status":"P","start_date":"1877-09-20","end_date":"1878-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["To usher in the start of classes on September 20th, 1877, Norwood High School and College issued their mission statement for the upcoming school year.  The brochure spoke of the school as one of the finest training schools in the South (as well as the world) in producing fine, intelligent, young gentlemen ready to enter the world.  The brochure reports that the school's emphasis on creating gentleman' stems from its use of many of the same methods of teaching and curriculum that is used at the University of Virginia.&lt;br /&gt;The course of study at the prep school shows many of the classic liberal arts courses which Thomas Jefferson would have approved of , including such mainstays as English, the Latin and Greek languages, modern languages, pure mathematics, natural sciences, penmanship and book-keeping.  In addition, though, the school included a number of courses whose inclusion most likely were the products of the Industrial revolution including both civil and mining engineering.&lt;br /&gt;The document can be read to signify the educational renaissance' which hit the South in the period after reconstruction and which led to a new interest in education.  A number of huge donations to Southern educational efforts, most notably the London Banker George Peabody's 2 million dollar gift, occurred throughout the end of the 19th century.  However these efforts certainly did not make the Norwood experience the norm for Southern adolescents, as blacks and the poor still were largely illiterate and struggled to find proper schooling.  In many ways, strong education, especially that at the higher levels, was still a game strictly reserved for the white upper elite."],"display_date":"September 20, 1877 - December 31, 1878","search_date":"1878-05-11","locations":[{"id":13658,"lat":37.3167903952,"lng":-79.5201576467,"zoom":9,"place":"BEDFORD, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2679,"title":"Gift for a Grandaughter\n","course_id":1,"status":"P","start_date":"1830-01-01","end_date":"1830-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["It was clear that James Tinsley wanted nothing more than for his granddaughter to have someone to HAVE AND TO HOLD (since he capitalized the phrase).  In 1830, he wrote a deed giving his young six-year-old slave, Martha Jane, to his granddaughter Cleopatra Albertine Tinsley.  Not only did James Tinsley give Mary Jane but also all of her increase forever. It was not unusual for southern children to inherit and grow up with a slave.  In the South, many whites felt familial allegiance from their slaves because the slaves had been a part of the family through many generations.  In addition to slaves who were close friends of the family slaves, many white southerners grew up with slaves as companions.  "," Through his deed, James Tinsley signed over Martha Jane's increase forever to Cleopatra Tinsley.  Because of a 1662 Virginia statute, the condition of the mother constituted the slave status of the child.  The purpose of this law was to maintain slave status for children of interracial relationships between slaves and whites.  This was the primary reason for this law because most legal matters such as inheritance are passed through the father's offspring. This legislature greatly benefited a state such as Virginia, who capitalized on slave reproduction.  Virginia's soil began to loose nutrients during the nineteenth century; therefore it was more rewarding for Virginian slave holders to sell slaves to Deep South states for labor in more agriculturally lucrative areas.  On many slave plantations with the goal of breeding, slave agency contributed to amount of offspring.  Female slaves developed several methods of abortion; some included herbal concoctions, extreme exercise, and other internal and external manipulations which resulted in high infant mortality rates.  In this instance, increase forever emphasizes Cleopatra Tinsley's ownership of endless generations to come after Mary Jane."],"display_date":1830,"search_date":"1830-07-02","locations":[{"id":13654,"lat":37.3167903952,"lng":-79.5201576467,"zoom":9,"place":"BEDFORD, Virginia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2839,"title":"Teaching in the South\n","course_id":1,"status":"P","start_date":"1886-10-09","end_date":"1886-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" Education in Southside Virginia during the late nineteenth century was sporadic and not completely uniform. While there had been an educational revival after the Civil War, public education was still defined by the typical one-room schoolhouse, taught by a young woman with children whose ages ranged from 6 years to 16 years. Teaching was not an ideal job; it was very difficult. Even with the difficulties, many Southern women were schoolteachers. These jobs gave women some independence in a primarily male-dominated world. "," In 1886, a young woman named G. E. Thomas agreed to teach in the Flood school-house for 35 dollars per month, which was just above the national average of 34.27. Her responsibilities included the upkeep of a school register and keeping the school room neat with the floor swept. She had to open school at 9 AM and had to give the children a one 1 hour break for lunch. School was over at 3:30. She was subject to a fine if she did not complete her duties, and she was required to attend a monthly meeting of teachers. While this was clearly a difficult job, G.E. Thomas signed the contract along with Mercer H. Gray, the chairman of the board. ","   Women throughout the South were often forced to work due to economic necessity. Teaching was the most common job that was socially acceptable for young women. Teaching was acceptable because it was an extension of a woman's role to nurture and care for the next generation. Women chose teaching in order to be economically self-sufficient. If a young woman was a spinster, teaching allowed her to help provide for her family and not to be an economic burden. It is unclear why G.E. Thomas decided to teach. She may have been unmarried and therefore needed the job to support herself since, without a husband, she was in a fragile position in Southern society. Regardless or her marital status, it was evident that she needed this job. Her school was for white children, as education was segregated at the time. Therefore, however small her school house may have been, her supplies and equipment were superior to any black school. Through teaching, women were able to contribute to the public sphere and gain some independence in a world where she was expected to be dependent on her family. Teaching was possible for many women because of the increasing standards of education throughout the United States. Especially in an increasingly industrialized society, education was important. "],"display_date":"October 9, 1886 - December 31, 1886","search_date":"1886-11-19","locations":[{"id":13659,"lat":37.3167903952,"lng":-79.5201576467,"zoom":9,"place":"BEDFORD, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2957,"title":"Premature Death of Mary P. Bondurant\n","course_id":1,"status":"P","start_date":"1864-08-01","end_date":"1864-08-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Death by disease was a much more present fear then than now. Mrs. Mary B. Bondurant of Bedford County, Virginia, succumbed to consumption at the startlingly young age of thirty-four. She died on August 1st, 1864 in Lynchburg and was survived by her husband, John P. Bondurant. Three of her sisters had already suffered equal fates at the hands of the slow wasting disease.","Her obituary, which took up two full columns, detailed mostly the religious aspects of her life, stating that at nineteen she decided to commit herself fully to the church. She was Methodist. Among her many attributes, the obituary cited her meek, quiet nature, and her extreme piety. The author touted her as a loving wife and devoted member of the church, although it did not mention any children. Although the actual newspaper in which this obituary appeared is unknown, W.D. Cabell of Nelson County, Virginia saved and pasted a copy into his journal in 1864. The clipping is pasted into the first page of his 1864 journal, and the subsequent entries do not explain his connection to Mrs. Bondurant. ","Women in the South during this period were prized namely for their virtues, and much less for their abilities. Because of slave labor, women of any wealth did not have to cook, clean, sew, or do other women's work, since it was all relegated to the female slaves. Thus, the attributes that were most sought-after in southern women were fairly unique to the South. As shown by the obituary, religiosity and commitment to one's church were extremely important. A demure, submissive manner is also praised, as well as complete devotion to husband and family. Beauty is also extolled, although that at least is certainly not unique to the South. ","Joshua D. Rothman, in his book <em>Notorious in the Neighborhood</em>, provides some examples of the culture that shapes southern white women in this time period. Although his book deals mainly with interracial sex between white men and black women, he does mention the attitudes of the white women who are forced to live with their husbands' scandalous indiscretions. Even in the face of amoral behavior, white women were expected to remain paragons of serenity, devotion, and docility."],"display_date":"August 1, 1864","search_date":"1864-08-01","locations":[{"id":13657,"lat":37.3167903952,"lng":-79.5201576467,"zoom":9,"place":"BEDFORD, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3622,"title":"Vestry Meeting in Bedford County, Virginia","course_id":1,"status":"P","start_date":"1839-07-27","end_date":"1839-07-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Religion permeated every aspect of nineteenth century life for many Southerners. The congregations of St. Stephan's Episcopal and Trinity Churches of Bedford County, Virginia were no different. In the minutes of St. Stephan's Episcopal and Trinity Churches' vestry meeting, the close bond between pastor and congregation was more than apparent. Although their pastor, Reverend Nicholas H. Cobb, was leaving their parish for another in hopes of advancing the Church at large, the congregants were somewhat apprehensive to welcome a new pastor. The congregants of St. Stephan's and Trinity Churches had an even greater reason for concern, being that Reverend Cobb's replacement, Reverend Andrew's was a northerner from Pennsylvania no less."," Though the gospel of the Episcopal Church mirrored itself in both the North and the South, groups and individuals outside of the Church used scripture along with their regional location either to advocate for or against slavery. Outside of the debate over slavery, religion played a large role in lives of nineteenth-century individuals; however, many southern churches tired to skirt political and social issues. During the antebellum period, southern churches and church leaders avoided getting involved in social issues particularly those pertaining to race. Consequently, southern churches generally did not participate in efforts toward social change. Southside Virginians were especially adept at using scripture in defense of slavery. And though Reverend Cobb most likely never made any reference to the merits of slavery or the need for the abolition of the institution, the parishioners were leery of a northern reverend adhering to such customs. Therefore a pastor coming from a northern state, especially Pennsylvania, known for its abolitionists, was particularly disconcerting for slave owning members of St. Stephan's and Trinity parishes."],"display_date":"July 27, 1839","search_date":"1839-07-27","locations":[{"id":13654,"lat":37.3167903952,"lng":-79.5201576467,"zoom":9,"place":"BEDFORD, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3767,"title":"Lincoln The Monster\n","course_id":1,"status":"P","start_date":"1863-02-07","end_date":"1863-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On January 7, 1863, the Lynchburg Daily Virginian posted an article that called President Lincoln a monster. Their opinion stated that President Lincoln was instigator of servile insurrection, including amongst his victims helpless women and children. Lincoln should be considered an outlaw and a reward offered for his head. Also, the paper said that a fitting response must be made in response to Lincoln's proclamation. If he stepped on Virginia soil again a hero better rid the world of such a monster.","The published political opinion depicting Lincoln as a monster was a direct response to Lincoln's Emancipation Proclamation. Southern leaders despised Lincoln and claimed the proclamation as an infamous incitement to slave insurrection or as a hypocritical Yankee trick. They also stated Lincoln only freed the slaves outside of his reach and those within remained in slavery. Southerners were enraged at the prospect of the Union claiming their slaves and using them against the Confederacy."],"display_date":"February 7, 1863 - December 31, 1863","search_date":"1863-07-20","locations":[{"id":13657,"lat":37.3167903952,"lng":-79.5201576467,"zoom":9,"place":"BEDFORD, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3957,"title":"Virginia Governor John Floyds Thoughts on Nullification\n","course_id":7,"status":"P","start_date":"1832-12-19","end_date":"1832-12-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Virginia residents opened up their newspapers one morning in December 1832 and discovered an address from the governor, John Floyd.  He wrote to the Virginia Senate and House of Delegates in regards to the South Carolina Nullification Ordinance, and the newspaper posted this as an article for locals.  Floyd explained that South Carolina felt the Tariffs took advantage of it and the state had \"declared those laws unconstitutional.\"  In South   Carolina's defense, he noted that its state had implored Congress to overturn those laws many times, but that \"all this had been disregarded by that body.\"  Although Floyd first presented South Carolina's motives for nullification, he went on to note the potentially negative consequences of this action.  The Virginia governor warned that \"should force be resorted to by the Federal Government, the horror of the scenes hereafter to be witnessed cannot now be pictured even by the affrighted imagination.\"  Floyd presented both sides of the issue.  ","Floyd's desires for how Virginians should respond to nullification, more clearly revealed his inclinations.  Historians describe the governor as a \"states' rights advocate\" who \"originally opposed secession.\" These two ideas seemingly conflicted with each other.  Floyd promoted an all-encompassing stance that would preserve South Carolina's rights and also promoted the ideal of limiting Congressional powers without endorsing nullification. He said that first there should be \"an investigation of the causes, with a view to a redress of grievances.\"  However, he acknowledged that South Carolina had already attempted to do this and failed.  Thus, he said the next step was \"an amicable reference...to the great tribunal which formed and adopted the constitution, viz: the PEOPLE of the States themselves.\"  Floyd went so far as to say that if the people could not settle the issue peacefully, it would essentially disparage the ideas of \"liberty\" and \"self-government.\"  Therefore, he presented the state of Virginia with two choices: to support South  Carolina and engage in potential Civil War or to \"appeal to the States of the Union.\"  He warned that the former of the two choices would result in \"fire-side altars bathed in blood,\" and that the latter decision would enable \"the maintenance of...harmony.\"  Floyd presented the two options as having completley different consequences.","Virginia had a task: historian William Freehling explains that ultimately \"the Virginia legislature, even while sending [an official commissioner] to stop South Carolina from nullifying [the tarrifs], affirmed that any state could legally secede.\"  Although Virginia remained in the Union until the fall of Fort Sumter, it did not condemn the actions of the secessionists around it.  This somewhat conciliatory legislative action, as Floyd suggested, would have less severe effects. Interestingly, though, Floyd eventually became a promoter of secession, a Confederate general, and as historians note, \"resigned under charges of financial cheating and transferring arms to the South.\"  Overall, it is evident that Virginians initially took a moderate stance, hoping to avoid confrontation.  As time progressed, however, many people modified their attitudes and behaviors, as exemplified by Governor Floyd and Virginia's eventual secession."],"display_date":"December 19, 1832","search_date":"1832-12-19","locations":[{"id":13654,"lat":37.3167903952,"lng":-79.5201576467,"zoom":9,"place":"BEDFORD, Virginia"}],"tags":[{"id":20,"tag":"Diplomacy/International"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":5770,"title":"Susan Blackford Agreed to Take Up Nursing","course_id":113,"status":"P","start_date":"1861-07-08","end_date":"1861-07-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 08, 1861, Susan Leigh Blackford wrote to her husband, a lieutenant who served in the Confederate army to inform him she was not “at father’s all day sewing for the [Confederate] soldiers,” her regular daily activities, but writing for a special occasion. Blackford agreed to open a local Ladies’ Hospital for injured soldiers with another woman, Mrs. Otey. Nineteenth century women were not allowed in the hospitals of soldiers; however with the establishment of a Ladies’ Hospital, the army would not have to pay for a female nursing staff, nor the extra care wounded men would receive once they were removed from the battlefield. The dedicated Susan Blackfield ended her letter with an explanation that she agreed to help only in so far as she believed her husband approved and that the woman setting up the hospital, Mrs. Otey, was pleased to work with her.","As nineteenth century war-time medicine shifted to modern techniques, organizations formed to ease the transition and extend the life of  injured soldiers. According to historian James McPherson, both Union and Confederate women were allowed to nurse the sick and injured in their homes. However, women were not allowed in military hospitals due to the unsightly and grotesque wounds of soldiers. The United States Sanitary Commission, created by women in 1861, offered charity to the military and began creating hospitals that allowed female nursing staff. Dale C. Smith, author of <em>Military Medical History</em>, claimed the U.S.S.C. “mobiliz[ed] the existing medical profession by providing consultations, transportation, and supplies.”","Susan Blackfield was a conventional southern woman; she sewed items in need for the Confederate soldiers, she was loyal to her husband, and she was willing to help the Confederate soldiers receive further medical aide after they were picked off the battlefield. Blackfield was only one of thousands of Union and Confederate women that was engaged in this type of nursing field work. As southern women felt that sewing uniforms and flags were not enough to help their military men survive, they went from needle and thread to needle and morphine to try and better the chance of Confederate survival. <br /> <br />"],"display_date":"July 8, 1861","search_date":"1861-07-08","locations":[{"id":13657,"lat":37.3167903952,"lng":-79.5201576467,"zoom":9,"place":"BEDFORD, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":60,"tag":"letters"},{"id":1796,"tag":"General Lee's army"},{"id":1797,"tag":"nurses"},{"id":1798,"tag":"Susan Blackford"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}