{"id":7422,"place":"BERKELEY, Virginia","lat":39.4640522698,"lng":-78.0275332326,"episodes":[{"id":2075,"title":" West Virginian ex-Confederate Soldiers\n","course_id":1,"status":"P","start_date":"1891-06-13","end_date":"1891-06-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["More than one-quarter of a century after the civil war ended and the defeat of the Confederate Army, veterans still met quarterly to discuss important business and upcoming events. The business at hand on June 13th, 1891 for Ex-Confederate veterans of Berkley County, West Virginia was to find homes for ex-confederate veterans who were disabled and aged in need of special care. The need for care was not something unusual for those in the Confederate army. Throughout the civil war, the Confederate army found itself in need of medical care in the forms of hospital buildings and medical staff. It was often seen that many of the wounded soldiers lay sick on the floor, which lent itself to spreading diseases like typhoid, mumps, and pneumonia among the wounded soldiers quite quickly. And so from the very onset of the civil war, the Confederacy found itself lacking in the resources to take care of their wounded soldiers, and nearly 25 years later, those veterans were still struggling to find such resources. ","Also, it was not uncommon during the 1880s and 1890s for ex-Confederates brigades to reunite. It was not until 1889, that the reunions became more organized with the foundation of the United Confederate Veterans. This organization was led by General Gordon. The annual meetings held in New Orleans were host to many ragged confederates, who were usually found without money and sleeping in parks, doorsteps or even on rooftops. It was in these settings that ex-confederates joined together to romanticize and reminisce about the Old South. They told stories of the Southern aristocracy that inhabited the South prior to the Civil War, and re-lived the events of war battles, and soldier's dying words fighting for the Confederacy.","Much of this sentimentality among the ex-Confederate soldiers arose from the South's sense of inferiority and constant need to justify a position in relation to the North. The southerners of this time were reluctant to adopt a New Order which called for assimilation with the North to form a unified country. Instead, they clung to the past, the Old South, recounting old stories and founding organizations like the United Confederate Unions to bolster the solidarity among the South in opposition to the North. "],"display_date":"June 13, 1891","search_date":"1891-06-13","locations":[{"id":14535,"lat":39.4640522698,"lng":-78.0275332326,"zoom":9,"place":"BERKELEY, West Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3496,"title":"The Economics of Renting and Selling Enslaved People \n","course_id":1,"status":"P","start_date":"1834-01-24","end_date":"1835-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Slave master John Lewis was stone dead. He was gone, but his 'property' still lived in western Virginia's Berkeley County. After he died, hiring out a slave named Charity on October 30, 1834 meant 15 in his family's pocket immediately. A remaining 82 was due to them later on account. Other slaves were also rented out. W. Russell paid out a sizable 70 for Pompey's labor, while Joseph Sharry doled out a mere 10 for Flora's services. Lewis's family later sold Flora for 400 and then spent 20 on cord and other items. Debits and credits. Debits and credits. Alongside wheat and shares of bank stock, his estate bought and sold people in the account books. Lewis's family let Sally keep her child and newborn baby when they sold the three for 17. The newborn baby brought in 5 alone. On the other hand, due to her poor eyesight, Caroline's buyer and seller considered her worth nothing more than the cost of her food and clothes. To the Lewis family, Caroline was an 'investment', and her disability meant that they would receive a poor return. "," Lewis's estate guardians knew they had to pay the bills and they chose to pay off expenses with people. In 1834 and 1835, his family was able to cover their debts by hiring out or selling enslaved people to others. Black families had to suffer for the white family to maintain its comfortable way of life. To soothe their patriarchal consciences, Lewis's family made a point in his accounts to note how they kept mothers and children together when they sold them. Lewis's story was not atypical. Upon his death, guardians had probably taken control of his estate and hired out or sold enslaved people to keep his dependents in comfort. The rising popularity of hiring out enslaved people signaled an economic shift in the South. As some basic industry entered into southern communities, it became more profitable to rent out a portion of the enslaved population to work in the primitive factories that sprouted up in the mixed agricultural economy rather than keeping them on the farms. Slave labor was cheaper than free labor, so it appealed to factory owners as well. "," Some of Lewis's enslaved people might also have been eventually sold further South from Virginia. With land better suited to produce for the booming cotton market than the tobacco-oriented Upper South, the Deep South's demand for forced labor increased even as its northern neighbors' supply of unnecessary labor rose. Deep South demand meeting Upper South supply ensured a forced southern migration of enslaved people. Sophisticated slave trading firms in big southern cities like Norfolk or Richmond used urban slave markets to oblige the economy by sending down enslaved black people from further North to New Orleans and elsewhere. Slave dealers sold the vast majority of enslaved people in direct bargaining processes with potential buyers in the slave pens. Rapid sales in massive public auctions did not occur as frequently. This massive trade in people kept Upper South states like Virginia implicated in the slave economy."],"display_date":"January 24, 1834 - December 31, 1835","search_date":"1835-01-12","locations":[{"id":14530,"lat":39.4640522698,"lng":-78.0275332326,"zoom":9,"place":"BERKELEY, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3665,"title":"A Breach of Contract in Apprenticeship\n","course_id":1,"status":"P","start_date":"1838-01-10","end_date":"1838-01-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When Robert Gregory, most likely a white man, entered into a contract with Michael Whissler, a young man most likely white, both thought they were getting a good deal. In return for Gregory giving Whissler six months of schooling, he would work for Gregory and learn the House Joiner's business. However, Whissler left town after one month. Then, on January 10, 1838, Robert Gregory ran an advertisement in the <em>Martinsburg Gazette</em>. It gave a reward of six cents and a basket of shavings to whomever returned Gregory's runaway apprentice, Michael Whisler. Gregory described Whisler's physical characteristics such as mentioning that the 19 year old was telerly stout made and had an impediment in his speech. Gregory then warned that if the reader did not return the apprentice to him, but instead, harbored the runaway, he would enforce the law against all offenders, without respect to persons. He concluded his reward advertisement by saying, Look out. ","One week later, in the January 17, 1838 issue of the <em>Martinsburg Gazette</em>, Michael Whissler (not Whisler as Gregory had misspelled) wrote back to set the record straight. In a letter addressed to the public, Whissler argued that since Mr. Robert Gregory advertised him as a runaway apprentice, it was his duty to state the facts in the case. He argued that he was not legally bound to him, and that he did not run away, but was in Martinsburg, where he remained since he left his employment. Whissler explained that the deal was that Gregory would give him six months worth of schooling, but that he only gave him one, and he lived with him till only 5 months remained. Whissler then thought that he had fulfilled the stipulations of the contract, but would have been willing to have stayed with him the remainder of his time had Gregory been willing to send Whissler to school the amount of time agreed upon. Instead, Whissler claimed that Gregory refused to do so, and thought it was his duty to leave him.","This presents an interesting case in apprenticeship in the South. Usually, the stipulations of an apprenticeship contract were that the apprentice would work for the owner for a certain amount of time, and in return the apprentice would receive free room and board as well as knowledge of how to run a certain type of business after the apprenticeship was complete. Whissler's case is different in that Whissler was to receive an education as well as room and board and knowledge of the business skill. Although evidence was not given as to the gentlemen's race, Gregory, the owner, was most assuredly white, because he was a business owner and not many black people had successful businesses enough to hire apprentices in the nineteenth century. Whissler was also most likely white, because of the education stipulation. The standard indenture required his master to teach or pay for teaching in reading, writing, and arithmetic. Since this provision disappeared from blacks' contracts early in the nineteenth century, Whissler was probably white because he negotiated education into the contract in 1838. Regardless of being white or black, there was a distinct relationship that came from nineteenth-century apprenticeships. Free children and adolescents both white and black who were apprentices were bound to serve their master until the age of twenty-one. Once a contract was signed, the apprentice would learn carpentry, tailoring, sewing, or whatever other trade he wanted to learn. White craftspeople had good reason to take on apprentices because they needed the labor. The system gave the apprentice an incentive to work hard in hopes that he would gain enough experience and expertise that he would start his own crafts-making business one day. The greatest aspect about apprenticeships in the nineteenth century was that apprentice terms were finite and could not be bought or sold like slave labor, so parents both white and black would send their children to apprentice for someone who guaranteed that they could not be sold away. At the same time, the owner taught them valuable lessons about mechanical business."],"display_date":"January 10, 1838 - January 17, 1838","search_date":"1838-01-13","locations":[{"id":14530,"lat":39.4640522698,"lng":-78.0275332326,"zoom":9,"place":"BERKELEY, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":5784,"title":"Confederate Lieutenant Writes of Jackson’s Attack on the B&amp;O","course_id":113,"status":"P","start_date":"1862-10-21","end_date":"1862-10-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["First Lieutenant Blackford, who served in the Confederate Army, wrote to his wife, Susan, on October 21, 1862, to update her on the situation on the front. Blackford explained his troops had made progress on the line despite the lack of engagement from the Union. Not far from Blackford’s soldiers, Thomas “Stonewall” Jackson’s troops had implemented a vital military mission to destroy the Baltimore and Ohio Railroad lines. “Burning bridges and tearing up tracks retard the movements of the enemy,” commented the lieutenant, “but not burning up a depot, or the houses of the railroad employees.” The lieutenant explained that although the majority of citizens working in the railroad depots were Union, the men remained silent while the army destroyed the railroad lines.","Railroads, for northern and southern states, provided an expansive consumer market that was not available with wagons. Rail lines like the Baltimore and Ohio were originally laid to economically connect the valley lands with rail lines that were already laid in the North in order to provide a reliable shipping industry. According to historian James McPherson, “With the cash from sale of [crops, customers] bought food and clothing and hardware previously made locally or by themselves but now grown, processed, or manufactured elsewhere and shipped in by canal or rail.” In conjunction to connecting the areas, the rates for shipping by rail was cheaper than shipping by wagon; many citizens used wagons to haul their excess merchandise (crops, clothing, etc.) to rail stations and then shipped the merchandise on rail lines.","The destruction of a segment of the Baltimore and Ohio railroad had military and symbolic importance to the Confederate Army. McPherson wrote, “President John W. Garrett of the Baltimore and Ohio Railroad was a firm unionist and offered the railroad’s facilities to carry troops and supplies from the west.” During raids of the railroad systems, the Confederate Army often gained railroad equipment for their own damaged lines; what could not be carried, the Confederate troops destroyed and burned to ensure the Union could not refurbish the damaged pieces. The decimation of railroad systems, like the Baltimore and Ohio, would deprive Union troops of vital sources of supplies (ammunition, medical provisions, and extra clothing resources) and, most imperative to the health of the Union army, food rations for soldiers."],"display_date":"October 21, 1862","search_date":"1862-10-21","locations":[{"id":14533,"lat":39.4640522698,"lng":-78.0275332326,"zoom":9,"place":"BERKELEY, Virginia"}],"tags":[{"id":32,"tag":"Civil War"},{"id":792,"tag":"Transportation"},{"id":1822,"tag":"Stonewall Jackson"},{"id":1823,"tag":"B&amp;O Railroad"},{"id":1824,"tag":"Railroads"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}