{"id":7497,"place":"FREDERICK, Maryland","lat":39.4722539212,"lng":-77.3980976361,"episodes":[{"id":2264,"title":"Attack of Mrs. Yeakle and Lynching of John H. Bigus\n","course_id":1,"status":"P","start_date":"1887-11-18","end_date":"1887-11-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 18, 1887 at around 9:30 P.M., Mrs. Yeakle, an old, white widow, was walking home from church when a black man attacked her in Frederick County, Maryland. He knocked her down, injuring her, and attempted to assault her. Her yells drew attention to the scene. The black man then ran away into the suburbs and escaped into the woods. A group was organized to track him down. ","Although the man was first considered to be George Parish (an at-the-time, recently released convict), John H. Bigus was charged with the assault. On November 23, at around 1:30 A.M., a masked mob raided the prison against the sheriff's will and took Bigus. He maintained his innocence, blaming instead another African American, Joe Hall. The mob hung Bigus from a tree about a quarter of a mile from where he had been jailed. Bigus asked if he could pray before being hanged and the gang allowed him to do so. After hanging him, they shot him three times.","The lynching of John H. Bigus was one of many throughout the South, before and after 1887. As historian W. Fitzhugh Brundage argues, the reasons for lynching at the end of the nineteenth century were many and varied, depending on economic, political and social factors. Lynching occurred over whipping and beating when the social order of white society was attacked. The example Brundage uses to support this is the assault of a white woman. Bigus' case shows how such an act would not be permitted. The perpetrator of the act was in question. Three different men were implicated throughout the ordeal: George Parish, John H. Bigus, and Joe Hall. Nevertheless, someone was going to be punished for this offense to white supremacy, and no uncertainty or guarded jail cell would get in the way."],"display_date":"November 18, 1887 - November 23, 1887","search_date":"1887-11-20","locations":[{"id":5994,"lat":39.4722539212,"lng":-77.3980976361,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2270,"title":"President Hayes Visits Frederick County Fair\n","course_id":1,"status":"P","start_date":"1877-10-11","end_date":"1877-10-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["President Rutherford B. Hayes, along with Secretary McCrary and Attorney-General Devens, visited and spoke at the Maryland Frederick County Fair on October 11, 1877.The President was welcomed with a speech remarking on his previous visit to the area as a Civil War solider and the turmoil of that time. The President then spoke about the importance of agriculture, saying that if agriculture was prosperous, everything else would follow. He explained that he came to the fair because it represented the agricultural interest of Frederick County and the country as a whole. The Attorney-General and Secretary spoke on similar lines, the former telling farmers to be proud of their jobs and the latter asking people to go west to the farmlands instead of to the cities. Many people came to hear the government officials speak, including Marylanders, Virginians, and Pennsylvanians. ","Frederick County's agriculture is shown to be of supreme interest to not just the Maryland county, but the nation as well. Historians Richard Walsh and William Fox, however, down play the role of Maryland agriculture, saying that by this point in history, other states like Iowa and Illinois produced more than Maryland. They also mention that agriculture was declining due to the industrial growth in Maryland. Perhaps President Hayes' speech to the county fairgoers and even more simply, his presence at the event, can be explained by this decline. Although not completely evident in their positive speeches, the government officials are hinting at the larger problem of mass migration from farms to cities. By emphasizing Frederick County's agriculture, the President is calling for Marylanders and Americans alike to rebalance the economy by focusing once again on agriculture."],"display_date":"October 11, 1877","search_date":"1877-10-11","locations":[{"id":5993,"lat":39.4722539212,"lng":-77.3980976361,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2303,"title":"Mary Evans Thanks Brian Philpot, Her Former Master, for His Sending Money","course_id":1,"status":"P","start_date":"1889-05-01","end_date":"1889-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Mary Evans, living in Knoxville in Frederick County, Maryland, in May 1889, wrote her former master, Brian Philpot, to thank him for his gift of five dollars. She wrote that she did not know how to thank him for his kindness and made sure to write him right away to tell him so. Evans also remarked that she [remained] as ever a servant. She said if he came by, he would see what his gift had done for them. Evans related news of people (presumably former slaves of his and friends and family of hers), telling him that Simon Joshua was preaching, Caroline was married, Henry was living with her and being a big help, Lillie Reid was her best friend and often helped her out by sending her food, and more. She asked Brian Philpot to remember [her] to [his] family.","This letter provides a window into the internal world of Mary Evans. Historian Edward Ayers describes race interactions at the time as being demeaning but also genuinely helpful. He comments that while there were positive relationships amongst blacks and whites, that blacks usually only went to whites for help when they had to. By Mary Evans' comments on how thankful she was for his money and how helpful Lillie Reid's gifts of food were, the impression is given that Mary Evans was not well off. Her quick letter of thanks back to Brian Philpot could be more than good manners; it could be an attempt to appeal for money in the future. Also, calling herself a servant, what one would consider a demeaning reference, might be said in order to get on the good side of her former master. By giving news of her family and friends, however, she seemed to be relating to him on a more personal level. While one can obviously not completely delve into the mind of Mary Evans, her letter seems to suggest a complex relationship with her former master, one of both reliance and amiability."],"display_date":"May 1, 1889 - May 30, 1889","search_date":"1889-05-15","locations":[{"id":5994,"lat":39.4722539212,"lng":-77.3980976361,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2502,"title":"Riot on the Railroad\n","course_id":1,"status":"P","start_date":"1831-08-19","end_date":"1831-08-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In mid-August 1831, African Americans and Irishmen rioted in Frederick, Maryland.  Lasting two days, the conflict was of so violent a nature that the citizens of New-Market and its vicinity were compelled to interfere, who, after a vigorous and obstinate resistance, succeeded in dispersing the Irish and capturing about twenty of the ring leaders.  The captured Irishmen werent jailed for long because a force of nearly 400 marched through the town to rescue the captured men.  They were eventually dissuaded by the timely arrival of a contingent of militia from Frederick  and John McElroy, a Catholic priest who placated the Irishmen, by posting bail for the arrested men.  The riot between the two groups led to many people being seriously injured, including one or two deaths.  Interestingly, the article followed the Irishmen throughout the night as they stormed into the city to free their fellow men, but failed to mention the result for the African Americans involved in the riots.  This revealed the white publics view of the miniscule place that African Americans had in society.The Baltimore and Ohio railroad was one of the first railroads in the United States, connecting the Baltimore port to the Ohio River.  One of the through cities for this railway was Frederick, Maryland.  The portion of the track through Frederick was completed in December 1831.  The construction of the railway was the scene of numerous riots along the entire system, mainly between Irishmen and African Americans.  While the rail system was a significant sign of industrial progress and economic growth, it was still the scene of racist actions and strife between the workers."],"display_date":"August 19, 1831","search_date":"1831-08-19","locations":[{"id":5989,"lat":39.5105141884,"lng":-77.3162251993,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2504,"title":"Growing Abolitionist Sentiment\n","course_id":1,"status":"P","start_date":"1839-06-15","end_date":"1839-06-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One subscriber of the African American newspaper The Colored American, from Frederick County, Maryland, confessed in a letter to the editor that he was probably making sacrifices in subscribing for your paper.  Though he was taking a risk as a reader he also writes to inform the editors that the anti-slavery cause is rapidly gaining ground in this section of the country.  The African American papers acted as a source to unite free blacks across the country and make their motives known to the rest of the country.  The papers offered a means for the abolitionist groups and movement to spread throughout the country.  Not only did the freemen in Maryland believe that the abolitionist movement was strong, but Thomas Hamilton, a European traveler through America, believed that it was highly probable that Maryland will not long continue to be disgraced by the existence of slavery within its boundariesnor is there any possible reason why the system of slave labour might not be instantly abolished.  In the 1830s, the abolitionists cause was growing through the establishment of African American newspapers.  These were published in the North but traveled south to enslaved people, or free blacks living in the South.  One such paper was The Colored American, established in 1839 in New York by three men; Samuel Cornish, Philip Bell, and Charles Bennett Ray.  The mission of The Colored American was the moral, social, and political elevation of the free colored people; and the peaceful emancipation of the slaves.  The paper aimed to give coverage to abolitionist activity in the North and help advance the cause of African Americans liberty across the entire country.  Author James Horton believes African-American Newspapers succeeded in providing both a political and social link for black people throughout America.  Many free blacks in the South subscribed to the paper because it gave them a sense of hope, as they read about African Americans changing society in the North, even though it was a risk for them to subscribe."],"display_date":"June 15, 1839","search_date":"1839-06-15","locations":[{"id":5989,"lat":39.5105141884,"lng":-77.3162251993,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3048,"title":"Picnic for Family, Friends, and Politicians","course_id":1,"status":"P","start_date":"1894-09-23","end_date":"1894-09-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Frederick, Maryland, once again, demonstrates its political prowess by holding a political picnic and barbeque for the surrounding areas political parties. Held at the New Market, members of the two major political parties, the Republican and Democratic Party, as well as family and friends attended the community-sanctioned event. Political candidates were at the political picnic to discuss the community's pressing issues as well as the new tariff reform policy. Col. L.V. Baughran, presided and introduced the picnics guest which included one nominee for Congress, and two representatives currently serving. The guest list included many prominent society members such as professors and aristocrats, who traveled considerable distance to attend the event. ","The picnic serves an extremely pivotal socialization function. Great cooks come to serve their specialty to the attendees of 500 or more, able to see friends you are unable to see due to distance, and the chance to meet influential politicians and discuss matters of the heart. For this reason, these political functions serve a major social role. While the kids play with the other children, you are able to hear contrasting views regarding a subject. That's right. Either if one political party set up the picnic, often, invited or not, the other political parties seeking influence in the area, come to deliver their side of the discussion. This sets up the sight for a potential debate. Both sides believed that their success in the district seems promising, and that in November, will give their side the majority. In the context of the picnic, Hon. Ferdinand Williams and Hon. George Wellington of the Democratic Party iterated similar their thoughts. Alleghany County is all right. The people up there both Republicans and Democrats, have told me so, and I think they know what they are talking about. Richard Walsh and William Fox noted that such conventions were important to get people out to vote. Because once formed a connection with the candidate, felt a sense of obligation to him. ","The next morning, following the picnic, the Democratic Central Committee of Frederick convened. At least one representative from the 21 districts constituting the committee attended the meeting. Besides discussing the elections and issues, Col. L.V. Baughran resigned despite the pleas from the membersHowever, he will still work as an active member of the party to ensure the victory of all party candidates, most importantly, Ferdinand Williams. I believe that his resignation was due to workload. During this time period, chairmen take on considerable amount of work, pressure, and responsibility. Aging, without a strong helping hand, stepping down was the only rational choice. However, his subsequent decision to stay an active member in politics is more important. It exemplifies the privilege one gets from social service. Not monetary, or status, but victory of a party in those times meant good times for you. For there concerns and issues that they addressed in government, were reflective of yours. After resignation, many still felt the need to be in politics, for he was able to recognize the service that it offered not only him, but also his community. He wants the best for Alleghany and Frederick County, and he felt that one more hand helping to get his interests in, would be worth it."],"display_date":"September 23, 1894 - September 24, 1894","search_date":"1894-09-23","locations":[{"id":5995,"lat":39.4722539212,"lng":-77.3980976361,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3947,"title":"A Clever Child Escapes Flogging\n","course_id":7,"status":"P","start_date":"1829-02-11","end_date":"1829-02-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A well-prepared young man demonstrated ingenuity and intelligence when his father presented him with the threat of flogging. The boy's father was a lieutenant in the US Army, a native of Frederick County, Maryland. Being a lieutenant meant that he was somewhat strict, but all he wanted was the best for his son. When the boy displeased his father, the father examined the cause of his misconduct and decided that he needed to be punished for his mischief. According to the International Journal of Ethics, \"every shortcoming in a child should be traced to its beginnings, and punishment is meant to direct disobedience to its natural result-pain.\" This is what the lieutenant believed.","Rather the punishing the child then and there, the father left his son to anticipate what was to come. The father said to his son, \"George, you may go for the present, but prepare yourself early to-morrow morning for the most severe flogging you ever had.\" George, who dared not cross his father again, went straight to bed and appeared in front of his father bright and early the next morning. ","George was ready for his sentence. His father ordered him to take off his coat. The father stood with hickory in hand, looked at his son's back, and saw something peculiar. According to the article in the Political Examiner and Public Advertiser, the conversation between father and son went as follows: ","\"What have you got on your back?\" the father asked. ","\"My jacket,\" replied the boy.","\"Well, what have you got under it?\" demanded the father.","\"A leather apron four double,\" he replied.","\"A leather apron, have you indeed And what's that for?\"","\"Why pa, you told me to prepare for a flogging, and I got as well prepared as I could,\" he stated with a serious face. ","All the father could do in response to this was to turn away to hide a laugh and let his son go. The boy had taken what his father said literally, but he did something right. He may have outsmarted his father by escaping the flogging, but he obeyed his father's orders. Parents of the nineteenth century began to view their children differently. According to a review of Calvert's Children in the House, \"they ceased to see their offspring as an alien and unpredictable savage and started to appreciate him as a creature who could be trusted to outgrow his deficiencies.\" Obedience and discipline are two important lessons that all fathers tried to teach their sons.  "],"display_date":"February 11, 1829","search_date":"1829-02-11","locations":[{"id":5988,"lat":39.5105141884,"lng":-77.3162251993,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4462,"title":"Pennsylvania Captain Writes His Final Letter Home\n","course_id":18,"status":"P","start_date":"1863-06-28","end_date":"1863-06-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Captain David Acheson, Company C of the 140th Pennsylvania Volunteers was born in Washington, Pennsylvania, about thirty miles south of Pittsburgh.  Robert L. Stewart remarked that Acheson was \"one of the most promising young men in the College Class\" at the then Washington College (now known as Washington & Jefferson College). A very thoughtful and god fearing young man, Acheson enlisted during the three-month call for volunteers in 1861 and was involved with riling up more volunteers in Washington County. On September 4, 1862, the Washington regiments marched to Pittsburgh to begin their tour of duty.","The 140th Pennsylvania Volunteers subsequently marched to Harrisburg to, as Sara Gould Walters remarked, \"transform [themselves] into soldiers.\" The men received tents, knapsacks, haversacks and muskets to go along with their dark blue blouse, trousers, caps and shoes. After their outfitting, they were dispatched to Ambrose E. Burnside's army near Falmouth, VA, missing out on the battle of Fredericksburg by days. They saw action at Chancellorsville and moved out north, reinforcing the Army of the Potomac at Gettysburg.","  Captain Acheson's wrote his final letter on June 28, 1863. On the 28th, the volunteers had already marched two weeks when they arrived near Frederick, MD. Acheson noted that, \"Our marches are very fatigued…the men would at the end of the day would lie down in the water and sleep soundly. I never knew what a man was able to endure before.\" His letter was thoughtful, with tinges of uncertainty and skepticism. On the demotion of \"Fightin' Joe\" Hooker as commander of the Union army, Acheson remarked candidly, \"I do not know how this will please the army but it seems to me that the Government is at a loss to know who is fitted for the command.\" He also remarked that the \"rebs have staked their all\" on the war and hopes that the upcoming battle at Gettysburg will be the \"beginning of the end for the rebs.\"","       On the second day at Gettysburg, the 140th Pennsylvania Volunteers fought near Little Round Top and the Wheatfield.  Marching towards the Emmittsburg Road, the 140th faced the heaviest fire from Kershaw's South Carolina brigades, as Robert L. Stewart notes. D.A. Dickert, one of the foremost historians of Kershaw's brigades remarked that, \"David Acheson, the ranking Captain of the Regiment, a young officer of rare ability and winsome personality was killed.\" After the battle, Captain David Acheson was partially buried near the private farm of John T. Weikert. A stone, with a carving of his initials \"D.A.\" served as the headstone.  The remains of David Acheson were re-interned in the Washington Cemetery in Washington, Pennsylvania."],"display_date":"June 28, 1863","search_date":"1863-06-28","locations":[{"id":5992,"lat":39.4722539212,"lng":-77.3980976361,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":32,"tag":"Civil War"},{"id":63,"tag":"Pennsylvania Regiments"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":5654,"title":"<strong>Sent South</strong>","course_id":103,"status":"P","start_date":"1835-01-01","end_date":"1849-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In Maryland, there’s a kind slaveholder. He is the same slaveholder who owns Mr. Pennington, but his reputation is spotless – he is a kind, Christian man. Recently, a friend of Pennington’s master failed in business, due to, of course, his intemperance. He was a skilled lawyer, and he is not a violent man, but his business failed because of the drink. When this man’s business failed, Pennington’s master, godly in his ways, agreed to help him out. This is now why we have a new slave among us, a beautiful young girl of twenty-four years, Rachel.  Pennington’s master purchased Rachel because she made a great nurse, and is very much attentive to the young ones in the house.","As fate should have it, one of Master’s sons has grown quite fond of this young darling. We, as slaves, knew about this lust, but the Master’s family wanted no part of it. As things progressed with the master’s son and the newly acquired slave, no one could turn a blind eye any longer.","Because of the abhorrent nature of this relationship, Rachel is being sold to Georgia. With the few articles of clothing she owns, and along with a few other material belongings of Master, they board the horse carriage and ride down, ever more south.","This story highlights much of the argument surrounding the chattel principle, and Johnson’s opposition against it. The chattel principle, while seemingly righteous, is no better than any other form of slavery. IN fact, some argue that it inflicts more pain in the sense that it raises the slave in a “healthy” environment, free from violence, only to have the slaves “sent south” where their lives took a turn for the worse. In addition, it also speaks to the illicit nature of Master-Slave relationships that occurred during the time of slavery. There are many stories and anecdotes about Masters, both consensually and by rape, consummating a relationship with a slave."],"display_date":"1835 - 1849","search_date":"1842-07-02","locations":[{"id":5989,"lat":39.5105141884,"lng":-77.3162251993,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":1610,"tag":"pennington"},{"id":1609,"tag":"georgia"},{"id":280,"tag":"Maryland"},{"id":530,"tag":"Rape"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":5768,"title":"&lt;!-- /* Font Definitions */ @font-face {font-family:\"?? ??\"; panose-1:0 0 0 0 0 0 0 0 0 0; mso-font-charset:128; mso-generic-font-family:roman; mso-font-format:other; mso-font-pitch:fixed; mso-font-signature:1 134676480 16 0 131072 0;} @font-face {font","course_id":113,"status":"P","start_date":"1862-11-30","end_date":"1862-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<!-- /* Font Definitions */ @font-face {font-family:\"?? ??\"; panose-1:0 0 0 0 0 0 0 0 0 0; mso-font-charset:128; mso-generic-font-family:roman; mso-font-format:other; mso-font-pitch:fixed; mso-font-signature:1 134676480 16 0 131072 0;} @font-face {font-family:\"Cambria Math\"; panose-1:2 4 5 3 5 4 6 3 2 4; mso-font-charset:0; mso-generic-font-family:auto; mso-font-pitch:variable; mso-font-signature:-536870145 1107305727 0 0 415 0;} /* Style Definitions */ p.MsoNormal, li.MsoNormal, div.MsoNormal {mso-style-unhide:no; mso-style-qformat:yes; mso-style-parent:\"\"; margin:0in; margin-bottom:.0001pt; mso-pagination:widow-orphan; font-size:12.0pt; font-family:\"Times New Roman\"; mso-fareast-font-family:\"?? ??\";} .MsoChpDefault {mso-style-type:export-only; mso-default-props:yes; font-size:10.0pt; mso-ansi-font-size:10.0pt; mso-bidi-font-size:10.0pt; mso-fareast-font-family:\"?? ??\";} @page WordSection1 {size:8.5in 11.0in; margin:1.0in 1.25in 1.0in 1.25in; mso-header-margin:.5in; mso-footer-margin:.5in; mso-paper-source:0;} div.WordSection1 {page:WordSection1;} -->","On Sunday morning, November 30, 1862, Confederate soldier John French White wrote an intimate, yet dismal letter to his wife, Mat. White’s letter began with an explanation of how grateful he was to have received mail from his wife: “[I] contented myself by reading your welcome letter which afforded me great pleasure.” A few lines later, Mr. White proceeded to explain the horrors of the Battle of Sharpsburg (Antietam), which he had been involved in a few months earlier.","In his description of the Battle of Sharpsburg, White wrote, “Oh Mat it","almost makes [me] shudder to think of it how…Sept. 17 ’62 [will] live in the memory of the 32 Va. reg[iment] & its friends.” Despite all the carnage and devastation of the battle, White walked away unharmed. He viewed his survival as an act of God: “Thanks be to a kind Providence I came out unhurt but narrowly escaped. A ball passed [only] through my blanket between my body and right arm.”","The heart of White’s letter, however, is found in the remarks he made about coming home for Christmas. White acknowledged his wife’s plea for him to “get a pass to come to Mothers in the Chris[t]mas.” In response to her plea, Mr. White wrote, “I am sorry to tell you to do either [find a substitute or go home] is utterly impos[s]ible.” Although he hinted at the fact that he wanted to be home for Christmas, White understood that he had a commitment to the Confederacy. Since Mr. White was on “picket duty” in Fredericksburg and was expecting the city to be shelled by the Union forces, he had to abruptly end his letter.","White’s fear of the memory of the Battle of Sharpsburg had a lot of merit. As historian James McPherson pointed out, Sharpsburg was the site of some of the Civil War’s hardest fighting. Just as White had hinted, at nighttime on September 17, 1862, Confederate military leaders reported losses greater than fifty percent in several brigades. In addition, President of the Maryland Historical Society, Burton Kummerow, noted that about 23,000 soldiers were killed and wounded during the Battle of Sharpsburg. In regard to White’s fear of how the day would be remembered, Kummerow argued that it would forever be seen as a victory for the Union, and it eventually prompted Lincoln to issue the Emancipation Proclamation. Historian Stephen Sears also argued that the perceived Union victory at Sharpsburg compounded with the Emancipation Proclamation, prevented Britain, France, and other foreign agents from getting involved in the Civil War.","Aside from the Battle of Sharpsburg, White’s letter reflected emotions shared by soldiers on both sides during the Civil War. The Civil War proved to be more than just a few short battles. The physical and emotional stresses brought about by fighting, such as that at Shapsburg, gave every man a strong desire and longing for home, especially around the holidays."],"display_date":"November 30, 1862","search_date":"1862-11-30","locations":[{"id":5992,"lat":39.4722539212,"lng":-77.3980976361,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":32,"tag":"Civil War"},{"id":669,"tag":"Confederate Army"},{"id":1792,"tag":"Antietam"},{"id":1793,"tag":"Virginia Infantry"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":5802,"title":"<strong>A Virginia Soldier Reflects on Battle and Wishes to be Home for the Holidays</strong>","course_id":113,"status":"P","start_date":"1862-11-30","end_date":"1862-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Sunday morning, November 30, 1862, Confederate soldier John French White wrote an intimate, yet dismal letter to his wife, Mat. White’s letter began with an explanation of how grateful he was to have received mail from his wife: “[I] contented myself by reading your welcome letter which afforded me great pleasure.” A few lines later, Mr. White proceeded to explain the horrors of the Battle of Sharpsburg (Antietam), which he had been involved in a few months earlier.","In his description of the Battle of Sharpsburg, White wrote, “Oh Mat it","almost makes [me] shudder to think of it how…Sept. 17 ’62 [will] live in the memory of the 32 Va. reg[iment] & its friends.” Despite all the carnage and devastation of the battle, White walked away unharmed. He viewed his survival as an act of God: “Thanks be to a kind Providence I came out unhurt but narrowly escaped. A ball passed [only] through my blanket between my body and right arm.”","The heart of White’s letter, however, is found in the remarks he made about coming home for Christmas. White acknowledged his wife’s plea for him to “get a pass to come to Mothers in the Chris[t]mas.” In response to her plea, Mr. White wrote, “I am sorry to tell you to do either [find a substitute or go home] is utterly impos[s]ible.” Although he hinted at the fact that he wanted to be home for Christmas, White understood that he had a commitment to the Confederacy. Since Mr. White was on “picket duty” in Fredericksburg and was expecting the city to be shelled by the Union forces, he had to abruptly end his letter.","White’s fear of the memory of the Battle of Sharpsburg had a lot of merit. As historian James McPherson pointed out, Sharpsburg was the site of some of the Civil War’s hardest fighting. Just as White had hinted, at nighttime on September 17, 1862, Confederate military leaders reported losses greater than fifty percent in several brigades. In addition, President of the Maryland Historical Society, Burton Kummerow, noted that about 23,000 soldiers were killed and wounded during the Battle of Sharpsburg. In regard to White’s fear of how the day would be remembered, Kummerow argued that it would forever be seen as a victory for the Union, and it eventually prompted Lincoln to issue the Emancipation Proclamation. Historian Stephen Sears also argued that the perceived Union victory at Sharpsburg compounded with the Emancipation Proclamation, prevented Britain, France, and other foreign agents from getting involved in the Civil War.","Aside from the Battle of Sharpsburg, White’s letter reflected emotions shared by soldiers on both sides during the Civil War. The Civil War proved to be more than just a few short battles. The physical and emotional stresses brought about by fighting, such as that at Shapsburg, gave every man a strong desire and longing for home, especially around the holidays."],"display_date":"November 30, 1862","search_date":"1862-11-30","locations":[{"id":5992,"lat":39.4722539212,"lng":-77.3980976361,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":755,"tag":"Confederacy"},{"id":122,"tag":"Soldier"},{"id":32,"tag":"Civil War"},{"id":1256,"tag":"Christmas"},{"id":1793,"tag":"Virginia Infantry"},{"id":1853,"tag":"Fredericksburg"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":5804,"title":"Pennsylvania Surgeon Tends to the Wounded at South Mountain","course_id":113,"status":"P","start_date":"1862-09-14","end_date":"1862-09-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dr. Theodore S. Christ completed his medical training in 1860, and he joined the Union army the following as a surgeon. In September of 1862, he served as the surgeon for the 45<sup>th</sup> Pennsylvania Infantry in the Ninth Corps of the Army of the Potomac. On the fourteenth of that month, General McClellan tasked Christ’s regiment with taking Turner’s Gap during the Battle of South Mountain. Their goal was to silence a Confederate artillery battery firing from the Gap. The soldiers fought uphill against Confederates defenders behind stone fences. However, despite the regiment being only one month old, Dr. Christ wrote in his diary “our noble 45<sup>th</sup> fought with the bravery and skill of veteran soldiers” and forced the Confederates to retreat “where they had thousands against our hundreds.” The doctor tended to the wounded carried to him while the battle raged around him. In his diary he wrote, “One place that I had just been a few moments before a shell struck and exploded, throwing the dirt all over me 50 yards off.” This instance and similar others prompted Christ to move his hospital 300 yards down the hill before continuing with his work.","According to the regimental history of the 45<sup>th</sup> Infantry, twenty-seven soldiers were killed and 107 wounded during the two and a half hours of combat. The intense fighting claimed General Jesse Reno, the commander of the Ninth Corps. Reno became the target of a Confederate sharpshooter while he surveyed the enemy and was shot in the chest. Christ also tended to Captain William Grove, who received a wound to the leg from a Minié bullet. Christ recorded that both of the lower bones of the leg were shattered, and as such, an amputation became necessary. Captain Grove later died from his wounds. All told, there were 300 Union soldiers killed and 1,500 wounded during the course of the battle.","The Battle of South Mountain came about through a blunder on the part of one of General Robert E. Lee’s subordinate officers. Prior to the start of his Maryland Campaign, Lee issued Order 191, which detailed his plan to split his army and send part of it to capture Harper’s Ferry. A Union corporal found a copy of the order wrapped around three cigars next to a road in Frederick, Maryland. General McClellan used this information in an attempt to attack the separate Confederate forces. To get to the enemy, he had to send his troops over South Mountain, where Lee and his Rebels were waiting in the passes through the range. The Confederates managed to delay the Union long enough to escape without significant harm. Many of the units involved at South Mountain later fought during the Battle of Antietam."],"display_date":"September 14, 1862","search_date":"1862-09-14","locations":[{"id":5992,"lat":39.4722539212,"lng":-77.3980976361,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":1857,"tag":"Surgeons"},{"id":1856,"tag":"Order 191"},{"id":1855,"tag":"Battle of South Mountain"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6283,"title":"The Great Depression and Household Management Columns","course_id":132,"status":"P","start_date":"10/1/29","end_date":"1/31/36","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Following the stock market crash of October and the resulting American economic collapse, Maryland families were left haphazardly arrayed on a financial spectrum starting with “making do” and ending with scrounging. Wives and mothers often managed the day to day expenditures within families and those in the newly reduced middle class adapted and reframed the economic decisions that they made. Women living in towns and cities dealt with their new money problems and simultaneously struggled with the stigma attached to talking about financial problems and the need to keep up appearances. Since personal help and advice on how to save money remained somewhat taboo, women found help in the Women’s sections and household maintenance columns in local newspapers. Through these columns women managed to build a wide reaching but anonymous support network.","These columns ran before the depression but after the economic crash they too adapted and reflected the economic needs of women during the Great Depression. The women’s section of newspapers usually covered roughly two pages and offered a myriad of advice and help to women trying to cut costs. The Daily Mail of Hagerstown, Maryland, ran a weekly Food Market Advice column for women. Information in the column included the rise and fall of prices for local produce and meats and predicted patterns for future prices providing women with needed information for weekly shopping and encouragement to take advantage of local markets. The column also provided meal ideas and menus for the cheapest options. Other articles gave advice about meal plans and offered set prices that they believed could be followed, touting $1.50 or $2.00 plans that could feed large families. Often the advice became extremely detailed. A column titled Sister Mary's Kitchen ran in the Fredrick, Maryland, News. The writer advised women about which cuts of meat cooked the quickest so they might save money on electricity. She noted that the money saved by cooking quickly could be set aside to pay for heating bills. Some columns offered direct tips on how to discretely cut costs so that women could maintain their middle class appearance. These tips ranged from cooking advice --telling women to mix butter and margarine to stretch it farther and hide the taste-- to sewing --advising that dresses could be let down and that ribbon or rickrack could hide the old seams and creases.","Usually these columns were also conscious of the social conventions of the time period and refrained from using terms like “cheap” or “thrifty.” Economical became the standard term used to describe the advice and alert women reading it that they could find advice there. The columns that offered advice also obeyed social conventions by giving women in need of help and advice the anonymity needed to ask. With the help of these columns women managed to navigate their lives and economic choices in the Great Depression."],"display_date":"October 1929 - January 1936","search_date":"1932-11-30","locations":[{"id":19072,"lat":39.6214880132,"lng":-78.6989494063,"zoom":10,"place":"Allegany, Maryland"},{"id":19248,"lat":39.4722539212,"lng":-77.3980976361,"zoom":9,"place":"Frederick, Maryland"}],"tags":[{"id":7,"tag":"Women"},{"id":1081,"tag":"The Great Depression"},{"id":600,"tag":"Media"},{"id":11,"tag":"Economy"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}