{"id":7522,"place":"CENTRE, Pennsylvania","lat":40.9190359343,"lng":-77.8196278227,"episodes":[{"id":5820,"title":"Pennsylvania Train Crash Leaves Several Dead","course_id":113,"status":"P","start_date":"1871-09-01","end_date":"1871-09-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>The Democratic Watchman </em>of Bellefonte, PA reported on an accident that occurred on the P & E rail line (Pennsylvania and Erie Railroad). The accident resulted in six passengers and crewmembers dead, as well as many others injured. The train was travelling at an excessive speed and the conductor lost control, which resulted in the train running off the tracks. The issue reported is centered on what should be done and who bore responsibility for the loss of lives from crashes as described in the article.","The argument that the <em>Democratic Watchman </em>is trying to make is that there needed to be some kind of means to protect these lower class workers in the north and the south. The newspaper is also trying to help put the blame when a on the railroad company owners when accidents occur because they are the people that were benefitting primarily from the railroads. An interesting statement from the articles says, “…there are engineers who can neither read nor write, and whose written orders have to read to them by a second party.”","The development of the railroad, in during Reconstruction had a significant impact on the United States and economic growth. The Railroads opened up the west to development and it helped the south grow its industrial economy. Historian Eric Foner states, “…the railroad, like the war itself, acted as a nationalizing force, sharply reducing transportation costs and establishing a vast national market that laid the foundation for the explosive growth that, within a quarter century would make the United States the world’s preeminent industrial nation.” Foner’s words emphasize the impact that the railroad had on the country and economy.","The railroads attracted many working class citizens to employment because railroads jobs were nearly always available, according to historian Michael Fitzgerald.","The railroads did benefit the country’s economy in many positive ways, but the negatives highlighted in the article showed that the issues were not something that were talked about, or regulated properly throughout. Jobs were widely available, but the lack of worker protection and education also was an issue in the growing industrial economy."],"display_date":"September 1, 1871","search_date":"1871-09-01","locations":[{"id":11010,"lat":42.1560237395,"lng":-80.1032079004,"zoom":9,"place":"ERIE, Pennsylvania"},{"id":10918,"lat":40.9190359343,"lng":-77.8196278227,"zoom":9,"place":"CENTRE, Pennsylvania"}],"tags":[{"id":1824,"tag":"Railroads"},{"id":1880,"tag":"Reconstuction"},{"id":1881,"tag":"Industrialization"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":5817,"title":"Northern Democrats View 1871 Election As Life or Death","course_id":113,"status":"P","start_date":"1871-10-07","end_date":"1871-10-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Political ideologies between the Republicans and Democrats were left in limbo following the Civil War. <em>The Democratic Watchman, </em>of central Pennsylvania printed a call to action for Democrats to go out and vote to ensure a majority for the party across the board of all of the offices.","After the conclusion of the war, Republicans had a strong hold on northern cities, but there were still Democrats making an effort to represent their views. Additionally, even though Democrats often sacrificed their political ideas for the war, they did not want to let the trend of a Republican-dominated government to continue after the war.","The article also sought to persuade readers of the righteousness of the Democratic view by comparing the election season to another battle in war. It stated, “Let not one man be left behind: get them all to the ranks and go to the polls determined, invincible, and in farness!” The Civil War had only been over for short six years at this point and such martial imagery still had the ability to move readers’ emotions.","The election of 1871, which is being described in the article, was not a presidential election year. Possible low Democratic participation in the 1871 election is described in the article as a large issue due to concern that if Democrats did not rally for a local election, then the trend would carry over into elections for years to come. This is stated in the <em>Watchman </em>as, “One or the other of these alternatives will result from the influence in which Democratic defeat or success in the present campaign will have upon the presidential struggle next year.” The article attempted to rally the Democrats by suggesting that there will be “alternatives” if constituents do not vote. Despite this call to action on the part of the Democrats, in the 1872 presidential election, the hopes of the to eliminate the Republicans from the executive are crushed because incumbent President Grant defeated their candidate Horace Greely."," "," "],"display_date":"October 7, 1871","search_date":"1871-10-07","locations":[{"id":10918,"lat":40.9190359343,"lng":-77.8196278227,"zoom":9,"place":"CENTRE, Pennsylvania"}],"tags":[{"id":658,"tag":"Elections"},{"id":1873,"tag":"Republicans"},{"id":1874,"tag":"Democrat"},{"id":1875,"tag":"Presidential Election"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":5818,"title":"Northern Democrats Rally Around the Union Flag","course_id":113,"status":"P","start_date":"1861-04-18","end_date":"1861-04-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Upon the end of the siege on Fort Sumter in Charleston, South Carolina, <em>The Democratic Watchman</em> of Bellefonte, Pennsylvania reflected a disappointment with the Lincoln Administration, but gave support for the Union war cause. The Union lost the fort for the remainder of the war during the first battle of the American Civil War, but the newspaper was more concerned with the fact that the North was going to be under control of the Republican Party because the war had officially started.","During the battle, not a single life on either side was lost to hostile fire, but in the eyes of the northern Democrats the real loss was the representation of Democrats in Congress, according to the newspaper. The political unrest, such as outlined in the Democratic-leaning <em>Watchman</em>, occurred as a result of the war starting to spread throughout the country. Citizens had many new worries including the length and cost of the war, and whether  the states would unite under again.","Despite the many different reactions to the attack on Fort Sumter, the one aspect that was commemorated was the flag. The flag of the United States, a symbol of freedom and democracy in the Union was taken down after the battle and replaced with the Confederate national flag. In the article, the tone changed when the flag was discussed. Historian Mark E. Neely commented about the flag at the fort, “the first prints of Sumter were quickly supplanted by those depicting the American flag under attack. These constituted the earliest manifestations of the Union image…” As Neely points out, the tone of the Watchman piece was hardly unique in expressing fervor for the Union despite opposing Republican leadership in general. As the <em>Watchman </em>article stated, “We can have no government on any other terms, but it has often been found in the world’s history that a bad government is better than none at all.” The statement exemplifies that the Democratic northern citizens know that they need the government to win the War Between the States and without it there would be not be a chance.","The article portrays a negative connotation towards all government bodies, but the rally-around-the-flag cry had a larger impact because the people know that they need the government to win the war."],"display_date":"April 18, 1861","search_date":"1861-04-18","locations":[{"id":10917,"lat":40.9190359343,"lng":-77.8196278227,"zoom":9,"place":"CENTRE, Pennsylvania"},{"id":11457,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":32,"tag":"Civil War"},{"id":1873,"tag":"Republicans"},{"id":1876,"tag":"Fort Sumter"},{"id":1877,"tag":"Flag"},{"id":1878,"tag":"Democrats"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":5819,"title":"View of Possible Secession in Rural Pennsylvania","course_id":113,"status":"P","start_date":"1860-11-15","end_date":"1860-11-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Republicans of the northern states ignored all threats from the South regarding the idea of secession when the rumors regarding secession began to circulate. In some cases they took false hope that the only real threat to secede came from the state of South Carolina. Statements from a small town central Pennsylvania newspaper, <em>The Democratic Watchman,</em> affirmed that it was not possible, nor likely, for any of the other southern states to follow South Carolina’s lead and leave the Union.","In regards to the small town doubt about secession, the <em>Democratic Watchman</em> stated, “It is probable that no southern state will cooperate with South Carolina in secession and resistance to the General Government, and that she will not attempt to go out of the Union alone.” The <em>Watchman, </em>similar to other small northern towns, believed that South Carolina would not leave the Union unless they had support and alliance of other southern states that were willing to secede.","In the South, the push for secession was speared by the election of republican Abraham Lincoln as the president of the United States on November 6, 1860. The election stands as the final controversial political moment before southerners began to formally choose secession. Southerners believed that Lincoln would take their liberties because he was a member of the Republican Party and this pushed southern trust of the federal government to its breaking point.","Secession should not have caught the Union by surprise because before the election of 1860, southern citizens, who were considered supporters of the Union, warned northerners of the likelihood of secession upon Lincoln’s presidential victory. This “fever” for independence soon spread out of the deep south and into the upper south. South Carolina called for a convention immediately following the news of Lincoln’s victory. The federal judge at Charleston, the District Attorney, the Collector, and other federal officers, all from the state of South Carolina, resigned from their respective offices. These officials were attempting to bring immediate issues with the federal government.","South Carolina voted 169 to 0 to secede from the Union of the United States of America on December 20, 1860. By May 21, 1861, the eleven states that all eventually comprised the Confederacy had officially broken from the Union."],"display_date":"November 15, 1860","search_date":"1860-11-15","locations":[{"id":10917,"lat":40.9190359343,"lng":-77.8196278227,"zoom":9,"place":"CENTRE, Pennsylvania"}],"tags":[{"id":719,"tag":"South Carolina"},{"id":683,"tag":"Abraham Lincoln"},{"id":1861,"tag":"Confederates"},{"id":1879,"tag":"Secession"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}}]}