{"id":763,"place":"SHELBY, Kentucky","lat":38.2154428284,"lng":-85.1947655868,"episodes":[{"id":149,"title":"Report of possible Klu Klux Klan killing\n","course_id":1,"status":"P","start_date":"1878-02-01","end_date":"1878-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["A murder of some black men was regarded by many as the work of the Klu Klux Klan in Shelbyville, Kentucky. According to the Daily Dispatch, masked men set fire to the cabin of some negroes, compelling the inmates to come out and call aloud their names;.and as he uttered his name they literally riddled his body with buckshot.' Reaction to this event and other like it stirred varied reactions throughout the south. This is because Klan activity had slowly declined during the late 1870s.&lt;br /&gt;However, the spirit of the Klan and its ideals were still present in the South. During the late 1890's in Georgia, it was a point of pride for white men to claim they had been Klan riders of the past. Furthermore, in Texas the late 1870s and 1880s saw an uprising in Klan lynch law practices to enforce vigilante law. Many saw the Klan as a romantic symbol of the Lost Cause' and looked upon it fondly. The violence of whites against blacks would continue as the Klan became reinvigorated in the early twentieth century."],"display_date":"February 1878","search_date":"1878-02-14","locations":[{"id":5305,"lat":38.2154428284,"lng":-85.1947655868,"zoom":10,"place":"SHELBY, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1074,"title":"Christian Brothers University Established\n","course_id":1,"status":"P","start_date":"1871-11-19","end_date":"1871-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Brothers of the Christian Schools had tried to establish Catholic education in Memphis in 1864 but were unsuccessful because epidemics of yellow fever had killed much of its clergy in Galveston and New Orleans. In 1871, the Chicago fire made it possible for a college to be established in Memphis because the fire destroyed the Brother's Academy in Chicago. The Memphis order now had enough men to establish the Christian Brothers College in Memphis because the fire relieved some brothers from duty in Chicago. Brother Maurelian from Pass Christian, Mississippi served as the first president of the college. The college was founded on Adams Avenue on November 19, 1871. &lt;br /&gt;The Catholic religion was not a predominant religion in Tennessee in 1871. Methodists and Baptists formed the majority religions in Tennessee. Following the Civil War, there was a rapid development of higher education institutions in Tennessee, most of which originated from Methodist or Baptist tradition."],"display_date":"November 19, 1871","search_date":"1871-11-19","locations":[{"id":5305,"lat":38.2154428284,"lng":-85.1947655868,"zoom":10,"place":"SHELBY, Kentucky"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}