{"id":7728,"place":"Clearfield, Pennsylvania","lat":41.000231092,"lng":-78.474128629,"episodes":[{"id":5874,"title":"Idle Hands Are a Gardener's Playthings: Community Involvement in the Wake of the Great Depression","course_id":118,"status":"P","start_date":"1/1/25","end_date":"12/31/35","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Just before World War I, John Balowich just barely avoided conscription into the Russian army by being sponsored to the US by his brothers. Beginning work in the coal mines in DuBois, PA, John faced dire circumstances both down in the mines and above ground: whatever wages he earned were owed to the company store for sustenance before he even resurfaced with his pay. Given an opportunity to escape the mines, John moved to Detroit as an auto factory worker, promised a \"magnificent sum of $5 a day.\" Leading up to the Depression, as auto company layoffs and changeovers began, John harbored dreams of staring a grocery store, a dream to which he came one step closer when he began renting a candy shop on Hanson and Cicotte. Shortly after, John was finally able to take up renting a \"grocery-butcher shop with living quarters,\" fulfilling his dream. Working from 6:45 AM to 9:45 PM, John loved every moment and created a \"village meeting place\" equipped with the only telephone in the area. John even began extending credit to local patrons and ended every transaction with \"a little schnapps\" and a candy bar for each of the men's children. John was happy, and \"everyone was happy,\" until rationing and shortages brought on by the Second World War forced him to close the store and return to factory work. Though John never fully regained the losses from the outstanding credit, John remained \"happy and optimistic\" since he had \"achieved his dream, lived a good life, and loved his country with a passion.\"","John's fierce optimism and devotion to his community was characteristic of the time period as Sidney Fine writes in his biography of Frank Murphy. He describes the \"widespread belief in the United States before 1929 that a person who wished to work could find employment,\" a sentiment that is exhibited by John's dreams to leave a steady position and risk opening his own store. Frank Murphy, the mayor of Detroit leading up to and during the Great Depression, believed that citizens of Detroit should expect that their government should aid those in distress due to unemployment, stating that \"no one in this great city of plenty...must be allowed to go hungry, or cold, or unhoused, or unclothed.\" This belief led Murphy to start the Mayor's Unemployment Committee (MUC) to help to address issues of unemployement by sharing the importance of the issue with the whole community and framing the issue in a new light. MUC went on to establish several new programs, once of which was the Detroit thrift-gardens, a program that echoed the work of Hazen Pingree and his \"potato patches.\" In addition to providing much-needed food to the unemployed, Murphy believed that \"the psychological effect of idleness of large groups of our people...[is] dangerous to the safety and morale of the country\" and that the projects could help to cultivate work ethic for the unemployed. Though originally unsuccessful, the project eventually proved to provide work for the unemployed and allowed them to stay mentally and physically fit until they found another job while contributing to the greater community."],"display_date":"1925 - 1935","search_date":"1930-07-02","locations":[{"id":21386,"lat":42.107446354,"lng":-83.1351982696,"zoom":9,"place":"Wayne, Michigan"},{"id":21832,"lat":41.000231092,"lng":-78.474128629,"zoom":9,"place":"Clearfield, Pennsylvania"}],"tags":[{"id":1978,"tag":"Unemployment"},{"id":1081,"tag":"The Great Depression"},{"id":1111,"tag":"World War I"},{"id":1908,"tag":"Garden"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}}]}