{"id":773,"place":"MONTGOMERY, North Carolina","lat":35.3323976706,"lng":-79.9054546411,"episodes":[{"id":1081,"title":"Rough Riders and Red Shirts March, African American Declines to run for Office","course_id":1,"status":"P","start_date":"1898-11-03","end_date":"1898-11-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 3rd, 1898, the Rough Riders' and the Red Shirts, both White regiments of United States Army, marched through and took control over Wilmington, North Carolina. The procession, which was nearly a mile long, was lead by the best riders in Wilmington followed by the red shirts on horseback. The White Government Union' sponsored a barbeque, parade, and public meeting to celebrate the event. White schools in the area gave children the day off in order to allow more people to cheer on the procession. &lt;br /&gt;A Confederate veteran, by the name of Carter, followed the procession on a mule chanting the lyrics of song which went: The white man went to college, The Negro to the field; The white man gathered knowledge, The Negro learned to steal.' The lyrics that he chanted not only provided amusement to the crowd that had gathered, but also sent a demoralizing message to the African-Americans who lived in the community. &lt;br /&gt;After the procession had paraded through the entire city, Norwood, an African American who was running for the register of deeds in Wilmington, announced that he would no loner run for office. He reasoned that, the demonstration convinced him that the whites [were] determined to rule of kill the Negroes.' Ultimately, the march through Wilmington sent a depressing message to African-Americans not only residing in Wilmington, but to the vast African American population living in the South in general. In was becoming clear that Whites refused to allow African-Americans to infiltrate their communities."],"display_date":"November 3, 1898","search_date":"1898-11-03","locations":[{"id":9634,"lat":35.3323976706,"lng":-79.9054546411,"zoom":9,"place":"MONTGOMERY, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1087,"title":"Wilmington Race Riot\n","course_id":1,"status":"P","start_date":"1898-11-10","end_date":"1898-11-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 10th, 1898, around two thousand white men, led by Confederate Officer and Congressmen Henry Waddell, marched through Wilmington to destroy the office of the Daily Record. Alex Manly, the editor of the Wilmington Daily Record, had prior to the event, written an article that directly insulted white men and their ability to take care of their women. The article, which was printed by an African American newspaper company, spurred the racial tensions that already were prominent in the region. In response to the article, Waddell and his supporters surged through the city and ultimately burnt down the Daily Record's headquarters. Fourteen African American men lost their lives in the affair.&lt;br /&gt;In the days following the riots, R.R. Tolbert, a man whose father and brother were both shot in the riots, went to the Department of Justice in hopes of obtaining an investigation of the riots by federal authorities. The Department of Justice took steps to obtain official information about the riots; however, it was said that it was, highly unlikely that in the absence of such information the President [would] take any action in the matter' (NY Times). The Wilmington Race Riot has been considered the pinnacle of the white supremacy campaign that ran rampant through the South in 1898."],"display_date":"November 10, 1898","search_date":"1898-11-10","locations":[{"id":9634,"lat":35.3323976706,"lng":-79.9054546411,"zoom":9,"place":"MONTGOMERY, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}