{"id":780,"place":"NEW CASTLE, Delaware","lat":39.5008834932,"lng":-75.568787499,"episodes":[{"id":41,"title":"Supreme Court Overrules Decision in United States vs. A. Given\n","course_id":1,"status":"P","start_date":"1873-01-09","end_date":"1873-01-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In order to make the Fifteenth Amendment ineffective in Delaware and fend off potential black voters for the Republican Party, the Democratic legislators enacted the Assessment and Collection Laws of 1873. These laws were a means of assessing property and establishing voter eligibility. Simply put, these laws made it the responsibility of a Delaware resident to see that his name was on the assessment lists for the county tax and then to see that he paid his taxes. Only if the tax was paid could he qualify to vote. However, if a man was delinquent in paying his tax, then this resulted in the removal of his name from the tax list for one year by the levy of the court. To hinder blacks from voting, legislators employed these tactics so that their taxes could not be paid, therefore disqualifying them their vote. &lt;br /&gt;&lt;br /&gt;To disqualify voters, some assessors acted neglectful, conveniently forgetting to enter a name or entering it in the wrong assessment record. Subsequently, when a black property owner went to pay his tax, it was refused on the grounds that the property owner had not been properly assessed. The tax collector then recorded him as delinquent and struck him from voter registration lists. Furthermore, names were often misspelled or recorded wrong. As a result, black property owners were omitted from tax lists. In these instances, the tax collector refused to accept the assessment, believing the receipt to be counterfeit. Thus, most of the black population and even some white Republicans could not vote. As the Democrats retained control of the election machinery and acts such as these were passed, it became very difficult for African-Americans to qualify to vote. &lt;br /&gt;&lt;br /&gt;In the specific case of United States vs. A, Given, the U.S. Circuit Court  convicted a collector of county taxes last October for the violation of the second section of the enforcement act. Given had disqualified colored voters by throwing their names off the assessment lists as could be done by the Assessment and Collection Laws. Supreme Court Justices Strong and Bradford, however, rendered a decision overruling the motion for arrest of judgment made by the counsel of the defendant on the grounds that the enforcement act of Congress was unconstitutional. This decision, thereby, affirmed the constitutionality of the Assessment and Collection Laws of Delaware."],"display_date":"January 9, 1873","search_date":"1873-01-09","locations":[{"id":1259,"lat":39.5008834932,"lng":-75.568787499,"zoom":9,"place":"NEW CASTLE, Delaware"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":825,"title":"A New Constitution Defeated\n","course_id":1,"status":"P","start_date":"1853-10-01","end_date":"1853-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1852, revisions to the Constitution were placed before the legislature of Delaware.  The revisions proposed many new Democratic' ideals that would have gotten rid of many institutions such as life tenure for judges and the need to have property in order to vote. The Whigs who said it was unconstitutional and the Democrats who thought that it did not propose enough change rejected the Constitution.  It was formally defeated in October of 1853 by a referendum in which every county in the state of Delaware voted against it. The main reason it failed in Delaware was because a popular senator, James Bayard (Democrat), told the public that it was too weak. If Bayard could have written the constitutional revisions they would have led to the end of slavery and allowed free blacks to gain citizenship.&lt;br /&gt;The debate over the Constitution was a catalyst in the demise of the Whig Party.  During the fall of 1853, the leaders from the North and the South did not communicate well.  Both northern and southern Whigs thought that they were each above reproach and the people of North Carolina noted this.  Many North Carolinians according to the Wilmington Journal disliked the arrogance that the Whigs allegedly exuded.  Southern Whigs were wary of the northern Whigs and there attitudes towards slavery.  They feared that the disparity in their views on slavery would hurt not only the Whig party, but the interests of the South."],"display_date":"October 1, 1853 - October 31, 1853","search_date":"1853-10-16","locations":[{"id":1257,"lat":39.5008834932,"lng":-75.568787499,"zoom":9,"place":"NEW CASTLE, Delaware"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1143,"title":"Iron is used for Railroads\n","course_id":1,"status":"P","start_date":"1844-01-11","end_date":"1844-01-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ever since John Smith arrived on American soil, boats have been a major medium for transportation. Water and boats were the only adequate forms of transportation and ultimately trade. As a cycle of reinforcement, water transport promoted trade and trade promoted water transport. Soon, with the implementation of newer materials, lighter resources and fresher ideas, boats become better and faster then before. Access to a body of water was so necessary to means of living in the 18th Century that the upper class would buy isolated houses on the water front. As long as they had access to water they did not need neighbors. &lt;br /&gt;Soon thereafter railways and trains were built and a new industrialized form of trade emerged into the South. Railroads soon became another medium of trade, though not as reliable or as fast as one would have liked. The greatness of employing trains, however, meant that resources and commodities could be found and transported to places within the states that were not on or near a body of water. In 1844, iron was implemented for both railroads and underground railroads. Southern States that bordered water, had previously relied on steam boats and water for essential transportation needs. Now, they had a fast and reliable alternate form of transport. &lt;br /&gt;Railroads provided for more unity within the states, whereby people could travel across the country for leisure. It also provided an accessible method for transporting goods and commodities for trade, such as bringing sugar from the south up to the north, which boosted the economy. This improvement also enhanced the infrastructure of America. More importantly though, the railroads were now an easier way for slaves to escape their masters and oppressed lifestyles. Blacks knew that if they made it to the North or Canada, help awaited them. Underground railroads began to flourish all over the country. Wilmington, Delaware is one example of where railroads increased and subsequently blacks were led to freedom. This implementation led to the escape of hundreds of slaves, with the aid of people like Thomas Garrett and Harriet Tubman."],"display_date":"January 11, 1844","search_date":"1844-01-11","locations":[{"id":1256,"lat":39.5008834932,"lng":-75.568787499,"zoom":9,"place":"NEW CASTLE, Delaware"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":8,"tag":"Arts/Leisure"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3919,"title":"Hope of Release\n","course_id":7,"status":"P","start_date":"1865-04-30","end_date":"1865-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The Ashby Family was originally from Fauquier County, Virginia. Luther Ashby spent time imprisoned in the poor conditions of Fort Delaware. He sent two letters to his brother while imprisoned. His first letter was sent on April 30, 1865, right after Lee surrendered at Appomattox Courthouse. In the letter he talked about family affairs and the release of some of the prisoners. \"A few day ago, out of the two thousand here, some fifteen hundred have supposed to be released. I suppose they will be released in a few weeks.\" Ashby does not say anything about his own release. He simply stated, \"what is to become of the rest of us is more than I can tell.\" In Ashby's letter dated May 1865, he wrote once again about his possible release. \"I am in hopes it will not be long before I am released.\" All prisoners had was the hope that they would soon be released.","Before Fort Sumter, most people believed that the war between the states would only consist of a few battles over power. According to Historian Charles Sanders, \"as was the case in the Confederacy, Union military and civilian leaders were completely unprepared to receive prisoners at the outbreak of war.\" Prisoners were placed in grim conditions, as there was a scramble to locate suitable places for prisoners to be housed. Some forts where prisoners were housed were described as \"ill-ventilated, no means of heating, and without adequate clothing to be provided for the prisoners.\""],"display_date":"April 30, 1865 - May 30, 1865","search_date":"1865-05-15","locations":[{"id":1258,"lat":39.5008834932,"lng":-75.568787499,"zoom":9,"place":"NEW CASTLE, Delaware"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4107,"title":"Making Their Own Way \n","course_id":7,"status":"P","start_date":"1849-02-28","end_date":"1849-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["       In 1849 a law was passed in the state of Delaware that threatened to sell free blacks into a year of servitude if they were \"idle and poor\" and remained unemployed. This law gave free blacks motivation to make a way for themselves. ","     Free blacks living in the State of Delaware during the antebellum era faced a number of experiences as they tried to make their own way. These unique persons in the state of Delaware took many strides to become autonomous. Free black citizens accepted jobs that were not related to slave labor. Free blacks instead of taking on jobs related to working fields and crops became artisans and engaged in skilled labor .They even created their own jobs, such as saw mill workers, engineers, fisherman, and hat makers. By 1857 more than twelve percent of the free black population in Delaware were skilled laborers. Though free blacks made great effort to become self sufficient citizens of the state, their  efforts made were undercut by the white majority, who seemed to be unmoved by the success of free blacks in the state of Delaware. ","   Although Delaware remained neutral in political disputes over slavery and the laws that  manifested its existence, it was still evident that blacks dealt with discrimination across the state as these free persons searched for jobs. Free blacks in the state of Delaware were prevented from working in the light industry due to preferences for native whites, and immigrants of Scot-Irish descent. African Americans at the time were prohibited from the medical profession by the level of education and education required to perform the duties required. ","     Nevertheless, free blacks in the state of Delaware remained steady in their efforts to become sovereign citizens, creating organizations such as the Benevolent Association of Wilmington. The goal of this organization was \"the diffusion of knowledge, the suppression of vice and the inculcation of every virtue that renders man great or happy\". Organizations like these, forming before Civil War, aided free blacks in their struggle to become productive citizens. "],"display_date":"February 28, 1849","search_date":"1849-02-28","locations":[{"id":1256,"lat":39.5008834932,"lng":-75.568787499,"zoom":9,"place":"NEW CASTLE, Delaware"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":6724,"title":"600 Confederate prisoners of war suffer on Morris Island","course_id":176,"status":"P","start_date":"1864-08-04","end_date":"1865-03-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 4, 1864, fifty Confederate prisoners of war were exchanged for fifty Union prisoners in Charleston, South Carolina. News of this exchange quickly spread among the Confederate prisoners held at Fort Delaware, although the more skeptical men pointed out the lack of evidence, and without further information, the discussion quieted. The rumor revived when a Union sergeant told an officer guarding prisoners there had been an exchange, and the federal government was arranging another. On August 17, 1864 a Union officer named Sergeant Murphy called six hundred names, all officers, who the prisoners believed would be the next group exchanged. One prisoner, John Ogden Murray, wrote: “When the M’s were called on the roll I could hardly contain myself; when my name was called I could have shouted for joy; and I really felt sorry that all my comrades were not included in the list, as we thought, for exchange.” When there was no movement from their guards the next day, the prisoners began thinking that the whole thing had been a cruel joke, until finally, at 3 p.m. August 20, 1864, roll was called again and the six hundred ordered to take their belongings and march onto the steamship <em>Crescent City</em> headed for Morris Island, South Carolina. After eighteen days, with only brief turns above deck, the ship arrived off Morris Island early in the morning of September 7, 1864. Unfortunately for the prisoners, Lt. Gen. Ulysses S. Grant sent a letter on August 21, 1864, specifically forbidding the exchange of the prisoners now at Morris Island. Prisoner exchanges were officially halted in July 1863, due to Confederate refusal to include black prisoners of war, but some generals continued arranging unofficial exchanges. By 10 a.m. September 7, 1864 the prisoners were informed there was no intention of exchanging them. The general who ordered the prisoners to Morris Island, Maj. Gen. John G. Foster, was retaliating for Union prisoners of war being placed in the parts of Charleston the Union was shelling. The battery on Morris Island was a target of the guns in Charleston, and he hoped the Confederates would be reluctant to fire on their own men. Although none of the prisoners died from the artillery, they were far from comfortable. Murray wrote that rations consisted of “the luxurious diet of four hardtack army crackers, one ounce of fat meat, and half a pint of sandy bean soup (which often tasted like it had been seasoned with soap).” The prisoners had to dig to the water table to get anything to drink. Three prisoners died on Morris Island of starvation-related illnesses. In early October 1864 a yellow fever outbreak in Charleston led the Confederates to remove their prisoners of war from the city, and in response Foster ordered the men, who would eventually be known as the Immortal 600, moved to Fort Pulaski at the mouth of the Savannah River. They stayed there until March 4, 1865, when they returned to Fort Delaware to wait out the end of the war."],"display_date":"August 4, 1864 - March 4, 1865","search_date":"1864-11-17","locations":[{"id":53080,"lat":32.02706,"lng":-80.8904868,"zoom":15,"place":"Fort Pulaski, Georgia"},{"id":53079,"lat":32.7124021,"lng":-79.8940806,"zoom":15,"place":"Morris Island, South Carolina"},{"id":53078,"lat":39.5906951,"lng":-75.5721664,"zoom":13,"place":"Fort Delaware, Delaware"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":32,"tag":"Civil War"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}}]}