{"id":7846,"place":"San Francisco, California","lat":37.7029266937,"lng":-123.005394924,"episodes":[{"id":4667,"title":"Chinese Immigration in San Francisco","course_id":22,"status":"P","start_date":"1876-05-21","end_date":"1880-05-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Chinese immigration was an important issue in San Francisco in the mid 19th century. The Burlingame Treaty of 1868 gave the Chinese full rights to immigrate to the United States. When an economic depression hit in the 1870's, an intense competition for jobs lead white residents to become extremely opposed to Chinese immigration. In the May 21st, 1876 issue of the<em> Daily alta California</em> newspaper, it was announced that leading Chinese merchants had telegraphed their correspondents in China asking them to \"tell all shippers- either by sailing vessels or steamers- to carry not over 100 passengers; or do not send any goods by them. The newcomers are doing nothing, and it will be dangerous to all if more come as present.\"","The people in San Francisco wanted the Chinese in China to know that because of the depression, it would be of no benefit for them to keep coming into California. The article ends by saying, \"it cannot be for the benefit of the Chinese Companies here to have their countrymen come in such numbers, if they cannot obtain work, and become burdensome to their countrymen here.\" Despite the desires of San Francisco's white population, immigration continued. A year after that news article, anti-Chinese mobs rioted in the Chinese parts of the city, burning buildings and lynching 22 Chinese. In 1880, the Burlingame Treaty was revised to allow regulation of immigration."],"display_date":"May 21, 1876 - May 21, 1880","search_date":"1878-05-21","locations":[{"id":968,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"SAN FRANCISCO, California"}],"tags":[{"id":251,"tag":"chinese"},{"id":31,"tag":"Immigration"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":4705,"title":"Californians Deal with the Fall Out of Proposition 187","course_id":26,"status":"P","start_date":"11/8/94","end_date":"11/20/94","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By the 1990s popular opinion had turned against the stream of immigrants that had begun in the early 1980s, and illegal ones in particular (who amplified all the traditional anti-immigrant accusations of undermining wages and straining public services). In California this resentment was fanned by local politicians, including Republican Governor Pete Wilson - who was staring electoral defeat in the face over the state's abysmal economic performance - who latched onto the issue like leeches. By introducing Proposition 187 and tying it to the general election of November 8, 1994, they fed off popular anger and secured their return to power. Passed by a 58.93% margin, Proposition 187 banned illegal immigrants from all social services, all but emergency health care, and from public education within the state. Immigration appeared to have become a non-partisan issue, as although the Proposition was a child of the state's conservatives, support was widespread among moderates and even liberals too: the bill could never have been passed without their support. Yet support was far from unanimous: over 40% were against it."," ","People's position on Proposition 187 did not tell the whole story. In California the consequences of enforcing the bill began disturbing officials at many levels of the administration as soon as it was signed into law. Problems such as how to prevent the spread of communicable disease when part of the population was ineligible for vaccination, or the extra burden that enforcement would put on a police force struggling to cope with Los Angeles' crime epidemic, caused many public figures, like L.A. police chief Willie Williams, to publicly announce their intention to ignore it. This made the bill, and the government, look ridiculous. A state judge swiftly barred enforcement of the ban on public education for illegal immigrants, hardly a surprise given that the Supreme Court had already ruled on their right to free public education back in 1982. And on November 16, barely a week after the Proposition was signed into state law, Federal Judge Matthew Byrne Jr. issued a restraining order which prevented almost all of the bill’s clauses from coming into force. Californians had been humiliated over the bill, and were now angry with their leaders. As soon as they could, they punished the mostly Republican conservatives who'd championed the bill, making sure they went down with it. Illegal immigration and debate on what to do about it did not go away. Nor did the majority drop their broad opposition to it. But the realities of enforcing a law against illegals, quite apart from the legal challenges, appear to have turned people against the Proposition, and the government that had ridden it to stay in power. It is this fear of the potential consequences that led such a large percentage to vote against the bill in the first place, not love of illegal immigrants. The Republicans paid a high price for their perceived opportunism: with the [Understandable?] exception of 'The Governator' (Arnold Schwarzenegger, governor since 2003) no Republican has won a gubernatorial, senatorial, or presidential election in California since 1994."],"display_date":"November 8, 1994 - November 20, 1994","search_date":"1994-11-14","locations":[{"id":41140,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":31,"tag":"Immigration"},{"id":299,"tag":"Controversial Legislation"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":4710,"title":"","course_id":37,"status":"P","start_date":"8/13/71","end_date":"8/13/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1971, schools attempting to overcome segregation faced fierce opposition in the North. The year before the South passed the North in integration of schools and the North’s integration record continued to decline in the 1960s.  The question facing Americans was whether the busing plans would overcome the opposition.  Some cities moved forward with the forced integration via busing, but other cities fought back.  Opposition ranged from legal appeals to violence.  President Nixon held a strong anti-busing stance and instructed the Department of Health, Education, and Welfare to “work with individual school districts to hold busing to the minimum required by law.”  Some felt that his opposition caused more problems.","The New York Times examined specific cases to see how desegregation was taking place.  In Houston, Texas, Nixon intervened with citywide busing and “asked the Justice Department to appeal the ruling.”  Denver, Colorado’s opposition won in their court case and went on to consider other plans.  San Francisco, California saw “heckling and fist fights” at meetings discussing busing.  They experienced large opposition from Chinese-Americans, as well as conservative whites.  The assistant chief of the Office of Intergroup Relations for the California Department of Education, Ted Neff, felt that “Racial and ethnic isolation is increasing.”  Wichita, Kansas, under pressure to integrate, chose to integrate according to the “city’s racial make-up”.  Pontiac, Michigan appealed a court order to start busing in the fall failed and   ten buses were firebombed as school was beginning that year.  The Seattle, Washington school board attempted to implement a citywide busing plan, but was stopped by a court order.  Rochester, New York began busing voluntarily, while Providence, Rhode Island was in it’s third stage of desegregation, there were still strong objections seen here.  Minneapolis, St. Paul, and Duluth, of Minnesota, underwent partial integration.  The states of Pennsylvania and Massachusetts sternly enforced busing, particularly in major cities.  Harrisburg, Pennsylvania began a busing program in 1970 “based on the students’ racial and economic background.” Pittsburgh and Philadelphia appealed the order.  “Richardson Dilworth, president of the Philadelphia school board and former Mayor, said, ‘The white population of this city would never permit the kind of massive cross-busing the order would require, nor would the City Council or the state legislature appropriate the money’” The Massachusetts Board of Education chose to deny $21.3 million dollars in funding from Boston, because of their unwillingness to comply with the busing program.","These events coincided with, and in some cases were a reaction to, the influential court case of <em>Swann v. Charlotte-Mecklenburg Board of Education </em>(1971)<em>. </em>This stated that because racial integration is so important, busing could be used, if necessary.  Opponents to busing, like the cities mentioned in the article, felt busing interfered with their community.  Although Nixon campaigned on a strict anti-busing stance, he was not able to stop the busing programs from moving forward.  Americans feared that the same type of violence which was seen in the desegregation of the Southern schools would be seen in the North."],"display_date":"August 13, 1971","search_date":"1971-08-13","locations":[{"id":35299,"lat":29.6873298033,"lng":-94.957827752,"zoom":9,"place":"Harris, Texas"},{"id":34924,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"},{"id":36548,"lat":37.6847870045,"lng":-97.4611031528,"zoom":9,"place":"Sedgwick, Kansas"},{"id":36895,"lat":42.6604396043,"lng":-83.3855274047,"zoom":9,"place":"Oakland, Michigan"}],"tags":[{"id":142,"tag":"african americans"},{"id":9,"tag":"Law"},{"id":6,"tag":"Education"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":37,"school_id":3}},{"id":5108,"title":"The Effects of a Natural Disaster.","course_id":48,"status":"P","start_date":"4/18/06","end_date":"4/18/06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“I was certainly sleeping soundly, when, at 5:13 A.M. I was suddenly and rudely awakened by something falling on me, and the most awful pitching, and rocking, and swaying, and jarring of the whole bed and building” recounted in a letter from, presumably, Mary E. Pease, a nurse who was to live through the catastrophe of the earthquake of 1906 in San Francisco.","She was at the time staying in a newly built extra-reinforced hotel, luckily enough. Sleeping with the blinds drawn she had no clue what was going on outside, but having lived through other much smaller earthquakes, she got an initial feeling of what was going on. Being awakened as suddenly as one can imagine gives no room for thinking clearly: it took her several seconds just to remember where she actually was.","After the 48 seconds of earth-shattering rumble, which seemed like several minutes to Mary E. Pease, she tried to get out into the hallway, only to be locked in by the twisted and wrenched door caused by the intense shaking. Finally getting out in the hallway, she found people in shock and asking a bunch of questions. She tried to calm them as much as she could. She must have been quite an actress herself, seeing that she could barely stand on her own legs being as frightened as she was. Even though she couldn’t imagine any buildings holding together during such a strong earthquake (measuring 8.3 on the Richter scale), a white lie was a necessity in this case.","After calming the people she found herself getting dressed swiftly and heading for the hospital where she worked to see one of her patients. Getting out on the street and seeing people stand around in silence, unaware of their surroundings, unable to do anything because of the shock that had struck them, was overwhelming. “There was no screaming and no shouting or loud talk, and strange to say no crying. I think I saw only one woman crying, that whole first day, except some that had relatives killed and many of those did not cry”. Seeing injured people bleeding and covered in filth, being stuffed into cars and rushed to some nearby temporary hospital must surely have left some imprints on those poor minds.","Getting distracted on the way, Mary stopped at the Mechanics Pavilion for a short period of time to help the injured. Even though a vast amount of people were being brought in rapidly, she couldn’t stay. Along with the injured being brought in were  doctors, nurses and volunteers -- many with instruments  -- whom could help. She left in a hurry to go see her patient and her co-workers at the hospital. Finally reaching her destination, she was greeted with fear and relief: they thought she had died because of how delayed she was. Mary tended their wounds and soothed them.","In his book ‘<em>Disaster!</em>’, Dan Kurzman writes, “But after the first moments of desperation, the silence of shock and despair set in as they gazed at their collapsed and damaged houses, and in the horrifying quiet they acted rationally, deliberately, like people turned into lifeless robots”. I cannot imagine what they must have felt like, seeing their city, even world, collapse in front of their eyes. Disasters like this bring out both the best and the worst in people, some see only to themselves and their own well-being while others act like true heroes.","Dan Kurzman tells us about the fate of a mother and her son -- a fate which causes the mother to act in what she thinks is the best way. Much like Mary E. Pease, they lived in a hotel, located on the north side of Geary Street. Unfortunately, it was an old building that soon collapsed with them both still being inside, but visible from the street. Rescuers rushed to the building and ferociously tried to save them from being burnt or crushed alive. The mother realized there was no way they would be saved so she grabbed a stone that had been chipped off when the building collapsed and hit her son with it, knocking him unconscious. She could handle her own fate, but could never see her son face the same thing. Mary Pease wrote “… for the greater part of the 45 seconds, during which, the earth continued to quake, but my 'thinker' was certainly working overtime, for all these thoughts, and many more, which I cannot now recall, were surging through my mind”. We cannot judge the decisions made by people in the midst of such an awful event as the 1906 earthquake."],"display_date":"April 18, 1906","search_date":"1906-04-18","locations":[{"id":52323,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":793,"tag":"Earthquake"},{"id":794,"tag":"San Francisco"}],"course":{"name":"California History","school":"Foothill College","course_id":48,"school_id":40}},{"id":5123,"title":"San Francisco in the late 1800s","course_id":50,"status":"P","start_date":"1883-09-23","end_date":"1883-09-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the United States won its freedom and began to expand itself westward, many of the cities throughout the country began to flourish in their own specific ways. A journal kept by Captain Willard W. Glazier recorded a variety of cities he visited while traveling through the United States in the late 1800s.  Captain Glazier visited many cities, including San Francisco.","When Captain Glazier entered San Francisco, he noted how impressive its bay was and that it was one of the greatest in the world: “San Francisco Bay is unsurpassed in the world, except by Puget Sound, in Washington Territory, for size, depth, ease of entrance and security.”  Along with the bay itself, Glazier also noted Alcatraz Island and Angel Island as well as other smaller islands dotting the bay.  What Glazier focused on the most however, was what this California city was most famous for, the Gold Rush. “Reports of the new El Dorado reached the States, and during 1849, from Maine to Louisiana came the gold seekers. From every country in Europe, from Australia and from China, additions were made to the throng of pilgrims, who, by the Isthmus, around the Horn, across the seas, and by the terrible journey overland, all rushed pell mell up the Sacramento, stopping at San Francisco only long enough to find some means of conveyance.”  With this passage, Glazier describes the phenomenon that lured in people from all over the world to pass through the Golden Gate and search for the riches they hoped to find. It was surprising that the rest of the cities in other states toiled with new innovations to attract citizens and increase their economic status, as explained in a passage of an article written by Judith S. Baughman: “American cities in the 1900s were engaged in a fierce competition for prestige and status\"  These cities needed to fight to achieve the same level of attention that San Francisco had in California. The horde of gold seekers rushing in to San Francisco brought new developments to the city as well. These developments were thanks to the majority of people traveling to San Francisco and bolstering its economy. While the rest of the country solely relied on industry to drive the cities, “the economy, whose growth was once fueled by millions of farmers, merchants, and mechanics, now was dominated by a handful of corporations…brought by industrialization and centralization…”  San Francisco had various public buildings and other areas were built to meet the needs of the population residing within the city. Glazier noted that “the City Hall will, when finished, be surpassed by few structures in the country. The Palace Hotel, at the corner of Market and New Montgomery streets, is a vast building, erected and furnished at a cost of $3,250,000. It is entered by a grand court-yard surrounded by colonnades, and from its roof a birds-eye view of the whole city can be obtained.”"],"display_date":"September 23, 1883","search_date":"1883-09-23","locations":[{"id":969,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"SAN FRANCISCO, California"}],"tags":[{"id":794,"tag":"San Francisco"},{"id":810,"tag":"U.S. Cities"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}},{"id":5311,"title":"Narrative of Caroline Woodhams during the 1906 Earthquake","course_id":75,"status":"P","start_date":"4/18/06","end_date":"4/20/06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Impact and Memories of the","1906 Earthquake"," ","The great earthquake of April 18, 1906, made the San Francisco Bay Area internationally famous in the geological world. It was also the greatest ever observed by man. The San Andreas Fault and Hayward fault were the main sources for the catastrophe (Howard). Many people lost their lives, homes, and loved ones. Victims of the incident had to maintain living by any means because of losses. Although San Francisco was definitely hit hard by the quake, many other places suffered severe damage as well. The 1906 earthquake happened over eighty years ago. Numerous people of that era wanted their story to remain in history. The reports come from old settlers solicited long after the event. Newspaper reporters wrote them up after the shock had stirred up people’s interest. Among the unfortunate ones who experienced such torment was a lady named Mrs. Caroline Doxsee Woodhams.","Caroline Woodhams was born in 1886 which made her twenty years old at the time of the quake. She and her family moved from their native Iowa to the Bay Area, specifically to Redwood City. Many Americans began to travel west during the late 1880’s, and 1900’s. They did so to find work in search of a better living. Caroline found herself trying to fit in, and her dream was to go to college (Stanford), but her parents didn’t have the money to give her the opportunity to do so. In many aspects they were starting their lives over in hopes of becoming stable enough to work toward prosperity. In Iowa, the Woodhams experienced harsh weather from floods to lightning and thunder; they could have never imagined what they would endure in California.","The impact of the natural disaster began at 5:13 am Wednesday, April 18, 1906. Caroline describes the quake as being the end of the world. “Wooden beams over our bed loosened at one end and swung perilously up and down as we lying there too frightened to move. . . . We hastily donned bathrobes, coats, slippers, and joined their parade “downtown” to see the damage. We were a strange sight; hair uncombed half dressed. Down the street we stepped cautiously as glass, stone, wood, and cement lay in our paths.” Some didn’t know what to do, but Caroline's initial thought was to try and escape what seemed to be a terrible dream. Soon realizing there was nowhere to go and no one to turn to but family, they stuck together to comfort one another the best way they knew how. \"The clouds of smoke and cinders streamed down from San Francisco toward Redwood City.” At night, Caroline watched the Northern sky turn fiery red from the San Francisco holocaust. From 5 am until three or four days later fires kept burning and there wasn’t any water. Many watched as their homes burned to the ground.  The severe quake had loosened the mortar in the chimneys and the moment fires were lit in stones the flames quickly started to the roofs of the dwellings. Water was shut off since most of the Spring Valley water company’s reservoirs were ruptured. Since water mains were ruined, dynamite was used to stop the fire. Caroline and family slept in their home without heat, water, and no source of light. She describes these conditions as being horrific. “Only those with cool oil stoves could cook as all the chimneys were down. Aunt Mary Rice had us over for meals at her house as she had such a stove.” Although her aunt had accessibility to cooking, walking the ten miles wasn’t worth it at certain times. In some instances, Caroline scavenged around her home to find food which wasn’t up to par; “The pantry floor was a mass of dishes, jams, jellies, food, pots and pans.”","Caroline Woodhams kept her diary from early childhood well into her 60’s. Family generations kept it until deciding to give certain information to the San Mateo Museum. Fortunately her diary included remarkable events such as this. The earthquake was a detrimental experience to live through. The quake kept her in a state of shock for a year. Every time Caroline heard a loud noise or thought she felt a shake, she would be reminded of the quake. In some of her later journal entries, she described how she met people whom the quake had the same effect on; she didn’t feel alone which turned out to be a relief for her. The earthquake became the talk of town for months. Everyone gave their spin of events from the time when the natural disaster began. For many of the era the 1906 quake was the most devastating encounter of any of their time. “One cannot remember too much about early days of childhood, but no one will ever forget the earthquake of 1906”"," "," "],"display_date":"April 18, 1906 - April 20, 1906","search_date":"1906-04-19","locations":[{"id":52323,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"},{"id":52313,"lat":37.1084208398,"lng":-122.337010921,"zoom":9,"place":"San Mateo, California"}],"tags":[{"id":794,"tag":"San Francisco"},{"id":793,"tag":"Earthquake"},{"id":878,"tag":"Natural Disaster"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":75,"school_id":40}},{"id":5369,"title":"Chinese in San Francisco","course_id":80,"status":"P","start_date":"1880-01-01","end_date":"1880-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When the Chinese population increased, they began to form large neighborhoods within the cities called “Chinatowns.” The first and most important Chinatown began in San Francisco. The Chinese dressed  \"in long gowns of bright cotton or silk, and some of them wore little round skull-caps with a bright button on the crown. Men’s heads usually were  shaved up to the crown, leaving a place for the hair to grow that was not bigger than the bottom of a teacup. In addition,  Chinese women's  eyes were just like those of the men, but their yellow faces were painted and powdered. Their heads were bare, and  they did not wear bonnets and hats as American women did. They did not cut off their hair like the Chinese men, but combed it in rolls and braids, putting it up in ways which seemed very strange.\" Their living conditions were also so bad because they lived together in just one room. They worked everywhere, such as in the kitchen of a hotel as a cook or servant, or in the fruit farms and vineyards. Even the common workmen  worked to save their money. They worked for low wages, and could live on a few cents a day. When they had saved a certain sum of money, they went  back to China to live, taking their money with them.","In fact, Chinatown was a nearly self-sufficient community; its inhabitants provided their own services and operated independently. However, some  Americans believed that  they had  apparent physical and cultural superiority to other ethnic groups. \"Hostility toward Chinese laborers intensified during periods of economic depression, with racial and cultural prejudice accompanying arguments about undesirable labor competition. No numerical limits were placed on immigration in this period, and Chinese immigrants represented a small proportion of all immigration. Nonetheless, economic depression and rising class conflict created opportunities for politicians to attack Chinese workers and push immigration restriction as a national issue in their election campaigns.\""],"display_date":"January 1, 1880 - January 31, 1880","search_date":"1880-01-16","locations":[{"id":969,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"SAN FRANCISCO, California"}],"tags":[{"id":251,"tag":"chinese"},{"id":1196,"tag":"Chinatown"}],"course":{"name":"U.S. History from 1812 - 1914","school":"Foothill College","course_id":80,"school_id":40}},{"id":5587,"title":"Sumner Takes Command of The Department of The Pacific","course_id":93,"status":"P","start_date":"1861-03-22","end_date":"1861-04-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With hostilities breaking out between Confederate and Union forces in the east, a secessionist uprising in California was feared.  In command of the U.S. Army’s Department of The Pacific, was Col. Albert S. Johnston; an adopted Texan with questionable loyalties. Believing that Johnston posed a risk to Union control in California, General Winfield Scott dispatched Brigadier General E. V. Sumner to replace Johnston as the commanding officer on the Pacific coast.  On March 22, 1861 General Scott wrote to Sumner “Prepare to sail from New York the first of next month to relieve Bvt. Brig.-Gen [A.S.] Johnston, in the command of the Pacific department…” Scott also decided to keep the orders confidential and followed with “The order to sail, ect., will reach you by next mail, but will remain unpublished till you are on the Pacific Ocean, for confidential reasons.”  Despite the secrecy of Sumner’s deployment, word of his coming reached San Francisco a day ahead of him; this did not produce the uprising that Union authorities feared, but allowed Johnston to submit his resignation from the Army.","Upon his arrival in San Francisco Sumner issued the following statement: “In compliance with special order No. 86, dated War Department, Adjunct-General’s Office, Washington, March 23, 1861, I hereby assume command of the this department. All concerned will govern themselves accordingly.”  In a letter to Washington, Sumner described the command being turned over “in good order.” Sumner also commented that even after issuing his resignation, Johnston “continued to hold command, and was carrying out the orders of the government.”  Johnston’s actions were professional and in accordance with the orders of his superiors. It did not appear that he was in anyway prey to his southern sympathies.","While Johnston made no actions towards supporting secessionists in the region, the movement was there and it was a threat to Union control. In his work <em>Frontier Service during the War of The Rebellion</em>, George H. Pettis writes that secessionists were moving to take control of governmental property across San Francisco, ultimately using the military stores in the city to defeat the loyalist citizens.  Pettis claimed that is was the unannounced arrival of Sumner that dashed this plan, forcing the secessionists to delay, and then give up after Sumner consolidated western forces to fortify San Francisco.","Though there was a Secessionist plot afoot in San Francisco, Sumner reported to Washington that there was “a strong Union feeling with the majority of the people of this state.” He claimed that though a minority, the secessionists were “the more active and zealous party, which [gave] them more influence than they ought to have for their numbers.”  Despite the actions and schemes of the confederate sympathizers, California remained fully in support of the Union cause.  Johnson, however, was later named commander of the Confederacy’s western theater; and viewed as one of the best Confederate generals in the war, before he died at the battle of Shiloh."],"display_date":"March 22, 1861 - April 28, 1861","search_date":"1861-04-09","locations":[{"id":967,"lat":37.7029266937,"lng":-123.005394924,"zoom":10,"place":"SAN FRANCISCO, California"}],"tags":[{"id":5,"tag":"War"},{"id":32,"tag":"Civil War"},{"id":715,"tag":"Military"},{"id":18,"tag":"Politics"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":5572,"title":"The Who and the New Generation","course_id":88,"status":"P","start_date":"9/17/67","end_date":"9/17/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The appearance of The Who on the Smothers Brothers Comedy Hour in 1967 marked the beginning of a changing American society. Much like the Beatles began the First British Invasion when they appeared on the Ed Sullivan Show years earlier, they epitomized a significant change in thinking. However, unlike the Beatles, who were simply not part of the status quo, The Who actively challenged the social values that Americans had held onto.","Upon their first introduction, all the members of The Who played around with one of the Smothers Brothers, teasing him and laughing at random things they whispered to each other. They told silly jokes, like when Robert Daltry told a Smothers Brother that he came from Oz – something silly, yes, but something, anything, to break the monotony of traditional guests. This was the latest extension of the bad boy image, a puffy-shirted, brightly colored Rebel Without a Cause. These men were sex symbols because they were young and hip and attractive, but more importantly they were sex symbols because of their refusal to submit to the status quo. Their disheveled hair and cocky grins only added to their allure.","The first song they performed was “My Generation,” with such controversial lyrics as “<em>People try to put us d-down/Just because we g-get around.</em>” Daltry’s stutter was not a psychosomatic condition; rather it was one more attempt to alter the current understanding of rock and roll. Something, anything, to break the monotony of America’s conservatism of the past two decades.","“<em>Things they do look awful c-cold,</em>” Daltry continued stuttering, “<em>Hope I die before I get old.</em>” Daltry then screamed, drilling the purpose of the song into everyone’s heads, “<em>This is my generation!</em>” And this truly was the youths’ generation. All the years of old men from bygone eras had to pave way to Roger Daltry’s generation, for the young men and women of the Western world were finally speaking up and letting their voices be heard. “<em>It’s my generation, baby,</em>” Daltry repeated his mantra.","“<em>I’m not tryin’ to cause a big s-sensation</em>,” Daltry’s lyrics lied, “<em>I’m just talkin’ ’bout my g-generation</em>.” The song continued, and a few minutes later, near the ending, guitarist Pete Townshend crashed his instrument into one of the speakers. Though Jimi Hendrix is more famous for doing the same thing, The Who committed this anarchic act of vandalism a full year before Young Jimmy.","Pete Townshend then smashed his guitar on the ground. As he smashed it – once, twice, three times – the speakers exploded. It was as if a bomb went off. Keith Moon, the drummer, ran wailing off the stage. Pete Townshend was patting his hair rapidly, as if putting out sparks.","The explosion – which cut up Keith Moon’s hands and left one of Pete Townshend’s ears in a permanent state of near-deafness – was the brainchild of the dangerously drug-addled jokester drummer Moon. While the group expected a small explosion – more like fireworks than a small aircraft’s bombing ordinance – Keith Moon had bribed a stagehand to place more explosives inside the speaker.","Tom Smothers, the co-host who had introduced them before the song, slowly appeared back onstage while inexplicably holding an acoustic guitar. He was just as confused as everyone else, and this only increased as Pete Townshend pulled the guitar out of Tom Smothers’ hands and smashed it on the ground until it splintered into a million tiny pieces.","The anarchy on the show helped jumpstart the rule of Roger Daltry’s generation. The world had never seen people behave like that before, never heard music played like that before. Oh the wild clothes! Oh the unkempt hair! Oh the bass solo, something never before attempted! This was the song of the new generation. This was the moment of truth for the future student protests, for the counterculture movement, for the ultimate anti-establishment symbol, the long wild hair. The Who marked the beginning of the end for the old way, the <em>Leave it to Beaver</em> way, where Father knew best and all the world’s problems could be solved in 22 minutes between commercial breaks. Roger Daltry sang “My Generation” for everyone to hear, but it would most soundly resonate with the youth movement that would change the course of American history."],"display_date":"September 17, 1967","search_date":"1967-09-17","locations":[{"id":31817,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":1008,"tag":"Counterculture"},{"id":1506,"tag":"The Who"},{"id":1507,"tag":"1960s"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5601,"title":"The “Me” Generation: How Shirley Chisholm, Harvey Milk and the Weathermen Fought Against the 1970's Fantasy of Perfection","course_id":88,"status":"P","start_date":"1/1/70","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The 1970's became fertile ground for public outrage and violence against the American establishment due to national economic stress, assassinations of public figures, the Vietnam War, and other political scandals. By the 70's it seemed to a significant amount of Americans, that what the government wanted to portray and what they were realistically taking care of were two very different truths. What the U.S. wanted American society to consist of were upper middle class or rich white individuals (preferably male) with conservative, Judeo-Christian beliefs. That these people would pray and worship a God that often times were one and the same as the American government. The ideology of the American mentality included not just a warped view of a uniquely American religious stance, but a stance where all Americans should be the same and think the alike. Where there was no poverty, no back talking or disagreeing with the government and everybody was heterosexual with one wife and their 2.5 children living in suburbia. And if in fact, “those” types of people did exist Americans should do everything in their power to either push them aside or make them disappear completely. The American government did not want or feel that they needed blacks with opinions let alone a black woman making her way through Congress. America only saw the “sin” in the power that the gay community and its leaders held in California. And when America was tired of minorities of all kinds, it was looking towards a vibrant, educated white youth to carry the torch, what they got instead were empowered white kids enraged by a government unwilling to pull out of Vietnam. While America was working hard towards a “Me” generation where the majority's problems did not matter and a fantasy of “what ifs” was put in its place, there were several, gutsy individuals and groups desperately trying to break that mold.","In 1972, Shirley Chisholm, the ultimate physical symbol fighting against the ideals of a “Me” generation, became the first African-American woman running as part of a major-party candidacy for the Democratic ticket and nomination of President of the United States. In the 1970's, America was overflowing with an ignorance towards racial divides although physical, up close and sometimes violent proof stated the opposite that things in fact were not alright. Her running came during a time where racial tension was high and what was considered an equal and fair opportunity for all held different feelings and definitions for both blacks and whites. The backdrop of her run was politically marked by examples of attempted equality like the Voting Rights Act which created an effort to integrate race relations in the South and outlaw voting discrimination against African-Americans and the Civil Rights Act which outlawed major discrimination against minorities. But what the United States wanted to project and achieve was not the social reality of what seemed to be a very bleak existence of blacks dealing with unemployment rates three times higher than whites and black anger increasing with the establishment of black militant organizations such as the Black Panther Party. Her very physical being, went against what made the American government and a dominating white society comfortable. She was a woman and she was black, to put both of those “concepts” together was a whole complex and intense conundrum for the American people to deal with. On the one hand she explains how entering into Congress for the first time, the white Congressmen had never had a black woman enter into their political platform and she was automatically shunned. On the other, even among black groups and the black community she was shun due to black men being intimidated and threatened by the fact that she was a woman. To bring that together and give her an intelligent mind and voice to state what was wrong with American society and give her a national platform on which to speak, broke the mold of a society with a “it's all about me” mentality to realize there was great unjust among blacks and sometimes equal discrimination against women. So what she needed black Americans to do, especially black women, in such a time of confusion and hardships was to go against the grain as she had done and use their power to fight not physically or violently but to use what many whites dreaded...their vote. She brought to the forefront what was not being said in Congress, that over 50% of the nation's budget (her estimate was 75%) was being used on a foreign, immoral war yet the true war raged on domestically with a nation divided amongst itself.","Unlike Shirley Chisholm, who was a more obvious example for minority groups that made white people uncomfortable, was the less obvious Harvey Milk. At first glance he is who the American government and society wanted to continue to uplift. He was a financially comfortable, white male, a veteran from the U.S. navy, running his own business in a middle class neighborhood. However his ideals and sexuality both directly and indirectly did not line up with what society was supposed to be like. Harvey Milk was a gay man which in and of itself went against the traditional Judeo-Christian idealism of America. To make matters worse, he was also the first openly gay politician in San Francisco which also went against what American society. What society wanted and expected was if a person was indeed gay, he or she should keep it themselves because to be gay in the 1970's was taboo and illegal. In the backdrop of the Stonewall Riots of 1969 in New York which set off the modern, openly gay liberation movement, Harvey Milk would become a main leader in San Francisco's newly gay political community. But America did not want to deal with gay people they in fact wanted to get rid of them with political bills such as Proposition 6, which was a state wide gesture that allowed the firing of any teacher in public schools who was gay and any other public school faculty that was pro-gay. Milk fought against such openly discriminative political documents but wanted to make it clear that while he fought for gays, lesbians and transgendered/transsexual peoples, his political fight was for all peoples who were considered minorities and were underrepresented in San Francisco. He said what so many Americans at the time were afraid to speak of which was the realization that gays walked among them and no, they did not have signs written on their foreheads to let others know of their whereabouts, so the American people needed to learn to have respect and tolerance for all no matter who they came across. Milk's perfect example of the political and religious agenda set against gay Americans came in an interview where he said that he understood who he was up against but that the “white, wealthy, non-gay establishment would have to deal with him; that is truly an incredible and powerful position to be in.” Harvey Milk and his political position would not allow an ignorant mentality to continue to place its hold over the minds of the American people but wanted instead to change what Americans felt so uncomfortable with concerning gays in the first place. Although he was assassinated in 1978 by another San Francisco city supervisor, Dan White, his ideals would leave a permanent mark in California, especially in the San Francisco area. This mark would go on to change the political ideals, when a decade after Milk's assassination, a poll would show that San Francisco's gay community felt that they had a “moderate amount” or “a lot” of influence over local government compared to only 48% of the straight respondents who believed the same sentiment. And only two years prior to that poll, a gay San Francisco columnist wrote, “Politicians can be destroyed by the gay vote. As long as we keep our vote, they're going to kiss our ass for a long time.”","Probably the most confusing to the American government and public was the formation of the Weather Underground also known as the Weathermen. They were a part of the anti-draft and anti-war movement of the late 60's to mid 70's with extremist views that believed in “bringing the war home” by bombing banks and government buildings. Their ultimate goal was to overtake and overthrow the U.S. government due to their refusal to pull out of the Vietnam War and their abuse towards blacks. What made them so confusing to the American public was because of what they stood for due to who they were. They were not black like Shirley Chisholm nor were they gay (for the most part, not including their sexual experimentation with the same sex during orgies) like Harvey Milk, trying to organize a type of LGBT rights organization. These were mainly upper middle class college students with rich parents (some of those parents were even local politicians) who basically had the world at their feet and if they wanted to live a comfortable lifestyle, they could very well do so. There only real issue was being drafted into the Vietnam War but even if that happened with the connections and the money there parents had they were more than likely to gain “cushy” jobs that did not require front line action. Unlike their poorer, black, Hispanic, and Asian counterparts who constituted more than 80% of American ground troops. So what was there problem? They had everything they wanted and they were everything that the U.S. wanted to portray their young people as. The U.S. did not want to deal with underprivileged, ethnic youths, but who they wanted ended up being the kind of people that constituted the Weathermen. As President Nixon continued to ignore the peoples cry that the conflict in Vietnam was immoral and unjust, the Weathermen, once a non-violent group who took after the teachings of peaceful demonstrations from Martin Luther King Jr. were now taking after the Black Panther Party, sharing in their anger and setting up recruitment just like them and even supporting them by endorsing them to the mass public. Their point was not to do the complete opposite of what was expected of these young white kids just for the sake of rebelling but because this white ideology was destroying the nation. They were going to side with the black community and they refused to allow their privileges as whites to add to the problem in America anymore. It was hard for Americans to understand the terrorist actions of other Americans bombing their own buildings but the message behind these attacks were not just for the sake of blowing up a building it was to get people in the U.S. to realize that this was not just a foreign war that did not effect them unless they were drafted, but that if they refused to stop the war then indeed it did effect them because they were part of the problem. And the problem was very much real no matter how much Americans wanted to ignore it with companies such as Dow Chemical, for example, using technological and chemical warfare like napalm, used to kill innocent and impoverished Vietnamese. Or the U.S. government breaking and entering into one of the leaders of the Black Panthers home, Fred Hampton, and assassinating him in his bed while he slept. These were kids who were angry with what their white government was doing both to its own people and internationally; kids who were willing to recruit white youth to join in, taking down what many would say as their “own” people (other whites). The Weathermen were trying to put the issue of what was going on in the faces of Americans first by peaceful marches and when the problem only escalated domestically and internationally, they felt they had no choice but to show them a tiny part of the violence occurring in Vietnam by turning to domestic terrorism. The acts they committed were only a physical embodiment of their ideals which as one of the faces of the Weathermen, Bernardine Dohrn stated, “I believe that there will come a day when white people will have to make uncomfortable decisions and learn to side with the Vietnamese and Black people.”","The United States in the 1970's has been argued to be a “Me” generation and while it did strive hard to get there and in many ways and areas of the country it was, there was a much stronger argument for all of the things that went wrong. As the nation continued on a one noted idea of what it wanted to be and portray to what they believed to be a corrupt world, the American people were becoming excessively bothered by a communism induced paranoia the country held. Since that was its main focus everything and everyone else fell by the wayside. What the people needed was stronger leadership and a sense of an empathetic community so that all might understand each other and gain an equal political foothold. So people with a voice, whether they had extreme views like the Weathermen or more subdued ways to fight like Shirley Chisholm and Harvey Milk rose to power not because they were trying to divide or disrupt the country as many thought (including the government) but to stop the advancement of a country that had let its people down and were allowing them to believe, on top of all the problems they had, that they were a perfect society at the center of a very inferior world."," "],"display_date":1970,"search_date":"1970-07-02","locations":[{"id":35365,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"},{"id":34924,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":546,"tag":"Homosexuality"},{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"},{"id":1556,"tag":"Anti War"},{"id":1554,"tag":"Vietnam War"},{"id":1557,"tag":"Terrorism"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5603,"title":"The 1970s Through Film","course_id":88,"status":"P","start_date":"1/1/70","end_date":"12/31/79","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 1970’s were a tumultuous time in American history. Movements regarding the war in Vietnam, civil rights, and gay rights escalated as the United States entrenched itself in economic crises and political divisions. As these movements gained momentum, the political system as well as the prevailing social notions of the time attempted to quash any semblance of progressive thinking until the end of the decade. Three documentaries about the time - <em>The Weather Underground, Chisholm ’72,</em> and <em>The Times of Harvey Milk </em>- focus on the major political voices of the 1970s and how they were confronted, spurned, or ignored. By analyzing these three works, it can be deduced that the 70s were a period of social and political growth and examination in the youth and minority populations that the older generation of society was attempting to supplant with traditional Cold War values.","By 1970, the war in Vietnam had escalated and Nixon’s campaign of “Vietnamization” had begun. Under Nixon, the Vietnam War saw an increase in strategic bombings of supposed communist strongholds and the “incursion” into Cambodia with 25,000 U.S. and South Vietnamese troops. This increased activity in Indochina prompted a growth in the anti-war movement, which had already gained considerable momentum. Students for a Democratic Society - the major student body anti-war organization during the Vietnam War - was already at 300,000 members and growing. Privileged college students began to rebel over war crimes committed by the government under their pretext of protecting the world from communism.","The 2002 film <em>The Weather Underground</em> focused on the exploits of the Weathermen, a domestic insurgent agency formed in the summer of 1969. They were the militant arm of the SDS and sought to overthrow the United States government on account of the civilian casualties in Vietnam. With the slogan “Bring the War Home,” the thirty-odd Weathermen wanted to instill fear in the government that was controlled by, what they perceived, as old, corrupt politicians from an irrelevant, bygone generation. Nixon responded to this radical minority with reciprocal contempt. After the Greenwich Townhouse Explosion in May 1970, the Weathermen went underground and started a strategic bombing campaign, all the while being pursued by the FBI. After the war ended and many Weathermen came out of hiding, few went to prison on the account of the FBI’s illegal actions to track them down in the first place. Simultaneously, vice president Spiro Agnew denounced the anti-war protesters as “traitors, thieves and perverts.” It seemed the administration’s decision to marginalize the movement had adverse effects as the Weathermen’s coordinated bombings of government buildings skyrocketed until the end of the war in ’75. These practices, coupled with the release of the Pentagon Papers in ‘71, sewed seeds of distrust and frustration with how the government was conducting business not only in Vietnam, but also within the system itself. The prevailing Cold War policy of containment propagated in the 1950s and 1960s had permeated society as well as foreign policy. It was finally met with resistance in the 1970s to the dismay of Washington, and thus they made every attempt to stamp it out.","Like the Weathermen, the campaigning of Shirley Chisholm in the 1972 election was an indicator of a changing sociopolitical climate, but unlike the Weathermen, forces within the movement itself halted its momentum. The 2004 film <em>Chisholm ’72: Unbought & Unbossed</em> illustrated exactly how the Democratic Party was operating during the 1972 election and how massive and divided the party –and society - was against such a unified political platform as the Republicans’. Chisholm herself ran for the rights of women and African Americans but also for a withdrawal from Vietnam and the resolution of the busing integration controversy. However, her gender mixed with the color of her skin greatly hampered her support base as the male-dominated Black Panther party was reluctant to back her, as well as the feminist movement, which generally marginalized the voices of black women. By the time of the democratic nomination, all of Chisholm’s supporters in Congress like Ron Dellums ended up supporting George McGovern of South Dakota for the nomination. The 70s were showing signs of progressive, liberal attitudes, but were being hampered all the way by the established government. Nixon simply appealed to those sick of the costly New Deal social programs and won a landslide victory with 61 percent of the popular vote. It seems like all would be lost in terms of progressive ideals in the 1970s, but as the decade wore on and Nixon was impeached and resigned, people began to think that the established order could be openly challenged without severe repercussions.","Enter Harvey Milk: district 5 Supervisor of San Francisco in 1978. In the documentary <em>The Times of Harvey Milk</em>, Milk’s exploits and contributions to the San Francisco gay community are revealed, along with the events that precipitated his assassination, and the subsequent outrage over the verdict of his killer. Reflecting the desperation of fellow supervisor Dan White who murdered both Milk and San Francisco mayor George Moscone, the established sociopolitical system of the United States by 1978 was buckling under the increasing momentum of liberal views and progressive ideals. Milk was one of many activists who were fighting tooth and nail for moral, social, and political equality. One of the major planks of the Democratic Party in the 1976 election was advocating of equal rights groups. President Carter publicly endorsed gay rights, which would have been impossible even earlier that decade. However, Milk and other activists’ primary opponent during this transitional period were evangelical fundamentalists who were still clinging to the old Cold War system of control. Milk’s crowning moment as Supervisor was his opposing of California Proposition 6, or the Briggs Initiative, which would ban gays and lesbians from working in public schools. Milk was able to rally public support against the bill and even get open support from prominent politicians like Ronald Reagan and Gerald Ford. The main indicator for the closing of the decade, however, is Milk’s assassination itself. For a gay man to be put into a position of such power within the city of San Francisco, the people had to have been open to radical changes in infrastructure. Unfortunately, the last years of a dying system seem to be the most chaotic. In this case, Christian fundamentalism had a major resurgence, as people were fearful of the state of the established order. It was this resurgence that opposed Harvey Milk and went leniently on his killer Dan White, but the subsequent widespread outrage over the court verdict showed that they were becoming a shrinking minority.","Was the 70s characterized by repression and disengagement? Some would argue that it is, but the strength in the progressive organizations paved the way for an unprecedented amount of liberal thinking so far seen in the Cold War. The documentaries <em>The Weather Underground</em>, <em>Chisholm ’72</em>, and <em>The Times of Harvey Milk</em>, showed a decade in transition, a transition hampered heavily by a system of political and societal control refined over thirty years of Cold War conflict. If that system had not been so heavily entrenched in the minds of America’s older citizens at that time, the 70s would have been a period of growth instead of repression and turmoil"],"display_date":"1970 - 1979","search_date":"1974-12-31","locations":[{"id":34924,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"},{"id":35365,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"},{"id":34445,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":1554,"tag":"Vietnam War"},{"id":1560,"tag":"The 1970s"},{"id":1561,"tag":"1972 Election"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5746,"title":"Betty Friedan and Second-Wave Feminism in The US","course_id":112,"status":"P","start_date":"1/1/60","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the early 1920’s feminism made a huge leap forward causing women to be viewed as people rather than property, but in the early 1960’s many women still felt more needed to be done. Before 1960, equality was just a thought being pondered by every woman in America, but now women felt they had to fight for equal rights. One of these woman was author Betty Friedan who through her writings changed the way we view equality.","On February 19, 1963, Betty Friedan started the “second wave feminism” movement with her book The Feminine Mystique. The Feminine Mystique was a book that encouraged women to seek new roles and responsibilities, and to seek identity both personally and in the workplace. Soon after it’s inception The Feminine Mystique was a pivotal point in the fight for women's rights. “Chosen motherhood is the real liberation. The choice to have a child makes the whole experience of motherhood different, and the choice to be generative in other ways can at last be made, and is being made by many women now, without guilt.” Friedan’s book finally made it possible for woman to work outside of the house and at real jobs. Three years after Friedan’s book, in 1966, 28 woman including Betty Friedan herself established the National Organization for Women. Since then NOW has been responsible for many of the major changes to the equality of women, Including the passage of the Equal Rights Amendment. “Through more than five decades of activism, Friedan showed the ability not only to formulate feminist theory but also to develop her thinking response to social and cultural change. This has made her one of the most significant political and intellectual leaders in the 20th-century feminism.” This quote from the Encyclopedia of Women and American Politics by Lynne Ford shows the impact that Friedan had on the second wave feminist movement and how she changed the world for all women."," "],"display_date":1960,"search_date":"1960-07-01","locations":[{"id":32057,"lat":39.4750359792,"lng":-74.3341472584,"zoom":9,"place":"Atlantic, New Jersey"},{"id":31817,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"},{"id":31603,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"}],"tags":[{"id":1760,"tag":"Gender Roles"},{"id":1759,"tag":"Girl Power"},{"id":1758,"tag":"Gender"},{"id":6,"tag":"Education"},{"id":1604,"tag":"Female"},{"id":617,"tag":"Feminism"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}},{"id":5756,"title":"Adaption of Man to the changing of society","course_id":112,"status":"P","start_date":"1/1/00","end_date":"12/31/16","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Since the advent of the earliest humans the man of the “house” was expected to provide for the family. Subsequently with the advance of civilization all men came to learn that this is a fundamental rule of their very essence and natural definition of what is a “real” man. No matter their situation, even if he is forced out of his own inhabitance that he must be able to use a combination of muscle and wit to break free of struggle into prosperity.","This is the case for many of the immigrants at the time when comics were becoming increasingly popular, especially for the writers of those comics and themes of the comics as well. The character (a male) must overcome a very specific obstacle to be the man brings about prosperity to the world, for example Superman he must overcome growing up on an “alien” planet to essentially become known as the savior of man kind. In any extreme the case for the writers of Superman were too immigrants from another nation who had to climb out the dark abyss known as poverty and depression, along the way claiming manhood by providing for their impoverished families, to become some of the most well known authors of comics of their time and to this day.","During Jack London’s life span he has created some of the best pieces of literature known to mankind. Yet he too was brought up in an impoverished life, spending most of his years between jobs and sailing the world. It was only after the depression and a trip to the wilderness of Alaska did he learn that his passion of writing. In his book <em>The Call of the Wild</em> he exemplifies a wolf/dog hybrid who is captured and taken to the snowy wasteland of Alaska and must try to fit in with the local wolf pack. This theme and a variation of this theme is what all if not most of London’s work, and a central theme of his own life, where he had to fit in with the wolfs and practically raise and provide for himself."],"display_date":"1900 - 1916","search_date":"1908-07-02","locations":[{"id":52323,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":1771,"tag":"masculinity"},{"id":1778,"tag":"Adversity"},{"id":1779,"tag":"American Society"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}},{"id":5827,"title":"<strong>Conservation Conversation</strong>","course_id":118,"status":"P","start_date":"1/1/07","end_date":"12/31/13","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1907, the city of San Francisco wanted to flood the Hetch Hetchy Valley in Yosemite National Park by creating a dam to provide water to their city’s increasing population and support urban reform after the devastating 1906 earthquake. John Muir, a leader of environmental preservation activists, was enraged that they would taint this beautiful creation of God with 170 feet of water. He published his compelling article, “The Tuolomne Yosemite in Danger” on November 2, 1907, as an attempt to appeal to his followers and regular folks alike, with rich and poetic descriptions of the emotional and spiritual values of leaving nature alone.","One of the major opponents to Muir's ideas was Gifford Pinchot, who testified in front of the House Committee of Public Lands in support of the construction of the Hetch Hetchy Dam. He believed that human use of the land outweighed the pristine preservation of the land. Specifically, the water and electricity supply for San Francisco would utilize resources within the environment, all while conserving the beauty of the Hetch Hetchy Valley. Pinchot further stated there would be improvements in forest fire fighting, as well as more accessibility for increased tourism. Disagreeing with Muir, Pinchot believed the benefits outweighed the costs.","Regarding the different interests concerning public land use, this has been discussed as the first major and ongoing debate over preservation and conservation. Preservation, meaning leaving the land untouched, and conservation implying sustainable maintenance and usage. This debate represents a shift in how the environment should be utilized, questioning the availability of resources and aesthetics."],"display_date":"1907 - 1913","search_date":"1910-07-02","locations":[{"id":52323,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":87,"tag":"Environment"},{"id":1233,"tag":"Environmental History"},{"id":1884,"tag":"Hetch Hetchy"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6079,"title":"<strong><em>Rolling Stone</em></strong><strong> Publishes Hunter S. Thompson’s Gonzo Journalism about Las Vegas</strong>","course_id":123,"status":"P","start_date":"11/1/71","end_date":"11/30/71","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["“We were somewhere around Barstow on the edge of the desert,” Raoul Duke began, “when the drugs began to take hold.”  Duke, Hunter S. Thompson’s pseudonym, continued, “I remember saying something like ‘I feel a bit light headed; maybe you should drive…’”  Then in a flash of terror, Duke’s light-headedness turned dramatically into full blown drug induced hallucination and chaos.  Flying down the interstate through an endless desert, bombarded by a swarm of twisted psychedelic animals, Duke and his lawyer blasted out of Los Angeles on their search for the American dream.  Published in <em>Rolling Stone</em> magazine in November 1971, <em>Fear and Loathing in Las Vegas</em> was a semi-autobiographical work by Hunter S. Thompson, and an experiment in Gonzo Journalism.","Described as an “outlaw journalist” by his managing editor at <em>Rolling Stone</em>, Paul Scanlon, Thompson was part of a generation of journalists that rebelled against the dry writing of their predecessors and embraced writers like Tom Wolfe, author of <em>The Electric Kool-Aid Acid Test</em>, and <em>The Kandy-Kolored Tangerine-Flake Streamline Baby</em>, and what became “New Journalism.” <em>Rolling Stone</em>, an alternative magazine founded in 1967, sought to cover the social, cultural, and political unrest missed or ignored by the mainstream newspapers and newsweeklies.  Hunter S. Thompson and his brand of what came to be called Gonzo Journalism, fit this scene perfectly.  Scanlon described Thompson’s standard affects as “something edible, like a grapefruit, a carton of Dunhills, a large police flashlight, a bottle of Wild Turkey, and can of liquid mace.” Though Scanlon admitted that Thompson’s process included “evenings of drug fueled adventures that left more than a few staffers dazed and worn out,” his top priority was always work.  Scanlon remembered that in his early career, Thompson told him that he had “not taste for either poverty or honest labor, so writing was the only recourse left for [him].”","<em>Fear and</em> <em>Loathing</em> was one of Thompson’s first experiments with new journalism which focused on finding “a subject that [could] induce a paroxysm of words, scribble[ing] them out on paper, then mov[ing] on before the rush [wore] off and the synapses cool[ed].” Thompson used this as his guiding principal in <em>Fear and Loathing</em>. “But that was the story? Nobody had bothered to say. So we would have to drum it up on our own.  Free Enterprise.  The American Dream.  Horatio Alger gone mad on drugs in Las Vegas. Do it <em>now</em>: pure Gonzo journalism.” Under this directive, Thompson chronicled his pursuit of the American Dream on the streets of Las Vegas armed with “two bags of grass, 75 pellets of mescaline, five sheets of high powered blotter acid, a salt shaker half full of cocaine, and a whole galaxy of uppers, downers, screamers, laughers… and also a quart of tequila, a quart of rum, a case of Budweiser, a pint of raw either, and a two dozen amyls.”"],"display_date":"November 1971","search_date":"1971-11-15","locations":[{"id":34924,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":726,"tag":"Journalism"},{"id":1008,"tag":"Counterculture"},{"id":1919,"tag":"1970s"},{"id":2198,"tag":"Gonzo"},{"id":2200,"tag":"Las Vegas"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":123,"school_id":3}},{"id":6132,"title":"Romantic Environmentalism","course_id":127,"status":"P","start_date":"11/2/07","end_date":"11/2/07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Everyday, people take their morning jogs and overlook the countless trees, rock formations and other scenic landscapes they pass by. John Muir during the early twentieth century admired the scenes that nature provides us all, especially around the Hetch Hetchy Valley in California. At the same time, talk of damming the Hetch Hetchy Valley to create a reservoir for San Francisco residents was probable.The beauty that John Muir eloquently described the Hetch Hetchy Valley reveals an Edenic view of nature that was an antithesis of what early American settlers had once viewed the vast flora and fauna of untouched land. Muir’s “The Tuolumne Yosemite in Nature” was written as an inspiration for a resurgence of value in modern American wilderness and not the preconceived notion of American wasteland as William Cronon describes it in his response to American wilderness misconceptions in “The Trouble with Wilderness,or,Getting Back to the Wrong Nature”. Muir compares Hetch Hetchy to the grand beauty of Yosemite and nicknames the area Tuolumne Yosemite because as he described it was an exact counterparat to that of the great Yosemite.Muir utilizes rich descriptions when conveying the beauty of the scenery and even incorporates humanistic characteristics when describing the vibrant landscape. The saying \"you'll miss it when its gone\" applies to Muir's colorful description because as he concludes his article, he stated that the the voice of the Board of Supervisors was not the voice of California or the Nation. The destruction of Hetch Hetchy may have been ideal for industrialization but it would ultimately eliminate aesthetics.","The overall theme toward these two works are the way in which the American landscape, once deemed a “wilderness” by means of being untouched from the disease of humans, has now become a place that is revered by its uniqueness and “best antidote to our human selves”(Cronon). The way in which Muir describes the possible destruction of Hetch Hetchy to man’s eagerness for technological progress, coincides with the way in which Cronon stresses modern industrialization revitalized nature’s worth when he stated, “ by the end of the nineteenth century, all this had changed. The wastelands that had once seemed worthless had for some people come to seem almost beyond price”(Cronon). We should all understand that wilderness can’t be the solution to our culture’s awkward idea of preservation; these ideas are generally the large part of the problem.Muir's article shows that conservation and preservation is very important to maintain nature's gift to us all."],"display_date":"November 2, 1907","search_date":"1907-11-02","locations":[{"id":52323,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"}],"tags":[{"id":2304,"tag":"preservation"},{"id":2303,"tag":"landscape"},{"id":2302,"tag":"wilderness"},{"id":739,"tag":"Nature"},{"id":87,"tag":"Environment"}],"course":{"name":"Fundamentals of Environmental History","school":"Auburn University","course_id":127,"school_id":73}}]}