{"id":7898,"place":"Washtenaw, Michigan","lat":42.2533621325,"lng":-83.8384551752,"episodes":[{"id":5889,"title":"When history repeats itself","course_id":118,"status":"P","start_date":"1/1/21","end_date":"12/31/21","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The neighborhood that once stood as Black Bottom and Paradise Valley were subjected to “urban renewal” in the early 1960s. The Sanborn Insurance maps reflect the changes that the neighborhood underwent between1921 to the mid-1960s when I-75 was laid down , putting an end to the culturally rich area of east Detroit that existed around Hastings and Gratiot street. Changes to the land and buildings are makred by a piece of paper glued on top of the previous architecture that stood there. Parts of the neighborhood map have street blocks with multiple layers of papers which reveal the frequency and extent of changes in building erection and destruction that occurred. Some sections, after several layers of glued-on paper, simply read “ALL BUILDINGS IN THIS AREA…REMOVED.” These maps graphically reflect the decline of the neighborhood from the densely-settled community that it was in the 1930s to its obliteration in the early 1960s.","One former resident of Black Bottom said that \"Hastings Street in the 1930s was the only place in Detroit where a Black man could be considered a man.\" This statement reveals the strong correlation between location and identity. Therefore, according to the testimony, the destruction of Black Bottom was a simultaneous destruction of a Black sense of place in Detroit.  There is a parallel between what occurred in the early 1960s in Black Bottom and what is currently happening in Delray. Delray is currently undergoing social and economic changes that are directly linked to the heavy industry in the area."],"display_date":1921,"search_date":"1921-07-02","locations":[{"id":19267,"lat":42.2533621325,"lng":-83.8384551752,"zoom":9,"place":"Washtenaw, Michigan"}],"tags":[{"id":1899,"tag":"Detroit"},{"id":1914,"tag":"Black Bottom"},{"id":1964,"tag":"Paradise Valley"},{"id":1953,"tag":"Urban Renewal"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":5919,"title":"Hunger that's worth marching for","course_id":118,"status":"P","start_date":"1/1/35","end_date":"12/31/55","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Brother Dave Moore was a leader in one of the many Unemployed Councils that were littered across Detroit. He gives a first-hand account of the Ford Hunger March of March 7<sup>th</sup>, 1932, a protest of unemployed workers in which four protestors were shot p¡by police, but also the frustration and injustice that led up to the march. Brother Moore lived in Leland Street off of Hastings Street in the predominantly African-American Black Bottom neighborhood. He described the horrific daily occurrences on the streets of Black Bottom at the start of the Great Depression that drove the community members to take action against Ford. Landlords would evict people abruptly with very little warning, moving their belongings out and leaving them on the street in the bitter cold. In particular, he recounted seeing a woman give birth in the street during winter in Black Bottom.","Demonstrations such as the Ford Hunger March, as gruesome as they were, did influence change. In 1935, housing projects began to be built to provide housing for low-income families. Mr. Hughes described the conditions of the projects: “at Brewster Center we played baseball, we pitched horseshoes, we went swimming, shot pool, we danced and we sang….” His account of life in the projects is similar to that of Betty DeRamus, a former Black Bottom resident. She regarded the projects as a, “paradise community”. The Ford Hunger March was one of the steps that inched Black Bottom towards better conditions during the Great Depression."],"display_date":"1935 - 1955","search_date":"1945-07-01","locations":[{"id":24271,"lat":42.2533621325,"lng":-83.8384551752,"zoom":9,"place":"Washtenaw, Michigan"}],"tags":[{"id":2047,"tag":"Labor protests"},{"id":2026,"tag":"Housing Projects"},{"id":1158,"tag":"Great Depression"}],"course":{"name":"Environmental History in Detroit","school":"University of Michigan","course_id":118,"school_id":64}},{"id":6463,"title":"A New Frontier: The Peace Corps","course_id":151,"status":"P","start_date":"10/14/60","end_date":"3/16/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“How many of you, who are going to be doctors, are willing to spend your days in Ghana? Technicians or engineers, how many of you are willing to work in the Foreign Service and spend your lives traveling around the world?” These were the words students recalled as Senator John F. Kennedy spoke to them in the early hours of the morning, at the University of Michigan on October 14, 1960. Thousands of young college students stood with one another, waiting to hear what the Senator had to say. He spoke to them about his proposed Peace Corps plan with great optimism. ","The organization's mission was to aid in the development of countries over seas with the help of trained volunteers and promote a better understanding of foreigners and the American people of each other. The Peace Corps plan invited young men and women to be a part of uniting the country in the 60’s, to face challenges and come together as a whole.","Although Kennedy convinced America that the Peace Corps was a valuable asset in bringing peace to Third World Countries and using the youth and their efforts to change the world, Karen Schwartz pointed out in, <em>What You Can Do For Your Country,</em> that, “The Peace Corps independent evaluators reported a preponderance of volunteers all over the world languishing in poorly defined jobs. The quality of the of the programs was suffering, they said, because of the Corps was sending out more people than could be adequately placed.” She argues that America had the country believing that the Peace Corp was the greatest organization when in reality it was poorly run and it’s objections were not being met.","When Kennedy was elected President, he lacked one of the most important goals he stated he would try to achieve: to promote world peace. It seemed as though his efforts were lacking in many respects because he could have done more to better the organization. All in all, the Peace Corps was not as successful as it had been envisioned. ","But it was in fact, a genuine effort. Students were captivated by the President’s willingness to let the people do the helping and become involved. More people were given new life experiences than what they could give to the countries they traveled to. The cross cultural exchange left between the countries did more for Americans than it did for the Third World Countries with respects to bringing the U.S. together."," "],"display_date":"October 14, 1960 - March 16, 1961","search_date":"1960-12-29","locations":[{"id":52860,"lat":42.2808256,"lng":-83.7430378,"zoom":3,"place":"Ann Arbor, Michigan"}],"tags":[{"id":1727,"tag":"JFK"},{"id":2854,"tag":"Peace Corps"},{"id":2855,"tag":"New Frontier"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":151,"school_id":77}}]}