{"id":791,"place":"SPARTANBURG, South Carolina","lat":34.9591922676,"lng":-81.9357757115,"episodes":[{"id":39,"title":"The Air-Line Railroad Completed\n","course_id":1,"status":"P","start_date":"1873-04-04","end_date":"1873-04-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Organized in 1870, the Atlanta & Richmond Air-Line combined the Georgia Air Line Railway and the Air Line Railroad Company of South Carolina under president Algernon S. Buford. The line was complete by 1873. Many people of South Carolina were overjoyed by the completion of this railway, because it finally gave the people a cheap route northward. &lt;br /&gt;&lt;br /&gt;For these people, the railway represented the advancing condition of the South.  According to The Atlanta Constitution, many South Carolinians called the completion of this railway a victory that would open another gate, give us another exit into the outer world put us another step forward in the grand march of civilization and progress;' When the first train arrived from Charlotte to Spartanburg, the train brought about sixty prominent and substantial men of Charlotte to the town to celebrate over the railroad accomplishment. For these people, this achievement was monumental as it marked the beginning of a new era of prosperity for the whole section of this country.  &lt;br /&gt;&lt;br /&gt;Unfortunately, the railroad went broke the next year when it was re-organized into the Atlanta and Charlotte Air Line Railway. However, the railroad later became a part of the Southern Railway, which was the product of nearly 150 predecessor lines that were recombined and reorganized beginning in the 1830s. It formally became known as the Southern Railway in 1894."],"display_date":"April 4, 1873","search_date":"1873-04-04","locations":[{"id":11648,"lat":34.9591922676,"lng":-81.9357757115,"zoom":9,"place":"SPARTANBURG, South Carolina"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":335,"title":"Black Religious Revival in South Carolina sends congregation to Tennessee\n","course_id":1,"status":"P","start_date":"1873-08-05","end_date":"1873-08-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 8, 1873, a correspondent for the Charleston News & Courier dispatched a report on a mass exodus led by a black preacher-prophet named Bobo, described as the spiritual head and adviser of one of the largest negro congregations in [the] county.'  Bobo's church was located slightly south of Spartanburg, and his followers came from nearly every local plantation to hear him preach.  Toward the end of July, Bobo's significant congregation had gathered for a kind of revival' which by August 5th had culminated in one of the greatest religious demonstrations ever seen in this country.'  Whites thought the preacher's passionate exhortations, urging his flock to sell all their belongings and follow him at the appointed time, were the ravings of a madman; black churchgoers thought he was the new prophet high in favor' who would lead the children of Zion' to the Promised Land, which he claimed was just 160 miles to the east. &lt;br /&gt;During the first week of August, Bobo announced that the command to march had been received,' and as soon as the oldest member of the group was sacrificed, they would leave Spartanburg.  With a show of violence, local whites managed to save the elderly black woman (who was not opposed to the idea) selected as the group's martyr, foiling one part of Bobo's rather bizarre plan.  Undeterred, his followers immediately sold off the majority of their possessions, packed up their children and food in a single wagon, and began their march.  Witnesses interviewed by the News and Courier reported that, On the march several attempts were made to dissuade them from their folly, but without turning to the right or left, with eyes upturned they went on without making any answers. The last heard of them they were crossing the mountains in the direction of Tennessee.'  &lt;br /&gt;Although Bobo's revival and march were not intended to shed white blood, as Turner's did, several elements in this rather peculiar event merit comparison with Nat Turner's 1831 uprising.  Turner's religiously-inspired prophesies and declarations were dubbed insane by whites, who fearing any show of black independence and leadership, did everything they could to discredit him.  Forty-two years later, the same thing happened in South Carolina to Bobo; the paper dubbed him a Negro of gross ignorance; of very loose morals' whose followers were poor deluded creatures.'  Again, white Carolinians seem to have missed the importance of Bobo's flight: he was leading freedmen out of the land of their enslavement, away from their former masters, toward a new life of possibility.  The Biblical analogy of a prophet leading the Israelites away from Egypt signifies the importance of religion to the black community, much as Turner proclaimed himself a prophet in 1831.  It is, of course, entirely possible that the black mystic named Bobo who led sixty fellow freedmen away from Spartanburg was completely insane; regardless, the event is an important indicator of the continuity of the role of religion in Southern black communities and the mistrust which unexpected black action inspired in the white population."],"display_date":"August 5, 1873 - August 8, 1873","search_date":"1873-08-06","locations":[{"id":11648,"lat":34.9591922676,"lng":-81.9357757115,"zoom":9,"place":"SPARTANBURG, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3689,"title":"The Spartanburg Female College\n","course_id":1,"status":"P","start_date":"1855-08-22","end_date":"1855-08-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a hot sunny date in the upcountry of South Carolina, S. Bobo, the President of the Board of Trustees of the Spartanburg Female College, delivered an inauguration address for the founding of the all women's college. He carefully described the faculty, which included a minister, and the courses of study, ranging from reading and writing to arithmetic and geography. He pleaded with the audience to understand the importance of female education in Southern society. Women were expected to be good mothers, and he wanted to make each woman be a nobly-nursing wife because that is her great mission upon earth. Without proper education, he lamented, women were susceptible to corruption. Education provided the solution to maintaining a proper Southern culture. Without good mothers, he argued, future generations of children would not be raised properly. It was incumbent upon everyone to plan for the future; each one had a moral obligation. So, let your prayers unite with ours in behalf of this institution-so useful to women-so necessary to mankind-so honorable to its liberal founders. ","To maintain Southern Cultural identity, males wanted to keep women in the homes and raise the families. However, there were women who protested this simple mindset, like Louisa McCord, as cited by the historian Michael O'Brien. Women like this provided reasons to create a college like this in order to teach women how to be 'proper'. She wrote an essay in 1852 called the Enfranchisement of Women. She advocated women's rights and wrote that women were out of place, unappreciated, having their talents and powers not only hidden under a bushel, but absolutely thrown away, while she becomes either the slave or the toy of men. As was the case with this college, women learned to read and write in order to be good wives, not for their own edification. Because some women, such as McCord, protested their treatment, the need to indoctrinate women to be subservient to their husbands became necessary. For this reason, educating women in Southern culture was very important. "],"display_date":"August 22, 1855","search_date":"1855-08-22","locations":[{"id":11646,"lat":34.9591922676,"lng":-81.9357757115,"zoom":9,"place":"SPARTANBURG, South Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":5051,"title":"Singin' Billy Walker","course_id":43,"status":"P","start_date":"1835-01-01","end_date":"1835-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In a time of intense religious revival and a relatively low literacy rate, the need for easily learned music was quickly becoming necessary. Shape note singing is a type of musical notation that was used commonly throughout the rural south during the nineteenth century as a way to assist with congregational and revival hymn singing to help with just that. Ministers were becoming increasingly uneasy about the quality of singing in their churches, so they began to arrange singing schools that would meet at the church and teach their congregation how to read music and sing. This was often difficult to teach though since hymnbooks of that time were often word only volumes that were printed small enough to put in ones pocket to carry into church and the singing was unaccompanied. To help ease in teaching, the shape note system was created which used a system of four shaped noteheads which corresponded to four syllables of solfege which are fa sol la and mi. This was supposed to make it easier and quicker for singers to master the music, which became especially important during the revivals when there was a need for easily learned and remembered tunes to help form a sense of community for those at the revival meetings of the nineteenth century who were often not highly educated. These were events with powerful preachers who wanted each individual to have a personal experience, yet feel that they were also a member of the group. Through shape note singing the attendants of the revivals were able to do just that.","Arguably, one of the most influential tune books for shape note singing is <em>The Southern Harmony</em> by William Walker from Spartanburg, South Carolina, known often as Singin’ Billy Walker. He started as a music teacher at some of the singing schools and he published <em>The Southern Harmony</em> in 1835. He would use both already well-known hymns and some from the word only songbooks already in use and draw on the rich oral tradition of the Anglo-American folksongs to supply standardized tunes and melodies to the hymns. Looking through <em>The Southern Harmony</em> one sees many songs that are still common today in southern worship services, such as <em>Wondrous Love</em> and <em>The Promised Land</em>. His most well known work is the pairing of the hymn <em>Amazing Grace</em> to the tune we sing it to today, New Britain. Both of these had been printed before separately, but he was the first to place them together and harmonize the piece."],"display_date":1835,"search_date":"1835-07-02","locations":[{"id":11644,"lat":34.9591922676,"lng":-81.9357757115,"zoom":9,"place":"SPARTANBURG, South Carolina"}],"tags":[{"id":79,"tag":"Religion"},{"id":471,"tag":"music"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}}]}