{"id":792,"place":"GILES, Tennessee","lat":35.209950543,"lng":-87.0273237152,"episodes":[{"id":4273,"title":"Pulaski Riot and Murders: Evidence of the KKK\n","course_id":4,"status":"P","start_date":"1868-01-11","end_date":"1868-01-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["           On January 11, 1868 Sub. Asst. Comr. Michael Walsh, a member of the Bureau of Refugees, Freedman, and Abandoned Lands, wrote a letter to his superiors discussing a recent riot in Pulaski, Tennessee. Walsh traveled to Tennessee on January the Ninth to investigate the riot, murder, and wounding of several men. He ultimately concluded that on January 7, 1868 a group of white men, formal Members of the Ku Klux Klan, set out on a mission to locate and harm Calvin Carter, a col'd (colored) man. ","            The whole dispute was instigated by a comment from Carter. In the presence of Whitlock Fields, Carter stated that if Lucy Reynolds, who he referred to as a \"colored strumpet\", goes to Lamberth's anymore he would whip her. Reynolds, who frequented Lamberths' at unseasonable hours, told Calvin Lamberth of what Carter said. Lamberth, a white man, grew angry about this decree and stated that he would hunt and kill Carter on sight. ","            In a few initial attempts Lamberth and a few friends were unsuccessful in tracking down Carter or in carrying out their acts. At about 1:30 PM Calvin Carter, who was unprovoked, shot at Whitlock Fields twice as he warned Carter of the men's search. Immediately following this action a group of 18 white men entered John Carter's Grocery. The eight Negroes in the store were unprepared for this 'organized well matured drill' and they huddled in a corner following the advice of a Mr. Malone. This trapped the black men and the white group charged firing into the huddled assemblage of men.","            The attack killed Orange Rhodes, Calvin Carter was supposedly killed, and a few other men were injured some severely and others slightly; in fact the report also accounts for Calvin Carter as slightly injured. Taken into custody, the white men were placed under bonds of 1500 while awaiting their appearance before a criminal court. Michael Walsh concluded that these eighteen White men had been prepared for this action. He claimed, \"There is reason to believe and circumstances & affidavits warrant the belief that such organization is in existence & that is called the Ku Klux Klan...The parties, numbers, & instituting of such clan is not yet definitely known, but sufficient of the clan and its intentions is known...\"","            This event is just one example of many riots during Reconstruction. This riot references the formation of the white supremacist group the Ku Klux Klan; interestingly the Klan calls its official home Pulaski, Tennessee. Kwando Mbiassi Kinshasa points out that the Klan was produced in a time period in which lawlessness ruled the South; he also cited a historian as writing, \"Southerner could scarcely be expected to repudiate cheerfully the doctrines for which they had fought and died.\" This principle is an example of the founding ideology from which the KKK formed. Some members of the Klan believed their purpose was to form a 'vigilance committee to patrol black communities and reduce if not eliminate depredations.' The Klan believed blackness was a 'monolithic non-varying entity that needed to be contained, controlled or destroyed.' James L. Payne commented on the existence of racial tension between blacks and whites for over a century now as a motivating factor for riots; In fact for many years following the war black lynching, murders, and massacres were common in the South. ","            During Reconstruction white supremacist groups hunted, tortured, and killed many innocent black men. The investigation and report of this incident for the Bureau of Refugees, Freedmen, and Abandoned details the violent nature and unfortunate events of just a few of the thousands of black men who fell before the hands of the KKK."],"display_date":"January 11, 1868","search_date":"1868-01-11","locations":[{"id":12020,"lat":35.209950543,"lng":-87.0273237152,"zoom":9,"place":"GILES, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}}]}