{"id":795,"place":"ARMSTRONG, Texas","lat":34.9649271052,"lng":-101.357407374,"episodes":[{"id":5762,"title":"Bessie Coleman, The first African American Female Aviator","course_id":112,"status":"P","start_date":"1/1/11","end_date":"12/31/26","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Bessie Coleman looked at her twelve siblings and mother picking cotton in the hot Texas sun and thought, \"If we're going to better ourselves, we've got to get above these cotton fields.” She diverted her eyes from the field and looked up at the sky, finding her solution, aviation. She dreamt of flying like the birds that she often saw flying around the cotton fields.[1]","With her dream as her driving force Bessie Coleman began to read articles on aviation and women. Reading about the Baranoss Raymonde de la Roche, the first women aviator and Harriet Quimby, the first American women to earn an aviation license inspired her. These remarkable women were a constant reminder that although she was a minority her dream could be achieved. Even though she was discriminated because of her race, librarians were so surprised that an African American girl was requesting the books they let her read them. The stories contained in each book served as constant fuel for her dream to one-day fly like the Baranoss Raymonde de la Roche and Harriet Quimby. [2]","Bessie Coleman knew she would not have the opportunity to learn how to fly a plane in America because of the sexism and racism. When she approached American flying schools she would constantly get the door slammed in her face, but she did not let this keep her from perusing her dream. She found that Europe had no restrains for aviation through her research, and after a year of saving her money from waitressing, and learning French, Bessie Coleman left America to seek an aviation title in France.[3]","Bessie received her aviation license from the Federation Aeronautique Interenationale and upon her return to America she became known as the first black women aviator. She often performed in aviation shows where she executed complicated aerial tricks that earned her a reputation as a daredevil in the sky. [4]","Bessie Coleman is an inspiration to women all over the world. She was told that she couldn’t fly because of her race and gender, but she ignored this, not stopping until she was a certified aviator."," "," "," "," "," ","[1]Julianne Malveaux, ”Black Issues in Higher Education”, Matthews & Associates, Vol. 16 (2000): 34","[2] Ron Edwards, “Aviation History”, Cowles Enthusiast Mediam, No 2 (1998). 3","[3] <em>Encyclopedia Britannica Online</em>, s. v. \"Bessie Coleman,\" accessed November 11, 2013.","[4] Laurel Graeber, “ Finding the Path To Freedom”, New York Times, Weekend FINE ARTS LEISURE, Feb 13, 1998."," "],"display_date":"1911 - 1926","search_date":"1918-12-31","locations":[{"id":16047,"lat":34.9649271052,"lng":-101.357407374,"zoom":9,"place":"Armstrong, Texas"}],"tags":[{"id":1769,"tag":"Aviation"},{"id":238,"tag":"African American"},{"id":7,"tag":"Women"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}}]}