{"id":796,"place":"BALTIMORE, Maryland","lat":39.2464830538,"lng":-76.5960396412,"episodes":[{"id":25,"title":"Work started in Maryland on the Baltimore-Ohio Railroad.\n","course_id":1,"status":"P","start_date":"1828-07-04","end_date":"1853-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 4th, 1828 construction began in Baltimore, Maryland to build one of the first railroad lines in the United States. It was a massive project proposal that took many months of negotiations between the Maryland State legislature and the Chesapeake Company. The Maryland Gazette, based in Annapolis Maryland, reported that the cost of the operation to be in the range of five hundred to seven hundred thousand dollars and expected to be completed in Maryland within a ten year time frame.&lt;br /&gt;The railroad line began at the port of Baltimore and ended at what is today,Wheeling West Virginia. The Baltimore-Ohio line shortened the time and distance to transport goods from the West to the East. Before the creation of the line, goods would travel north on the Erie Canal and then southeastwards towards Maryland. This route was long and tedious. The Baltimore-Ohio Railroad was created with the intention in mind to cut the time traveled in half. The full line took about 25 years to complete and eventually, the railway did succeed at providing a faster more efficient route to transfer goods."],"display_date":"July 4, 1828 - January 1, 1853","search_date":"1840-10-02","locations":[{"id":5928,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":46,"title":"Maryland Holds a State Temperance Convention\n","course_id":1,"status":"P","start_date":"1873-05-07","end_date":"1873-05-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A State Temperance Convention assembled in Baltimore, Maryland with the purpose of forming an auxiliary to the National Temperance Convention in New York. A large presence of over three hundred delegates attended the convention, a number of which were African-Americans occupying seats in common with white delegates. The delegates, in general, were composed of a variety of distinguished figures representing the pulpit, the legal bar, the merchant business, the agricultural farm, and other interests. There were also women present claiming to be members of the Equal Rights Association. For the most part, the attendants of the convention retained a strong Christian enthusiasm as well as aroused a great hope for the future of the state. &lt;br /&gt;&lt;br /&gt;Desiring to pursue temperance rather than politics, a strong theme throughout the convention surrounded the idea that the presence of misery and crime within society was directly caused by the consumption of alcohol. Thus, the delegates claimed the duty to promote moral reform of temperance in order to battle the social problem of drinking. Many hoped that pursuing temperance would not only lessen societal crime rates, but would also hopefully unite the racially divided population. Including the remarks of a colored minister who was invited to speak at the Convention, the Sun reported his statements that ;Maryland was the first State in the Union where colored Sons and Daughters of Temperance were welcomed with their white brethren.' &lt;br /&gt;&lt;br /&gt;By the second day of the convention, an association formed calling itself the Maryland State Temperance Alliance.' The body also adopted a Constitution, where the object of the alliance was the prohibition by law of the traffic of alcoholic drinks, and the education of public sentiment to that end. Thus, the alliance hoped to provide and employ ministers and others of the like to preach and lecture, so that all religious, moral and temperance societies may be united in the work of enactment and enforcement of prohibitory legislation. In the end, alliances and active reformers, like those in Maryland, served to further the growing national crusade towards Prohibition."],"display_date":"May 7, 1873 - May 8, 1873","search_date":"1873-05-07","locations":[{"id":5933,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":58,"title":"The Know-Nothing Riot in Baltimore\n","course_id":1,"status":"P","start_date":"1856-10-08","end_date":"1856-10-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Xenophobic men established the Know Nothing or American Party in the late 1940s in response to the growing number of immigrants, particularly Irish Catholics flooding into the United States because of the Irish Famine of 1845.  They were known as the Know Nothing Party because when asked questions about the organization and their affiliation with it, members responded that they knew nothing.  The Know Nothings vehemently opposed blacks, foreigners and especially Roman Catholics whom they supposedly swore to never vote for when initiated into the party.&lt;br /&gt;&lt;br /&gt;In the weeks leading up to Election Day in the city of Baltimore, tensions ran high among the Know Nothings and the ever growing Irish Catholic Democrats.  Tensions culminated in Baltimore when the race for the municipal elections sparked riots between the warring clubs of the city.  Many people were killed and wounded as insurgents fought on the streets with muskets, swivels, pistols and all manners of weapons (The Daily Picayune, Oct 9, pg. 4).'  The governor sent for the city militia to settle the fighting on Election Day and in the end, the American party emerged victorious.&lt;br /&gt;&lt;br /&gt;The riot in Baltimore highlights the fact that Americans in 1856 did not exclusively discriminate against blacks, but also fellow whites.  American Protestants were extremely anti-foreigner not to mention anti-Catholic and did not welcome the hoards of Europeans, specifically the Irish and the Germans, that migrated en masse to the United States in the middle of the nineteenth century.  Through this riot, the modern day student can see that hierarchies in the United States of the era were not solely based upon race."],"display_date":"October 8, 1856","search_date":"1856-10-08","locations":[{"id":5931,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":89,"title":"The Launch of the Baltimore and Ohio Railroad\n","course_id":1,"status":"P","start_date":"1853-01-10","end_date":"1853-01-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 4, 1828, Baltimore first began its construction of the Baltimore and Ohio Railroad. On January 10, 1853, the city finally celebrated the opening of the line. The occasion called for two special train cars carrying the Legislatures of Maryland and Virginia, the city council of Baltimore, the press, and other influential citizens of the area approximately 500 people altogether on an inaugural ride on the Baltimore and Ohio Railroad. The trains started at Harper's Ferry, traveled through Wheeling, Martinsburg, Cumberland, Cincinnati, Louisville over 200 miles of railroad total.  The original estimate of the cost of construction of the Baltimore-Ohio line was 5,000,000. However, the actual cost of the railroad ended up being 15,628,963 more than three times the projected cost. &lt;br /&gt;&lt;br /&gt;The building and completion of the Baltimore and Ohio Railroad was the last of the internal improvement projects within Maryland. The opening of the railroad line essentially rendered the issue internal improvement obsolete within the state. Thus, a major issue disappeared from partisan debate. The combination of the completion of the Baltimore and Ohio Railroad and the unanimous passage of an act in the State Legislature extending the charters of 20 banks until 1880 provided for the muddying of party lines of the Whigs and the Democrats in Maryland neither party had any distinguishing issues or objectives. The two-party structure of the state as well as old party lines began to dissolve, leaving sectional and regional loyalties to grow stronger in its wake."],"display_date":"January 10, 1853","search_date":"1853-01-10","locations":[{"id":5931,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":110,"title":"Frederick Douglass Publishes Narrative of the Life of Frederick Douglass, an American Slave","course_id":1,"status":"P","start_date":"1845-05-28","end_date":"1845-05-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Frederick Douglass (1817-1895) grew up as a slave on a plantation in Maryland; he was the son of a white man.  After 20 years of living in the horrible, violent conditions of the institution of slavery, Douglass escaped to the North.  He became educated and one of the most prominent and outspoken abolitionists.  This book is a narration of his life, with a preface written by another strong abolitionist, William Lloyd Garrison, and it was published by the American Anti-Slavery Society in Boston.  Southern reaction to the book was strong; many believed that his stories of extreme violence within their institution of slavery were simply fabricated.  &lt;br /&gt;With this publication, Douglass appealed to a wider audience of reformers than just those who opposed slavery: his stories roused the sentiments of groups for women's rights, temperance, and publication education as well.  A review of the book published in William Lloyd Garrison's abolitionist newspaper The Liberator gave a prediction of its impact in generating and inflaming anti-slavery sentiment throughout the United States: It will leave a mark upon this age which the busy finger of time will deepen at every touch. It will generate a public sentiment in this nation, in the presence of which our pro-slavery laws and constitutions shall be like chaff in the presence of fire. It contains the spark which will kindle up the smouldering embers of freedom in a million souls, and light up our whole continent with the flames of liberty.'  Between its publication in 1845 and the year 1850, the book sold more than 30,000 copies, and Douglass became a well known symbol of ardent abolitionist beliefs and the rejuvenated free man."],"display_date":"May 28, 1845","search_date":"1845-05-28","locations":[{"id":5930,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":328,"title":"Fredrick Douglass boards train for freedom\n","course_id":1,"status":"P","start_date":"1838-09-03","end_date":"1838-09-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 3, future abolitionist Fredrick Douglass successfully impersonated a sailor and gained access to a train ride toward freedom.  Unlike most slaves, Douglass was literate and could therefore taste the pleasures of freedom. This desire was also augmented by his location in the upper south.  While such a position eased some of the burdens of bondage,' it also increased one's knowledge of potential autonomy.  &lt;br /&gt;&lt;br /&gt;Douglass's account of his mind state prior to the escape is particularly instructive.  In his narrative he describes the conflicting emotions and pulls to both remain a slave, and attempt escape.  He comments that, like other slaves, his knowledge of geography and the distance of his escape route was largely unknown - slave owners portrayed slave territory as endless.  However, lack of a secure plan and potential danger could not outweigh the appeals of freedom, regardless of its remote possibility.  In reference to his mentality and that of his coconspirators, Douglass writes, I believe there was not one among us who would not rather have been shot down than pass away life in hopeless bondage.'  It is clear that the privilege of education played a role in such an assessment.&lt;br /&gt;&lt;br /&gt;The future impact of Douglass's escape was pervasive.  A skilled and artful author, the writings of Douglass were able to strike an emotional chord with nearly all those who read them.  Douglass released an influential autobiography in 1845, and soon after founded an abolitionist newspaper, the North Star.'  During the Civil War, he served as an advisor to president Lincoln.  Today, nearly all students of racial history read his powerful accounts.  However, his 1838 escape is an example of an event that remained under the contemporary radar.  For obvious reasons no one at that time could have predicted the impact he would later have."],"display_date":"September 3, 1838","search_date":"1838-09-03","locations":[{"id":5929,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":477,"title":"Temperance Alliance of the State of Maryland\n","course_id":1,"status":"P","start_date":"1874-05-06","end_date":"1874-05-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The inaugural convention for the Temperance Alliance of the State of Maryland was held on May 6, 1874.  There were four hundred delegates present, including 260 from the city of Baltimore, approximately fifty women, and at least fifty blacks.  There were also several Reverends who spoke at the convention.  A resolution was proposed to aid the women's temperance crusade and request women from the state to support the Temperance Alliance to combat the evils of drunkenness.'  It was also proposed that coffee houses be established where men could find amusement without alcohol.  They planned to seek pledges and signatures from citizens who promised not to drink intoxicating substances.  One informal gesture of the convention was a proposition to send congratulations to a body in Iowa also having a temperance convention.  The movement was widespread throughout the state of Maryland and the country. According to The Sun in Baltimore, earlier in 1874 a large and enthusiastic' temperance meeting was held on February 9 in Cecil County Maryland.  In the same article describing the meeting in Cecil County there was an acknowledgment of the women in Massachusetts, the West, Ohio, Indiana, and Washington D.C. who (t)here, like everywhere else just now, is again waking up' and organizing.  &lt;br /&gt;The Temperance Movement was a countrywide movement that was closely tied to the women's rights movement called the Women's Christian Temperance Union whose goals included the right of suffrage for women.  Women made up a large part of the membership of temperance organizations because they and their children were most likely to suffer from domestic violence, crime, and poverty caused by alcohol abuse."],"display_date":"May 6, 1874","search_date":"1874-05-06","locations":[{"id":5933,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":488,"title":"Baltimore and Ohio Railroad compete against Pennsylvania Central\n","course_id":1,"status":"P","start_date":"1874-01-13","end_date":"1874-01-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As reported in Baltimore's The Sun a fight between the Baltimore and Ohio Railroad and the Pennsylvania Central Railroad produced reduced ticket rates between the cities of Chicago, Cincinnati, and St. Louis on one side and Pittsburg, Philadelphia, Baltimore and Washington D.C. on the other.  The competition with Pennsylvania Central was a credit to the success of the Baltimore and Ohio.  The two railways competed for business that would increase trade between the east coast and the West.  &lt;br /&gt;The Cornerstone of the Baltimore and Ohio Railroad that would travel from Baltimore to the Ohio River was laid on July 4, 1828.  The state underwrote some of the costs of for the building of the laying of the tracks and canals and the railway continued to expand.  The B&O faced difficulties during the Civil War because much of the track lay on the border between West Virginia and Maryland, but the railroad and areas in Maryland profited economically during the war because of government contracts to ship goods.  After the 1870s the Baltimore and Ohio was used to ship wheat from the West to other parts of the country.  Baltimore had an advantage in this endeavor because of its proximity to the Midwest compared to other east coast ports."],"display_date":"January 13, 1874","search_date":"1874-01-13","locations":[{"id":5933,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":558,"title":"The filing of a discrimination suit against the Norfolk and Portsmouth Ferry Company by two African-American preachers\n","course_id":1,"status":"P","start_date":"1885-11-23","end_date":"1885-11-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Two black preachers from Baltimore , Rev. Harvey Johnston, of the Union Baptist Church, and Rev. P.H.A. Braxton, of the Calvary Church , filed suit against the Norfolk and Portsmouth Ferry Company in the Fourth Circuit of the Eastern District of Virginia.  They did so after being accosted and, eventually, arrested for resisting the orders of the ferry's personnel to remove themselves from the section of the boat reserved for whites.  Their suit was based not only on a charge of wrongful arrest and imprisonment but, more significantly, on the relatively recent federal Civil Rights Act, which outlawed discrimination within the states on account of race.  Importantly, the two men made sure to fashion the legal argument in their suit in such a way so that it would be more amenable with the reasoning of the line of recent Supreme Court decisions unfavorable towards similar suits by African-Americans.  The litigants claimed 100,000 in damages.    &lt;br /&gt;Cases of this character happened to be occurring quite frequently throughout the South at the time.   During that same year, two similar federal appellate court cases took place, involving both a black man named Murphy and an unnamed black woman.  In both cases, it also involved instances where the African-Americans involved were forced to endure lesser services or different accommodations on account of their race.  Interestingly, the federal judge concerned in both cases ruled in favor of the African-American litigant.  The logic of their rulings were quite similar , although both verified the legality of segregation, they both stipulated that the separation involved cannot result in an inequality of the good and services received.  They both ruled that as long as black passengers of railroads paid the same amount of money as their white counterparts, they were to receive the same accommodations under the law.  &lt;br /&gt;Not only did these cases reflect a growing propensity for African-Americans in the South to assert their rights under the newly-instituted federal civil rights laws crafted precisely for that object, but it also marked an increasing trend amongst judicial decisions in federal courts throughout the South of enforcing truly equal accommodations for segregated blacks."],"display_date":"November 23, 1885","search_date":"1885-11-23","locations":[{"id":5934,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":648,"title":"Democratic National Convention Meets in Baltimore, Maryland.","course_id":1,"status":"P","start_date":"1840-05-05","end_date":"1840-05-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 5th and 6th the Democratic Convention met in Baltimore to prepare for the national election campaign.  The delegates unanimously renominated President Martin Van Buren of New York, but the subject of the Vice-Presidential nomination brought a marked diversity of opinion, and a spirited encounter.'  Several delegations from the West pushed for the selection of Colonel Richard M. Johnson of Kentucky, saying that it was due to him and essential to the party.'  Other members of the convention saw the choice of Johnson as calculated to distract and embarrass rather than strengthen and unite.'  Other candidates were also proposed.  The convention eventually decided to let each state decide for itself in the upcoming election, nominating nobody for the Vice-Presidency.&lt;br /&gt;As for the party's national platform, the delegates sought to create a clear contrast between themselves and the Whigs.  Accordingly, they declared their firm opposition to congressional interference with slavery, to federal expenditures for internal improvements, and to a national bank.  They also affirmed an adherence to strict interpretation of the constitution.  To complete this largely pro-southern platform, the convention expressed its hostility toward protective tariffs.  The South's importance to national election hopes was evident in the construction of the platform.  The party could not, however, afford to alienate its northern constituents.  As a concession to northern business interests the Democrats refused to give their support to agrarian monetary policy wishes.  The presence of Van Buren, a New Yorker, at the top of the ticket was also a comfort to northerners."],"display_date":"May 5, 1840 - May 6, 1840","search_date":"1840-05-05","locations":[{"id":5930,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":658,"title":"Southern Newspapers Report on Slave Abduction Controversy in Georgia\n","course_id":1,"status":"P","start_date":"1840-01-08","end_date":"1840-01-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the first half of the nineteenth century, slaveholders were becoming progressively more stubborn partisans of their peculiar institution.  This was happening throughout the South to different degrees.  This stubbornness manifested itself in national politics and the increasing anxiety over inter-state relations concerning slavery.  As northern abolitionism became stronger over the next few decades, there was more often trouble with northerners interfering with the southern institution whether through the government or on an individual basis.  In the Baltimore American in January, there was an article commenting on the controversy between Maine and Georgia over the abduction by two citizens of Maine of a Georgian slave.  Southern slaveholders demanded the protection of their property, but northern states had a good states rights basis for refusing to cooperate in matters of fugitive slaves.  The American was pleased in this case to be able to say that the correspondence between the two states had thus far been conciliatory.'&lt;br /&gt;Despite cases of slave abduction and rescue, the North as a whole was not abolitionist.  Free blacks in the north faced the prospect of being arrested and returned as fugitive slaves according to the 1793 national fugitive slave act.  The abolishment of slavery in northern states did not necessarily mean that these states were safe for runaway slaves.  The increasingly firm stance of southerners would in fact precipitate the passage of the new Fugitive Slave Law of 1850, and dialogue on the fugitive slave issue would become increasingly unconciliatory over the two decades following the controversy between Maine and Georgia in 1840."],"display_date":"January 8, 1840","search_date":"1840-01-08","locations":[{"id":5930,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":797,"title":"Railway Labor Strike\n","course_id":1,"status":"P","start_date":"1877-07-16","end_date":"1877-07-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 16, 1877 tensions over pay cuts for railway workers finally came to a head as firemen and brakemen for railroads in Baltimore went on strike.  The strikers assembled at Camden Junction, 30 miles from Baltimore, and refused to allow trains to move in any direction.  Word of the strike quickly spread to West Virginia, and eventually into Pennsylvania, Missouri, and Kentucky as other railway workers followed suit and blocked the movement of trains.  &lt;br /&gt;Considered by many to be the bloodiest strike in American history, over 100 were killed, and over a thousand jailed.  However, the strike's economic ramifications produced great problems as well, as more than half of the entire nations' freight was stopped on the tracks.  Newspapers spoke of a business paralysis' as anxiety set in across the region.  Throughout the crowded business centers, commerce was not the topic of discussion, as the hordes of merchants only wished to hear updates on the strike.&lt;br /&gt;Through President Hayes' proclamations and dispatching of troops, the strike's fury was eventually calmed and both sides of the dispute were able to reach an agreement by the end of July.  Business, and life as usual, were able, somewhat, to return to normal.  However, the strike's lasting economic ramifications, as well as its galvanization of labor groups prove that its impact would be remembered.  Despite the economy's recovery into the 1880s, the number of labor strikes tripled , and state troops were dispatched at an increasing rate.  These violent demonstrations continued into the 20th century until the American Federation of Labor' determined that strikes was not always the most effective way to achieve results, and ultimately settled instead on private mediation groups."],"display_date":"July 16, 1877 - July 29, 1877","search_date":"1877-07-22","locations":[{"id":5933,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":905,"title":"Maryland General Assembly of 1852\n","course_id":1,"status":"P","start_date":"1852-05-01","end_date":"1852-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The Maryland General Assembly of 1852 was overtaken by an anti-Catholic fervor that produced a series of laws intended to insult and restrict the rising Catholic immigrant population from Ireland.  A prohibition on the sale of liquor was imposed as one of the first acts of the General Assembly.  Irish immigrants were not only some of the most frequent customers of liquor stores, but had increasingly been opening and operating liquor stores around the state to cater to their own.  Many Protestant owned liquor stores had been refusing to sell liquor to the Irish, posting Irish Not Wanted' and Irish Need Not Apply' signs outside of their establishments.&lt;br /&gt;&lt;br /&gt;However, the most hotly contested debate regarding anti-Catholic legislation emerged when Martin J. Kerney, a Catholic editor of the Metropolitan and chairman of the Maryland House Committee on Education, proposed a bill before the Maryland state house allowing for state funding of religious schools.  After encountering a barrage of harsh criticism and a flurry of anti-Catholic sentiments in the Baltimore press, Kerney withdrew his bill, only to submit it a year later in the same form.  The bill eventually died in committee.  &lt;br /&gt;&lt;br /&gt;Despite its defeat, Kerney's Parochial School Bill ignited a fierce wave of anti-Catholic and anti-immigrant sentiment throughout Maryland that culminated in the formation of the Maryland Know-Nothing Party in 1854.  Exclusion of Irish Catholic immigrants from certain employment and public accommodations would steadily increase over the following decade.  Nativist dislike and distrust of Catholics was rooted in the massive wave of German and Irish immigration to America during the 1840's.  Many Marylanders were suspicious of German radicalism and what they perceived as Irish Catholic designs for papal hegemony.  Kerney's Parochial School Bill did nothing to dissuade Maryland Protestant and nativist apprehensions."],"display_date":"May 1, 1852 - May 30, 1852","search_date":"1852-05-15","locations":[{"id":5931,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1139,"title":"First Electric Morse Telegram sent\n","course_id":1,"status":"P","start_date":"1844-05-24","end_date":"1844-05-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Samuel Morse was born in Charlestown, Massachusetts on April 27th 1791. Morse was educated in prestigious institutions nationally, including Phillip's Academy at Andover and Yale University. From 1811 until 1815, Morse lived in England, exhibiting his work at the Royal Academy in 1813. The next ten years of his life were spent as a traveling artist. In 1832, Morse began his travels back to America to the job of Professor of Painting and Sculpture at the University of New York. It was on his trip home that he overheard a shipboard discussion on electromagnets. This was the idea that sparked Morse's interest. &lt;br /&gt;Although Morse is remembered for his code, which is still in use, it was his invention of the electronic telegraph that triggered a series of other inventions that make it so significant. After many long years of inventing and perfecting his numerous creations, Samuel Morse was finally ready to present his new communication system. On May 24th, 1844 Morse sent the first electrical telegram from the Supreme Court Room in the Capitol to the railway depot at Baltimore. Transmitting over long distances with weak wires, these telegrams were signaled though the Morse code alphabet of long and short beeps. The message said, What hath God wrought?', words chosen by Annie Ellsworth.&lt;br /&gt;This new invention expedited the process of communicating within and between states. Although electrical telegrams were not used among common folk, government officials could put it to great use. Through this electronic method of communication warnings, alerts and criminal investigations could be dispatched across the country in far less time. This increased the chances of catching criminals and for a lot of people escaped slaves. The telegraph also came to be important for the military, being first used in Varna during the Crimean War in 1854, but more correlated; it was widely used in the American Civil War."],"display_date":"May 24, 1844","search_date":"1844-05-24","locations":[{"id":5930,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1344,"title":"Massachusetts 6th Regiment of Volunteers under attack by Baltimore citizens\n","course_id":1,"status":"P","start_date":"1861-04-19","end_date":"1861-04-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Baltimore citizens gathered en masse in the streets of Baltimore, Maryland as the Massachusetts 6th Regiment of Volunteers marched through on their way to Washington, D.C.  A mob of southern sympathizers threw stones and other objects at the soldiers as they marched through Baltimore. The volunteers fired into the mob of citizens as they passed through the streets in defense.  This created hysteria throughout the city as fights and more riots broke out.  A telegraph from Baltimore to a New Orleans paper read, The fight is still progressing at the time we telegraph.  The excitement throughout the city is of the most intense nature.' (The Daily Picayune, April 19, 1861, p. 5)  Although the mayor and police forces within the city attempted to regain authority, their efforts proved fruitless to protect the troops and civilians.    &lt;br /&gt;&lt;br /&gt;          Baltimore city was declared to be under martial law after the riots broke out.  Telegraph wires were cut, the railway tracks leading in and out of the city were severely damaged, and a wooden bridge was destroyed in the heart of the city.  Under martial law, businesses closed and both citizens and troops were gripped by fear.  News of the attacks reached City Hall and the Marshal's office although the official efforts from that point on were in vain.  By night time, all authority in the city had collapsed.  The riot left four soldiers and twenty-two civilians dead. &lt;br /&gt; &lt;br /&gt;          Animosity and violence solidified the fragmentation of the nation.  One reporter ominously stated, Civil war has truly commenced.' (The Daily Picayune, April 19, 1861, p. 5)  The inability of police forces and military to regain control of the city proved that the hostility lay just beneath the thin surface of the nation.  The violence in Baltimore created a national spotlight on the issue and forced the Federal Government to act.  President Lincoln would later suspend Constitutional rights of habeas corpus beginning in Maryland."],"display_date":"April 19, 1861","search_date":"1861-04-19","locations":[{"id":5932,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1507,"title":"African-American Teachers Assert Themselves\n","course_id":1,"status":"P","start_date":"1881-01-06","end_date":"1881-01-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the years immediately following the Civil War, the Baltimore Association for the Moral and Educational Improvement of the Colored People a localized precursor to the NAACP attempted to recruit African-American teachers and establish African-American schools. The organization terminated its operation' five years following the end of the war believing that it had made great strides.&lt;br /&gt;However, on January 6, 1881, African-American teachers met in Baltimore to discuss the alleged broken promises of the city school board.  The teachers claimed that the school board had promised to appoint colored teachers to colored schools.'  They stated that there were plenty of vacancies in the schools and that African-American teachers sought to fill them. The group adopted several resolutions, including: Resolved that the breaking of the pledges and faith is not only an insult to the colored citizens, but also to the whole community, of every party, race, and nationality.'  This was met with opposition from some present who suggested a more conciliatory path.&lt;br /&gt;Though a very localized event, the ability of the school board to largely ignore the African-American community is telling in that it shows that as a political constituency, African-Americans were becoming increasingly marginalized. Though able to exercise political power in the immediate wake of the Civil War, the rights of African-Americans were quickly repressed as discriminatory election regulations were enacted, most notably the white Democratic primary (essentially disfranchising blacks in the solidly Democratic south), poll taxes, and literacy tests."],"display_date":"January 6, 1881","search_date":"1881-01-06","locations":[{"id":5934,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1599,"title":"The Ever-Present Threat of Cholera\n","course_id":1,"status":"P","start_date":"1866-01-01","end_date":"1866-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The nineteenth century was an era in which people constantly feared the outbreak of epidemic diseases, especially cholera.  An epidemic of cholera was already raging in Europe in the fall of 1865, and as had occurred in 1832 and 1849, it seemed inevitable that the disease would cross the Atlantic and ravage the United States.  New York saw the arrival of the cholera on April 18th, 1866 on the steamship Virginia,' which carried more than a thousand steerage passengers, all assumed to be carrying the disease.  Cholera would spread south gradually through all of the different transportation routes.  &lt;br /&gt;Throughout the newspapers of 1866, there was a plethora of advertisements for different ways to combat cholera infection. Hall's Journal of Health emphasized the importance of cleanliness and cleansing sooner rather than later, February and March being ideal because the suns of spring and summer sooner warm into life and intensify the viperic and malignant influence, which, in its remorseless tread, wrecks so much of human happiness and desolates so many hearth stones.' Readers were encouraged to try the remedy of Dr. Hamlin of Constantinople, whose simple preparation had saved hundreds of people. To make his concoction you simply needed to mix, one part laudanum, one part camphorated spirit, two parts tincture of ginger and two parts capsicum, and take one teaspoon doses of it at three hour intervals until you felt cured. The most amusing advice seen in the newspapers was probably this from Colman's Rural World, which read, The advice for those in fear of cholera is keep your bowels in good order; keep your spirits up and be careful how you pour your spirits down.'&lt;br /&gt; This quest to find a cure for cholera seems a bit ridiculous.  But for the people of the nineteenth century there was no known remedy for the disease and many could not depend on the aid of a doctor. As a result, people turned to the many concoctions they saw advertised in magazines and newspapers to gain some semblance of protection from the epidemic.  After a tremendous cholera outbreak struck both Paris and the United States in 1832, the threat of another epidemic always loomed. Every day on the front page of The Montgomery Advertiser, there was a count of how many had died of the disease in New York City and with the spread of cholera to Richmond in 1866, the threat of disease threatened even more acutely. Although the threat of a cholera epidemic does not truly qualify as one specific event, it was a haunting element of the daily lives of all Southerners in 1866, no matter their race or economic background."],"display_date":"January 1, 1866 - June 30, 1866","search_date":"1866-04-01","locations":[{"id":5932,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1697,"title":"Harriet Tubman makes her first trip to escort slaves to freedom\n","course_id":1,"status":"P","start_date":"1850-12-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In December of 1850, Harriet Tubman, escaped slave from Dorchester County, Maryland made her first attempt at freeing enslaved blacks in the South. Tubman had just recently escaped from the Slave state of Maryland to being a free person of Color in Philadelphia, in 1849. Tubman became involved very quickly with abolitionist movements and began to save her money in hopes of returning to purchase her family, and was not planning on coming back to Maryland for a while. However in early December of 1850, Tubman was informed that her niece, Kessiah a slave on a Maryland plantation, was about to be sold. Tubman decided to come back to Maryland and help rescue her cousin.&lt;br /&gt;She and her husband devised a plot to steal away Kessiah during a slave auction. In preparation for the flight, Tubman learned the maps of the Underground Railroad and when the time came, Tubman safely spirited away her family from the Border slave state of Maryland to the Free State of Pennsylvania. They moved by way of the Chesapeake River and then by land. Thus began Tubman's long career of being one of the most stories abolitionists in African American history, earning the name Moses' for being the liberator of so many of her people. She would make at least nineteen trips throughout Virginia and Maryland and free between three to four hundred slaves in her lifetime. She frequently used the famous Thomas Garrett's house in Wilmington as a place of refuge along her journeys."],"display_date":"December 1850","search_date":"1850-12-16","locations":[{"id":5931,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1817,"title":"Failure of the Franklin Bank of Baltimore\n","course_id":1,"status":"P","start_date":"1841-01-01","end_date":"1841-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It is only appropriate that on the first day of the year 1841 that a major American bank would fail.  After the Panic of 1837 and the continual congressional debates on the issue of a national bank, this was an issue of strong national contention and extreme public distrust.  Unrest was heightened when, on the first of January, the President and Directors of the Franklin bank of Baltimore announced that the bank was being placed in a state of liquidation.  It had been determined that the bank's debts were for too large to be covered by its assets.  &lt;br /&gt;&lt;br /&gt;The issue came to a head of the bank was unable to provide payment for a check of 6,000 to the Mechanics' Bank in notes other than those of the Franklin Bank.  This was not the first instance of financial insecurity for the bank, as it had long been known that the bank had lost an estimated 50,000 from the failure of a large beef speculator by the name of Steinberger.  It had suffered additional losses on loans made to the Susquehanna railroad and was rumored to largely in debt to various individuals. This is yet another example of the fallout from the Panic of 1837.  After years of wild speculation the American financial bubble burst and business across the young nation was decimated.  The American banking system also nearly collapsed; out of eight hundred and fifty banks, three hundred and forty-three closed entirely, sixty-two failed partially, and the system of State banks received a shock from which it never fully recovered.' (Bancroft)"],"display_date":"January 1, 1841","search_date":"1841-01-01","locations":[{"id":5930,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1821,"title":"Deserter Shot at Fort McHenry\n","course_id":1,"status":"P","start_date":"1864-09-21","end_date":"1864-09-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Having been tried and convicted by a court marshal, Sergeant George W. McDonald was executed by a firing line on the parade grounds of Fort McHenry in Baltimore, Maryland.  McDonald was sentenced to death for deserting the Maryland Volunteer Cavalry and for discharging a deadly weapon with the intent to kill three members of the United States Army while resisting arrest.  Interestingly, McDonald, while convicted on August 17, 1864, remained ignorant of his punishment until 6:00pm on September 20th , the evening before he was to be executed.  The article indicates that McDonald sought counsel from a Chaplain Reese, and around midnight humbly knelt and in piteous tones beseeched the Almighty to forgive him his sins and to pardon him as a rebellious sinner.'  At 9:30 the next morning, McDonald was led to the parade grounds, blindfolded, and set in front of twelve men, standing twelve paces away from him with loaded muskets.  Before 1,200 armed soldiers and some 100 civilians, the command ready, aim, fire' was given and McDonald was killed instantly as eight minieballs were shot into the vicinity of his heart.  &lt;br /&gt;President Abraham Lincoln, later responding to opponents of his general orders to suspend Habeas Corpus during the war, seemed to take a sympathetic stance towards those who shared the fate of Sergeant McDonald, as compared to others that similarly impeded Union progress during the war effort.  Must I shoot a simple-minded soldier boy who deserts while I must not touch a hair of a wily agitator who induces him to desert?'"],"display_date":"September 21, 1864","search_date":"1864-09-21","locations":[{"id":5932,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2286,"title":"Reverend Hawley Calls for Baltimore Methodists to Modernize\n","course_id":1,"status":"P","start_date":"1889-04-24","end_date":"1889-04-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 24, 1889, The Episcopal Methodist, a Baltimore, Maryland newspaper, published an article by the Reverend J. M. Hawley entitled Southern Methodism and the Age, calling for the Methodist Church to reform itself in order to be a success in the modern age. Hawley called the present age a great period for both the Church and the country. The Church, he said, must embrace the age and modernize along with it; all Christians should ask themselves how to accomplish this task. Specifically, he asked how the Baltimore Conference could be prosperous.","Reverend Hawley named three things in his article that make up what the Church should focus on: great enterprises, an aggressive spirit, and great liberality. In explanation of the first, he wrote that new churches should be built to expand the congregation and community and that all should lend support to this cause. He said in order to do this, the members need an aggressive spirit, to push forward through all obstacles. And finally, the liberality he spoke of, is in reference to money, and how it should be spent to do the work of God. The Reverend called on Methodists to follow the progressive trend of the times and modernize themselves to increase their influence and scope in the Baltimore community.","Historian John B. Boles explains that, after the Civil War, the popularity of the more mainstream religions declined while more people began converting to Methodism. People wanted to focus on perfecting their spirituality and concern themselves less on the world around them. Historian C. Vann Woodward, however, states that in the 1880s, Southern Methodists called for rejecting Northern ideals like progress; they had been noticing people abandoning morals for money. The article by Reverend Hawley partially goes against these views. He fixes the problem of money and morals by saying they can go together; money can and definitely should be used in the service of God. Perhaps his call for progress has to do with the fact that Maryland is not located in the Deep South and prone to Northern influence. Also, perhaps Hawley's article is a backlash to this concept; as Maryland Methodists look forward to the 1890s, they are looking to combine progress with religious values so that Methodism would continue to flourish into the twentieth century."],"display_date":"April 24, 1889","search_date":"1889-04-24","locations":[{"id":5934,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2297,"title":"Three Women Graduate from the Women&#39;s Medical College of Baltimore\n","course_id":1,"status":"P","start_date":"1888-05-02","end_date":"1888-05-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Women's Medical College of Baltimore in Maryland held its sixth ever graduation ceremony in the afternoon on May 2, 1888. The ceremony was held at the YMCA Hall, decorated for the occasion. There was music and speeches and the Dean of Students, Dr. Richard Henry Thomas, announced the graduates. The graduates were Ida C. Coler, Mary P. Dole, and M. Lizzie Zimmerman. Coler was from Ohio, Dole from Massachusetts, and Zimmerman from Maryland. Dole received a gold medal for excellent examination scores. She also received the prize for the best medical examination and Zimmerman took second place.","Historian John B. Boles would probably find the graduation of three women doctors hard to believe, having emphasized the lack of prospects for women after the Civil War. Although he comments on cities providing more opportunities for women, including church involvement and social club activities, he never comments on education. It seems an incredibly large, even unimaginable accomplishment for women to become doctors in the portrait of the South Boles portrays. By 1888, however, having been open for six years, there had been eighteen women doctors put out by the Women's Medical College of Baltimore, many having stayed in the city and one having traveled to do work in India. Although it is seen that women did have opportunities in cities, it goes beyond simply church jobs and social clubs, expanding into education and medicine."],"display_date":"May 2, 1888","search_date":"1888-05-02","locations":[{"id":5934,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2300,"title":"A Black Girl Robs another Girl of Fifteen Cents\n","course_id":1,"status":"P","start_date":"1878-01-24","end_date":"1878-01-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Elizabeth Burley, a twelve year old black girl, was charged on the twenty-third of January with robbing Louisa Kerling. Kerling, who was on the way to a store was supposedly choked by Burley until she gave her, her fifteen cents. Someone heard Kerling's yells and Burley was handed over to police officer Trainor, who took her to the police station. She then awaited a hearing.","Although Louisa Kerling is not specifically called white, it can be assumed by the fact that in the newspaper, Elizabeth Burley's color was identified while Louisa Kerling's was not. The arrest of Burley, a relatively young girl, for fighting with and stealing the small sum of fifteen cents from Kerling, seems an overreaction. Historian Edward Ayers says that whites believed blacks held white law in contempt and that black crime was on the rise. In the late eighties, arrests and sentences of black men went up. Not only did whites perpetuate the belief of the dangerous black man but so did newspapers. Although Burley was young and a girl, this does not mean she would not be implicated in the increasing suspicion and fear of blacks. While the reaction to Burley's theft may be explained by a heightened fear of blacks committing crimes, it may also simply be a normal reaction to stealing.","The Sun published other articles of thievery in January of 1878. Charles H. Conway, a youth, was charged with stealing a gold watch worth fifty dollars from his coworker, David Parkinson. In this case, both of the people involved were presumably white (because the article did not mention color) and what was stolen had a higher worth; the young man, however, was still arrested. Again, the complexity Ayers refers to is notable. While there was anxiety over the dangerousness of blacks, punishment for stealing seemed to be universal. The case of Burley can be explained by a mixture of both."],"display_date":"January 24, 1878","search_date":"1878-01-24","locations":[{"id":5933,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2302,"title":"Son Writes to His Mother from School in Baltimore\n","course_id":1,"status":"P","start_date":"1878-10-14","end_date":"1878-10-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Shirley, going to school in Baltimore, Maryland, wrote his mother about his life in Baltimore and also reflected on how he wished to take care of her. He talked about how he was in the fourth grade, and depending on his examination grades, he would move to the third, second, and first grades. He then mentioned that he could go on to Baltimore College. He liked this idea but he also quickly stated that he wanted to go to work for her as soon as he could because he did not like the way she was living. Although he talked of what he did in Baltimore (like going to the opera and getting his picture taken), he continuously went back to reflecting on his mother's state and his missing her. He mentioned he felt bad that she would not have firewood to burn that winter and said he felt insignificant. He went on to say that in a few years he will be a man and everything will be okay.","Shirley's concern for his mother expressed in his letter is the result of the economic turmoil due to the just recently ended Reconstruction and the changing roles of women. As historians William Cooper and Thomas E. Terrill explain, the income of southern whites fell with the fall of the Confederacy and recovered at a very slow pace. Because of this, there was less money to spend on education and commonly if money was tight, boys were favored to send off to school. Poor white women had to look for work. Southern ideals, however, called for women to stay away from masculine things like politics and work or else they would corrupt their femininity.","Shirley may have held this idea of womanliness, wanting to come home and help her so she would not be ruined by such masculine endeavors. Shirley may also have simply been concerned with the economic state of his mother. While living the life of luxury and comfort in Baltimore-seeing operas and getting his picture taken-he is also staying in contact with his mother. This dual aspect to his life is seen in his letter, as he switches between telling his mother of his successes and experiences and reassuring her he will bring these luxuries to her one day."],"display_date":"October 14, 1878","search_date":"1878-10-14","locations":[{"id":5933,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2407,"title":"Death of Margaret Jane Blake\n","course_id":1,"status":"P","start_date":"1879-01-01","end_date":"1880-03-30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The last job of Margaret Jane Blake, a former slave, was as servant to the Walter B. B. family. Eleanor McC. (daughter of Mr. and Mrs. Walter B. B.) moved from Baltimore to Chicago when she married Mr. McC. and brought Margaret Blake with her. In the winter of 1879 Eleanor decided to visit her mother and family in Baltimore, Maryland for Christmas. She took with her, her daughter and Margaret Blake. Blake quickly caught a cold that grew into erysipelas. Mrs. McC. left her with her family in Baltimore expecting her to return to Chicago when she was well; however, the sickness grew worse and they sent her to the Baltimore Infirmary. She died there on March 10, 1880. Mrs. McC ordered her a headstone with her name and date of birth on it. Mrs. Walter B. B. requested the stone to read Faithful unto Death.The relationship between Margaret Jane Blake and the McC and Walter B. B. families existed during the period after Reconstruction when African Americans were exposed to greater freedom from the days of enslavement but also new forms of repression. As Edward Ayers describes, segregation existed but was not completely nor universally defined. There was heavy racism and separatism, but also advancements in the black community. Race relations were complex and varied; friendships and positive relations could exist while being entwined in race traditions. This environment allowed for a variety of race relations to exist, including ones like that of Margaret Blake and her employers. ","Just how positive or negative Margaret Blake's relationship was with her employers is unclear. She spent years with them, becoming a constant in their lives. While Mrs. Walter B. B.'s request for the gravestone to say Faithful unto Death is at first glance a gesture of affection, it also reemphasizes Blake's role as a servant. Margaret Blake's relationship with her employers, while positive and described as loving, was unable to break out of the Southern race relation tradition of looking at African Americans as inferiors and servants."],"display_date":"January 1, 1879 - March 30, 1880","search_date":"1879-08-16","locations":[{"id":5933,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2500,"title":"Edgar Allen Poe sees the Balloon Ascension\n","course_id":1,"status":"P","start_date":"1834-05-02","end_date":"1834-05-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 2, 1834, to the enjoyment of thousands of spectators in Baltimore, Mr. Mills ascended, for the second time in a month, in his hot air balloon above the city, landing sixteen miles from Baltimore. People enjoyed a fair opportunity of marking his flight, and of gazing for near an hour, upon the interesting and sublime spectacle. Of the thousands in attendance, it is believed that famous poet and author, Edgar Allen Poe saw Mr. Mills's balloon ascension.   Doug Boulter believes that Poe likely witnessed the launch because his uncle, Henry Herring, built an amphitheater for the crowds to view the ascension of Mr. Mills.  Much of Poes family lived in Baltimore, the city in which Poe spent the later years of his life. Mr. Mills's balloon ascension shows that Baltimore was a city of scientific pursuit and leisure activity.  Mr. Mills flew that day for his own scientific interest and pleasure.  The balloon over the Baltimore skyline fascinated the audience and stirred interest in Mills by many of Baltimore's citizens.  Such interest spread to neighboring cities such as Philadelphia, where Mills ascended in one of the most beautiful balloon ascensions which we have ever witnessed.  Baltimore as a city united around Mr. Mills, a young mechanic, born in that city.  They were pleased with his achievements and took pride in the challenges and pursuits he tackled with each flight.  For his first solo ascension April 3, 1834, the <em>Baltimore Sun</em> highly advertised the event in hopes to encourage as many people as possible to attend the launch.  As a fellow Baltimore citizen the Sun hoped to foster and promote the enterprise and skill of those who reside among us, particularly, we hope [Mills] will receive extensive encouragement."],"display_date":"May 2, 1834","search_date":"1834-05-02","locations":[{"id":5929,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2507,"title":"Saul Runs Away\n","course_id":1,"status":"P","start_date":"1840-07-13","end_date":"1840-07-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Twenty-year-old Saul had been a slave his entire life and was tired of being treated in inhumane ways and separated from his family.  He ran away not only to escape the oppression of slavery, but also because he has a mother and brother in Baltimore, and it is probable he is about there.  To Saul and many other slaves in the South, familial ties were strong.  The deeper reasons for Saul's flight are unknown, but the separation he faced from his family was a common reason why many slaves throughout the South ran away. Even if slaves had been separated, theirs was still a tight community.  In Walter Johnson's book, <em>Soul by Soul</em>, Thomas Jones was taught from a young age about the strong ties of his family because his parents cried when they talked about the fear they had of their children being torn from them and sold into the slave trade.  This dread that families had of separation forged tight bonds that lasted even after they were separated, causing many to run away in order to return to their families.  Slave owners throughout the South recognized the deep familial connections and some would not punish them by the use of a whip, but would threaten to sell them from their family if they did not cooperate.  The threat of splitting up a family was enough punishment to force a slave to abide by his master's conditions. "],"display_date":"July 13, 1840","search_date":"1840-07-13","locations":[{"id":5930,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2977,"title":"Silencing Lynching\n","course_id":1,"status":"P","start_date":"1895-08-17","end_date":"1895-08-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the turbulent South of the late 19th century, the act of lynching was a well-established institution. This degrading act of vigilante violence was initiated to control; mainly African-Americans in a predominantly white society. A response article was written to the African-American Ledger, a black operated newspaper in Baltimore, rebuking these despicable acts towards a fellow human being. A spark was ignited when earlier; two black men from a nearby county were hung according to mob law. Though the reasons for their death are not stated in the article, the readers would want to infer that the blacks committed some irreconcilable act. On the other hand, Brundage would assert that it really did not take a reason for some whites to be vigilant. Simply walking by, they were able to create a false reality, and persecute an innocent black on their reasons. Readers would moreover hope that the real judicial process was carried out to the fullest extent, free from rash actions of the victim's community. In reaction, Gov. Clarke condemned these acts and offered a maximum reward of 200 for information regarding those who commit lynchings.","It seems that toward the end of the 19th century, when lynching peaked, perhaps the public was becoming apprehensive with the course of society. Lynching was considered a solution to an increasingly integrated society. Whites felt that the growing crime rate in cities and towns were due to the renegade nature of the African-American community. To reconcile weak local governments, and preserve their way of life, a method was developed to punish those who crossed societal boundaries. This example explicitly illustrates the use of newspaper as a medium for citizens to voice their concern or contentment with these particularly brutal measures. As years progressed, more articles and debates were focused on this situation in the South. If modernization was ever to occur, the populace needed to recognize their error in their judgment to break the law in such an inhumane manner by tying a rope to a tree. More and more, progress was being made in the country with regards to technology and medicine. However, many believed that it was time for change to occur within the mindset of its citizenry. ","A more interesting question to ask is why would lynching become a predominant response to society's troubles? Due to weak institutional forces, poverty, and poor education, these factors instilled a superior attitude among whites. These sentiments thus failed to create a respect for law and fellow humans. Disgust was brewing among citizens for having to experience others tantalizing another race. The symbol was contradictory to the ideals of modernization and humanitarianism. There was a downfall of civil respect within the community, and this article exemplifies the necessary change that the South was beginning to recognize. The article states, ...he is anxious and desirous of seeing them improve and make progress in all that go to make a people whose aim should be to become enlightened and thus by a friendly spirit of emulation, advanced in the line of competition and ascend, if possible, along with the other races to higher frame and renowned pinnacle where glory should await all of God's children. This article, more or less, is a progressive development in race relations in Maryland."],"display_date":"August 17, 1895","search_date":"1895-08-17","locations":[{"id":6098,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"BALTIMORE CITY, Maryland"}],"tags":[{"id":17,"tag":"Government"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2986,"title":"All men are created equal\n","course_id":1,"status":"P","start_date":"1893-12-11","end_date":"1893-12-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Religious faith and rhetoric dominated nearly every aspect of life for both blacks and whites following Reconstruction in the South. For them, God was an integral factor that offered life guidance in religious terms. Thus, if one failed to adhere to the principles upheld by their religion, they were condemned in religious and social regards. In 1893, Reverend W. Walker Jubb gave a sermon describing the good intentions yet incompetent act to initiate social equality programs in society. Prior to conversing about the subject of Rev. Jubb's sermons, some background is needed. Rev. Jubb of Fall River, Massachusetts preached to a congregation in Baltimore on Dec, 12, 1893. He began preaching in England, before coming to the states and advocating the differences in men are God's works which should not be overturned. In his sermon, he stated, Every man has his own allotted place in society...each class has an intimate relation to some other class, and all, according to the divine plan, are intended to work out the wise and beneficent purpose of the almighty.","This quote exemplifies the attitudes of conservative white southerners throughout the South during this time. For them, they believed that true religion did not allow the restructuring of society which was of divine order and that through a literal, fundamental interpretation of the Bible, allowed social institutions like slavery to exist and persist for centuries. Rev. Jubb, and members of his congregation, recognized that the religious ideas that have shaped their lives should be applied to political issues. Religion provides a measure of law and reform.","Many have recognized the influence that religion has had on political and social attitudes maintained throughout their institutions. Little reform to alleviate poverty and illiteracy among African-American communities were initiated in the south because of the public's contentment with inequality between whites and blacks. Rev. Jubb iterates, Education can give habits of mind, information, memory, power of attention. But can education give the instinctive eagle glance of genius. For many in the South, the answer to this would be an instantaneous, and probably, emphatic no. ","Moreover, this example of a cross between politics and religion, illustrates the importance of the church and religious leaders. The Church was able to serve social and political purposes. Individuals were unable to tackle these dilemmas single-handedly, therefore, the Church would convene to determine an appropriate solution. Morality suddenly fell within the grasps of the Church, and the individual thus lost the ability to rationalize by oneself. The Church had true power in the South, for whatever they ordained was subsequently followed. Charles Wilson made the statement, that even if the preachers were speaking about something meaningless or trivial, the people listened. The yielded mass support, with very little burden. Wilson also stated that they had the ability to become demigods if they fully supported the idea. The religious leaders were also important aspects following Reconstruction. When racial tensions were elevated, the public turned to these specific individuals to fight for their cause. Just like with Rev. Jubb, he defended the institutions presently at work within the South as being consistent with God's plans. He was a regional spokesman, however I believe that the ideals possessed by Rev. Jubb shows how the word of God can be deliberately altered to fit a political purpose. Christianity places extreme emphasis on equality and the fair treatment of one's fellow man. To be antagonistic towards blacks, disobeys the Word, thus is not Christian. A great writer at the time, William Faulkner, explicitly observes the South's attempt to alter religion during this time; I think that the trouble with Christianity is that we've never tried it yet. For if they did, would effortlessly determine that the rhetoric of people like Rev. Jubb as overtly wrong."],"display_date":"December 11, 1893","search_date":"1893-12-11","locations":[{"id":6098,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"BALTIMORE CITY, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3057,"title":"Yacht Me\n","course_id":1,"status":"P","start_date":"1894-06-07","end_date":"1894-06-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Yachting, in all of its splendor, has finally reached the mid-Atlantic and has spread quickly throughout the region in the late nineteenth century. The Baltimore Yacht Club, tracing its origins to 1891, was formed in Baltimore City where it is situated on Sue Island. To commence the building of a new yacht for Mr. J.D. Mallory, John Farlow, Percy Donaldson, and other members of the club, the B.Y.C. is holding a regatta and cruise from June 23 to June 30. The social gathering will include the Philadelphia and Corinthian Yacht Club of Philadelphia. Getting ready for the event, many members are already sending their yachts to the clubhouse. Mr. Mallory sent his 25 foot, 35 pounds papier mache shell that was stationed at the University of Pennsylvania to the boat house. The growth of the Baltimore Yacht Club helped to garner the attention of many social elites in the area and abroad. Indicative of this is addition of Mon. Commines de Masilly as a member. Mon. Masilly was the first secretary of the French embassy in Washington D.C., and to commemorate his membership, he purchased a new steam launch.","The regatta, cruises, and luncheons held during that particular week will dominate Baltimore, Maryland. This is due mostly to the growth of the sport of yachting in America. Although organized yachting in America began with the founding of the New York Yacht Club in 1884 and continued with the establishment of such clubs as the Boston Yacht Club (1865), Chicago Yacht Club (1875), and the Larchmont Yacht Club (1880), it was not until 1885 that the Chesapeake Yacht Club on the eastern shore [was founded]. It is increasingly evident, that yachting was a Northern sport until the founding the Chesapeake Yacht Club nearly 20 years later. Yacht clubs, serve as a very important social outlet. Though, participating was reserved for the aristocratic members of society, the club served a socializing function for its ability to bring people together and experience a race on the river on a beautiful Sunday afternoon. The club was intended for fellowship and discussion, and admission was reserved for the well off of society. Members would attend the clubhouse for drinks and conversation with fellow yachters or owners of other marine vessels, and discuss matters of the day before taking the family out for lunch aboard the boat. Besides functioning a social and familial role, yacht clubs were means of recreation. Similar to parks, or baseball teams, yacht clubs were competitive. Mr. Mallory bought a new engine, boiler, shaft, and deed and air pump, for one of his ships, solely for this specific event. Winning has a strong correlation to honor, thus owners were not shy in contributing money if it was attributed to their individual reputation, and the reputation of the club. "],"display_date":"June 7, 1894","search_date":"1894-06-07","locations":[{"id":5935,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3117,"title":"Taney&#39;s Toast to Nicholas Biddle\n","course_id":1,"status":"P","start_date":"1834-07-30","end_date":"1834-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a Saturday night in Baltimore, Roger Taney had a dinner that one reader of The Baltimore Patriot was privileged to attend.  Taney served as the Secretary of the Treasury under Andrew Jackson from 1833-1834, and the fifth Chief Justice of the United States from 1836-1864.  In this reader's letter to the editor the following day he remarked about the tone of the dinner and the ill feelings towards Nicholas Biddle and his National Bank.  The toast at the end of the night, given by a good natured Irishman, who, no doubt, was eminently qualified to give us natives a learned dissertation upon the currency and banking, expressed the true dislike that Taney, Jackson, and other followers had for Old Nick and his National Bank.  The toast was: Nicholas Biddle, President of the U.S Bank - May his hide be tanned and formed into an umbrella to shade the Tree of Liberty. Nicholas Biddle was the President of the Bank of the United States from 1822 until 1839.  He pressed for re-chartering the Bank in 1816 and fought Jackson through the twenties to keep the Bank alive.  The Bank lost its national charter in 1832, but operated as a state-sponsored bank until its failure in 1841.  According to Thomas Govan, Biddle was seen by some as a corrupt and deceitful schemer while seen by others as a perfect example for the American gentleman.  Andrew Jackson and Maryland native Roger Taney were seen as two of Biddle's greatest opponents.  They feared the political power of a national Bank because of the danger faced by concentrating the wealth of the nation's largest corporation.  They worried that a concentration of private wealth posed a threat to republican government, a concern which led to personal animosity towards Biddle from Roger Taney."],"display_date":"July 30, 1834","search_date":"1834-07-30","locations":[{"id":5929,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3410,"title":"A Change in Direction\n","course_id":1,"status":"P","start_date":"1897-01-06","end_date":"1897-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["1897 was an important year for the educational system of Maryland, and subsequently, the South as a whole. Mayor Hooper of Baltimore, Maryland was becoming upset with the members of the school board. He strongly felt that the board of school commissioners were becoming too political in their decisions and straying from the board's intent to deliver the best quality of education to all public schools. City Counselor Hayes and City Solicitor Elliot supported Mayor Hooper's decision. They believe that the object is to take the schools out of politics and to place them on a strictly educational basis, so as to benefit the children, and, in fact, the whole community. The city was finally ready for a new direction and an expansion of the realm of government in this specific realm. Besides creating a new board, Mayor Hooper wanted to ensure that the board members cared about education as a whole, rather than trying to priveledge a select few. For that, he selected Dr. Lillian M. Weish, to grant recognition to female children. However when asked, he chose not to select a person of color to the new board.","Why did Mayor Hooper grant a proxy for all demographics, except blacks? Not to downgrade his act to relocate education away from the reach of politicians, but to disregard the interests of a key group is unsettling. Later that year, the board decided to rename one of its schools, and thus input more money into the educational program there. The Colored Polytechnic Institute was the first free black school to teach practical knowledge to its students. Though nearly nine years after its white counterpart was established, blacks were finally given a chance to make something of themselves. Upon face value, one would believe that the Board of Commissioners of Public Schools in Baltimore was doing a service to the black community for now attempting to recognize that the South's best interest included the interests of their kids, as well as blacks. However, the public might have interpreted the new institute not only as a strengthening force, but also as one of perpetual enslavement. Ayers recognized that the new school could possibly reinforce blacks to look for professions involving manual labor and appropriate education for blacks, rather than educating them in literature and music.","At the heart of this narrative, we can see the subtle changes in the thought process of Southern States in the late 19th century. Though Mayor Hoover deliberately decided not to place a person of color on the school board, his decision to choose safe and intelligent citizens to represent the interests of society is quite admirable. Correctly, then the board gave blacks an opportunity to gain experience through a technical school. This is an example of progressive development in the socio-cultural history of the state of Maryland."],"display_date":"January 6, 1897 - December 31, 1897","search_date":"1897-07-04","locations":[{"id":5935,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3886,"title":"A Balanced Man\n","course_id":7,"status":"P","start_date":"1857-06-27","end_date":"1857-06-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A tobacco planter of Cedar Park, Maryland, Thomas S. Mercer kept a concise diary of daily activities. His diary consists of the condition of agriculture, weather, and his social life. Mercer was an ordinary Maryland yeoman farmer. As a yeoman farmer he relied on family and never mentioned the use of slave labor, except that of hired servants. He grew Maryland's first staple crop of tobacco as well as wheat. Wheat soon become more of a demand and his varied crops brought him greater wealth. Controlling a modest amount of land, as with most yeoman farmers, Mercer showed how non-slaveholding farmers lived their lives. Most people in the South were not massive plantation owners, but yeoman like Mercer. His daily life tells historians a lot about the ordinary men of the South.","Most of his days were spent planting and tending to his tobacco crop, which was labor-intensive, but Mercer also planted and harvested wheat.  Before the harvest of his wheat crop he would solicit the help of a hired \"servant.\" On June 27, 1857, he hired a servant man Jacob, from Miss Town, for eight dollars per month. A few days later he completed his wheat harvest of 336 pounds, which sold for 72 dollars. As historian Barbara Fields states, \"wheat required maximum work force at harvest,\" so Mercer most likely hired the free man Jacob to help harvest the wheat crop. He also hired other men during the year to help in tobacco cultivation.","Mercer's greatest enemy was the weather coupled with the \"eat worm,\" as he called it. The tobacco worm, which could eat a large plant in several hours, plagued the farmer. He wrote on June 18, 1857, that the \"eat worm destroyed many tobacco plants.\" Besides the eat worm, Mercer was at the weather's mercy. He began every entry stating the condition of the weather.  Since he was economically dependent upon the success of his crops the weather played a major part in his life. Exceptionally nasty storms were accounted for in greater detail than the average \"clean\" day.","Mercer did not spend all his days working hard in his fields; he had a social life as well. Along with his wife, Mercer would frequently visit Washington D.C. several times a month for fun and family affairs. While away, servants tended to the crops. Even though he left the work to his servants, Mercer was not a harsh or cruel man. His workers received \"holidays\" after harvest seasons and no one worked on Sundays. Thomas Mercer did not have an exceptionally interesting life, but he managed his farm and family well and never complained.  "],"display_date":"June 27, 1857","search_date":"1857-06-27","locations":[{"id":5931,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":13,"tag":"Agriculture"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3950,"title":"The Beginning of the End\n","course_id":7,"status":"P","start_date":"1861-02-15","end_date":"1861-02-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The inauguration of Abraham Lincoln, the beginning of a new presidential term and a new era, would be the end of the old Union. According to historian William Freehling, \"none of Lincoln's 26,375 southern votes came from the Lower South and only 1887 from the Middle South (all in extreme northwestern Virginia).\" Lincoln kept quiet between the time of his election and the delivery of his inaugural address because he did not want to give the Southern states a reason to secede. In his inaugural address, Lincoln pledged to hold, occupy, and possess all federal property. This was message to all of the Southern states.","The new Southern Confederacy was set on creating its own government and its own constitution. According to The <em>Baltimore Sun</em>, \"it will be the policy of the new government to preserve the <em>status quo</em> of affairs until the 4th of March, when the inauguration of Lincoln will enable him to indicate the course his administration will pursue towards the Southern Confederacy.\" The Southern Confederacy was not willing to wait around to see what policies Lincoln was going to put in place. Representatives of the Southern states sat down and created a constitution. The constitution they created was similar to the original Constitution of the United States but had a few major changes. The constitution adopted by the South was considered temporary and provisional. Delegates to the Southern Congress in Montgomery said, \"we hope the permanent government will be made and established speedily, and without reference to anything going on outside of the confederate states.\" The Southern Confederacy did wish to split from the Union peacefully. One of the first acts of the new government would be to send a commission to Washington to deal with peaceful matters between the two republics. The South Confederacy hoped for \"the acknowledgment of our independence, the surrender of the forts, a fair division of the public property and of the public debt.\" However, many people were aware that the Union would not be easily severed. The article stated, \"let us exhaust every honorable means for a peaceable settlement of the terms of our political separation with the free States-it will be time enough then to resort to the argument of arms, when God defend the right.\" The Southern states knew that they might have to fight to get want they wanted and fight is what they did.  "],"display_date":"February 15, 1861","search_date":"1861-02-15","locations":[{"id":6095,"lat":39.2940913824,"lng":-76.6092985301,"zoom":12,"place":"BALTIMORE CITY, Maryland"}],"tags":[{"id":18,"tag":"Politics"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4049,"title":"Frederick Douglass and his dream to escape\n","course_id":7,"status":"P","start_date":"1830-01-01","end_date":"1830-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"I was only a slave; my wishes were nothing, and my happiness was the sport of my masters.\" During Frederick Douglass's life he experienced separation from his family, the death of both an old friend and his grandmother, and his escape from slavery. In his early twenties, Frederick Douglass was sent to Baltimore to serve a farmer named Captain Antony, but after Captain Anthony's death his future was unknown. Sent away to be valued along with the rest of the Captains' property, Douglass had visions of never seeing his family or his home city of Baltimore ever again. In his memoir, he talked about how the lives of cattle and swine were viewed equally with those of African American descent. This was a common feeling shared by many other slaves at the time. Despite both his sadness and humiliation, Frederick was overjoyed when he was informed that he was now in the possession of Mrs. Lucretia, the daughter of his previous master, and was going to see his family again in Baltimore. ","Frederick talked about how Mrs. Lucretia had taken care of him since his early childhood and was one of the only white Southerners whom he could trust. Within a few months of living with Mrs. Lucretia, Frederick Douglass was faced with another hardship, as he found out that she was deathly ill and was going to die soon. This now meant that all her possessions, including both Frederick and his grandmother, had to be auctioned off to a new farmer. Frederick's inability to know where his home was was a very common feeling shared by most slaves during the nineteenth century. ","The constant trading and buying of slaves was a hard fact that many slaves were forced to deal with in Baltimore during the nineteenth century. The only way to ensure that families would be reunited was to pay the Masters. When slaves became free, some owners would allow males to buy back family members who had been separated from the family. In <em>The Slave Narrative</em> one slave was given the opportunity to buy back his family from their master. 'At the end of the first year, plans were made with his wife's mistress for the purchase of his wife and two youngest children. The owner fixed their price at eight hundred dollars and gave him twelve months in which to raise the money.\" This was the only way that freed black men could guarantee that their family would not be sold somewhere else. Being able to reunite with separated family members helped many African Americans get through the troublesome years of the nineteenth century. "],"display_date":"January 1, 1830","search_date":"1830-01-01","locations":[{"id":5929,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4050,"title":"Frederick Douglass escapes\n","course_id":7,"status":"P","start_date":"1836-01-01","end_date":"1836-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Chapter XIX of Frederick Douglass's <em>My Bondage My Freedom</em>, he talked about how he was fed up with not being a free man and began to devise a plan to escape. At this point in Douglass's life he worked for Mr. Freeland, and even though he considered him a friend, the idea of being enslaved his entire life gave Frederick the drive to escape. It was the beginning of 1836, and Fredrick thought about all the years he wanted to escape but never took any action. He decided that this year was going to be different; instead of thinking and dreaming about freedom he was going to make it happen. \"The thought of only being a creature of the present and the past, troubled me, and I longed to have a future-- a future with hope in it.\" Frederick and five other slaves devised a plan to escape on the following Saturday. His memoir takes the reader into the mind of a slave as he described the anxiety that the six of them faced leading up to the escape. The night before, they could not sleep because of the fear of what would happen if they got caught. They had all dreamed about escaping before but the next morning it was actually going to happen. On the morning of the planned escape they went about their normal duties in the field and right before they were going to run away, everything changed. Somehow word had gotten out about their plan and the six of them were confronted by Mr. Freeland along with six other men. Frederick knew that Sandy, one of the slaves who was going to escape with them, betrayed them out of fear. This shows how even though many slaves dreamed of freedom, the idea of being caught stopped many from taking action. The fear of what could have happened kept many African Americans enslaved during the nineteenth century. This would not be Frederick's last attempt toward freedom.","Many years after Frederick Douglass' escaped slavery he was still being sought after. In <em>The Slave Narrative</em> it talks about how even though Douglass was in the North, he still feared for his life. \"As soon as his narrative was published on the first of June, 1845, Douglass realized that it was necessary for him to leave New England for old England, because his revelation of the concrete facts of his experience in slavery had disclosed his identity, and he was at any moment thenceforth in danger of recapture.\" This shows how even after slaves became free their lives were still in jeopardy. Their lives were filled with the constant fear of what would happen if they were caught. Even though slaves faced fierce punishments if captured, there was still a chance they would become free. In many cases, the punishments diminished slaves' dreams of becoming free but some still saw a light at the end of the tunnel. "],"display_date":"January 1, 1836","search_date":"1836-01-01","locations":[{"id":5929,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4300,"title":"My God trumps your Great Spirit\n","course_id":5,"status":"P","start_date":"1869-01-01","end_date":"1877-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    Pagan religion and practice has always been at odds with Christianity.  In the mid 19th century the two sects of the Baptist Church sought to educate the many tribes of the Cherokee Indians.  The records for the interactions between the two peoples are at best biased, bureaucratic, opinion, and afford little to no information on how the Cherokee really felt towards their missionaries.  The first record of the missions found from the Southern Baptists began in 1869 at the Southern Baptist Convention.","    At the Southern Baptist Convention of 1869 a committee known as the Indian Board submitted a report on the state of the many missions to the greater Cherokee nation and their successes.  Suffice to say the reports cite many instances where the Cherokee have readily accepted Christ and are better because of it.  Such instances include the removal of Natives from their lands.  When the Natives were removed from their lands they lost contact with their pagan gods as well as their way of survival.  The missionaries were able to show the Cherokee how to farm and gave them a new God to fill the spiritual void.  ","    The missionaries took several approaches in bringing the Cherokee into the folds of Christianity.  One of the most obvious forms was the creation of missions and churches at Cherokee settlements.  At the churches, sermons would be delivered in English and other religious rights of passage and would be administered.  However, these had little effect on the Cherokee who, with a few exceptions, had no understanding of the English language.  This problem was over come more easily by the Baptists and not the Southern Baptists.  A reason for that might be the lack of capital in the South following the Civil War that could be appropriated towards mission work.  In fact, in the 1873 Southern Baptist Convention records, the accounting records show a decrease in funds appropriated towards hymns, Bibles, and other religious texts being printed in Cherokee.","    The Baptists to the North suffered no such setbacks and published many books.  The Cherokee Hymn Book published in 1877 was distributed among the missions and was in the Cherokee language.  The book had the exact same layout and hymns as it English translation and even included a part in the back for helping Cherokee translate the words into English.","    The missions did not always result in a relationship of equality.  In fact the Southern Baptist records and reports seem to have instances where the Cherokee begin to become subservient to their Missionaries, almost completely reliant on them for daily needs.  This came out a feeling that they were indebted to the purveyors of Christ.  This could be one of many reasons for why the once great Cherokee nations fell into despair and poverty during the late 19th and early 20th centuries."],"display_date":"January 1, 1869 - January 1, 1877","search_date":"1873-01-01","locations":[{"id":6095,"lat":39.2940913824,"lng":-76.6092985301,"zoom":12,"place":"BALTIMORE CITY, Maryland"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4360,"title":"Toy Advocates Colonization of Liberia\n","course_id":4,"status":"P","start_date":"1859-01-01","end_date":"1859-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Before the American Civil War a movement sprang up in abolitionist circles around the nation that to many represented an ideal solution that would end slavery without introducing millions of freed blacks into American Society. Colonization, as the name implies, had the goal of colonizing slaves in Africa in a country called Liberia. As such, there were numerous attempts to convince Africans to willingly emigrate. One pamphlet seeking to do this was entitled \"Address to Free People of Color of the State of Maryland,\" as printed by John D. Toy in 1859. Toy opened by providing a brief summary of his life, saying that he had spent many years traveling, often in the company of Africans, who had shown him much kindness. Following this, he informed his audience of all the political and social rights that they will never gain if they stay in the United States, and tells them they have two options: continue on like this pointlessly, or flee the country. ","After that had been established, the pamphlet starts to sound like the sales pitch it is with the declaration \"Go to Liberia,\" for only there would the black race be free. To be sure, this passage is one of the few unexaggerated claims in the entire pamphlet. The assumption by Toy that race prejudice would hamper the lives of free blacks in the future was well-founded One can see evidence of the kind of racial pseudo-science that had given the European powers the pretext to colonize Liberia in the first place.  Toy reminds his readers that there are three basic kinds of climates in the world, with the black race being best suited for the tropics, in which Liberia is located. Elaborating on this, he describes Liberia as a land of perpetual perfect summer days. Specifically, he says that even though it seldom rains, there is an abundance of green vegetation under a sun that is \"not too hot.\" ","As would be expected of any sales pitch, this pamphlet exaggerates. All in all, Toy makes Liberia sound like Eden itself, down to an abundance of trees with valuable lumber. As for water, there are apparently so many good rivers that \"no one ever suffers even inconvenience from want of good water in Liberia.\" Regarding crops, Toy says that lima beans grow so well in Liberia that little work yields a good harvest and there is so much palm oil that in a few years Liberia will make more money off palm oil than Maryland makes off tobacco. Even today Liberia is \"richly endowed with water, mineral resources, forests, and a climate favorable to agriculture.\"","As for government, the author states that the government of Liberia has been recognized by many of the Great Powers, with whom they share good trading relations. He also says (as our Founders would put it) that the Liberian government is run by Africans, for Africans. Later on, he states that this will forever be the case because of \"African Fever,\" a malady deadly to whites that blacks are naturally immune to (again showing use of racial pseudo-sciences). Prior to this, however, he tells his readers that the government of Maryland will gladly pay for their passage across the Atlantic. Here we can see just how desperate even the Northern public was to get rid of the Africans. After all, few governments of any era are willing to pay for anything (especially anything expensive) when there is little profit expected in return. Of course, this claim may be another one of the actual truths in this pamphlet. As modern sources report, colonization was \"a costly affair, and the [American Colonization] Society's founders strongly believed that any colony...would have greater viability if it [was paid for] by the United States Government.\"  ","Toy ended his pamphlet by anticipating and answering any negative stories his audience may have heard about Liberia. That answer: in a word, homesickness. He then goes on to add that within a few years people that are homesick will wonder why they ever stayed in Maryland. Finally, the author closes by praising Liberia's infrastructure, asserting that it has fine schools, mechanics, doctors, etc.  "],"display_date":1859,"search_date":"1859-07-02","locations":[{"id":5931,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":4,"school_id":3}},{"id":4427,"title":"Transportation of US Mail Between Baltimore and Philadelphia\n","course_id":17,"status":"P","start_date":"1825-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On January 29th, 1825, Postmaster General John McLean wrote a letter to Henry Clay, Speaker of the House of Representatives, explaining the horrible traveling conditions that had to be endured to carry the mail between Baltimore, Maryland, and Philadelphia, Pennsylvania.  McLean discussed the horrendous traveling circumstances during the winter and spring seasons when crossing the different rivers and traveling over roads.  Some rivers could use steamboats, but the steamboats could not run when the rivers were full of ice.  Other rivers did not have steamboats because the rivers were too shallow, such as the North East, Big Elk, and Little Elk rivers.  The carriages transporting mail had to travel across the rivers at their shallowest points.  McLean reported that on one occasion a horse drowned, and several times the mail almost fell into the water.  McLean proposed that bridges be built over the North East, Big Elk, and Little Elk rivers to improve the quality of travel when delivering mail.  McLean also discussed the atrocious state of the roads that connected the different rivers.  The only turnpike that the mail carriers could use was the Baltimore and Havre de Grace Turnpike; the rest of the way was made up of poorly designed roads.  McLean asked whether better quality roads could be built and kept in good condition throughout the year.","John McLean was appointed postmaster general during the administration of James Monroe and continued his position into the John Quincy Adams administration.  McLean also had a close relationship with Henry Clay, Speaker of the House of Representatives.  Clay supported a bill called the Bonus Bill that would have called for a national system of internal improvements to roads.  The bill was passed by Congress in 1817, but it was vetoed by President James Madison.  Then in 1822, Monroe vetoed a similar bill that called for tolls to be used to collect money to help pay for internal improvements, which he deemed unconstitutional.  When McLean wrote his letter to Clay, Congress had already been debating for years whether or not the federal government should build post roads, for use by the post office.  These roads would be built by the federal government, and Congress would have the duty of upkeep and maintenance of the roads. ","In the early nineteenth century, states started to build turnpikes all over the United States.  This craze lasted until about 1825, when states started to cut back on their turnpike building; this was also the year that McLean wrote his letter.  Since states had mainly spent their time and money building turnpikes, smaller roads that needed to be built never got the chance, or if they were built, they were neglected.","Many states also focused on canal building, which left large numbers of small rives with no access across them.  Pennsylvania's rugged terrain made it very challenging to build canal successfully.  The state built canals much later than many of its neighbors.  It was hard to travel on canals when they were filled with ice, which meant that people had to find other means of transportation.  Building bridges over rivers was a solution to the problem because most bridges could be used at all times of the year.  ","McLean's letter discuses the debate during this period over who was responsible for building and maintains of canals, bridges, and roads in the United States.  Clay was a supporter of the federal government's helping with the building and maintenance of canals, bridges, and roads because states were not able to keep up with ever growing demands of transportation.  Others though, felt that the federal government should not be involved.  McLean's letter pointed out that states did not have the funds necessary to build and maintain different types of transportation all at the same time.  The only way that states could keep up with the demands of the times was if the federal government was willing to help with such ambitious internal improvements."],"display_date":1825,"search_date":"1825-07-02","locations":[{"id":5928,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"The United States: The Nation Divided, 1836-1876","school":"Wheaton College","course_id":17,"school_id":2}},{"id":4436,"title":"Reverend L. D. Dewey Writes to Support Colonization\n","course_id":17,"status":"P","start_date":"1825-06-01","end_date":"1825-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" As the Reverend L. D. Dewey wrote to Reverend W. M'Kenney from Mount Pleasant, South Carolina, he reflected upon his observations from the African colony he had just visited. The letter he produced in June 1825 portrayed sentiments expressed throughout the nation at the time on African colonization. He described the colony of Haiti in the most positive light, depicting the colony as a haven of liberties for freed blacks that were shipped there from the U.S. As he wrote to M'Kenney, he stated that the new members of the Haiti colony emanated \"…intelligence, manliness, and capacities for the various business of life, such as you never see among the colored people of this country.\" Dewey wrote of the improved everyday life of the freed blacks in Haiti, where they could exercise and enjoy the respect of their freedoms and their independence. He asserted that the Haitian populations were given many more liberties than under the American government and allowing freed blacks to take advantage of these freedoms was the only moral thing to do in order to better the lives of the previously enslaved. He reflected on how the American government had held slaves in \"the grossest ignorance\" and deprived them of their right to education, while in Haiti the newly freed African Americans could practice these rights without restraint. Dewey also concluded that, through the establishment of religion, the American public could rest assured that the freed slaves would be a humane and grateful population.","            With the formation of the American Colonization Society in 1816, the movement to colonize freed blacks outside the U.S gained a fast-paced momentum. At the time of Dewey's letter, the ACS portrayed itself as a conservative, antislavery organization that worked for the emancipation of slaves. The ACS insisted that the colonization of African Americans would Christianize the race and make them more humane, expand international trade, and end the slave trade. Many U.S citizens during 1825 believed the claims of the ACS, as shown in Dewey's letter, that the new colonies would create better environments for the freed blacks and that the colonization of these peoples was a moral practice. However, the true sentiments of the ACS and the large amount of support it gained can be traced back to another reason contrary to the betterment of blacks; Negrophobia. The fear of freed blacks' gaining rights in the United States caused many whites to embrace the ACS. Despite ACS claims of trying to promote emancipation, the society merely reinforced the ideology that African Americans would always be inferior to whites and therefore they would be better off in colonies either in Africa or the Caribbean. While the ACS had expected support from African Americans, they were largely mistaken. Shortly after the ACS was founded, 3,000 blacks convened in Philadelphia and unanimously voted in opposition to the Society. Between 1820 and 1823, sixty freed blacks moved to Africa from Pennsylvania. By 1825, one-third of them had died, and nearly half of the survivors had fled the colony. Those who had moved to Liberia, one of the African colonies, had suffered the largest mortality rate that had ever been reliably recorded at the time and only had experiences filled with misery, poverty and disease. Reverend Dewey's letter clearly showed how supporters of the ACS depicted the colonization movement as a positive, enlightening campaign in order to gain support from the white American population; however, in actuality, the ACS harbored negative, racist motives."],"display_date":"June 1825","search_date":"1825-06-15","locations":[{"id":5928,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":4,"tag":"Slavery"},{"id":21,"tag":"Race Relations"}],"course":{"name":"The United States: The Nation Divided, 1836-1876","school":"Wheaton College","course_id":17,"school_id":2}},{"id":4634,"title":"Daniel Raymond and Anti-Slavery Maryland","course_id":23,"status":"P","start_date":"1825-09-24","end_date":"1825-09-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In Maryland in 1825, an anti-slavery candidate emerged from the city of Baltimore named Daniel Raymond. Seeking a position in the Maryland General Assembly, Raymond was highly publicized in the anti-slavery circles in Maryland. One such publication, the <em>Genius of Universal Emancipation and Baltimore Courier</em> touted Raymond’s disdain for slavery and his support of gradual emancipation. Nominated by the Anti-Slavery Society of Maryland, Raymond represented the best hopes of abolitionist Marylanders under the system of slavery. While Raymond lost the election and the following one in 1826, his candidacy raises many questions as to the nature of the anti-slavery movement in Maryland. Who exactly was Daniel Raymond and why did he support abolition?","<br /> Daniel Raymond was originally from Monteville, Connecticut and he moved to Baltimore in 1814. A veteran of the battle for Fort McHenry, Raymond gained notoriety for his various publications while in Baltimore. Of these works, his 1819 pamphlet on the Missouri Compromise contributed the most to his rise in the anti-slavery movement in Maryland. Raymond’s profile as an anti-slavery advocate was not unique for the 1820s, his belief in gradualism and manumission were the leading theories at the time and his membership in the American Colonization Society was very common for the period. Following the publication of his pamphlet, Raymond became increasingly involved in the anti-slavery movement. In September of 1824, Raymond was elected secretary of the Baltimore Emigration Society, a local colonization group headed by the Mayor of Baltimore. As he gained more prominence from this position, he used his connections to help found the Anti-Slavery Society of Maryland in 1825. During a meeting in August of that year, Raymond was elected President of the Society. Now possessing a considerable amount of influence within the anti-slavery community, Raymond was able to make a run at political office. Using his new platform to express his ideas, Raymond’s campaign literature was filled with his anti-slavery theories.","<br />Raymond contributed to anti-slavery thought in a predominantly economic and demographic way. His pamphlet on the Missouri Compromise was filled with economic arguments concerning the problems of spreading slavery. Raymond’s main argument against slavery was that slaves, while adding to the overall production within the economy, were also a detriment because of their lack of motivation. As Raymond saw it, free whites were better contributors to society because of their innate desire for self-advancement whereas slaves had no ability to advance themselves while in bondage. Even when freed, Raymond noticed their lack of motivation continue. He wrote that “in regard to manumitted slaves...nine out of ten…industrious and moral before, become vagabonds, and one half of them perhaps, get into the penitentiary.” However, Raymond later wrote in favor of total manumissions for all slaves because by making the entire black population free, there would be less of a distinction between blacks and whites. Raymond used his second campaign in 1826 to express many of these ideas. In a public address to the citizens of Baltimore, Raymond presented an argument of his critics, that “the free negroes are a nuisance in the community, and therefore their numbers ought not to be increased.” In response, Raymond said “that if all the negroes in the state were free, they would not be so great a nuisance as the present number of free negroes are.”","<br /> Without his rise through the anti-slavery community and his high profile as a political candidate, Raymond may not have had the opportunity to present his theories on slavery. Raymond’s quick accession through the ranks of the anti-slavery community suggests that the movement was small and isolated in Maryland. The nature of the anti-slavery community in Maryland presents many avenues for further study and Daniel Raymond could be a potential starting point for a deeper examination into the subject. The unique geographic and ideological position of Maryland beseeches historians for a closer look."],"display_date":"September 24, 1825","search_date":"1825-09-24","locations":[{"id":5928,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":64,"tag":"Anti-slavery"},{"id":280,"tag":"Maryland"}],"course":{"name":"The Abolitionists and American Society","school":"University of Richmond","course_id":23,"school_id":11}},{"id":4896,"title":"A look at the evolution of the slave trade through the eyes of a slave trader.","course_id":33,"status":"P","start_date":"1826-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["It is the year 1826, 30 years after the American Revolution boldly stated that all men are created equal, but this first-hand account of Theodore Canot, an Italian adventurer paints a much darker picture of the times. Brantz Mayer’s 1854 work, “Captain Canot; Twenty Years of an African Slaver” vividly describes his friend’s grizzly profession; providing a historical document unmatched in detail and accuracy. Captain Canot becomes notorious in the Americas and West Africa as a ferocious slave trader who acquired slaves through both capture and as plunder from other vessels. He represented a new age of the slave trade, a post-revolution day when slavery and race had becomes so deeply intertwined. This primary document provides insight into the slave trade after the American Revolution, a business rooted in the beliefs of racial inferiority more than the need for labor.","The memoir provides an inside look into the cruel practice of slave trading, which continued on much longer than one might think. Almost a century after Thomas Jefferson inked that timeless phrase in the Declaration of Independence, hypocrisy combined with an expanding demand for slave labor on plantations in the South contributed to the continuation of the Atlantic slave trade. Even after the Emancipation Proclamation, in America, the trading in human beings continued nearby. Cuba and Brazil, for example did not abolish slavery until 1886, and 1888, respectively, and an illegal slave trade was present right up until the turn of the 20<sup>th</sup> century (1). The desire for profit often outweighed any moral dilemmas associated with trafficking men and women. This was certainly true in the case of Captain Canot, a man who had lived many years in Baltimore. The idea that Africans were racially inferior and therefore “sub-human” legitimized the practice in the eyes of many Americans. While the antislavery movement gained steam in some northern areas, the belief that blackness and slavery are one in the same held in the South. Slavery was no longer about labor owed to another person, no longer something one can buy out of, but simply being black meant you were a slave for life.","With this belief system, Canot had no trouble capturing, abusing and selling Africans, even branding them “with pieces of silver wire or small irons fashioned into initials heated just hot enough to blister without burning the skin”(2). The brutal treatment continues as the slaves are boarded onto the ship, “Officer, whip in hand, range the slaves in place, those on the right side of the vessel facing forward and lying in each other’s lap while those on the left are similarly stowed with their faces towards the stern” (2).  While packing these proud people into the ship like sardines, they arranged them in a particular way because this was “considered preferable for the action of the heart” (2). Canot and his crew simply thought of Africans as cargo, something to be delivered and kept alive, rather than human beings.","The idea of Africans being sub-human was not new. It had developed through hundreds of years of slavery. Both Europeans and Africans were involved in the development of this idea, as slavery had existed on the continent long before Europeans had set foot there. Mayer asserts that “slavery and the careers of men like Canot must be the fruit of Africa’s own fatal flaws,” demonstrating his belief that Africans themselves were the main culprits in the continuation of the slave trade. Mayer asserts that Africa is a continent “unstirred by progress… full of the barbarism that blood and tradition have handed down from the beginning” (2). Basically, while European slave traders and American plantation owners participated in treating people like property, the state of Africa itself was the main cause of the spread of slavery.","However they originated, the racist beliefs that Africans are sub-human and therefore property have marked our country’s history. These ideas precipitated racial tensions that have persisted to some degree even in modern America. The story of Theodore Canot is a powerful look into the evolution of racism. It is unique in that it both graphically details the cruelty and brutality of the slave trade, and provides insight into how these men could have possibly justified their horrific actions."],"display_date":"1826 - 1850","search_date":"1838-07-02","locations":[{"id":5928,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"},{"id":1281,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":157,"tag":"Transatlantic Slave Trade"}],"course":{"name":"HIS 240 African-American History I","school":"Rollins College","course_id":33,"school_id":5}},{"id":5155,"title":"Slavery, Prejudice and Goodwill – The Complicated Matter of Changing Attitudes","course_id":66,"status":"P","start_date":"1841-06-01","end_date":"1841-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Slave-trading was not fully unlawful in Baltimore by June of 1841, and slave-owning was still considered befitting to the community, particularly on the plantations.  Slave-dealing was conducted openly here.  While public attitudes were changing about the institution, the local Christian community seemed too complacent to push for change.  They instead attempted to show their pious and benevolent nature by virtue of the method in which they held or traded their slaves.","Author Joseph Sturge recounts his visit to a slave dealer’s home, and even as an anti-slavery movement member he was received graciously, the dealer proud to show him the ample and sanitary conditions of slave quarters, sufficient amounts of food in reserve, and strongly-caged rooms “[which] surround an open courtyard where they were permitted to take in air”.  This slave-trader felt he was looked upon by the slaves as a man of reason – one example he gave was that his slaves knew while they were in his care that he would never separate them from their families and that he could put them in better circumstances than what they had before.  Still, his understanding was clear that no matter his positive interest for the slaves, he was only a spot of transfer from one master to the next, and he could not continue his care for them beyond his facilities.","In conversation with Sturge, when asked to face the glaring contradictions of his seemingly benevolent nature versus the actuality of his trade, the dealer noted that “the law permitted the trade in slaves, though he should be as willing as anyone to have the system abolished, if the State would compensate them for their property”.  The author perceived his point of view and choice of work as no more degrading than that of any slave-owner, but even his wealth would not prevent polite society from judging him more harshly for it.","To the author’s surprise, it was later revealed that he and his wife were “shunned” by society, and his conscience was heavy.   The contradictions of the institution were first divulged in conversation with the dealer, then the social rules that condemned the slave trade exposed as total hypocrisy, by virtue of the contempt with which the slave-holder viewed the slave-trader.   The free and devout men of the time seemed able to choose which morals they would uphold and which they could stand to find justification for.  This may have been not only because of a general state of confusion people lived in during this time, but, as authors Oscar and Lillian Handlin noted, also “a caution verging on timidity”.  To absolve the matter entirely would require a bewildering number of changes, ones that would pit many sides against others and take many steps to achieve.  But by 1841, while all could not agree on the approach to the issue, the concern many Americans shared was in the treatment of slaves while in possession.  This was certainly a marked difference from decades past yet clearly still identified the inherent nature of American bigotry of the time.  A writer commented, “To these sons of Africa, the whites owe an immense debt; every proper measure should be adopted to improve their education in morals, to make them religious, respectable and happy”.  His attempted consideration for the slaves fails to note the very prejudices his comment pointedly denotes – that the black slave would need morality training and Christian conversion in order for respectability and happiness.  As noted by the Handlins, “in great matters and small, prejudices burdened even those who seemed on the way toward equality”."],"display_date":"June 1841","search_date":"1841-06-15","locations":[{"id":5930,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":4,"tag":"Slavery"},{"id":64,"tag":"Anti-slavery"},{"id":95,"tag":"Abolition"},{"id":879,"tag":"Slave-trading"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5263,"title":"Scientific Misconduct Prevents Gallo from being awarded Nobel Prize for discovering cause of AIDS","course_id":69,"status":"P","start_date":"1/1/83","end_date":"12/31/86","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1983 and 1984, controversy erupted over the methods used in Dr. Robert Gallo’s laboratory at the National Cancer Institute and Dr. Luc Montagnier’s laboratory of the Pasteur Institute in France.  Dr. Montagnier’s lab released an article on AIDS research in May of 1983, but only after Dr. Gallo had peer-reviewed and added his own abstract.  Prior to the AIDS epidemic, Dr. Gallo and his lab discovered the Human T-cell Lymphocyte Virus Type 1 (HTLV-1), a retrovirus under which HIV was also classified.","In 2008, the Nobel Prize for Physiology or Medicine was awarded for the discovery of the virus that causes Acquired Immune Deficiency Syndrome (AIDS) and Human Immunodeficiency Virus (HIV), 25 years after the first articles described the virus and the causal link to AIDS.  However, research ethics remained a major concern in the investigation of HIV and AIDS.","However, several factors placed the Nobel Prize just out of Gallo’s reach.  First, Gallo added the abstract, but in doing so he changed the wording to suggest that the newly discovered virus was similar to HTLV-1. Montagnier claims his lab determined the viruses were different.  Second, Gallo received samples from the French and claimed that he was the one who found the virus, and that it was different from the virus the Montagnier found.  Later, it was discovered that the viruses were identical.","Gallo’s claims led to investigations by the National Institute of Health (NIH) ethical conduct committee, but all charges were dropped in 1993.  Montagnier original paper did state, “The role of the virus in the etiology of AIDS remains to be determined.”  One year later Gallo was able to characterize the virus with four separate papers in <em>Science</em>, but the Assembly still deemed that his work was not equal to Montagnier and Barre-Sinoussi’s work.","Likewise, the patent filing for the blood screening test erupted as a dispute, which led President Reagan and French Prime Minister Jacques Chirac to declare Gallo and Montagnier as “co-discoverers.”  In 2008, although Gallo and Montagnier shared credit for the discovery, the assembly awarded only Dr. Montagnier and Dr. Francoise Barre-Sinoussi with the Nobel Prize for Physiology or Medicine for the discovery and isolation of HIV.","Although Gallo was fundamentally involved in linking HIV to AIDS and shared the blood test patent for HIV, the Assembly did not recognize Gallo.  This raises several questions. Did the Assembly take into consideration Gallo’s actions and conduct during initial discovery of HIV?  Why was Gallo not recognized by the assembly, even though he was officially recognized as one of the co-discoverers of HIV?  In writing a piece on the almost Nobel Prize recipient, Jon Cohen describes Gallo, “…once known for his hot temper and fierce competitive streak…he has mellowed a lot, making it easier for him to accept the Nobel Assembly’s decision.”  Gallo’s arrogance and forcefulness may have garnered the title of co-discoverer of HIV and the blood test patents, but did not endear him to the Nobel Assembly."],"display_date":"1983 - 1986","search_date":"1984-12-31","locations":[{"id":37862,"lat":39.2464830538,"lng":-76.5960396412,"zoom":10,"place":"Baltimore City, Maryland"},{"id":52700,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":16,"tag":"Science/Technology"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":69,"school_id":3}},{"id":5314,"title":"Governor Hicks Sends a Message of Union Loyalty","course_id":74,"status":"P","start_date":"1861-04-18","end_date":"1861-04-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As the secession movement began, the Union focused on keeping the key Border states loyal to the nation if war occurred. Most crucial were Kentucky and Maryland, but worrisome was the fact that during the election of 1860, Maryland voted for John Breckinridge just as the Deep South had. Thus, many Unionists believed that Maryland contained large numbers of underground secessionists. One man within Maryland overcame secessionist pressures.","Thomas Hicks, Governor of Maryland from 1857-1862, may have been in a minority of Unionist individuals during the Baltimore Riot of 1861. In fact, Governor Hicks was quoted in an article from The<em> New York Times</em> of April 18, 1861 only a day before the riot occurred, proclaiming that the Union must be preserved.","Military Company F, the Governor’s Guard, informed Governor Hicks they had come to sing the “Star Spangled Banner” with him. The governor had to decline due to a hoarse voice. However, Governor Hicks stated that, “he was still under the Stars and Stripes.” After the Guard had finished its ceremonies the Governor said he wished the song would play on all occasions that were appropriate and that the Union must be preserved.","Despite secessionist pressures in Maryland, Governor Hicks remained strongly Pro-Union. Even the pro-secessionist political figures of Baltimore did not sway this governor. In effect, Governor Hicks not conceding to pro-secessionist individuals within cities like Baltimore assisted in keeping Maryland from seceding from the Union."],"display_date":"April 18, 1861","search_date":"1861-04-18","locations":[{"id":5932,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5656,"title":"Refuge in Religion: The Story of the Baptist Minister Noah Davis","course_id":103,"status":"P","start_date":"1854-01-01","end_date":"1854-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Noah Davis sat puzzled, he contemplated his next move. He had already purchased six of his children back from various slave owners, through hard work and many favors gained from people he discovered on his travels. His life defined turmoil. Noah Davis worked against the clock to purchase his seventh and final child, his daughter who was born into bondage. Noah Davis was already well versed in the North, as he had traveled often in search of funds to help pay for the church he planned on starting in Baltimore. He arrived into Boston where he was able to leave with 400 dollars toward his daughter's freedom. On those Boston streets, Davis stood star struck as he noticed his old master. He remembered what his master once said to him, \"I am not afraid of you running away Noah,-- you may go where you please.\" This was the same man, who made Noah's freedom possible, the same man who granted Noah Davis a free pass to the North to collect the money to buy his own freedom.","Noah's fortunes shifted greatly, and he thanked God. He then traveled to Providence, where he had worked hard to collect the money to purchase his daughter's freedom. Noah Davis was invited to preach, and give sermons at local Baptist churches throughout Providence. On his final day, through these church meetings, the most significant moment in Noah Davis' quest for his daughter's freedom occured. While Noah prepared for his trip to New York, a man of great authority approached Noah with a propisition. In front of the entire meeting, the man proclaimed \"Brother Davis, give yourself no more trouble about that daughter,-- You say you have to stop in New York. Let me say say, that when you get home, whatever you lack of the four hundred dollars, write to me, and I will send you a check for the balance.\" Noah proclaimed this as an act of God, and to his relief, promulgated \"I now left Providence, feeling in my heart that the place is rightly called by that name, as far as I am concerned.\"","In truth, Noah Davis was blessed to have the mild-mannered master in Fredericksburg, as he was allowed space to develop as an individual. However, as discussed in Walter Johnson's book <em>Soul by Soul, </em>were the concepts of turning people into commodities and the creation of a law of supply and demand for slaves. The harsh reality is that Noah Davis not only had to buy himself out of freedom, but also his seven children who were born into bondage as well. Through his focus on faith, and the connections he was able to make during his time traveling and in Baltimore, he was able to possess the strength to purchase his family. It is one of the many horrors of the slave market, and slavery in general, this idea that a family can be broken apart, and then sold individually in correlation with a notional concept of a human stock market. Even though Noah Davis freed his children from bondage, this reality is merely a fantasy for the majority of slaves who were taken from their kin and sold in the \"Deep South\".","This quote in Walter Johnson's <em>Soul by Soul</em> displays the rarity of the circumstances in which had unfolded for Noah Davis, \"... some few others were able to gain their freedom by purchasing themselves.\" Noah Davis lived a life in which he was able to escape the normal. He put his faith into God, his fellow man, and with help from a kind slave master, he successfully avoided the \"story of seperated lovers and broken families.\""," "],"display_date":1854,"search_date":"1854-07-02","locations":[{"id":5931,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"},{"id":13838,"lat":39.2038567799,"lng":-78.2606208397,"zoom":9,"place":"FREDERICK, Virginia"},{"id":11401,"lat":41.8745874433,"lng":-71.5917581694,"zoom":10,"place":"PROVIDENCE, Rhode Island"}],"tags":[{"id":4,"tag":"Slavery"},{"id":79,"tag":"Religion"},{"id":3,"tag":"African-Americans"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}},{"id":5738,"title":"HeLaCells in Rolling Stone Magazine","course_id":108,"status":"P","start_date":"3/25/76","end_date":"3/25/76","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In March of 1976 the Rolling Stone Magazine published an article <em>The Double-Edged Helix</em>, written by Michael Rogers about a very interesting advancement in science. This new technology was the HeLa cell which was discovered in 1951. However, this article was in fact to educate the public on this great advancement, but also on the damage it had produced in the scientific field. HeLa was such a strong strain that it not only continued to live, but continued to multiply; it actually contaminated cells in a Russian lab. These cells where so important, helping find the cure for polio and several other vaccines, but contaminating so many other cultures along the way. Although, HeLa has contaminated other studies, it has produced far more positive advancements in scientific and medical history, than it has negatively.","This cell came from a young black woman named Henrietta Lacks, often referred to as Helen Lane in the 1950s through the 1980s and 90s, and in the Rolling Stone article <em>The Double-Edged Helix</em>. Henrietta Lacks was born in Virginia, married her cousin David Lacks (Day), and moved to Maryland to raise a family. In the years to come Henrietta looked after her friends and family when they needed, inviting anyone into her home. She was known as a helping woman and a caring mother. In 1950 she was diagnosed with cervical cancer at John Hopkins Hospital in Baltimore, Maryland. Her husband drove her to Johns Hopkins in Baltimore for surgery and treatments. During the first appointment the doctor, Howard Jones, took a sample of the tumor and had it sent to be tested; however, the biopsy was also sent to a lab which tried to produce cultures of cells that would continue to live. At the age of 31 Henrietta passed away due to complications from the spreading of the tumors. She had 5 young children, two that were just babies, and none of the family knew of the biopsy sent to George Gey’s lab for research. In Gey’s lab HeLa was born. HeLa is an immortal cell which has continued to multiply since the 1950s. This was due to the malignancy of the cells.","Rolling Stone published the article in 1976 by Michael Rogers to inform the nation and world what great steps science has made since the discovery of HeLa. The article helped to give credit to the woman who battled cancer and the family that suffered the loss of a mother. This informative article sparked an interest in the Lacks family that continued for decade and lead to the book by Rebecca Skloot, <em>The Immortal Life of Henrietta Lacks</em>. This publication takes the reader on a journey of HeLa from the beginning and also the difficult journey of the Lacks family and their struggle accepting and dealing with HeLa, and all the questions and reporters it brought along with.","These cells have not only made scientific research easier, but have made an entire industry and standards of scientific research. HeLa has been shipped all over the world since the 1950s. This started a huge distribution market which profited millions of dollars, not one of those dollars ever made it back to the Lacks family. This was a large influence on the negative opinion the Lacks’ family had formed of the cells. Additionally, HeLa has allowed advancements in vaccines and research of HIV and AIDS, as well as cancer. These cells have become the standard of research, they are the single most used cell culture used around the world, and continue to be used today. Polio vaccines were able to be made because of testing done on HeLa instead of expensive lab animals. HeLa helped make science, medical, biological, and even cosmetic testing more affordable. HeLa was involved in the testing and experimentation of cloning and even used on prisoners for cancer research. These immortal cells helped advance science not only in the United States, but across the world."],"display_date":"March 25, 1976","search_date":"1976-03-25","locations":[{"id":34826,"lat":39.2464830538,"lng":-76.5960396412,"zoom":10,"place":"Baltimore City, Maryland"}],"tags":[{"id":1744,"tag":"The Double-Edged Helix"},{"id":1743,"tag":"HeLa"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":108,"school_id":43}},{"id":5786,"title":"The B&amp;O Railroad makes a Civil Wrong","course_id":113,"status":"P","start_date":"1866-01-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In early 1866 on a train owned and operated by the B&O Railroad Company, Aaron A. Bradley, a former slave who once escaped to freedom in the early 1830s, attempted to sit in a train car carrying only white passengers. The officer on the car denied his request, and Bradley was told that even if he was white, he would not have been able to ride in the car. He was guided to a car specifically designated for blacks. Bradley insisted on sitting in the other car, stating that his ticket did not specify in which car he could or could not ride. They denied his request. The following day, Bradley returned with two white friends. Once more they banned him from sitting in his desired train car. Consequently, Bradley sued the B&O Railroad Company for one hundred dollars. According to the <em>Baltimore Gazette</em>, Bradley claimed, “… by the action of the railroad company, he was debarred from reaching Washington in time to meet some engagements.” Justice Hayward presided over the lawsuit. Bradley acted as his own lawyer. The <em>Baltimore Gazette</em> continued, “… [they were] about to open the case, when the justice objected, saying that he could not recognize [Bradley] as an attorney of the State; and, therefore, he was not competent to plead before him.” The representative of the railroad, however, opposed this, and asked to have Bradley proceed with the case. Bradley argued that there was equality for all under the law, but the B&O countered that it had a right to implement their own rules and regulations. Justice Hayward ruled in favor of the railroad company.","Aaron Bradley escaped slavery in South Carolina in the 1830s and traveled to the North to study law in Boston, Massachusetts. In 1865, he returned to the South and advocated for freedmen’s rights, particularly in regards to land ownership. Bradley wanted plantation owners’ lands to be divided amongst the freedmen who used to work it. He quickly became a leader in the black community of the South. He enjoyed a fair amount of popularity in his life, and died in 1881 in St. Louis, Missouri.","With his background in law, Bradley was able to take his grievances through the judicial system. Only a couple of years prior, blacks would have been unable to do so, as they would not have been recognized as citizens by the courts. Even with this newfound opportunity, an inferior court system was created so that legislation could regulate and restrict black behavior. The railcar incident is just one example of cases ruling against African Americans, with <em>Plessy versus Ferguson (1896)</em> as the most damaging and wide reaching instance. Bradley was denied sitting in a railroad car of his choice nearly thirty years before “separate but equal” was policy. Bradley’s case is just one instance of the freedmen’s struggles for civil rights."],"display_date":1866,"search_date":"1866-07-02","locations":[{"id":5932,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":1823,"tag":"B&amp;O Railroad"},{"id":1842,"tag":"Aaron Bradley"},{"id":123,"tag":"Reconstruction"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6249,"title":"The Baltimore Jewish Educational Alliance and the Emerging American Jewish Identity","course_id":132,"status":"P","start_date":"1/1/09","end_date":"12/31/16","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1916, just before the fourth of July, the Baltimore Sun ran an article praising the Baltimore Jewish community for their Americanism. The article stated, “[a] Great Many of us are discussing at present the meaning of Americanism and what constitutes a real American, but our Jewish fellow-citizens have no doubts on the subject. They have grasped the idea in all its fullness, and they have made it a part of their supreme creed.” The cause of this article was the annual July fourth party thrown by an organization known as the Jewish Educational Alliance.","As new immigrant communities arrived in the United States between the 1880s and 1924 they felt immense pressure to integrate culturally into American life. Baltimore’s Jews responded to this pressure through organizations like the Jewish Educational Alliance. These Jews embraced Americanism so dearly because they came largely from Germany, Russia, and Eastern Europe. In these countries, they had spent the last half-century struggling to even be given the ability to be recognized as citizens.  In contrast, the promise of freedom and equality in America --even though America rarely lived fully to its promise-- was an attractive alternative. Jewish immigrants were eager to becoming citizens.","German Jews began to settle into Baltimore's neighborhoods in the 1840s and by the 20th century had integrated into American life quite well. However the late 19th century brought a new wave of Jewish immigrants to the United States largely from Russia and Eastern Europe. The German Jewish residents of Baltimore had largely assimilated into American life north of Baltimore by the time the Eastern Europeans began arriving. These new immigrants moved into the south Baltimore neighborhoods where the German Jews had once lived. German Jews began to worry that the new immigrants would reflect poorly on the already established Jewish community in America, damaging their hard earned status.","In response to this fear members of Baltimore's German Jewish community established The Jewish Educational Alliance in 1909. The organization was designed to help uplift the Russian Jewish community. The JEA offered classes in English, Citizenship, and naturalization. in 1911 <em>The Baltimore Sun</em> ran an article praising the young organization for its succesful social programs.","The Jewish Educational Alliance was succesful in accomplishing its goal of Americanizing Baltimore's Russian Jews, but just as importantly the JEA created a place where Baltimore's Russian and German Jews could be together. This physical mixing of the populations built a new generation of American Jews."],"display_date":"1909 - 1916","search_date":"1912-12-31","locations":[{"id":51922,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"Baltimore City, Maryland"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":1664,"tag":"Jewish"},{"id":31,"tag":"Immigration"},{"id":1715,"tag":"German"},{"id":79,"tag":"Religion"},{"id":2494,"tag":"Russian"},{"id":2495,"tag":"Yiddish"},{"id":2496,"tag":"Citizenship"},{"id":2497,"tag":"Americanization"},{"id":2573,"tag":"New Immigrants"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6257,"title":"Standarization of Fire Hose Couplings:  Outcome of the Great Baltimore Fire","course_id":132,"status":"P","start_date":"2/7/04","end_date":"7/7/12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Everyone is familiar with the myth of Mrs. O’Leary’s cow who kicked over the lantern and started the Great Chicago Fire.  Far fewer are familiar with the story of the Great Baltimore Fire of 1904. A cigarette and not a cow was rumored to have caused the destruction. More important than the causes are the outcomes. The Baltimore Fire of 1904 led to important change in fire safety equipment. Urban fires were a common and devastating occurrence throughout the United States. They created great fear and anxiety, and each led to calls for meaningful reform. The Great Baltimore Fire was no exception.","On February 7, 1904, at midday, a small ember sparked in a warehouse in downtown Baltimore.  This tiny ember sparked and fueled a fire that lasted thirty hours. Baltimore was not prepared for a fire of this magnitude.  Buildings, including fire-resistant structures, were damaged by the heat and flames. Firefighters had to combat high speed winds, and extinguishing the flames proved more challenging than anticipated.  Newspapers articles reported that neighboring cities sent firefighters and equipment to help battle the blaze.  Unfortunately, these legions of firefighters were often unable to use their own equipment, because their coplings were not compatible to Baltimore City fire hydrants.  This  wasted time and might have prolonged the blaze. But it also helped motivate reform. Within two months after the fire, legislative bills and conferences were held to standardize fire hose couplings.  Cities expressed an interest in finding methods to make their city safer.","Interest in fire safety reform lasted into the early twentieth century.  Magazines, such as the <em>Quarterly of the National Fire Protection Association</em>, explained the importance of standardizing fire hose couplings, referencing the Baltimore fire as valid reason for his reform. Numerous cities replaced their fire hose couplings relatively quickly and efficiently. While the Great Baltimore Fire devastated the city, it lead to new methods of fire safety and reform that is essential to present needs in keeping the public safe."],"display_date":"February 7, 1904 - July 7, 1912","search_date":"1908-04-22","locations":[{"id":51922,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"Baltimore City, Maryland"}],"tags":[{"id":2519,"tag":"Baltimore fire 1904 MD"},{"id":2538,"tag":"Fire Safety"},{"id":2566,"tag":"Urban Reform"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6254,"title":"Revenge is Sweet: H. L. Mencken and the Repeal of the 18th Amendment","course_id":132,"status":"P","start_date":"4/7/33","end_date":"4/7/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The American Temperance Society was founded in 1826, and the movement gained momentum after the Civil War. During the late 19th century, women's organizations took on temperance as a domestic issue, using it as one of the many reform efforts that justified their activism outside the home. When Progressives took up the cause in the early 20th century, partly out of anit-immigrant sentiment and partly out of concern about decadent public culture, the movement achieved new levels of success. This success culiminated in the passage of the 18th Amendment banning the manufacture and distribution of alcohol. But many Americans and political leaders opposed Prohibition, and calls to end the ban began almost as soon as the new law took effect.","Prohibition in the United States during the 1920s was a constant source of debate and drove criminal activity. Reporters like Baltimore, Maryland's H.L. Mencken wrote constantly about its negative effects. He was among the many Americans who called for its repeal. Mencken, a writer for the Baltimore Evening Sun, was a vocal opponent of the 18th Amendment. He wrote countless columns devoted to the repeal of the 18th Amendment in hopes of bringing about Prohibition’s end.","After the repeal of Prohibition in 1933, Mencken not only celebrated, he dedicated columns to the exciting news. On April 7, 1933, Mencken was photographed at the Hotel Rennert in Baltimore, Maryland cheerfully accepting and then downing his first public glass of post-Prohibition beer. In his autobiography, published several years after Prohibition, Mencken told a number of  Prohibition stories. His command of language caused the reader to be giddy with laughter one second and fearing for Mencken’s life the next. For example, when asked if he was a federal agent, Mencken replied, “Where did you ever see a prohibition agent who looked so innocent, so moony, so dumb?” Later,  recounted an incident in which he lost his booze to tough looking theives.","H. L. Mencken’s influence on the American people did not dwindle with Prohibition. In fact, using his passion as a driving force, he spoke against the unfair treatment during the First Red Scare as well as injustice acts taken towards African Americans. Mencken used his dedication to get, not only the people of Maryland, but all Americans to expand their views on the changing world around them."," "],"display_date":"April 7, 1933 - April 7, 1943","search_date":"1938-04-07","locations":[{"id":23178,"lat":40.6127984981,"lng":-75.5924733112,"zoom":9,"place":"Lehigh, Pennsylvania"},{"id":23153,"lat":39.2464830538,"lng":-76.5960396412,"zoom":10,"place":"Baltimore City, Maryland"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":600,"tag":"Media"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6275,"title":"The Lynching of George Armwood","course_id":132,"status":"P","start_date":"10/18/33","end_date":"10/30/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 18<sup>th</sup>, 1933, George Armwood was arrested and later lynched for the alleged attack of an old married white woman named Mary Denston. Lynching, commonly practiced throughout the United States from the 19<sup>th</sup> century until the 1960s, was a method of murder used to control African American behavior. The victims were typically accused of inappropriate behavior towards white women, though historians agree that these charges typically were false. Armwood’s case met with something highly unusual of Maryland lynchings up unto this point: gubernatorial intervention.","Gov. Albert Ritchie had ordered that Armwood be moved out of Somerset County to Baltimore for protection until his trial. However, relentless pressure from the whites in Princess Anne pushed Judge Robert Duer to transport Armwood back to Somerset County, where an angry mob waited for him. The mob broke through the guards and used a telephone pole to batter down the jailhouse door. The mob rampaged the jailhouse, found Armwood, and dragged him to the courthouse lawn where they beat him severely. They then dragged him through the streets into Duer's neighborhood, where they hanged him from a tree near the judge's home. Afterwards his mutilated body was set on fire and abandoned in a lumberyard where it stayed to terrorize the African American community.","Politically, Maryland was sharply divided over issues of race. In general, Baltimoreans identified more with northern progressive thought while residents of rural areas held to southern sensibilities. With the gubernatorial election on the horizon, Gov. Ritchie found himself torn between rural white segregationists on the one hand, and urban progressives and African Americans on the other hand. Baltimoreans were enraged by his refusal to take responsibility for Armwoods' lynching. In response, Gov. Ritchie declared that, “The responsibility for Armwood's being at Princess Anne rests squarely on the shoulders of Judge Duer and State's Attorney Robins.” Ritchie’s reluctance to use his power to administer justice seemed to demonstrate a broader unwillingness to improve the rights of minorities and promote a progressive agenda. In order to recover his reputation in this demographic, Gov. Ritchie sent three hundred National Guardsmen to apprehend four of the men accused of the Armwoon lynching and bring them to Baltimore for trial. This ultimately failed because Somerset residents actively rebelled.","Ritchie’s short-lived attempt to prosecute the lynchers alienated White segregationists and his ambivalence about the lynching of Armwood had infuriated African American and white progressive voters. He lost reelection. Interestingly, the Armwood lynching was the last in Maryland. That, combined with the voters' actions, suggest that Maryland politics was turning toward Civil Rights during the 1930s."],"display_date":"October 18, 1933 - October 30, 1933","search_date":"1933-10-24","locations":[{"id":23153,"lat":39.2464830538,"lng":-76.5960396412,"zoom":10,"place":"Baltimore City, Maryland"},{"id":24915,"lat":37.9285902233,"lng":-75.8346527629,"zoom":9,"place":"Somerset, Maryland"}],"tags":[{"id":2540,"tag":"George Armwood"},{"id":2539,"tag":"Gov. Albert Ritchie"},{"id":1,"tag":"Crime/Violence"},{"id":1505,"tag":"Progressivism"},{"id":1071,"tag":"Civil Rights Movement"},{"id":367,"tag":"Lynching"},{"id":3,"tag":"African-Americans"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6259,"title":"Maryland Woman Suffrage Assocation","course_id":132,"status":"P","start_date":"1/1/04","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Maryland Women Suffrage Association was formed in 1867. At that time, there were two national organizations for women’s suffrage at the time the Maryland chapter was formed:  the National Women Suffrage Association and the American Women Suffrage Association. While both had the same goal of achieving full voting rights for women, they tended to have different arguments and different tactics. The NWSA, headed by famous suffragette Susan B. Anthony, wanted a constitutional amendment granting voting rights for women in every state. The AWSA favored state-by-state change. Eventually, in 1890, both organizations combined to create the National American Women Suffrage Association, which approached women’s suffrage as part of women's traditional role. Women should vote, they argued, so they could \"clean up politics.\"","Maryland was one of the first states to have a state suffrage association, and Maryland activists were rather distinct from those in the national organizations. By the turn of the 20th century, Maryland's suffrage leaders were not only demanding the vote, they were making a strong case for women's independence and professionalism. Emma Maddox Funck became President of the Maryland organization in 1904. Funck and her sister were accomplished and independent women. Emma Funck had created a name for herself in the music world. She graduated from the Peabody Conservatory of Music of the Johns Hopkin’s University in Baltimore, Maryland. However, rather than focus on her musical career, she joined the Baltimore Suffrage Club and the National American Woman Suffrage Association in 1894 to become a full time activist. Her sister, Etta Maddox, was also a suffrage and women's rights activist. Etta Maddox had also attended the Peabody Institute, but she eventually switched from singing to law school. On June 6, 1901, Etta Maddox was the first woman to graduate from the Baltimore Law School. Although 37 other states allowed women to take the bar, Maryland did not. Etta Maddox fought for the right of women to practice law in her home state. She lost a case in the Maryland courts, so she pursued it as a federal issue. Under pressure from Etta Maddox and a group of her peers, the Senate passed a bill on March 4, 1902, establishing a federal right for women to practice law. The House passed a similar bill on  March 31, 1902.","Despite such strong, feminist leadership, the women in the Maryland Woman Suffrage Association faced many obstacles. Their agenda was diverse. In addition to demanding access to the vote, they also fought for co-education, and equal pay for equal work. Ironically, even after passage of the federal woman suffrage amendment, women in Maryland still had a fight ahead of them. The state did not ratify the Suffrage Amendment. Nonetheless, women in Maryland won the right to vote after the Amendment was ratified."],"display_date":"1904 - 1920","search_date":"1912-07-01","locations":[{"id":51922,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"Baltimore City, Maryland"}],"tags":[{"id":2548,"tag":"Suffrage Association"},{"id":2547,"tag":"Maryland Woman Suffrage"},{"id":1066,"tag":"Right to Vote"},{"id":280,"tag":"Maryland"},{"id":632,"tag":"woman’s suffrage"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6262,"title":"Rebuilding After The Great Baltimore Fire","course_id":132,"status":"P","start_date":"2/7/04","end_date":"2/8/04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 7, 1904 people watched as Baltimore city was engulfed in flames. In the aftermath of the massive urban fire, city residents and officials made important changes. Standards in fire fighting equipment were created. Emergency plans and procedures were established. The city modernized buildings, making them more fire resistant. During the fire, companies assembled from various towns and cities to help put out the flames.","The call for help began at 1:40 in the morning when Philadelphia fire Chief John Howe received word about the fire. Help had been dispatched from Washington, DC and other nearby towns, but Philadelphia was almost 200 miles away. Howe transported fire equipment by rail. Two rail cars were filled with fire horses and the other with 85 firefighters. Over 1,200 firefighters and 2,500 National Guard members would be involved in rescue or battling the flames. After providing 48 hours of aid, the city's fire crews and those from other distrcts won the admiration and respect of Baltimore politicians and citizens.","Re-building was foremost in everyone's mind after the meltdown. A lot of money was diverted from otehr public works projects to support reconstruction. In some cases, burned structures were torn down to make space for widening the streets. Underground gas-lines were rebuilt and better networks for electric cable cars were established. Businesses in downtown Baltimore were heavily impacted by the fire damage, and insurance companies did not cover the costs of all the damage done. Most covered only the estimated value of each site prior to the fire, not the cost of new construction."," ","Other city projects were put on hold while the burned area was rebuilt. Many city pumping stations and water cleaning plant projects were delayed. Fire officials  argued that new pumping stations should be a main priority to ensure that water pressure was sufficient to extinguish future city fires."," "],"display_date":"February 7, 1904 - February 8, 1904","search_date":"1904-02-07","locations":[{"id":51922,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"Baltimore City, Maryland"}],"tags":[{"id":2546,"tag":"rebuilding MD"},{"id":2519,"tag":"Baltimore fire 1904 MD"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6263,"title":"The Baltimore Jewish Garment Workers’ Strike of 1892","course_id":132,"status":"P","start_date":"1892-06-01","end_date":"1892-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1890s Baltimore, coats were made in a multi-stage process. First, Lithuanian “cutters” employed by wholesalers of fabric worked in warehouses to form the parts of coats—the sleeves, the collars, and so on. Next, these parts were moved to the sweatshops that teemed in the neighborhood bounded by Fayette Street and Eastern Avenue on the north and south, and Central Avenue and Broadway on the east and west.. There, men operating sewing machines assembled the parts into coats. Finally, women working by hand finished the coats. The owners of these sweatshops, like almost all the sewing machine operators and seamstresses, were Jews from Poland.","Since 1886, the men working the sewing machines and the women finishing the coats had each had their own union, first as part of Terence Powderly’s Knights of Labor, and then beginning in 1891 in the United Garment Workers, affiliated with Samuel Gompers’ American Federation of Labor. In these early days of American labor, disputes among unions were frequent, and the AFL had split off from the Knights only a few years prior in a major schism. And while the Jewish seamstresses and sewing machine operators had switched to the AFL, the Lithuanian cutters remained Knights. Soon after joining up with the AFL (which was far more strident than the Knights), the members of Baltimore’s UGW locals began to circulate their demands. They wanted a ten-hour workday instead of twelve to eighteen. They wanted to be paid every week, instead of whenever their bosses got paid for finished coats. They wanted year-long contracts, instead of ad-hoc employment. And they wanted everyone working in the shops to be a member of the UGW, with a UGW representative coming by regularly to ensure that workplace conditions were suitable.","The employees of the shops discovered that the owners were going to complete their current orders and then lock the union members out. So the UGW (with the assistance of national secretary Henry Reichers) preemptively went on strike on June 30. Approximately one thousand tailors and seamstresses shut down over thirty sweatshops. Within a week, a third of the “sweaters,” as the shop owners were known, had given in and agreed to operate their shops on union terms. In fact, the strike may have been too successful. Days later, the sweaters formed their own union, the Monumental Tailors’ Benevolent Association. The MTBA was advised by (though not yet aligned with) the Knights of Labor, who were staunch competitors against the AFL. The Knights, who were already affiliated with the Lithuanian cutters, pressured the sweaters not to give in to the demands of the Polish Jewish tailors and seamstresses. Now, instead of each sweatshop owner dealing with the union on his own, the Association was dealing with the UGW. The MTBA tried to convince the male tailors, who led the UGW negotiators, to abandon the female seamstresses, but were rebuffed by a strong show of solidarity. Despite this new stumbling block, the UGW and MTBA hammered out the framework of an agreement by early August. Only one problem remained.","The MTBA, on the advice of local Knights leader J. G. Schonfarber, insisted that the restriction of employees to membership in the UGW be changed to membership in any labor organization, including the Knights of Labor. The UGW, frustrated by the turn negotiations had taken, decided that they would go back to dealing with individual employers, which had worked so well just a month earlier. The MTBA responded by formally joining the Knights of Labor as the Monumental Coat Contractors’ Association. It now became clear to most of the seamstresses, tailors, and sweaters (who themselves were not wealthy or powerful men) that their local dispute had been hijacked by the rivalry between two major national unions. They had been better off before the Knights of Labor ever intervened. By October, almost all the striking workers had returned to the shops. The sweaters employed them on the union’s terms, even without a formal agreement between the union and the shops. The strike had ended when the owners decided to come to terms with their fellow Polish Jews rather than maintain the interests of the Lithuanian cutters or participate in the squabble between the AFL and the Knights of Labor."],"display_date":"June 1, 1892 - October 30, 1892","search_date":"1892-08-15","locations":[{"id":6098,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"BALTIMORE CITY, Maryland"}],"tags":[{"id":156,"tag":"Labor Strike"},{"id":960,"tag":"Labor Unions"},{"id":1664,"tag":"Jewish"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6273,"title":"Reform of Asylum Conditions in Progressive Maryland","course_id":132,"status":"P","start_date":"8/1/08","end_date":"8/31/08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the early 20th century, reformers and activists worked to encourage a variety of social reforms by using communication tools, including photography. Jacob Riis’ photographed tenament houses in New York city, documenting the living conditions of immigrants and the poor. Lewis Hine photographed young workers for the National Child Labor Committee. These men focused on dangerous and unhealthy conditions and believed that raising awareness would help change conditions. Dr. Arthur P. Herring, secretary of the Maryland State Lunacy Commission, took a similar approach to help reform care for the insane. in August of 1908, at the height of the Progressive Era in the United States, he photographed conditions in Maryland asylums.","From the 1870s on, Maryland had many reports about the poor treatment of the mentally ill, but politicians had done little to improve conditions.  Herring was on a mission. He visited all of the asylums in his state, photographing each one. His aim: to provide visual evidence of the bad conditions in which the mentally ill were housed. He gathered twenty-six photographs on the subject.  Dr. Herring’s pictures showed overcrowded institutions where patients were sleeping on the floors of rooms with barred windows, and other unsanitary conditions.  He argued that patients were treated more like prisoners in jails rather than people who needed serious care, and he presented his findings to Governor Austin T. Crothers on October 6, 1908.","Dr. Herring focused in particular on the Montevue Asylum in Frederick County during the Commission’s meeting on October 28, 1908.  This asylum had been praised for its “exemplary” conditions in previous years. However the conditions that Herring photographed raised serious questions about that. In fact, it was one of the worst.  Herring traveled around Maryland, presenting his findings to various groups, including private practitioners. In Baltimore on January 20, 1909, the State Lunacy Commission opened a three-day exhibit at Johns Hopkins University’s McCoy Hall.  There were speakers, slide shows of the images, and even a band playing as the public mingled about.  Here the public and the press were enlightened of the treatment of the mentally ill in their state to their shock and horror.  Was this truly the way that their wonderful state took care of these poor people?  The public did not want outsiders to think that they were cruel citizens of Maryland.","Dr. Herring kept up his photographic campaign into 1910. He was successful. The government in the state of Maryland started to make changes by proposing and passing legislation to reform the mental system conditions across the counties.  It did not come without obstacles, and in his path to get reform, Herring had opponents of reform that tried to block the passing of legislation, but ultimately reform was meant to happen and it did by a landslide."],"display_date":"August 1908","search_date":"1908-08-16","locations":[{"id":51922,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"Baltimore City, Maryland"}],"tags":[{"id":849,"tag":"Progressive Era"},{"id":2107,"tag":"Social Reform"},{"id":2534,"tag":"Mental Illness"},{"id":280,"tag":"Maryland"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6282,"title":"Children Working in Berry Fields in Maryland in 1900s","course_id":132,"status":"P","start_date":"7/8/09","end_date":"7/8/09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early 1900s, child labor was common. Lewis Hine dedicated himself to photographing children at work around the country. As a photographer for the National Child Labor Committee, he believed that his images would draw attention to the plight of children and lead Americans to press for an end to child labor. The National Child Labor Committee was composed of politicians and citizens who were concerned about the effects of child labor on children. Hine used these photographs to show the dangerous conditions of the workplace  and to humanize child workers. He photographed children in a variety of industries around the country, including agriculture.","During his project, Hine took photos in Maryland of children working in berry fields.One of these children was named Laura Petty. She was photographed on July 8, 1909 on Jenkins family berry farm in Anne Arundel County. The Jenkins farm was owned by several generations of the James Jenkins family.  Laura Petty was a six year old berry picker who had just started out berry picking at the time Hine photographed her. She and her family lived in Baltimore, and were among a large number of families who worked on the berry farms during the summer months. Petty worked long hours in the hot sun.  She serves as just one example of the impact of child labor in Maryland."],"display_date":"July 8, 1909","search_date":"1909-07-08","locations":[{"id":51923,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"Baltimore, Maryland"},{"id":51920,"lat":39.087394033,"lng":-76.4791169961,"zoom":9,"place":"Anne Arundel, Maryland"}],"tags":[{"id":65,"tag":"Child Labor"},{"id":1590,"tag":"National Labor Relations"},{"id":280,"tag":"Maryland"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6285,"title":"The Significance of the Baltimore and Ohio Railroad Headquarters","course_id":132,"status":"P","start_date":"3/1/04","end_date":"3/31/06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The Baltimore and Ohio Railroad system is an important staple in American History, specifically for Baltimore City itself.  The company started laying tracks throughout the city of Baltimore in the 1830s, and the city became a major hub in transportation of people and goods. Both the city and the Railroad Company encountered a challenge in 1904, when the Great Baltimore Fire destroyed the majority of the Financial District.  The thriving company rebuilt its headquarters immediately after the fire, taking the opportunity to present a more modern image.  As transportation by train was becoming less popular and cars were becoming more relevant in society, the company took the opportunity to validate it was still relevant, through the building architecture.","The building itself has a very progressive look inside and out.  According to the Baltimore Sun, it was the richest building in Baltimore with the most up to date design.  This building was meant to make a statement that the company was here to stay and continue doing business.","The construction of the new headquarters caused quite a stir. The Baltimore Sun published an entire article about the design and what it meant for the company. As soon as people walked into the entrance of the building they were amazed by the amount of marble and bronze.  Even the celling was eye-catching, along with the polished elevator, which gave access to the 13 floors.  At the top floors the top executives could be found.  Employees enjoyed modern luxuries including, “a bathroom, with porcelain tub, tile floors and wainscotings.  The door and woodwork are of mahogany finish” (Baltimore Sun).","The outside of the building was just as impressive as the inside.  There were a variety of symbols of progress on top of the building. One of the most significant parts of the building were the sculptures, including “the Roman God Mercury, a mythological symbol of commerce; and a figure called the Progress of Industry”.  The Beaux- Arts design gained popularity during the World's Columbian Exposition in 1893.  The connection to the Fair is significant because there, technolgy and the railroad were seen as symbols of American progress. And, after the fair, many government and business structures tried to imitate the fair's gradure and style."," "],"display_date":"March 1904 - March 1906","search_date":"1905-03-16","locations":[{"id":51922,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"Baltimore City, Maryland"}],"tags":[{"id":1505,"tag":"Progressivism"},{"id":2549,"tag":"Modern"},{"id":2519,"tag":"Baltimore fire 1904 MD"},{"id":2557,"tag":"Baltimore and Ohio RR"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6291,"title":"Italian and Jewish Immigrants in East Baltimore","course_id":132,"status":"P","start_date":"1/1/05","end_date":"1/1/30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["From 1890 to the early 1920s, Lombard street served as the center of Baltimore’s Jewish community. Considered a ghetto by outsiders, it was a bustling neighborhood of kosher butcher shops, delis, bakeries, bookstores, and Judaica shops. The boundaries of the community were defined by “Pratt Street to the north, Eastern Avenue to the south, Central Avenue to the east, and President Street to the west.” These same boundaries also marked Little Italy. Although many Americans tend to think about ethnic neighborhoods as distinctive. In fact, immigrant communities tended to intermingle, living in close proximity and sharing traditions as well as space.","Aaron Smelkinson remembered a divide between the two communities, one marked by geography as well as culture. “Little Italy was there, but there was a dividing line as if it was a wire fence,” Smelkinson recollected. Milton Schwartz, another Jewish neighbor expressed the same sentiment. “Around the corner was Little Italy,” Schwartz said. “We didn’t mix with them. We’d sneak down there once in a while to get a snowball…but everybody stayed within their own.”","But there is significant evidence that the two communities shared a great deal. On Fridays and Saturdays, Italian children would come over to the houses of their Jewish neighbors to help them heat their homes and turn on their lights (something that is forbidden for Jewish people on the Sabbath). “On Friday nights and Saturday mornings, we would go turn the gas on…they wouldn’t call everybody, just the ones they trusted,” said Clara Rizzi Ferretti, an Italian resident of Little Italy.Other times when Italian shops would run out of certain items, they’d often go over to the Jewish shops and buy from them. Most residents did not have indoor plumbing, so the communities also shared public bathhouses that served as venues for communal gathering.","Though Jewish boys expressed a feeling of animosity coming from Italian children when they’d cross over the street, overall the relationships between these two communities were relatively peaceful. Louis Cedrone of Little Italy commented on the eventual unity that Italians and Jews felt. “It was a mixed neighborhood…It was both Italian and Jewish.” Cedrone also remembered his Jewish neighbors, the Kaplans and the Froms. “The Froms had four girls: Riva and Molly, and Rose, and Mildred. We also had six girls in the family, so they paired off…I thought the whole world was Italian and Jewish.”","Despite the ethnic tensions, the communities generally found ways to work with each other and live harmoniously. The community also had a significant minority of African American residents, as well as other immigrants and minorities. The blending of these groups created an \"East Baltimore\" culture that incorporated elements of both the Italian and Jewish residents' cultures and created a unique atmosphere distinct from the rest of Baltimore."],"display_date":"January 1, 1905 - January 1, 1930","search_date":"1917-07-02","locations":[{"id":51922,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"Baltimore City, Maryland"}],"tags":[{"id":2563,"tag":"ethnic tension"},{"id":2562,"tag":"Jews"},{"id":2561,"tag":"Italian"},{"id":2560,"tag":"Little Italy"},{"id":2559,"tag":"East Baltimore"},{"id":31,"tag":"Immigration"},{"id":1338,"tag":"Italians"},{"id":752,"tag":"Judaism"},{"id":1664,"tag":"Jewish"},{"id":2532,"tag":"Baltimore"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6300,"title":"<strong>Baltimore’s Residential Segregation Ordinance of 1910</strong>","course_id":132,"status":"P","start_date":"6/1/10","end_date":"12/20/10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In search of better living conditions, George W. McMechen and his family became the first black people to live on Baltimore’s McCulloh Street in June of 1910. Their windows were smashed, and someone threw a brick high enough to damage the skylight of their three story home. Young boys were blamed for this act of vandalism, but McMechen doubted that a mere boy could hurl a brick to such a height. In July, some female school teachers and a post office clerk soon added to the tally of black residents on the block where McMechen had moved. Their windows were promptly shattered as well.","Fear spread among the white residents of McCulloh Street. They had seen nearby Druid Hill Avenue go from being all white just several years prior to having an overwhelming majority of black residents. White residents feared a sharp decline in property values. McMechen thought this fear was unfounded since other black residents of the street and he were paying more expensive rents than the white people that had dwelled in their homes before them. Still, real estate agents would take advantage of anxious white racists wanting to leave a neighborhood when the first black person moved in. An agent would buy a home at a price lower than the market value and sell it at a profit to a black newcomer. This was an underhanded and now illegal practice known as blockbusting.","McCulloh Street’s newly-formed neighborhood association devised a strategy for restoring the racial homogeneity of the neighborhood that included buying the property owned and occupied by blacks on McCulloh Street. M. Z. Hamer, the black post office clerk, was called upon to have a meeting with the president of the association in order to discuss a potential sale. Hamer refused to sell his house. It was rumored that the clerk became so enraged at the persistent effort of the president to buy his property that he threatened to bash the president with a chair.","With this information of potential unrest at hand, Milton Dashiell, a white lawyer who lived on McCulloh Street, felt he had the ammunition he needed to justify the passage of a law that would prevent blacks from moving into white areas. Citing an old police power provision from the 1796 city charter, he wrote a draft of Baltimore’s residential segregation law of 1910. Blacks could not move into residential blocks with a white majority and vice-versa. The law was passed on December 19, and was the first of its kind in the United States.","When being interviewed by a reporter from the <em>New York Times</em> the next day, Mahool emphasized that the ordinance was not passed due to hostile feelings that white Baltimoreans had for black people. Instead, he claimed that the main reason for its passage was the protection of property values. In fact, real estate agents who engaged in blockbusting were largely responsible for this problem."],"display_date":"June 1, 1910 - December 20, 1910","search_date":"1910-09-10","locations":[{"id":16276,"lat":39.2712597428,"lng":-76.5709760837,"zoom":12,"place":"Baltimore City, Maryland"}],"tags":[{"id":2578,"tag":"Urban Life/ Boosterism"},{"id":21,"tag":"Race Relations"},{"id":2125,"tag":"housing segregation"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6358,"title":"Taking a look at steam engines.","course_id":140,"status":"P","start_date":"1879-01-01","end_date":"1879-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["At the peak of the Second Industrial Revolution in the United States, the steam engine was seen as a truly remarkable and useful invention. In 1879, the firm of Flynn and Emrich, which specialized in foundry work and the machinist trade, released an advertisement promoting their various products. The firm was headquartered in Baltimore, Maryland, also home to the Baltimore & Ohio Railroad, the first long-distance rail line in the nation. Flynn and Emrich’s advertisement discusses their long history as a manufacturer in Baltimore and elsewhere including Kentucky. Not only did they specialize in building steam engines, but they produced many other advanced technologies including elevators and steam pumps, to name some of their other products.  The advertisement even included customer endorsements of their products, as well as illustrations of the machinery they manufactured.  Flynn & Emrich appealed to consumers by stating how much care they used in designing and building steam engines and noted that they only hired skilled workman. (Flynn & Emerich's 1879)."," ","Steam engines were one of the greatest inventions of the Industrial Revolution. During this era, inventors developed railroad locomotives powered by steam that proved to be efficient, as well as reliable and fast. Who would of thought that a pump originally used to push out water from coal mines would eventually become the most commonly use form of transportation in the 1800s. Numerous inventors played a role in the development of steam engines, including Watt and Newcomen, but they all helped make the steam engine better over time. People were now able to travel greater distances because they could not only travel on land via the railroad but on water via steamboats. Until the steam engine was created there was only a few ways people could get around either by land or by boat. The railroad system revolutionized transportation. Steam engines use the heat from burning coal which in return creates heat which powered the locomotives. With the success of steam engines technological demand other invention were able to be developed based on the steam engine.One of the greatest steam engine companies was the Baltimore & Ohio Railroad. Originally the Baltimore & Ohio railroad was created to help save the port of Baltimore  The B&O was usually referred to as one of the “very first common-carried railroad” (The Baltimore and Ohio Railroad, Linking Thirteen Great States With The Nation n.d.). The B&O was developed to compete with the Erie Canal and provided a model for a form of transportation that would stretch great distances while being convenient  (American-Rails n.d.). Looking back at the beginning of when Flynn & Emrich began advertising the steam engine in 1879 that the steam engine was not just the type of technology that was here one minute and gone in the next. Companies like Flynn & Emrich as well as B& O fed off of the success of the steam engine. Steam would soon be the go to resource to power many modern technology of that time period. The steam engine gave people another way to travel besides boat, horse drawn wagon or land. Steam engines did not only help failing cities like Baltimore from going bankrupt because of the huge competition with the Erie Canal but gave this cities income from letting people travel through their cities.","<br />At the peak of the Second Industrial Revolution in the United States, the steam engine was seen as a truly remarkable and useful invention. In 1879, the firm of Flynn and Emrich, which specialized in foundry work and the machinist trade, released an advertisement promoting their various products. The firm was headquartered in Baltimore, Maryland, also home to the Baltimore & Ohio Railroad, the first long-distance rail line in the nation. Flynn and Emrich’s advertisement discusses their long history as a manufacturer in Baltimore and elsewhere including Kentucky. Not only did they specialize in building steam engines, but they produced many other advanced technologies including elevators and steam pumps, to name some of their other products.  The advertisement even included customer endorsements of their products, as well as illustrations of the machinery they manufactured.  Flynn & Emrich appealed to consumers by stating how much care they used in designing and building steam engines and noted that they only hired skilled workman. (Flynn & Emerich's 1879).Steam engines were one of the greatest inventions of the Industrial Revolution. During this era, inventors developed railroad locomotives powered by steam that proved to be efficient, as well as reliable and fast. Who would of thought that a pump originally used to push out water from coal mines would eventually become the most commonly use form of transportation in the 1800s. Numerous inventors played a role in the development of steam engines, including Watt and Newcomen, but they all helped make the steam engine better over time. People were now able to travel greater distances because they could not only travel on land via the railroad but on water via steamboats. Until the steam engine was created there was only a few ways people could get around either by land or by boat. The railroad system revolutionized transportation. Steam engines use the heat from burning coal which in return creates heat which powered the locomotives. With the success of steam engines technological demand other invention were able to be developed based on the steam engine."," ","One of the greatest steam engine companies was the Baltimore & Ohio Railroad. Originally the Baltimore & Ohio railroad was created to help save the port of Baltimore  The B&O was usually referred to as one of the “very first common-carried railroad” (The Baltimore and Ohio Railroad, Linking Thirteen Great States With The Nation n.d.). The B&O was developed to compete with the Erie Canal and provided a model for a form of transportation that would stretch great distances while being convenient  (American-Rails n.d.). Looking back at the beginning of when Flynn & Emrich began advertising the steam engine in 1879 that the steam engine was not just the type of technology that was here one minute and gone in the next. Companies like Flynn & Emrich as well as B& O fed off of the success of the steam engine. Steam would soon be the go to resource to power many modern technology of that time period. The steam engine gave people another way to travel besides boat, horse drawn wagon or land. Steam engines did not only help failing cities like Baltimore from going bankrupt because of the huge competition with the Erie Canal but gave this cities income from letting people travel through their cities."],"display_date":1879,"search_date":"1879-07-02","locations":[{"id":6096,"lat":39.2940913824,"lng":-76.6092985301,"zoom":12,"place":"BALTIMORE CITY, Maryland"}],"tags":[{"id":2684,"tag":"steam engine"},{"id":792,"tag":"Transportation"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":140,"school_id":43}},{"id":6385,"title":"The Escape of William and Ellen Craft from Slavery in America to Freedom in England","course_id":149,"status":"P","start_date":"1848-12-01","end_date":"1852-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William and Ellen Craft were both born in 1820s Georgia to, by the standards of that time, fairly sensitive masters. Neither was ever beaten by their masters, yet they still could feel the shackles of slavery. They met each other in 1846 by coincidence, and by 1848 were married. Their decision to escape slavery was heavily influenced by, besides their desire for and right to freedom, their desire to raise children out of the confines of slavery. Their escape was quick—eight days from their initial idea—however it was not easy and they ran into many obstacles along the way.","Their idea was based on the fact that Ellen’s quadroon skin made her passably white. So, they decided she was going to dress up as William's male master and chaperone him to Philadelphia, a free state. With nerves rumbling, they gathered costumes and props--Ellen decided to wear glasses and poultices around both her mouth and her arm so that she would neither be recognizable nor be asked to speak or write. Their masters issued them “holiday” papers for a short Christmas vacation. Along their journey, they encountered Ellen's family's friend and William's employer, but luckily were not caught. Many pro-slavery Southern Whites they met warned Ellen, code-named \"William Johnson,\" that her “slave” may escape when they get to the North. Blacks free and enslaved urged William to seek freedom when he got to Philadelphia.","If William and Ellen had good masters, why, then, did they want so badly to be free? Did they not have food, a job, a bed? This sentiment is what Saidiya Hartman says is the worst part of this institution. \"If the excess of enjoyment imputed to the enslaved displaced what we would think of as disturbing circumstances, it did so only by obscuring violence and comflating it with pleasure\" (Hartman 25). The institution's ideologies as a whole seeped within the community in the form of subconscious racial discrimination and subordination, allowing whites to alleviate their guilt in an instance where a slave seems to be treated more humane than usual. This natural inclination towards racism under the lens of paternalistic, goodly masters is seen throughout the Craft's interactions with the upper-middle to upper class white persons on the trains and steamers. When they were on a train in Richmond, an elite woman mistook William for her escaped \"Ned\" because she “never in my life saw two black pigs more alike” (Tweedie 62).  This incidence truly emphasizes the social atmosphere of the era. A majority of whites held skewed views of blacks and a lot of people were very proud and open about it. This woman was of a paternalistic view of blacks, that they were less intelligent and she knew what was best for them. This idea led her to change the will of her late husband, which had called for the emancipation of his slaves. She sold them because she thought it was “such a cruel thing to turn n****rs loose to shift for themselves, when there are so many good masters to take care of them” (Tweedie 64). A discussion, thus, took place amongst her, Ellen, and gentleman who was sitting by them, though it brought no change of mind to the woman. She reserved her paternalistic view of her slaveholding status."," Mysteriously, the couple came across much luck in their travel. At the port in Baltimore en route to free land in Philadelphia, a \"Yankee of the low order\" (Tweedie 68) claimed he could not let men with slaves pass without his approval, to prevent the emancipation of the slaves. With sheer luck, the conductor of the train recognized the couple and convinced the Yankee to let them board. While in Philadelphia, they met a man who was a member of the Society of Friends and who graciously hosted them for three weeks. During those three weeks, the freed William and Ellen learned the alphabet and how to spell and write their names.","It came to be, however, that they were not safe in the supposedly free land of the North for, in 1850, the Fugitive Slave Act was enacted and their masters sent out warrants for their re-enslavement. As quickly as they arrived in the North, they fled for Canada and then England. William remarks at the end of his narrative about how unfortunate it is that, in order to be free, he and Ellen had to flee a land that prides itself in freedom and equality for the land which that country fled from just a few centuries prior.","                                    \"In short, it is well known in England, if not all over the world,                                                                                        that the Americans, as a people, are notoriously mean and cruel                                                                                    towards all coloured persons, whether they are bond or free\" (Tweedie 111). "],"display_date":"December 1, 1848 - January 31, 1852","search_date":"1850-07-02","locations":[{"id":52774,"lat":32.8406946,"lng":-83.6324022,"zoom":8,"place":"Maçon, GA"},{"id":52775,"lat":32.0835407,"lng":-81.0998342,"zoom":8,"place":"Savannah, GA"},{"id":52776,"lat":32.7764749,"lng":-79.9310512,"zoom":8,"place":"Charleston, SC"},{"id":52777,"lat":37.5407246,"lng":-77.4360481,"zoom":8,"place":"Richmond, VA"},{"id":52778,"lat":39.2903848,"lng":-76.6121893,"zoom":8,"place":"Baltimore, MD"},{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"},{"id":52780,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"Philadelphia, PA"},{"id":52781,"lat":42.3600825,"lng":-71.0588801,"zoom":8,"place":"Boston, MA"},{"id":52782,"lat":43.661471,"lng":-70.2553259,"zoom":8,"place":"Portland, ME"},{"id":52783,"lat":45.2733153,"lng":-66.0633081,"zoom":8,"place":"St John, NB, Canada"},{"id":52784,"lat":44.9902861,"lng":-64.1310364,"zoom":8,"place":"Windsor, NS, Canada"},{"id":52785,"lat":44.6488625,"lng":-63.5753196,"zoom":8,"place":"Halifax, NS, Canada"},{"id":52786,"lat":53.4083714,"lng":-2.9915726,"zoom":8,"place":"Liverpool, UK"}],"tags":[{"id":4,"tag":"Slavery"},{"id":501,"tag":"Escaping slavery"},{"id":2306,"tag":"Slave narratives"},{"id":420,"tag":"Slaves"},{"id":2737,"tag":"Civil War era"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6415,"title":"The Varying Roles of Plantation Mistresses in the Antebellum South","course_id":145,"status":"P","start_date":"1825-01-01","end_date":"1847-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Violence inflicted by white slaveholders and their surrogates was ubiquitous, but what is less frequently acknowledged is how slaveholders’ wives fit into history.  As it turns out, they often times played a fairly significant role in determining the treatment of slaves.   Plantation mistresses proved to be essential to the thriving plantation economy in the antebellum South, responsible for maintaining the organizational aspects of it.  When slaveholders were out of town or occupied with other issues, managing their plantation might have not been prioritized over other things, and there their wives picked up the slack.","Because plantation mistresses controlled the logistical side of the plantations, they understood better than most what exactly the slaves needed, allowing them to positively influence the quality of the slaves’ lives.  They would notice when slaves were sick, ensure food and clothing were provided, and on special occasions such as weddings or funerals they did their best to offer the necessary garments to slaves.  Family recipes were shared with the cooks and lessons on how to pray and lead a religiously virtuous life were given.  However, this was true only of wives who were not intimidated by their husbands, as women were ultimately subordinate and would not take any actions that should pose a threat to their own safety and quality of life.","Along with this responsibility of running a plantation or household came a sense of control, one that these women did not like to see diminished in any sense.  Consequently, the level of comfort and control the mistresses felt around their slaves directly corresponded to how they lashed out physically, the story of Leonard Black being one example.","Born in Ann Arundel County, Maryland, Black was moved to New Orleans at a very young age.  By the time he turned six, Mr. Bradford, a carpenter, was his master.   While Mr. Bradford was not particularly cruel or prone to punishing Black, his wife was a different story.  She beat the young Black both passionately and frequently, sometimes ordering her ten-year-old son to partake either in the physical beatings or to simply degrade Black by spitting in his face.  In one particular instance, Mrs. Bradford asked Black to carry a bushel of corn upstairs, and when he could not, she knocked him down with a Johnnycake board, causing his head to lose a quart of blood.  ","While Black’s story did not occur on a plantation, Mrs. Bradford was in the same position of managing a household as the plantation mistresses were in managing their plantations.  Although entirely possible that Mrs. Bradford simply experienced some form of emotional pleasure in beating Black, she held many responsibilities just like plantation wives, meaning that feeling in control was likely of importance to her as well.  Beating Black could have confirmed her role in the household for her.  Ultimately, wives of slaveholders did not want to demonstrate any loss of power or poise to their inferiors, and the way in which they treated their slaves was a direct reflection of the level of security they felt around the slaves."," "," "],"display_date":"1825 - 1847","search_date":"1836-07-01","locations":[{"id":52821,"lat":29.9510658,"lng":-90.0715323,"zoom":8,"place":"New Orleans, Louisiana"},{"id":52760,"lat":38.9530109,"lng":-76.5488232,"zoom":8,"place":"Annarundel County, Maryland"}],"tags":[{"id":2787,"tag":"roles"},{"id":2786,"tag":"punishment"},{"id":2785,"tag":"plantation mistresses"},{"id":2724,"tag":"Relationships"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":145,"school_id":11}},{"id":6605,"title":"Indiana Doctor Revolutionizes Surgery With Invention of New Bed","course_id":165,"status":"P","start_date":"3/1/09","end_date":"3/31/09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1909, the surgery bed was revolutionized, changing surgery and hospital care forever. Right at the turn of the century, Dr. Willis D. Gatch, an Indiana University graduate of 1901 and then Resident Assistant Surgeon at Johns Hopkins Hospital, published his work on his modern surgery bed. Later called the Gatch Bed, it solved a great deal of issues in several areas of patient care. Originally intended for the treatment of peritonitis, an inflammation in the inner abdomen wall, the Gatch Bed soon showed beneficial in several other surgeries, in postoperative care, for patients with respiratory illnesses, for large patients with recent abdomen issues, and for comfort of any patient that may need or desire to lay at any angle.","Previously, patients receiving treatment for peritonitis were propped up by positioning pillows behind the back and under the knees, an inclined plane of some sort behind the back, or even by using a regular rocking chair. These techniques proved somewhat useful, but many were too yielding for proper patient care. During treatment for peritonitis, the Fowler Position (upright back position with knees elevated) is required. If the patient slips down at all, bacteria instantaneously floods the diaphragm. With the implementation of the Gatch bed, surgeons no longer had to worry about the patient slipping down; and the room staff was no longer exhausted from constantly repositioning patients. Because of its usefulness in many situations, the Gatch bed was soon implemented widely amongst hospitals and used in all forms of patient care.","Gatch later took his career back to Indiana University and was appointed Dean of the IU School of Medicine in 1932. Gatch has been described as a rugged individualist. He was said to often treat human relationships with the hand of a surgeon. He held a tight rein as dean, as he fought the problem of adequate financial support in the years following World War II. It has been said that it is doubtful that any other dean enjoyed so much autonomy as Gatch. The School of Medicine was caught in a troublesome time, having to make enormous efforts to keep up with the rapidly advancing world of medical science, and to maintain a respectable rating among American medical schools. Gatch served as Dean until 1946. "],"display_date":"March 1, 1909 - March 31, 1909","search_date":"1909-03-16","locations":[{"id":52977,"lat":39.2978804,"lng":-76.5942318,"zoom":8,"place":"Johns Hopkins Hospital"},{"id":52978,"lat":39.1670467,"lng":-86.5269373,"zoom":8,"place":"Indiana University"}],"tags":[{"id":3146,"tag":"Surgery"},{"id":3147,"tag":"Bed"},{"id":3148,"tag":"Indiana"},{"id":3149,"tag":"Johns Hopkins Hospital"},{"id":3150,"tag":"Indiana University"},{"id":3151,"tag":"Gatch"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}},{"id":6635,"title":"J. Saunders Redding Publicizes the G. I. Bill of Rights","course_id":163,"status":"P","start_date":"6/22/44","end_date":"6/24/44","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In June of 1944, J. Saunders Redding published an opinion piece on the G. I. Bill of Rights in a column he wrote for <em>The Baltimore Afro-American</em> newspaper. African Americans who served in the segregated Armed Forces returned home from WWII to an equally segregated American society. Redding worried whether “colored men and woman would take advantage of its [G. I. Bill] provisions\" because military officials were discouraging black veterans from applyiing for benefits or not telling them about the benefits at all.  Redding’s fears reflected segregation in the South, where African Americans could not use the same bathrooms, dine with, or attend leisure events with white people. When white veterans discussed the newly passed G. I. Bill, African American veterans were not present. African Americans could not begin to receive veteran’s aid without the knowledge that such a program existed and how to apply for it.","The G. I. Bill did not have any explicit language in it that prevented African Americans from receiving its aid, but the segregation of American society made it likely that African American veterans would not get their share of veteran’s benefits. The bill offered four main benefits to veterans: business and home loans, education, unemployment compensation, and job placement. Policy makers designed these aspects of the bill to help veterans returning from WWII acclimate into society. However, when informed African American veterans went to local Veteran’s Administration centers for their G. I. Bill benefits, the administrators denied them their rights. The administrators covered up the racist denials with excuses that African American veterans did not qualify for veteran’s benefits based on the type of discharge order they received from the army. Only dishonorably discharged soldiers could not receive aid, but racist clerks at V. A. centers told African Americans their “general” or “blue” discharges were considered dishonorable.","In order to combat this inequality of civil rights, Redding urged newspapers and organizations to “put out a statement of what the bill means” so Americans, not just African American veterans, would understand that there was an aid bill and that the bill should apply to African Americans in addition to all other veterans. Denying African Americans the G. I. Bill aid would be harder for the local V. A. centers if more people knew about the bill and vocalized equality for African Americans.","Redding was an educated African American man with a degree in philosophy and held a respected opinion on contemporary African American thought. Redding supported WWII and hoped that it would change America in a way that would further the fight for African American’s civil rights. Redding’s column – A Second Look - vocalized his opinions on the problems and concerns of the common African American person and how to take action against them. Redding wanted to spread knowledge to help gain civil rights for African Americans.  "],"display_date":"June 22, 1944 - June 24, 1944","search_date":"1944-06-23","locations":[{"id":5927,"lat":39.2903848,"lng":-76.6121893,"zoom":8,"place":"BALTIMORE, Maryland"},{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C."}],"tags":[{"id":142,"tag":"african americans"},{"id":42,"tag":"Civil Rights"},{"id":242,"tag":"WWII"},{"id":225,"tag":"Jim Crow"},{"id":266,"tag":"Segregation"},{"id":3225,"tag":"G. I. Bill"}],"course":{"name":"History of U.S. Presidential Elections","school":"Wayne State University","course_id":163,"school_id":92}}]}