{"id":813,"place":"PARKER, Texas","lat":32.7776477151,"lng":-97.8050962855,"episodes":[{"id":1135,"title":"First statewide chapter of the Farmers&#39; Alliance Organization founded\n","course_id":1,"status":"P","start_date":"1879-12-27","end_date":"1879-12-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 27, 1879 the first statewide organization of the Farmer's Alliance was established in Parker County Texas.  Although the movement would confine itself to giving advice regarding scientific farming' in the 1870's and did not have a significant impact on Southern culture of the day, it would play a crucial role in the agrarian revolt of the 1890's.  In the mean time the Farmer's Alliance steadily gained members and embarked upon a program that sought to improve the fortunes of farmers through programs such as collective bargaining with wholesalers in the mid 1880's.  &lt;br /&gt;&lt;br /&gt;By the late 1880's not only had the Farmers' alliance spread far beyond its Texas base but it had also adopted a political message centered around adoption of an inflationary fiat money system that resonated with millions of farmer during the agricultural depression of the 1890's.  Ultimately, the thousands of supporters associated with the Farmer's Alliance would provide the grass-roots support that would propel James Weaver's insurgent presidential campaign in the election of 1892 and elect help elect six Southern governors in 1890.&lt;br /&gt;&lt;br /&gt;On a wider scale, the experience of the Farmer's Alliance would testify to the significance that agricultural depressions had for Southern politics.  Indeed, the alliance was founded as the South emerged from the agricultural depression of 1873-1879 and rose to political prominence when the steep fall in agricultural prices threatened the livelihoods of farmers in the 1890's."],"display_date":"December 27, 1879","search_date":"1879-12-27","locations":[{"id":13120,"lat":32.7776477151,"lng":-97.8050962855,"zoom":9,"place":"PARKER, Texas"}],"tags":[{"id":13,"tag":"Agriculture"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}