{"id":8385,"place":"Walker, Alabama","lat":33.8033539054,"lng":-87.2973292286,"episodes":[{"id":6057,"title":"Pellagra is Caused by Low Wages","course_id":122,"status":"P","start_date":"1/1/14","end_date":"12/31/15","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1914 in Walker County, Alabama, pellagra was prevalent. Dr. C. A. Grote, the County Helath Officer, was desperately trying to understand the cause of, and find a treatment for, the disease. He spent that year observing the disease with the assumption that it was infectious in nature. He used \"preventative measures\" against pellagra the same as he would against any other infectious disease. He found that those measures were to no avail and the disease continued to spread. He tried therapeutic preparations to treat the disease and again had no success.","The following year, 1915, Dr. Grote took a different approach to the disease. He began to study cases with the theory of dietary deficiency in mind. He noticed the previous year that almost all cases involved patients who lived in \"mining camps and rural districts\" who made up much of the poorer classes. Because of that observation, Dr. Grote began to carefully study mining camps in Walker County. He found a \"very interesting situation\" that helped to prove this theory.","He found two different mining camps were owned by the same company (no name was given in his report) and located about a quarter-mile from each other. These two camps, despite common ownership and close proximity, were very different, as far as pellagra was concerned. Camp A was surprisingly free of pellagra while in Camp B it was rampant. Camp A was made up of the white collar mine workers (such as clerks and bookkeepers) as well as skilled laborers and black miners (Grote stated that the black miners were paid more money than the white miners). Camp A had a commisary that sold good, fresh foods. Camp B, on the other hand, was made up entirely of poor, white miners and the commissary there only sold \"the poorest kinds of foods, including canned foods and fat meats.\"","Pellagra was obviously a disease of the poor and made evident that many industrial workers were not paid enough to adequately provide for their families. Camp A, of course, was the exception rather than the norm but it did prove that higher wages played a role in preventing the disease. In South Carolina, Dr. Joseph Goldberger's team was making the same economic parallels, says Alan M. Kraut. Kraut describes how one Goldberger staff member, Edgar Sydenstricker, an economist and statistician, canvassed several mill towns and found that the average annual income for all mill wokers was seven-hundred dollars regardless of the size of the family they had to provide for. It follows, then, that larger families were more likely to have pellagra victims than smaller ones.","Kraut explains that wages made all the difference with the disease. Low wages proved to be, arguably, the main cause for pellagra. In the North, workers in the same industry made considerably more than their Southern counterparts, and pellagra was a much more common malady in the South. Whether in mill towns or mining camps, South Carolina or Alabama, the same economic conditions existed, low wages for blue collar workers caused the disease to flourish."],"display_date":"1914 - 1915","search_date":"1914-12-31","locations":[{"id":18307,"lat":33.8033539054,"lng":-87.2973292286,"zoom":9,"place":"Walker, Alabama"}],"tags":[{"id":1125,"tag":"Pellagra"},{"id":230,"tag":"Medicine/Health"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}}]}