{"id":8434,"place":"RENSSELAER, New York","lat":42.7101775694,"lng":-73.5100473584,"episodes":[{"id":6066,"title":"<strong>Contribution to Medicine</strong>","course_id":122,"status":"P","start_date":"1822-01-29","end_date":"1822-01-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 29<sup>th</sup>, 1822, Dr. Ebenezer Basset who was the town physician of Nassau, New York was abruptly interrupted by his medical assistant Jacob Kipp, who notified the doctor of their servant girl who was terribly ill. Braving the cold, Dr. Basset attended to the black servant girl who was lying in the snow with an unusually large cut on her abdomen and right next to her was a razor blade that was covered in blood. Upon further examining the youth of fourteen, Dr. Basset noticed and began to uncover a fetus hidden underneath the snow. Dr. Basset was in complete shock at what he had just witnessed. To his amazement, the youth of fourteen had just conducted a cesarean section on herself. After Dr. Basset recovered from his shock he sent Jacob Kipp to a neighboring town to retrieve Doctors Francis and Beck to help assess the situation.","Upon their arrival to the city of Nassau, Dr. Basset explained to his colleagues what had occurred. The three physicians began to treat the African American servant girl while making detailed notes of the procedure. The physician’s amazement is understandable given that cesarean sections were known about, but not widely used. Even more amazing, the procedure was a self-administered one. How could a black youth of fourteen perform such a complicated procedure on herself?","Historians have always claimed that cesarean sections had been performed by slaves who came from Africa to America. In fact, the first recorded successful cesarean section was performed in Colonial America. There is an account of a doctor in Virginia by the name of Dr. Jesse Bennett who on January 14<sup>th</sup>, 1794 performed the first cesarean section on his wife with the help and guidance of their slave who was well versed in the procedure of cesarean section. According to author Herbert M. Morais who wrote, <em>The history of the Negro in medicine, </em>African Americans had prior knowledge and used cesarean sections in Africa and brought that knowledge with them to the early colonies of America. Although the procedure was amazing to these white doctors, it would have not been foreign to black females in this era."],"display_date":"January 29, 1822","search_date":"1822-01-29","locations":[{"id":9020,"lat":42.7101775694,"lng":-73.5100473584,"zoom":9,"place":"RENSSELAER, New York"}],"tags":[{"id":238,"tag":"African American"},{"id":463,"tag":"African American Women"},{"id":230,"tag":"Medicine/Health"},{"id":605,"tag":"Upstate New York"},{"id":598,"tag":"New York"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}},{"id":6524,"title":"Lincoln As A Sympathetic Leader: The Search for Cornelius Garvin","course_id":159,"status":"P","start_date":"1863-01-01","end_date":"1864-04-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Civil War, many freed slaves and young men were abducted from their families, and purchased by the Union in order to replace men who sought to avoid warfare for various reasons. In 1863, a widow by the name of Mrs. Catherine Garvin of Troy, New York, was informed that her son, Cornelius, was missing. In efforts to connect with her lost son, Mrs. Garvin not only searched the camps and hospitals where her son was believed to be, she brought her story to local politicians, newspapers, and suddenly the story of the missing boy \"Con\" began to receive attention.","In fact, Mrs. Garvin's story became such a sensation that it received attention from President Abraham Lincoln. President Lincoln’s interest in this story was a result of the sympathy that he felt towards Mrs. Garvin and the story of her son being sold to war. Due to his sympathetic nature, on April 18, 1864, Lincoln wrote in a telegram to Colonel Paul Frank of the 52nd Potomac, the regiment in which it was believed that Cornelius was fighting. In the telegram sent from the Executive Office, Lincoln wrote, “Is there, or has there been a man in your Regiment by the name of Cornelius Garvin? And if so, answer me so far as you know where he now is.” ","Despite Lincoln’s efforts to connect Mrs. Garvin with her son, Lincoln’s telegram never received a response form Colonel Frank. However, William Gilmore Beymer, author of the article “One Mother” highlights Colonel LC Baker’s orders from President Lincoln to investigate the story of Cornelius Garvin. It was suggested that Garvin’s Captain, Captain Degner, not only neglected to search for Cornelius, but threatened his privates in aiding Mrs. Garvin, or anyone involved in the investigation with information. Colonel LC Baker placed Captain Degner under arrest until more evidence was found, but there are no further records of charges brought against Degner. Ultimately, Catherine Garvin’s hopes of finding her son, and rumored twenty year search for Cornelius before her return to Ireland, faded to the disappointing reality of his probable death. "," "],"display_date":"January 1, 1863 - April 18, 1864","search_date":"1863-08-25","locations":[{"id":52918,"lat":42.7284117,"lng":-73.6917851,"zoom":10,"place":"Troy, New York"}],"tags":[{"id":2990,"tag":"Civil War, Lincoln"},{"id":2991,"tag":"Garvin"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}}]}