{"id":8440,"place":"Chester, Pennsylvania","lat":39.8405142472,"lng":-75.5864868268,"episodes":[{"id":4540,"title":"Tramps Attack Trains at West Chester Station on the Pennsylvanian Line.","course_id":18,"status":"P","start_date":"1877-01-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Desperate wageworkers after the Civil War had taken to riding the American train networks looking for work. Civil War slang referred to the tramp as a long, tiresome march, and the American public took to referring these unsupported peoples as 'tramps.' The reasoning behind this increasing roving army was the reliance on seasonal work for manual laborers, and as a result, jobs were not secure.","Hungry and poor, a band of tramps robbed a freight train on the Pennsylvania railroad at West Chester Junction, late on a night in 1877. The railroad workers had been fired upon in the robbery. In retaliation, railroad workers banded together and led an assault on the vagabonds. Their camp's location was known to the workers and the raid surprised the tramps, as they were busy playing cards and other games – gambling away the spoils from their raid. Chester County, as well as neighboring counties Lancaster, Delaware and Columbia are arrested more tramps and punished them severely. Despite the increases in punishments and arrests, the desperation of the tramps meant that their attacks did not abate, and they continued to act more lawlessly than previously.","The phenomenon of 'The Great Army of Tramps,' would continue plaguing railway lines and station towns well into the next century. At the time of the West Chester assault, it is estimated that 1000-1500 tramps were roaming the Pennsylvania rail-line between Downington in the East, and Pittsburgh in the West. When prosperity returned after this gilded age, newspapers thought the end of the tramp was near. But the tramps continued and returned in greater force, preferring to reside near the major transporting regions. Ransacking would occur with violent results throughout these times"],"display_date":1877,"search_date":"1877-07-02","locations":[{"id":10928,"lat":39.8405142472,"lng":-75.5864868268,"zoom":9,"place":"CHESTER, Pennsylvania"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":28,"tag":"Work"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":6069,"title":"<strong>“The light will shine forth”- Perseverance of Negro Physicians</strong>","course_id":122,"status":"P","start_date":"1790-09-25","end_date":"1790-09-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A slave by the name of David K. Mcdonough was granted permission to pursue his dream of becoming a doctor in the late nineteenth-century, but how was that possible given the horrendous circumstances that slaves endured? “His career began as the result of an argument between his master, slave-holder, and a planter. The dispute revolved about the question of the innate mental capacity of the Negro to improve him-self intellectually”. According to the <em>International Library of Negro Life and History, </em>his master chose to send Mcdonough off to school to prove his point that it was not possible for Negroes to obtain academic success. To his masters’ surprise, Mcdonough graduated from Lafayette College in Pennsylvania with a B.A. in Medicine and was the third in his graduating class. This beautiful success story embodies the truth behind the mental capacity of any Negro, and the light could shine.","Given the story above, Negroes in Medicine were still not permitted to practice and always faced harsh criticism. The greatest opposition to Negro Doctors was found in the South. This article by Paul B. Cornely in 1956 shows the stark reality of the matter. “In the South, however, only 6% of hospitals offered Blacks services without restrictions; 31% did not admit Blacks under any conditions, even emergency; 47% had segregated wards for Whites and Blacks; and 16% had modified patterns of segregation that changed with the ratio of Whites and Blacks admitted at any one time”. This example in the mid- twentieth century shows the disingenuous position than many White Southerners possessed in dealing with Negroes. However, that being said why is Booker T. Washington’s journal article <em>The Negro Doctor in the South</em>, show so much optimism? Booker T. Washington states that there are more than one-hundred Negro Doctors in the State of Alabama and there is over twenty-five in the Birmingham district. Of the many Negro Doctors, the State saw its first female African-American Doctor in Birmingham by the name of Dr. Sadie Dillard. Now let me ask you why has this proverbial light portrayed by Booker T. Washington shown itself in Tuskegee, Alabama in 1917 and we just saw a regressive mood in 1956? Booker T. Washington describes these fluctuations in trends as a few strong forces that have played a hand in elevating the Negro Doctor, despite the ever prevalent opposing forces. Case and point, Negro Physicians knew the road was not going to be easy, given that Hein site, Negro Doctors persevered and accounted for obstacles so the torch would continue to burn in their favor of progress, much like Dr. David K. Mcdonough did while he was oppressed and obtained the light."],"display_date":"September 25, 1790","search_date":"1790-09-25","locations":[{"id":15444,"lat":39.8405142472,"lng":-75.5864868268,"zoom":9,"place":"Chester, Pennsylvania"}],"tags":[{"id":238,"tag":"African American"},{"id":230,"tag":"Medicine/Health"},{"id":2191,"tag":"Doctors"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}},{"id":6570,"title":"The Purchase of Alaska","course_id":162,"status":"P","start_date":"8/15/16","end_date":"8/15/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In 1867, the United States of America purchased a land area known as Alaska from Russia. With this purchase, the United States completed its westward, continental expansion and largely dominated the North American Continent. The purchase was agreed upon on March 30, 1867, for $7.2 Million dollars. “For less than 2 cents an acre, the United States acquired nearly 600,000 square miles” (para 1, ourdocuments.gov)."," ","             As the United States expanded westward in the early 1800s, Americans soon found themselves in competition with Russian explorers and traders. “St. Petersburg … lacked the financial resources to support major settlements or a military presence along the Pacific coast of North America and permanent Russian settlers in Alaska never numbered more than four hundred. Defeat in the Crimean War further reduced Russian interest in this region” (para 1, History.stae.gov). In 1859, the Russian Government reached out to the Americans and offered to sell the land of Alaska to them, however, due to the looming Civil War in the United States, the sale was delayed (para 2, History.state.gov). Once the Civil War was over, the American Secretary of State William Seward, once again pursued a potential agreement with the Russians. On October 18, 1867, six months later after the purchase, Alaska was formally transferred to the United States. With this purchase the presence of Russia was no longer felt in North America. With this vacancy of Russia, it ensured the United States access to the northern Pacific."," ","            On May 12, 1867, the Honorable Joseph S. Wilson, Commissioner of the General Land Office, wrote a letter to Congressman Nathaniel P. Banks, the chairman of the Committee on Foreign Relations, detailing the importance and future benefits to having purchased the landmass of Alaska. “The acquisition of this territory is essential to the full success of that career of wonderful progress upon which the United States have lately entered” (para 1, loc.gov). Joseph S. Wilson describes how the continental position of Alaska allows the United States of America, influence in that region and how its close proximity to the continent of Asia will be beneficial. For centuries, it has been the ambition of western nations to be in contact with the Far East, and with America acquiring Alaska, they are closer than any other western nation. Mr. Wilson states that “England, Denmark, Sweden, France and Germany are contemplating and organizing movements, looking to the exploration and occupancy of the unappropriated northern regions of this continent-movements which it becomes us to watch with jealously and promptly circumvent” (para 2, loc.gov)."," ","            A common misconception of Alaska during the Nineteenth Century was that agricultural production would not be possible due to the weather and harsh terrain. Mr. Wilson addressed this point by describing the crops that could be grown there, “Potatoes, turnips, cabbages, and other hardy vegetables have been successfully cultivated by the Russians. Many of the islands are covered in abundant grass. Berries and fruits have also been raised in considerable quantities” (pg 2, loc.gov). Not only could Alaskan land be used for agricultural production, but the region was also home to a thriving fur-trade industry, as well as possessing valuable stands of timber and mineral deposits. For years, the Russians discouraged miners from investigating the land and disrupting their fur trade industry. Now with the United States in control of the land, miners could search for mineral deposits. This includes gold, silver, copper, and iron (pg 2, loc.gov)."," ","            The purchase of Alaska from Russia, by President Andrew Johnson truly transformed the United States of America. It led to great wealth, and extended our country to the Northern Pacific. With the United States of America fully controlling all corners of the North American continent, the government was then able to focus its message to providing and expanding democratic values."," ","Reference Page"," ","Check for the Purchase of Alaska. (2001)."," ","<a href=\"http://www.ourdocuments.gov/doc.php?flash=true&doc=41\">http://www.ourdocuments.gov/doc.php?flash=true&doc=41</a>"," ","The Alaska Purchase. The Library of Congress.                                                                                            <a href=\"https://www.loc.gov/resource/rbpe.20503000/?sp=1\">https://www.loc.gov/resource/rbpe.20503000/?sp=1</a>"," ","Office of the Historian. <a href=\"https://history.state.gov/milestones/1866-1898/alaska-purchase\">https://history.state.gov/milestones/1866-1898/alaska-purchase</a>"," "," "," "," "],"display_date":"August 15, 1916","search_date":"1916-08-15","locations":[{"id":52952,"lat":39.8856076,"lng":-75.5280085,"zoom":8,"place":"Concordville pa"}],"tags":[{"id":3103,"tag":"Alaska"},{"id":3104,"tag":"1867"}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":162,"school_id":43}}]}