{"id":8458,"place":"CATOOSA, Georgia","lat":34.9035877242,"lng":-85.1380945498,"episodes":[{"id":2748,"title":"Mormon Arrested for Adultery with Sisters \n","course_id":1,"status":"P","start_date":"1880-08-02","end_date":"1880-08-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 2, 1880 in Catoosa County, Georgia, Martha Sharp gave birth to a son outside of wedlock. Sharp concealed her pregnancy until the birth, attempting to protect her reputation for as long as possible. When her father discovered her secret, he erupted in anger and demanded vengeance upon the man who impregnated her. She initially refused to reveal the name of her child's father, but eventually revealed that her impregnator was Thomas Nation, a Mormon convert who was her sister's husband. Mr. Sharp rushed to Nation's house, threatening to kill his son-in-law and then himself. Upon arriving at Nation's residence, Sharp discovered the dead body of his other daughter, as she had perished that same day in the delivery of her own child. Meanwhile, Nation realized his adultery had been discovered, and he fled from his home and his wife's corpse. After the funeral of his daughter, Mr. Sharp offered a 100 reward for Nation's arrest and the entire community joined in the hunt for the villain. Nation was eventually discovered with two other Mormons on a train going to Chattanooga, Tennessee. The sheriff of Catoosa County sent a deputy to pursue Nation, and they arrested him as he stepped off the train in Chattanooga on August 13, 1880.","It is impossible to determine whether Martha Sharp's intercourse with Thomas Nation was forced or consensual. Nonetheless, Sharp possessed much shame about her pregnancy. Her father's reaction to the incident reveals the severity that nineteenth-century southern society bestowed upon such a scandal. The fact that Mr. Sharp was willing to kill his son-in-law and then end his own life, suggests that Sharp lost all desire to live because of his family's disgrace. However, the community blamed Nation's membership in the Church of Jesus Christ of Latter Day Saints as the reason for the scandal, accusing Nation's religious associations as the cause for the Sharp family's problems.","The <em>National Police Gazette'</em>s article on the scandal supports historian Sarah Barringer Gordon's claim that most Americans of the nineteenth century believed the Latter Day Saints were an uncivilized and barbaric religious group. According to Gordon, anti-Mormon and anti-polygamy Americans argued that no civilized group could disagree about the fundamental question of domestic relations, declaring the Church of Jesus Christ of Latter Day Saints to be an inhumane, undemocratic, and un-American church. The article supports Gordon's argument, as the story castigated Nation more for his Mormon affiliation than for his adultery. Nation was, in fact, practicing adultery with his wife's sister and was not practicing polygamy. However, the article and community emphasized Nation's crime as a Mormon polygamy problem, rather than a problem of morality in general. The article's attack on the Latter Day Saints displays the Protestant community's desire to frame the incident as an isolated Mormon problem, rather than a moral problem that breeched religious divides. "],"display_date":"August 2, 1880 - August 13, 1880","search_date":"1880-08-07","locations":[{"id":1621,"lat":34.9035877242,"lng":-85.1380945498,"zoom":10,"place":"CATOOSA, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":5190,"title":"Braxton Bragg's Chickamauga: Trouble with the Brass","course_id":64,"status":"P","start_date":"1863-09-19","end_date":"1863-09-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["General Braxton Bragg's Army of Tennessee was in sore need of a decisive victory in September 1863. Following the Army's failed invasion of Kentucky in 1862, Bragg had been steadily pushed out of Middle and Eastern Tennessee and into Georgia without putting up much of a fight. General William Rosecrans had proven a formidable commander of the opposing Army of the Cumberland. After General James Longstreet's Corps from Robert E. Lee's Army of Northern Virginia arrived as reinforcements, Bragg felt ready to strike back. In a general order issued to the soldiers of the army two days before the Battle of Chickamauga, Bragg requested sacrifice and bravery from his men and stated that “failure is impossible and victory must be ours.”","Bragg's after-action reports regarding his soldiers' actions during the battle were full of praise, but he had a different opinion of several of his subordinate officers. Although Bragg won a victory, the Army of Tennessee took heavy losses and was unable to decisively defeat the Army of the Cumberland. In his official report, Bragg placed much of the blame for the lack of total victory on the commander of his right wing, General Leonidas Polk. Bragg claimed that Polk did not conduct his portion of the battle plan on time; as a result the enemy had more time to prepare defenses and the Confederates had a much harder time assaulting their positions. Bragg's plan centered around Polk's success, and although Polk's troops were eventually able to drive the Union forces from the field, the window of opportunity had effectively closed for the Army of Tennessee to achieve total victory. Following the battle, Polk attributed the delay to miscommunication among his own subordinates, but Bragg refused to accept this excuse and attempted unsuccessfully to have Polk removed from his command.","The lack of cooperation between Bragg and Polk during the battle was not an isolated incident. Polk and several other general officers had disregarded orders from Bragg on multiple occasions during the campaigns previous to Chickamauga, due to a lack of confidence in their commander and their own personal ambitions. To make matters worse, Polk and other subordinates even held secret meetings to discuss their commander's replacement. These factors effectively hamstrung Bragg's efforts to utilize the army to the best of his ability. As a result, Bragg's subsequent Chattanooga campaign was a failure and the disgraced general resigned command of the army in December 1863. Bragg's career makes it evident that the success of a commander revolved around the ability to control and maintain proper relations with their subordinates; no clash of arms exemplifies the importance of this relationship better than Chickamauga."],"display_date":"September 19, 1863 - September 20, 1863","search_date":"1863-09-19","locations":[{"id":1619,"lat":34.9035877242,"lng":-85.1380945498,"zoom":10,"place":"CATOOSA, Georgia"},{"id":2308,"lat":34.7357841762,"lng":-85.3009353974,"zoom":9,"place":"WALKER, Georgia"}],"tags":[{"id":916,"tag":"The Battle of Chickamauga"},{"id":1001,"tag":"Braxton Bragg"}],"course":{"name":"American Civil War Era","school":"Furman University","course_id":64,"school_id":4}},{"id":6067,"title":"Southern, Sassy, and Strong","course_id":122,"status":"P","start_date":"1862-06-05","end_date":"1865-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Midnight train rides, cleaning wounds and changing dressing was not the job for a proper Southern woman. Kate Cummings took up the call to become and nurse and broke the holds that Southern society placed on women of middle to upper class. Kate travled by train from her home in Mobile to different hospitals around the South assesting surgeons after the Battle of Shiloh and hepling wounded in Georgia. While Northern hospitals system was very orginized and detailed, the South was far from it. Doctors drank the medical whiskey that was to go to the patients, other women would not want to preform their duties fully and all the while Kate was receiving letters from her family urging her to levae the unsutiable lifestyle and return home.","Unlike their Northern counterparts, who were welcomed in the hospital, Kate along with other women were seen as the enemy to the male staff such as the Union was the enemy. Pushing this aside and ignoring socieyt and her parents wishes, Kate \"cleaned house\" of the staff who were not up to standards using her society roots to help with her backing.","According to society Southern women were not to see a man's body until they married. The Civil War changed that notion. Cummings helped doctors in surgery, changed dressing, and cleaned wounds. With the new exposure to the male soldiers bodies Kate, who at the time was unmarried was in for a new concept. Throughout the war she remained professional and provided care for the wounded thus saving many lives."],"display_date":"June 5, 1862 - April 7, 1865","search_date":"1863-11-05","locations":[{"id":12224,"lat":35.1460265024,"lng":-85.6297474555,"zoom":9,"place":"MARION, Tennessee"},{"id":285,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"},{"id":1619,"lat":34.9035877242,"lng":-85.1380945498,"zoom":10,"place":"CATOOSA, Georgia"}],"tags":[{"id":2189,"tag":"Nursing"},{"id":7,"tag":"Women"},{"id":32,"tag":"Civil War"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}}]}