{"id":8479,"place":"Cook, Illinois","lat":41.8399513458,"lng":-87.8166666032,"episodes":[{"id":4241,"title":"Chicago Prepares for Lincoln&#39;s Remains\n","course_id":5,"status":"P","start_date":"1865-04-30","end_date":"1865-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            April 30, 1865, was a busy yet solemn day for the residents and city officials of Chicago.  Buildings were draped in black, streets were closed off, and many rules and regulations were laid out for the following day, when the city was to receive the remains of President Abraham Lincoln.  The city government delegated tasks to different prominent organizations throughout the city, with strict orders as to the time and place of each event.  Parents were warned to keep their children at home if they felt them incapable of standing for at least three hours.  Children who were to attend were requested to carry a small flag covered in a black drape.   The mayor ordered all saloons and stores closed for the day, forbid vehicles on the street, and asked for perfect stillness throughout the city.  After the procession went through the city at five mph, taking almost an entire day, the public would be allowed to view the remains in the public square.  The entire city was involved in preparing Chicago for the arrival of their beloved president.","            Lincoln's funeral procession lasted sixteen days, starting in Washington and ending in Springfield, Illinois, where his remains were interred.  The train passed through twelve different cities on its slow journey, each city showing a tremendous turnout of people wanting to pay their respects.  The stir caused by Lincoln's assassination and the outpouring of support by the citizens of these towns manifested the country's love and respect for President Lincoln.         ","Sources: "],"display_date":"April 30, 1865","search_date":"1865-04-30","locations":[{"id":2539,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":2,"tag":"Health/Death"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4282,"title":"Albert Spalding and Baseball&#39;s World Tour\n","course_id":5,"status":"P","start_date":"1888-10-01","end_date":"1889-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Packing their bats, balls and bags, a group of courageous men set out upon a journey of unprecedented nature and purpose. The year was 1888, and Albert G. Spalding had organized a group of all-star baseball players for the purpose of taking the game of baseball on a tour around the world.  A former baseball player himself, Spalding saw this tour as an opportunity to spread the national pastime over the entire globe while simultaneously advancing the interests of his new sporting goods chain.  From Chicago clear around the globe, baseball's finest players took America's pastime as ambassadors to new and spellbound audiences. According to Thomas Zeiler, who wrote a book dedicated to the subject, not only was the tour a sign of baseball's growing popularity, it also signified America's growing interest in global expansion and imperialism. Not only were the players ambassadors of baseball, they were ambassadors of the American way.","The Boston Globe called Spalding's idea one that, \"for boldness and scope, tops anything ever before attempted in the world of sports.\" Consisting of the top talent from around the country, the two teams, the All-America team and Chicago team, set out from Chicago under the direction of Spalding in October of 1888.  Crossing the American west with sweeping success, the tour arrived in San Francisco where it embarked upon the trans-pacific segment of its journey.  Stopping off briefly in Hawaii, the tour landed in Australia and met with an audience accustomed to the game of cricket. After indulging their audiences with exhibition games against the cricket teams of the country, the tour wowed the onlookers with a game of baseball that was highly applauded. The Globe describes how Spalding, achieving this success, then determined to take the tour through Europe and subsequently signed a contract for a European segment of the tour. Its path mapped out, the tour again set sail, crossing the Indian Ocean and heading into Egypt via the Suez Canal. From there the tour crossed Europe with its final destination being the British Isles. Here the two teams battled against each other and against the country's cricket teams all across England, Scotland, and Ireland. Finally returning to the states, Zeiler describes how Spalding received \"applause once near New York harbor\" and how the tour was met with great welcome and banquets almost every place it went.  After playing several games in the east, including a surprisingly lukewarm welcome in Washington D. C., the tour finally came to rest in Chicago where it played its last game. ","The impact of this world tour was soon seen. Returning in the spring of 1889, Spalding quickly made good on his marketing scheme.  In a deal that the New York Times called \"one of the biggest sporting deals of the season,\" Spalding bought out the company of A. J. Reach Company and established \"world control of the sporting goods line.\" Just as a baseball player gloriously rounds the bases after a homerun, so did America's pastime circle the world as a result of Spalding's \"homerun\" of an idea. Not only had the tour given the world a glimpse of America and its game, it had forever solidified baseball as an American institution and the national pastime."],"display_date":"October 1, 1888 - May 30, 1889","search_date":"1889-01-29","locations":[{"id":2541,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":20,"tag":"Diplomacy/International"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4461,"title":"Thomas Nast Draws a Political Statement at the Chicago Convention\n","course_id":18,"status":"P","start_date":"1864-09-03","end_date":"1864-09-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Twenty-four year old Thomas Nast made known his support for incumbent President Lincoln in a work in the September edition of Harper's Weekly. The cartoon entitled \"Compromise With the South\" was one of his most powerful and effective cartoons, and one of his personal favorites that he dedicated to the Democratic Chicago Convention in particular. Harper's Weekly, the first periodical to achieve national circulation, featured the cartoon on its front page on September 3, 1864. Nast's staunch Unionist stance, including those of the Republican editor and owner of Harper's, helped to earn the periodical its reputation in the North and earning him threatening letters from the South. One admirer declared: \"Nast would have been burned at the stake had he been captured on one of his visits to the front.\"","    The cartoon itself depicts a possible grim outcome from the Democratic convention. Nast paints the Democratic convention as a betrayal against the principles for which Union soldiers fought. On the left, a defeated and disabled Union soldier, his face hidden in shame, extends a feeble hand of surrender to a triumphant Jefferson Davis, president of the Confederacy. Davis stands with one boot disrespectfully on the grave of another Union soldier, while Columbia kneels mournfully. In the upper-left, the American flag is hung upside down as a sign of distress. Nast's point in his cartoon was that if there was going to be a compromise with the Confederacy, Union soldiers will have died and served and lost limbs for nothing. He also believed the Democratic platform would return blacks to slavery, as there is a despairing black Union soldier in the cartoon. Overall, the cartoon made a statement against the peace wing of the Democratic party (who were also known as Copperheads).","    The 1864 campaigns and convention was the event that helped Nast earn his national reputation. For up to twenty years after \"Compromise With the South\" was put to print in Harper's Weekly, Nast exerted a tremendous influence on the political life of the United States. He always held a principal interest in politics. His crusading ardor can be attributed to his upbringing: his father fled from Europe rather than be faced with compromising his political ideals and carried from that a sense of conscience rather than a spirit of compromise which was the dominant thought pattern in the country in the Civil War era."],"display_date":"September 3, 1864","search_date":"1864-09-03","locations":[{"id":2539,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":5,"tag":"War"},{"id":18,"tag":"Politics"},{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4570,"title":"Sixty-Sixth Annual Meeting of Amercian Board of Commissioners","course_id":20,"status":"P","start_date":"1875-10-06","end_date":"1875-10-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The American Board of Commissioners met on October 6, 1875, to discuss foreign religious missions.  The meetings were held every day and lasted for about one week.  The committee consisted of 207 members, of whom 116 were clergymen and ninety-one were laymen.  Inside the Board there was another committee that handled all expenses and missionary affairs.  That committee was called the Prudential Committee.  This committee included nine to ten people who were appointed by members of the board.  Secretary Nathaniel G. Clark presented the report on the foreign field.  His report said that the number of churches had increased across the country since last year, and the number of Native Americans who had taken Christianity as their main religion had increased as well.  Also, four missionaries had passed away while on their missions in foreign countries.  The missions that were still in progress were in countries such as Turkey, India, North China, Western Mexico, Spain, and Austria.  The main objective of the missionaries was to spread the word of God to the people of the country and convert them to Protestantism.  \"Most of these pastors are exceeding our expectations,\" one member of the committee said.  In other areas of the country, there were other missionary groups trying to spread to the word of the Lord.  In Illinois, the Central Illinois Presbyterians and the Episcopal Board of Missions encouraged people to come and visit their churches if they so desired.","Each mission had its own goal; that goal was to convert most of the citizens of the country that they were in to Protestantism.  Each mission that was launched was coordinated on a national basis.    These theories were unsuccessful and because of their failures, mission conferences were started.  The first missionary conference was held in New York City in 1854.  Most Americans were aware of the missions that were taking place but did not get involved.  They felt this way because only certain Americans were missionaries.  The Americans who were not missionaries felt that it was the duty of the actual missionaries themselves to take care of the responsibilities of the mission."],"display_date":"October 6, 1875","search_date":"1875-10-06","locations":[{"id":2540,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":147,"tag":"Missionaries"},{"id":79,"tag":"Religion"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":4957,"title":"The Chicago White Sox Scandal of 1919 Shines Light on Early Baseball Business Practices","course_id":27,"status":"P","start_date":"1/1/19","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Lying, cheating, and gambling.  Do these sound like actions that men who were respected and looked upon with admiration would commit?  The fans who supported the Chicago White Sox in 1919 never thought the players they adored would do such things.  However, these fans were wrong.  In September 1920, just as playoffs were about to begin, eight beloved players from the White Sox were charged with gambling and conspiracy to throw the 1919 World Series.  An article entitled “White Sox Stars Confess They “Threw” Last Year’s World’s Series for Money” published in the <em>Philadelphia Inquirer</em> reported these events, with an emphasis on statements made by White Sox pitcher Eddie Cicotte.  He discussed how he received the money he was promised from gamblers, such as Arnold Rothstein, if he helped to throw the World Series.  He was reported as saying that “it is easy to throw a game,” which shows his willingness to take part in the planned conspiracy.  Chicago White Sox owner Charles A. Comiskey was mentioned in this article when it stated that he suspended the eight players involved in the scandal.  The fact that Comiskey suspended those players shows that despite knowing baseball’s historical connection with the marketplace and gambling, those heavily involved in the sport were critical of any activity that reflected this.","For those who read this newspaper, among others who kept themselves informed about the scandal, the larger question looming over these incidents was why.  Why would these baseball stars, such as Cicotte, choose to engage in this conspiracy?  According to the article in the <em>Philadelphia Inquirer</em>, each of the players involved in the scandal received between $5,000 and $50,000 for throwing the baseball championship.  Looking at these numbers from a modern day standpoint, these amounts appear as though they would not be much of a reward for throwing the all-important World Series.  However, in the world of early twentieth-century baseball, the amounts that these eight players received for throwing the series far surpassed their salaries.  In the years leading up to 1919 and for some years after, baseball players had no way of negotiating working conditions or salaries for each season.  Chicago White Sox players were notoriously underpaid; they made anywhere from $3,000 to $6,000, and these amounts were far lower than those of teams with less talent.  This explains why Eddie Cicotte accepted the $10,000 to throw the World Series: he nearly doubled his yearly salary as the White Sox’s starting pitcher.  Not only did this scandal, later called the Black Sox scandal, expose the problems of gambling in association with baseball, but it also shone light on the unfair business practices of baseball owners in the early twentieth-century."],"display_date":"1919 - 1920","search_date":"1920-01-01","locations":[{"id":17541,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":510,"tag":"Scandal"},{"id":233,"tag":"Baseball"}],"course":{"name":"Digital History: New York, New York","school":"Stonehill College","course_id":27,"school_id":22}},{"id":5067,"title":"In Faded Fabric: The Preservation of Immigrant Identity","course_id":43,"status":"P","start_date":"1870-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Kingdom of Italy had secured its territorial integrity, seizing Venice from Austria 1866 and ending Rome’s Papal autonomy by conquering the Eternal City four years later. Nestled in the mountains of southern Italy laid the village of Montefalcone. In 1870, the town was awash with celebration—not from its kingdom’s recent conquests but from a single wedding. Fiorita Corso was betrothed to Aniello Vitale, the orphaned son of a wealthy local merchant; imported cloth and wine streamed in from across the country, and the families busied themselves with preparations.","Aniello’s father Raffaele had owned houses and property across the Campania region of southern Italy. He owned a prosperous store, selling groceries, cloth, and medicine. Around 1860, while bathing his horses, Raffaele was pulled underwater by a horse and drowned. As his widow mourned, the business fell into decline, servants stole from the family, and little-by-little their wealth disappeared. Aniello had gone to northern Italy to study for the priesthood, but with no money he was forced to return home, where he met and married Fiorita.","In the weeks leading to the wedding, according to custom, Fiorita had helped sew the pillows and blankets the couple would need in their new home. The pillows were simple and elegant, with white and green material stitched together with loving precision. Today, the colors have faded, the subtle smell of decay clings to the fabric, and the texture has irrevocably changed with the passage of decades. When the family settled in Chicago, Illinois, years later, the pillow was among the few belongings taken with them. It remained in the family for 140 years, passed through the generations to the present day.","In 1850, less than 4000 Italians were recorded in the entirety of the United States. By 1880, there were 44,000; by 1900, over 480,000. Most, like the Vitale descendents, were from southern Italy, where the standard of living declined dramatically in the closing decades of the nineteenth century. Disease and starvation swept the Italian countryside, and the cost of food skyrocketed. The pre-modern agricultural system could not support its people, and the lack of democracy gave citizens no voice in their own government. Once in America, however, the agriculturally-based immigrants were forced to adapt to lives in New York and Chicago. Like the Vitales, many immigrants settled in ethnic neighborhoods and clung to their language and cultural traditions. Even as they struggled to transcend the bleak realities of urban existence, many clung to ethnic identities with an almost sacred reverence. Such cultural bonds provided security and meaning amidst the integrating and potentially oppressive forces of industrial America. For the Vitale family, the pillowcase represented the preservation of an identity, an individual existence distinct from the realities of their new lives."],"display_date":1870,"search_date":"1870-07-02","locations":[{"id":2540,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":733,"tag":"Italy"},{"id":405,"tag":"Marriage"},{"id":31,"tag":"Immigration"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5134,"title":"Chicago Fire","course_id":52,"status":"P","start_date":"1871-10-08","end_date":"1871-10-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","On the evening of October 8 1871, a small bright spark quickly engulfed Chicago’s entire West Division. Elias Colbert an editor for the <em>Chicago Tribune</em> newspaper recounts the progress the fire made while peering through his telescope from the rooftop of the TribuneBuilding.","Colbert attempts to gather statistical facts on the losses generated by the great conflagration in his article titled, <em>The Losses by the Fire</em>. He concludes that the factual calculations of the total damage would be a rough estimate.","An estimation of 500 buildings including frame structures lost from the fiery blaze and displaced 2, 250 residents on the West Division of the city. Approximately 3,650 buildings were destroyed in the South Division, which included 1600 stores, 28 hotels, and 60 manufacturing establishments. About 21,800 residents became homeless on the upper stories. In the North Division area the burning blaze left 500 establishments standing out of 13,800, leaving 13,300 in ruins making 74, 450 people homeless. Over 600 stores and 100 factories burned along with a portion of the southern part of Lincoln Park. Before the blaze came to a halt, it destroyed 17,450 buildings within a 3.5 square mile. The total damage cost Chicago $200 million. About one-third of the city was ruin and nearly 98,500 people were homeless [1].","The flames moved north and east, leaping over the fire engines and progressing beyond them enclosing their entire apparatus as the flames move east and west. From the west side of Jefferson Street, as far as the eye could reach, in an easterly direction--and the river bound that space--a perfect sea of leaping flames covered the ground.","As far as north of North Avenue, to the river and the lake, the entire North side was a seething infernal. By daylight, the fierce and raging fire was one massive sheet of flame creating a perfect ocean blaze of the east that stretched 7 miles long.","On October 10, the rainfall, the lake, and undeveloped lots on the North side subdued the destructive blaze. Telegraph posts are transfigured into burned and branchless trees, and in this blue land of supreme fancy, the prosaic and the commonplace have disappeared forever. At another point one can faintly distinguish twisted and distorted iron beams, half covering and half covered by massive blocks of stone."," ","[1]Elias Colbert, \"Losses by the Fire,\" <em>Chicago Tribune</em>, October 8, 1871."],"display_date":"October 8, 1871 - October 10, 1871","search_date":"1871-10-09","locations":[{"id":2540,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":839,"tag":"destruction"},{"id":836,"tag":"fire"},{"id":827,"tag":"Chicago"},{"id":840,"tag":"Illinois"},{"id":841,"tag":"1871"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":52,"school_id":43}},{"id":5113,"title":"Women's Rights Activist Experiences Effects of the Communication Revolution","course_id":50,"status":"P","start_date":"1872-01-01","end_date":"1872-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the first of three visits to America in the fall of 1872,  Emily Faithfull, an Englishwoman and women's rights activist described the problematic state of affairs that existed in the American government. During her stay, she closely followed the news articles published in the <em>The New York Daily</em>, <em>The Boston Herald,</em> and <em>The Chicago Tribune, </em>which all related stories of corrupt government officials and the perversion of justice that threatened America's democratic values. Emily Faithfull expressed specific concern over the abuse of justice that pervaded the courts, and in particular, the juries which she believed were placing its citizens' freedoms at risk. In the <em>Chicago Tribune</em> she read of the unqualified men that sat in the juries;men who were either too illiterate to properly \"weigh evidence\" or too apathetic to uphold the proceedings of a just trial. Other men, she learned, \"sympathize\" with the criminal class and withheld the execution of justice (that defines American values).<br /><br /> In her writings, Faithfull asserted that anyone who read the newspapers on a regular basis understood the amount of effort required to improve the situation. Accordingly, she related that in response to such news, \"some young men of the best families have awakened to a sense of their individual responsibility with regard to public matters and have organized a club with the view of encouraging an active participation in political movements.\" Outraged and troubled, Faithfull emotionally warned of the consequences of inaction that allowed those conditions to exist. She continued by urging those who \"love America\" and care for their \"nation's well-being\" to take on proactive measures to keep unscrupulous juries out of the courtroom in order to protect their democracy.","Her description and strong opinions regarding the daily events in American life reflected the effects of the widespread dissemination of information (telegraphs, publication of newspapers, magazines, pamphlets and books), which swept America in the 19th century. Historian Robert Brown regards the effects of the new found  public awareness as the \"communication revolution\" and credits the dramatic changes to technological advancements in transportation and commercialism. The communication revolution, he explains, profoundly impacted every area of society including politics, journalism, education, social movements and commerce. An informed public was now in a position to more actively participate in politics, assemble with others of similar views, voice their opinion, as well as petition and protest. Like Emily Faithfull and the men she describes, having the news at one's fingertips not only empowered aristocrats, farmers, women and slaves but also transformed much of society's outlook and behavior. People could now utilize the power of communication to influence the public and shape the world."],"display_date":1872,"search_date":"1872-07-01","locations":[{"id":2540,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":484,"tag":"Juries"},{"id":450,"tag":"Powerful Women in History"},{"id":800,"tag":"Communication Revolution"},{"id":459,"tag":"Female Authors"},{"id":7,"tag":"Women"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":50,"school_id":40}},{"id":5130,"title":"An English traveler visits America","course_id":49,"status":"P","start_date":"1864-10-01","end_date":"1864-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Chicago, during the 1860’s, was an up-and-coming commercial city filled with buzz, people, industry and trade. Steamships and large boats rolled down rivers, canals, and out into and in from the mighty Lake Michigan. Streets were filled with the hustle and bustle of shoppers and market traders. John Francis Campbell, who visited Chicago from England in 1864, likened the city to a major European city in his memoir, “A Short American Tramp on the Fall of 1864”. He compared the busy streets to Paris, the wharfs to Glasgow and Liverpool,  and he said the railroad tracks and engines were like nothing he had ever seen anywhere. Trains, he said, were like dragons the way they snorted loudly, but he also saw their impact on the farming and agriculture in Chicago. They were used to transport grains, seeds, pigs, etc. These were not like the English locomotives that he had known: they were loud, boisterous, deep, howling roars, different from the “shrill yells” of the English locomotives. Technology and industry were impacting Chicago and helping its advancement during this time. Canals made a huge impact on Chicago’s growth as a city. They provided routes to the Great Lakes and because Chicago is located right on Lake Michigan, it made a wonderful inland seaport so goods could come by ship along canals and the Mississippi River and also along the railroads. It was a horrible place for a city though, since it was located on mostly swampland.","Chicago was a city in the Midwest and affected by the “transportation revolution”. Much of its economy was booming because of the advantages of new forms of transportation and communication. J.F. Campbell realized this and said, “Ships of large size, big steamers, tugs, boats, and all the paraphernalia of a big inland seaport, come straggling through the town in canals which open to the lake; and street-cars and locomotives come rattling, panting and hissing, roaring and ringing, through the town. The whole is something unlike any other place in the world. In its water streets it savours of Amsterdam, and a very bad savour it is. In its wharfs, it has something of Glasgow or Liverpool. The main street, with the magnificent shop-fronts, is something like Argyle Street; the bustle is like Lord Street; the tame railway engines unlike anything to be found.” (p 277) During the second half of the 19th century, Chicago was the railway center of all America. It became one of the leading manufacturing and trade centers in the country. Chicago was becoming one of the fastest growing cities around because of its location, industry, and labor. Chicago became the center of the meat-packing industry as well. Campbell recalls one day seeing a train filled with livestock and chicken then seeing them being butchered. All of the industry led to massive increase in wealth, but there was still “devastating poverty” right by its side. There was a large immigrant population, mostly from Ireland and parts of Northern Europe. These men made up most of the working class and provided the dirty backbone for Chicago’s growth. Chicago was known as “The City of Opportunity.”","Chicago was a bright city that was on its way up economically and industrially. Its location, population, and steady stream of immigrant workers contributed to its stability and placement as a top urban city in the United States."],"display_date":"October 1864","search_date":"1864-10-16","locations":[{"id":2539,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":827,"tag":"Chicago"},{"id":759,"tag":"Immigrants"},{"id":58,"tag":"Industry"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":5146,"title":"The Haymarket Riot &amp; The Trial of the Anarchists.","course_id":61,"status":"P","start_date":"1886-04-25","end_date":"1887-11-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Haymarket riot was an unforeseeable yet necessary event in American History. Right before the Haymarket riot took place; there were a lot of conflicts between the upper class and the lower class. The Haymarket riot was very necessary to America because it taught Americans that what separate them doesn’t just weakens them but also destroy them. One valuable document that sheds light on this horrific, yet important day is the book written by Dyer. D. Lum, “The Great Trial of the Chicago Anarchists.” This writer details not only what took place in this event but also expresses with subtlety his feelings towards these anarchists who organized the riot. The writer of this book provides an outsider perspective on this remarkable event because he discusses the points of views of all parties involved. Although the book was published in 1886, the same year of the incident, the writer targets the general public. He attempted to educate them about the main issues that took place and encourage them to draw their own conclusions about the subject matter. Why would he want the general public to draw their own conclusions? Well, after the Haymarket riot, newspapers who favored the upper class and factories owners were reporting false statement in order to harm the reputation of those accused. The book is divided in twelve chapters which walks its reader from the issues that rooted the riot, the beginning of the riot and then the ending result of the riot.","The first two chapters to the book explain what the root of the riot was. According to the book, one of the main issues that were tackled was cutting down the long hours worked by these workers from 12-16 hours of work to only 8 hours but being paid for 10. The rationale behind this proposal was so that the workers wouldn’t work the long hours that the factories were forcing them to work without sacrificing their income. Big industries owners were “absolutely against that”[1]. This became known as the Eight-hour movement. The second issue arose because of what was taking place in the McCormick Harvester Factory. The employers had previously reached an agreement with their workers that they wouldn’t penalize anyone who served in a committee and acted as a representative to their co-worker. However, this agreement was not being honored because not only did the employees get fired for engaging in union activities but they were also black listed and couldn’t get hired in other factories. Desperate and helpless because of the abuse they suffered, these workers created a very strong union, the International Working Men Association to seek justice against factory owners.","What began as a movement to better American workers working conditions in American, factories culminated in one of the worse riots in the American history. The riot has been a result of a long tension between factories owners and police against factories workers. According to the book, the conflict began on April 25, 1886, over the next weeks, workers paraded Chicago’s streets at least 19 times. By the 2nd and 3rd of May, more than 32,000 skilled and unskilled workers had walked out of their jobs as a sign of solidarity with the battered factory workers. Moreover, trouble arouse in Chapter 3 details what took place during the strike. According to the book, during the strike, demonstration were held and speeches were given by Augusts Spies, Albert Parsons, Samuel Fielden and Michael Schwab. May 4th was supposed to be like any other of day of the strike, Chicago’s Mayor, Carter H. Harrison attended a peaceful demonstration and later on left instructions not to disturb the meeting. [2] However, soon after the major left, the riot ensued. When the demonstrations was supposed to end for the day, the police officers ,176 in total, tried to disperse the crowd. Someone in the crowd threw a bomb killing one officer instantly. In response, the rest of the police started shooting indiscriminately towards the panicking crowd made up of adults and even some children. In the end, a total of seven officers were killed along with an undisclosed number of protesters. More than 200 were wounded.","Chapter 4-8 explains how the accused were arrested, what happened during the trial and how the accused were sentenced by a highly biased jury. Although 30 leaders of the IWMA were arrested, they were later released but eight people remained under the police’s magnifying glass. Augusts Spies, Samuel Fielden, George Engel, Adolph Fisher, Oscar Neebe, Louis Lingg, Michael Schwab, and Rudolph Schnaulbelt were incarcerated. Rudolph Schnaulbelt who was pointed out by several people as the one who threw the bomb was later released while the seven remaining leaders were taken to trial. During trial, each defendant’s characters was severely attacked, especially Spies, who was believed to have came from a very liberal background because he was in an interracial marriage with a woman who was the product of a Mexican woman and a creek Indian relationship.","Chapter 9 and 10 shows the testimony of the defense. During trial this men fought for their freedom and innocence with tenacity. They all gave their testimonies of the facts asserting that they did not know about the intent of the crowd to take explosives to the rally. Moreover, Spies asserted that he made it clear that he wasn’t going to be attending of the rally was going to turn violence or if weapons were going to brought to the rally. However these men accounts were not believed by the jury and on chapter 11, these men were accused of conspiracy and planning the riot. Although they had valid defense and there were witnesses asserting that they did not throw the bomb, they weren’t heard nor given validity. Spies, fisher, Lingg and Engel were sentenced to death, whereas, Fielden, Schwab and Neebe were sentence to life in prison. The writer’s account of the facts reflects how most Americans felt about this terrible incident. Lum stresses the fact that these so called “conspirators” of the riot were not liked because they were viewed as Non-Americans who have come to this country to take advantage of American rights to freedom of speech and peaceful assembly. When the Haymarket riot took place, it was a time when social classes were clashing with each other. This means that the poor-working classes wanted to be acknowledged and treated with dignity and fairness at work; meanwhile, the rich/factory owners did not want to compromise because they did not want to lose their money and position. Obviously, the police sided with the upper classes and began to torment and disperse factories workers as a way to prevent unionization. Measures were taken by the upper classes as well as the police including firing and blacklisting workers who were attempting to unionize and dispersing and beating down those who joined the strikes. Due to the outcome of this trial we can conclude that its main purpose was not to find out who threw the bomb but who caused the bomb to be thrown. The verdict outraged many members of society.","While incarcerated, the seven inmates received constant visits not only from their family members but also from supporters. Eventually, Lingg couldn’t deal with the pressure of being incarcerated and the constant denial of his appeal to the death sentence and took his own life. He inserted a bomb in his mouth and blew his face off while incarcerated in the eve of his execution. In November 11, 1887, Spies, Fisher and Engel were hanged and served the end of their sentence. However on chapter 12, the last argument of their defending attorney Captain Black will live on in the history of the Haymarket Riot. Captain Black stated that the only reason these seven men were chose to die was because seven police officers were killed…who did not like, the accused as class and certainly did not love them either.[1]"],"display_date":"April 25, 1886 - November 11, 1887","search_date":"1887-02-01","locations":[{"id":2541,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":870,"tag":"The anarchists trial"},{"id":869,"tag":"The Haymarket Riot"}],"course":{"name":"American History","school":"Widener University","course_id":61,"school_id":43}},{"id":5161,"title":"Immigrants Who Couldn’t Get on The Train","course_id":66,"status":"P","start_date":"1/1/14","end_date":"12/31/14","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1914, Stephen Graham, a traveler from Britain, was riding a train towards Chicago. Upon arriving at the station, he was comparing the American rates with the Russian rates and Great Britain rates: “The cost of working is more in America than in Russia, and the trains are twice as fast; but that is not enough to set off against the enormous differences in fares. . . It is absurd to compare the prices of fares in America with the prices of fares in Great Britain. It is bad enough with us, but ours is a small territory; it does not cost much to go from end to end. But America is a vast country.” The comparison he made was truly correct. The wages paid in America were much higher than in Russia. Unfortunately, the railway fares were as well. The engineering of the railways had always been appreciated, but did it really benefit all Americans in the 19th century?","Railway fares usually were set quite high since the building cost of the railways was so expensive. For examples, it cost $39.60 -- equivalent to $712 nowadays -- to go as far as Denver, Coloado, which was about 2000 miles from Chicago; and $76.20 -- equivalent to $1307 -- to go to San Francisco. As Graham noted, “It costs almost a year’s wages to pay the fare of a family across it [the U.S.].” More importantly, the wages that Stephen refers to were the wages of American citizens. For those immigrants who were paid in lower wages, the fare might cost much more than they earned. Therefore, compared to Americans, immigrants had to think twice before determining to travel even a thousand miles.","Railways did bring many benefits to the United States. They sped up the development of the Industrial Revolution; they transferred gold, coal, and other materials at a very high speed, yet charged their customers a relatively low price; they brought a lot of jobs within the railroad sector; and they could take any immigrant to a place where he would not be a hireling but, during that period of time, “the high fares deter the immigrant, he is cooped up in districts which he would like to leave, but cannot; in districts where he must remain foreign and not American.”"],"display_date":1914,"search_date":"1914-07-02","locations":[{"id":17541,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":666,"tag":"Railroad"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5174,"title":"Industrial competition between Chicago and Pittsburg","course_id":66,"status":"P","start_date":"1/1/15","end_date":"12/31/15","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Internal competition in a country can be a strong force for development and improvements in some industries.  This “American versus American” phenomenon appeared in many industries in the US. In the early twentieth century, the United States was still developing. At that time, many industries were still in their early stage  -- the car industry and aviation industry, for example. Because these new technologies required a large amount of raw material, the development and competition of the steel industry was the greatest at that time. Since states like Pennsylvania, Ohio, New York, and New Jersey had a rich availability of coal and iron ore, the steel industry in these states had become a critical industry because of the high profit. One of the most vigorous competitions in the steel industry was the competition between Pittsburgh and Chicago. Chicago itself did not have much iron or coal resources, but it could still introduce the steel industry into the city because of its geographical location, which is located next to Lake Michigan. Because of easy transportation, Chicago developed its steel industry so successfully that many cities like Pittsburgh aimed at it as a competitor. A conversation between the two magnates in Chicago and Pittsburgh can effectively represent the tit for tat industry competition that was occuring between the two cities. \"‘That doesn't matter to us,’ reply the Pittsburgh steel magnates. ‘Chicago has to send for its coal, which we have practically on the spot. The result is the same.’ ‘Not at all,’ say the Chicago men; ‘it costs us less to bring our coal than you have to pay for the freight of your ore, and you have to pay freight for coal too, the only difference being that ours travels farther than yours--a very small matter, as the loading and unloading cost more than the haulage, over a short distance. We have therefore a very considerable advantage over you in not being obliged to convey our ore by rail, and this advantage is bound to give us the upper hand in the long run.’\"  This conversation indicates how intense the competition was and how every city would not like to see other sharing their profitable steel exporting market.","This competition actually forced the cities to invest more into the industry and improve the quality of products. The production of steel was a benefit to all as it greatly increased and gave the foundation for the leadership of the US in the industry.  “From 1870 to 1900, annual U.S. steel production rose from around one million to ten million tons.”  Furthermore, the production rose to twenty four million tons annually by 1910. This data shows that vigorous competition can actually encourage improvements and strengthen the whole industry. This also made the US dominate the export steel market for years until the development of the industry in Asian countries in recent years.  However, the United States is still one of the major steel exporters around the world. Furthermore, the mature fundamental technologies also make steel products made in the US competitive with others, which contributes to both the US and the global economy."],"display_date":1915,"search_date":"1915-07-02","locations":[{"id":17541,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":929,"tag":"Pittsburg"},{"id":827,"tag":"Chicago"},{"id":231,"tag":"Steel and Iron Industry"},{"id":11,"tag":"Economy"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5388,"title":"Lincoln's Funeral Train: The Ride from Chicago to Springfield","course_id":76,"status":"P","start_date":"1865-05-02","end_date":"1865-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the evening of Tuesday, May 2, 1865, President Abraham Lincoln’s casket was brought to a depot of the Chicago and Alton Railroad on Canal Street.  A German choral group of about three hundred sang solemn music as Lincoln’s casket was moved onto the train.  The train used to transport the president’s body consisted of one baggage car, several ordinary coaches, and a catafalque car.  The catafalque car was second from the end of the train, and inside, the seats have been removed to make from for a pyramid-shaped stand on which the casket rested. The final car of the train was filled with Lincoln’s family members and high government officials, including Edwin M. Stanton and Major General Ulysses S. Grant.  A New York City regiment of soldiers was given the task of guarding the train; four men stood guard in each car, and no one was able to board the train without a permit.<br /><br />The train began moving at around 9:30 pm that night.  As the train travelled through the night, it passed many train stations, at which hundreds, if not thousands of people were gathered to pay their respects to Lincoln.  Every city was filled with lighted torches, bonfires, and mourning drapery.  In some places, guns were fired and bells were tolled to signal the train’s arrival.  The cities the train passed through included Bridgeport, Summit, Willow Springs, Lemont, Lockport, Joliet, Wilmington, Gardner, Dwight, Odell, Cayuga, Pontiac, Chenoa, Lexington, Towanda, and Bloomington.  When the train finally arrived in Springfield, IL around noon on May 3, 1865, huge crowds gathered around the station.  Guns were fired at the train’s arrival, and a beautiful hearse waited to transport Lincoln’s casket the final distance."],"display_date":"May 2, 1865 - May 3, 1865","search_date":"1865-05-02","locations":[{"id":2539,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":178,"tag":"assassination"},{"id":1219,"tag":"Presidents"}],"course":{"name":"ENGL 305: Literary History and Writing","school":"St. Norbert College","course_id":76,"school_id":44}},{"id":5306,"title":"Women in Baseball","course_id":73,"status":"P","start_date":"1/1/43","end_date":"12/31/54","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Women in Baseball","            “There’s no crying in baseball.”  These famous words were spoken by Tom Hanks in the movie <em>A League of Their Own.</em>  In 1992, Director Penny Marshall brought the true story of women in baseball to movie theatres across the world.   At a time when America was at the forefront of brutal World War II, the future of Major League baseball was unknown.  The idea of using women instead of men on the baseball diamond was the key to saving the game as we know it.","            In 1943, the United States found themselves in the middle of World War II, after an attack on Pearl Harbor.  Most of the minor league baseball teams disbanded due to lack of players.  Major league players volunteered to enlist; including players Joe DiMaggio, Ted Williams, and Stan Musial.  President Franklin D. Roosevelt warned that the 1943 Major League Baseball season might be suspended due to manpower shortages.  According to Gary Bedingfield in <em>Gary Bedingfield’s Baseball in Wartime, </em>the President asked chewing gum mogul and owner of the Chicago Cubs’ Major League Baseball franchise, Phillip K. Wrigley, to step in and do something to keep the game going until the boys came home from the war.","            A group of dedicated Midwestern businessmen, and the financial backing of Mr. Wrigley, began the All-American Girls Softball League in the spring of 1943. The League was formed as a non-profit organization with a board of trustees."," Mr. Wrigley began with four teams in the league.  Teams consisted of 15 players, 1 coach, 1 business manager, and a women’s chaperone.   Wrigley attracted hundreds of women from all over the country and Canada by sending out scouts and setting up try-outs in dozens of major cities.  From the hundreds of hopefuls, only 280 were invited to the final try-outs in Chicago.  There, only 60 became the first women to ever play professional baseball.","A regular season consisted of 108 games played between the middle of May to the first of September.  Salaries ranged from $45-$85 a week depending on age and skill level of the player.  In addition to superior playing skills, Helena Rubenstein's Beauty Salon ensured the players maintained their femininity.   After spring training practices, the women attended Rubenstein's evening charm school classes.","Along with other Trustees, Mr. Wrigley established a set of rules and schedules mimicking the men’s rules and schedules.  He hoped to maximize baseball fields’ to their capacity.  Each team had individual team colors, and adhered to the official league Victory Song, written by Lavonne Davis and Nalda Phillips. ","A magnificent first season in the league boiled down to the World Series Championship between the Racine Belles and the Kenosha Comets.  The Racine Belles went on to win the 5-series championship becoming the first World Champions of the All-American Girls Baseball League.","Due to the success of the first season, the League expanded to eight teams by the 1946 season.  The league lasted until the year 1954.  Many men came home from the war, forcing women to resume housework and child rearing duties.  ","The league gave opportunities to more than 600 players, countless coaches, and over 910,000 fans eventually fizzled out and became a highlight in women’s history."],"display_date":"1943 - 1954","search_date":"1948-12-31","locations":[{"id":27898,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":7,"tag":"Women"},{"id":233,"tag":"Baseball"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":5339,"title":"Bo Diddley Records \"I'm a Man\"","course_id":74,"status":"P","start_date":"10/22/55","end_date":"10/22/55","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The lyrics “The way I make love to ‘em, they can’t resist. I’m a man, spell M-A-N,”-sung with bravado and sexual intrigue not only broke the monotonous, soothing tones of the likes of Bing Crosby and Jonny Mathis, paving the way for a new exciting sound later dubbed “Rock and Roll,” but also being sung by a black man, became even more potent with respect to black acknowledgement in popular culture, and thus society.  This man was incredibly influential in the development of Rock and Roll, and salient in the proliferation of the civil rights movement.","Born in McComb, Mississippi in 1928 Ellas Bates known by stage name Bo Diddley grew up in a church oriented culture. The church in fact provided the opening to Bo’s musical career as he became fascinated with the African drum sounds he heard there. Despite learning the violin, and later guitar, the raw, unfurnished beats of drums remained salient in Bo Diddley’s musical progression. Indeed, he claimed “I play the guitar as If I play the drums.” This distinctive style later separated Bo Diddley from many other 1950s Rhythm and Blues artists, and allowed him to define Rock and Roll.","Pre-dating Rock and Roll, the rise of Rhythm and Blues was largely due to the migration of African Americans from the South to the North, and farm to city.  In the 1950s, Rhythm and Blues found it’s way onto the radio, however there was still significant segregation of white and black music, especially in the South.  Moreover, the performers where often paid very poorly for their music (Bo Diddley named Rhythm and Blues “ripoffs and bullshit”). Yet the 1955 single “I’m a man,” promoted Bo Diddley’s exciting new sound to a level that transcended Rhythm and Blues, and was described by Alan Freed as an “original sound…..that will rock and roll you.”  The sheer energy and presence Bo Diddley provided, combined with the sexual desire he omitted, laid the foundations for Rock and Roller’s like Elvis. And more to his longstanding influence, British punk pioneers the Clash asked Bo Diddley repeatedly to open for their gigs.","Notwithstanding Bo Diddley’s contribution to the development of Rock and Roll, he also played an encouraging role in the Civil Rights Movement. Writer Barbara Beebe noted that “long before Civil Rights marchers held signs saying ‘I AM A MAN,’ Bo Diddley was singing about it in a way that was definitive.”"],"display_date":"October 22, 1955","search_date":"1955-10-22","locations":[{"id":29416,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":1137,"tag":"African-Americans, music"},{"id":1138,"tag":"Rock and Roll"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":74,"school_id":3}},{"id":5343,"title":"Players Confess to Fixing 1919 World Series","course_id":72,"status":"P","start_date":"9/29/20","end_date":"9/29/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 29, 1920, the <em>New York Times</em> published an article entitled, “Eight White Sox Players are Indicted on Charge of Fixing 1919 World Series; Cicotte Got $10,000 and Jackson $5,000.” The 1919 World Series played between the Chicago White Sox and Cincinnati Reds will forever be remember was one of the darkest moments in Major League Baseball and American Sports History. Baseball was, and still is, referred to as “America’s Pastime” because of its nationwide popularity. Unfortunately, it had a dark cloud cast over it due to the actions of eight players from the Chicago White Sox. The eight men included left fielder and star player, “Shoeless” Joe Jackson, pitchers Eddie Cicotte and Claude \"Lefty\" Williams, infielders Buck Weaver, Arnold \"Chick\" Gandil, Fred McMullin, and Charles \"Swede\" Risberg as well as outfielder Oscar \"Happy\" Felsch. The <em>Times</em> article focuses on the confessions of Joe Jackson and Eddie Cicotte. These were the first legitimate admissions of guilt by the players involved.","The team was hounded by rumors of possible foul play for the entire 1920 season and it took until the last weekend of the regular season for the truth to be made public. The White Sox, who were actually in a close race to make the playoffs, needed to win the remaining regular season games to have a chance to win the pennant. Their playoff hopes took a crushing blow on September 28, 1920 when pitcher, Eddie Cicotte had broken down and confessed to intentionally losing games during the previous World Series. His confession led “Shoeless” Joe Jackson to confirm everything that his teammate, Cicotte, had said. Cicotte received $10,000 before the World Series was underway. He stated that his reason for accepting the bribe to throw the World Series was to pay the mortgage on the farm that he had purchased. The mortgage, according to the <em>New York Times</em>, was valued at $4,000. Cicotte was very remorseful for accepting the bribe and only had his family in mind as he confessed. He was reported to have been crying for the duration of his confession. This secret had been eating away at him for an entire year. He was quoted in the <em>New York Times</em> article as saying, “I never did anything I regretted so much in my life.” Joe Jackson, on the other hand, had different motives for sharing the dark secret. He was told that he would receive $20,000 for his role because he was the star player; however, he only received $5,000. He cited that as his reasoning for coming forward. The two pitchers involved in the scandal, Cicotte and Lefty Williams, were credited with all of the 5 losses in the series, combined.  The World Series, at this time, was contested under a best-of-nine format where as today, it is played under a best-of-seven format. During their time on the mound, Williams and Cicotte, would be questionably wild with their pitches and would commit errors in the field that would allow runs to score. Joe Jackson, at the time, was a very dangerous and feared hitter in the league. He testified, according to the <em>Times</em> article, that throughout the series he either would strike out or hit “easy balls” in situations that a base hit would result in a run scored for Chicago. All eight players involved in the scandal were banned from Major League Baseball for life.","The so-called “Black Sox” Scandal crushed the pureness of the game. Baseball was popular because of the spirit of competition and loyalty of fans to their favorite teams. The eight players involved in this scandal nearly destroyed the fiber of competition and sport that held the game of baseball together. These players needed to be made examples by the league. Because of the scandal, any player who was involved in any way with gamblers or fixing the outcome of a game was to be banned for life. Unfortunately for the Chicago White Sox Organization and their fan base, this scandal that haunted to game of baseball stuck with the team for years. It became known as the “Curse of the Black Sox.” The White Sox did not win a World Series Title until the year 2005. The scandal led to 86 years of hardship and suffering without any championships to show for it."],"display_date":"September 29, 1920","search_date":"1920-09-29","locations":[{"id":20798,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":1144,"tag":"Eddie Cicotte"},{"id":1143,"tag":"\"Shoeless\" Joe Jackson"},{"id":1142,"tag":"Black Sox Scandal"},{"id":1141,"tag":"1919 World Series"},{"id":1140,"tag":"Cincinnati Reds"},{"id":1139,"tag":"Chicago White Sox"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":72,"school_id":43}},{"id":5374,"title":"Death of America's First Public Enemy #1","course_id":79,"status":"P","start_date":"7/22/34","end_date":"7/22/34","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     America’s first Public Enemy Number One, John Dillinger, was an idolized gangster who robbed and killed during the Great Depression. Considered a Robin Hood character by the public, in reality he was a prosaic gangster and a cold hearted killer. Federal Bureau of Investigation (FBI) special agents C.B. Winstead and C. O. Hurt gunned down John Dillinger on July 22, 1934, outside the Biograph Theatre. Shot three times according to different accounts, by 10:55 doctors pronounced Dillinger dead at Alexiam Brothers Hospital. Examination of the body at the City Morgue of Chicago showed that Dillinger had two bullet wounds to the chest and a third bullet wound in the skull.","     Although the Country was in a Great Depression, John Dillinger wore the finest fashion. He wore a pair of white buckskin Nunnbush suede shoes, a pair of black socks, a pair of red Paris garters, pair of white Hane’s undershirts with blue stripes, a pair of gray pants, a black belt with silver buckle, one white broadcloth Kenilworth brand, one white handkerchief with a brown border, and one red Paul Boldt and Son’s printed necktie. John Dillinger also had a gold ring with a ruby in his possession, as well as a yellow gold 17- jewel Hamilton watch, and three car keys. His weaponry was military: An automatic .380 caliber pistol loaded with a Remington U.M.C. cartridge. The violent manner of Dillinger’s death by the FBI mirrored his violent career of crime. He wounded seven law men and killed ten in the process of robbing ten banks and staging three jail breaks. Having a vendetta against Dillinger, Director J. Edgar Hover had ordered agents to kill the gangster on sight.","     John Dillinger contributed to the hardship of the Great Depression in the United States by stealing hard working Americans money from the banks he robbed. The FBI search also ate into federal revenue. Public Enemy Number One died as he lived, one man against the law."],"display_date":"July 22, 1934","search_date":"1934-07-22","locations":[{"id":22034,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":1191,"tag":"John Dillinger"},{"id":1192,"tag":"FBI"},{"id":1193,"tag":"J. Edgar Hoover"},{"id":1194,"tag":"Biograph Theater"},{"id":1195,"tag":"Public Enemy #1"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":5434,"title":"“The Baby Faced Mad Man of Highway 12”","course_id":79,"status":"P","start_date":"8/1/34","end_date":"11/27/34","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Federal Bureau of Investigation (FBI) named 1934 “The Year of the Gangster” as the agency had killed John Dillinger, Homer Van Meter, Bonnie and Clyde, and Charles Arthur “Pretty Boy” Floyd. The FBI now had its eye set on Baby Faced Nelson. Nelson had killed FBI agent W. Carter Baum at the Little Bohemia shootout as a member of the 2<sup>nd</sup> Dillinger gang. By August 23, 1934, FBI and local police forces across the United States had apprehended or killed all of John Dillinger’s 2<sup>nd</sup> gang except Baby Faced Nelson. He was the sole survivor of the Second Dillinger gang and was the FBI’s public enemy number one, because of his aim at FBI agents.","            On November 27, 1934, FBI agents Sam Cowley and Herman “Ed” Hollis were in pursuit of Baby Face Nelson. Agents on a stake-out had seen Nelson, his wife and John P. Chase driving into Wisconsin. The agents got Baby Face’s license plate and gave word to agents Cowley and Hollis. Around 3:15 that afternoon Nelson took a car out of the chase with a hail of bullets. Agents Sam Cowley and Ed Hollis found Nelson and John Chase on Highway 12 in Burlington.","            The Firefight on Highway 12 was about to begin. Baby Face Nelson pulled of Highway 12 (now Highway 14) at an entrance of a park and prepared to have a firefight. As soon as the agents stopped, about 150 ft away the firefight erupted. Nelson and Chase opened fire with Cowley and Hollis taking cover and firing back. Cowley hit Nelson with many rounds, but the baby faced mad man kept shooting, wounding Cowley badly.","            Agent Hollis with a heroic move jumped forward shooting Baby Face Nelson in the legs. Nelson did not fall, however, to the hail of bullets. Instead, he returned Hollis’ fire, killing him instantly. Escaping, Nelson was bleeding profusely. The FBI found his body that evening near a graveyard, apparently abandoned by his partner in crime."," "," "],"display_date":"August 1, 1934 - November 27, 1934","search_date":"1934-09-29","locations":[{"id":22034,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":1293,"tag":"Gangsters"},{"id":1081,"tag":"The Great Depression"}],"course":{"name":"The Great Depression","school":"Texas Wesleyan University","course_id":79,"school_id":49}},{"id":5447,"title":"Cholera and boosterism in New York and Chicago","course_id":82,"status":"P","start_date":"1866-01-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Disease epidemics of the mid to late nineteenth century caused an immense amount of fear among everyone and further led to the rivalry and boosterism prevalent between New York City and Chicago during the 1866 cholera epidemic. On August 29, 1866, <em>The Chicago Tribune</em> reported that cholera deaths in New York were at a standstill, and reports extensively from an article from <em>The New York World</em> that “not a single case occurred in the hotel,” and business on the streets and cleaner parts was “free from disease.” Transmission and prevention measures were also being taken to ensure that disease rates were controlled, which was quite the opposite for Chicagoans. There were reports that cholera in Chicago was caused by fall trade, lack of precautionary measures, not having a grasp on the sanitary aspect of the disease. Reports continued to bash the residents of these Western cities (Chicago, St. Louis, Cincinnati, and Memphis), claiming that it was “their fault” for not taking precaution even after being warned about the preventive measures of the disease and its deadliness. Aside from only a “few dozen” cholera deaths, however, the overall health and cleanliness of New York was excellent.","About 12 years prior to the 1866 cholera epidemic, John Snow found that cholera was a direct effect of the lack of sanitation within the city. The broad street pump in London was contaminated with feces and led to the cholera epidemic that ravaged the city. Snow discovered this after removing the handle on the pump, which prevented further use of it. After doing this, there was a sharp decline in and then no more cholera deaths at that time. With this information during the epidemic of cholera in New York and Chicago, both cities were aware of the cause. However, blame was placed on the immigrant population or a person’s predisposition for the disease, possibly in an effort to reduce fear, sustain commerce, and encourage tourism.","The <em>Chicago Tribune</em> further reports, however, that the cholera epidemic was actually quite different in Chicago than the New Yorkers made it seem. The city of Chicago was in reality, ahead of New York City in terms of municipal cleanliness and overall health of the area. Unlike New York, Chicago did not have “those cellars two stories below which breed pestilence” nor “those crowded courts and miserable masses of tenement houses,” which is where cholera often thrived. Due to apparent overcrowding in New York, cleaning the city and escaping the fate of cholera was actually impossible for them. Reporters claimed that New Yorkers knew this to be true, and slandered Chicago in an effort to maintain business and get rid of the guilt they had from misrepresenting their disease data. Furthermore, Chicago’s grasp on reporting deaths from cholera seemed to be better in terms of value and accuracy then that of New York, in their effort to provide the most information about the progression of disease in their city. New Yorkers, however, were negligent in this regard because they did not bother to report accurate numbers. If anyone were to travel to New York, they would actually find the death toll from cholera to be extremely high. To make cholera appear less brutal, however, it was sometimes referred to in reports about disease in Chicago as “Cholera-morbus,” which was less rapid and less severe symptomatically, but equally as fatal.","There is no doubt that disease during 1866 epidemic brought about fear and panic, and there is no wonder why those individuals responsible for reporting wanted to make their city seem like they had better concept of disease and more control over the prevention and spread of cholera."],"display_date":1866,"search_date":"1866-07-02","locations":[{"id":8925,"lat":40.7805662337,"lng":-73.9388482485,"zoom":11,"place":"NEW YORK, New York"},{"id":2539,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":1322,"tag":"disease in the north"},{"id":827,"tag":"Chicago"},{"id":579,"tag":"New York City"},{"id":1315,"tag":"cholera"},{"id":1323,"tag":"rivalry"}],"course":{"name":"Nineteenth Century Urban Epidemics","school":"Furman University","course_id":82,"school_id":4}},{"id":5489,"title":"Jane Addams takes a look back at Hull-House, twenty years later.","course_id":89,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In <em>Twenty Years at Hull-House</em>, Jane Addams reflected that after twenty years, Hull-House held true to its charter: “To provide a center for the higher civic and social life; to institute and maintain educational and philanthropic enterprises, and to investigate and improve the conditions in the industrial districts of Chicago.” However, she realized some changes had taken place at Hull-House.  The immigrant population slowly moved from “prosperous Irish and Germans” to “Russian Jews, Italians, and Greeks”.  The commerce on Polk Street came to include a shop for already made clothing that Addams deemed a “pretentious establishment”.  Also, Hull-House’s location had changed from suburbs to city.","The buildings and homes situated on Polk and Halstead streets had also changed with their inhabitants.  The types of houses now occupying the area in 1910 were “frame cottages” found typically in the poorer suburbs and contained several families rather than one.  Many of the homes were moved into the neighborhood from nearby land taken over by factories. Therefore, the cottages looked temporary and were overshadowed by four or five story high tenement buildings.  The tenements had no water supply, no fire escapes, and inadequate garbage collection.","The site Addams described in 1910 was her creation.  Hull-House came to life during the time of Jane Addams. Hull-House, founded in 1889, celebrated twenty years of being a place immigrants came to gain knowledge about settling in America. Hull-House located in Chicago on the corner of Halstead and Polk, in 1889 was home to Russian, Sicilian, Greek, and Italian immigrants making up the majority of Chicago’s population. Hull-House’s mission of being a place where immigrants came to learn soon required it to offer classes to meet the immigrant’s needs.  Services came to include classes, such as, English language, cooking, and American government. A public kitchen, nursery and playground were other amenities offered to the residents of Hull-House.  The residents, who paid rent and contributed to the services, took the lead on many Hull-House projects that led to social reforms. After twenty years of operation Hull-House remained a cooperative environment for the immigrant population in Chicago."],"display_date":1910,"search_date":"1910-07-02","locations":[{"id":17541,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":759,"tag":"Immigrants"},{"id":7,"tag":"Women"},{"id":1383,"tag":"Jane Addams"},{"id":1384,"tag":"Hull House"},{"id":1385,"tag":"Social Movement"},{"id":1386,"tag":"Social Settlement"}],"course":{"name":"Industrialism and Imperialism","school":"Texas Wesleyan University","course_id":89,"school_id":49}},{"id":5579,"title":"Contrasting Shirley Chishom with the Weather Underground","course_id":88,"status":"P","start_date":"1/1/69","end_date":"12/31/73","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["It was the best of times, it was the worst of times. The War in Vietnam was finally over, Shirley Chisholm became the first female African-American elected to Congress, and Harvey Milk became the first openly gay man elected to public office. Then again, the Watergate scandal destroyed whatever faith was left in the federal government, the Vietnam War had taken its toll on the American people, and radical left-wing groups terrorized citizens for years.","Perhaps it was the worst of times.","The disillusionment associated with the 1970s would never truly go away. No one would forget Watergate or the Vietnam War. Instead of throwing such events of the past by the wayside, the American people decided to reinvent themselves. Gone were the days of standing on the steps of high schools to protest integration. Gone were the deathly fears of communism and all that it stood for. Gone were the glances outward to the international sphere. For the first time in decades, Americans put domestic issues at the forefront of problems to be fixed. By changing the focus away from the ever-present threat of communist takeover and toward the challenging problems at home, America moved forward so that it could now be as advanced socially as it was militarily and economically.","The Weather Underground certainly was a low point in the 1970s. This group epitomized the stereotype about the 1970s being the “Me” generation; its explosive acts of domestic terrorism, rather than underscoring the war and racial issues, caused them to be overlooked. By fighting the system, the Weather Underground made it impossible for any sort of gradual change or compromise. It was either the violent overthrow of the capitalist system or nothing at all. This could also mark the end of the previous era, where everything was zero-sum: one was either communist or western, segregationist or integrationist, bad or good. The death of the Weather Underground marks the end of this black-and-white view of the world as well as the crushing antagonism against anything even remotely related to the negative events of the past.","Shirley Chisholm marked the beginning of the end for broad, generalized racism against African-Americans. Lyndon Johnson knew that he had just lost the South when he signed the Civil Rights Act of 1964, yet during the 1972 Democratic primaries two of the three states she won were in the Deep South: Louisiana, Mississippi, and New Jersey. Though she did not take the Democratic position that year, she proved that the age in which both African-Americans and women were blindly ignored in the political sphere was drawing to a close.","Whereas Weather Underground leader Bernadine Dohrn recorded a declaration of war only to bemoan the “frustration and impotence that comes from trying to reform this system,” Shirley Chisholm sought to advance social causes from within the government rather than outside of and against it. Until the very end, the Weather Underground movement operated in secrecy, exposing themselves only to release communiques or admit their part in bombings. Chisholm, on the other hand, embraced who she was and used her unique qualities (her African-American ethnicity as well as gender) to serve her interests. While the Weather Underground bombed the Pentagon to protest the US bombing Hanoi, Shirley Chisholm hired only women (half of whom were black) for her legislative office. This gradual loosening of old trains of thought, rather than the abrupt style that the Weather Underground preferred, made much more meaningful impacts on each of Chisholm’s causes.","The Weather Underground did not make the Vietnam War end any sooner. They themselves were only a part of the international protest against the war. Nor did they succeed in overthrowing the capitalist American government and instituting a Marxist-Leninist regime. One could argue that perhaps the 1970s were not the worst time in American history. But the Weather Underground certainly didn’t make it any better.","Shirley Chisholm, on the other hand, promoted both African-American and women’s rights. Having been discriminated against her whole life, and in fact surviving three assassination attempts during her presidential bid in 1972, she made it imperative that she visit the infamously racist George Wallace after he was shot. Her method was conciliatory, not vengeful. Much like Gerald Ford officially pardoned Nixon to end the Watergate scandal, she chose to make amends rather than keep a lifelong enemy. She was truly a pioneer for both women and African-Americans.","One could correctly argue that the Weather Underground epitomized the “Me” generation, that though it was part of the counterculture it still followed the zero-sum ideology of the past twenty years. Shirley Chisholm, by contrast, fought for incremental increases, baby steps into her movements and ideas. Yes, her efforts were revolutionary; but they were revolutionary specifically because they did not adopt revolutionary ideologies."],"display_date":"1969 - 1973","search_date":"1971-07-02","locations":[{"id":34067,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":1008,"tag":"Counterculture"},{"id":1518,"tag":"Weather Underground"},{"id":1519,"tag":"Shirley Chisholm"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5603,"title":"The 1970s Through Film","course_id":88,"status":"P","start_date":"1/1/70","end_date":"12/31/79","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 1970’s were a tumultuous time in American history. Movements regarding the war in Vietnam, civil rights, and gay rights escalated as the United States entrenched itself in economic crises and political divisions. As these movements gained momentum, the political system as well as the prevailing social notions of the time attempted to quash any semblance of progressive thinking until the end of the decade. Three documentaries about the time - <em>The Weather Underground, Chisholm ’72,</em> and <em>The Times of Harvey Milk </em>- focus on the major political voices of the 1970s and how they were confronted, spurned, or ignored. By analyzing these three works, it can be deduced that the 70s were a period of social and political growth and examination in the youth and minority populations that the older generation of society was attempting to supplant with traditional Cold War values.","By 1970, the war in Vietnam had escalated and Nixon’s campaign of “Vietnamization” had begun. Under Nixon, the Vietnam War saw an increase in strategic bombings of supposed communist strongholds and the “incursion” into Cambodia with 25,000 U.S. and South Vietnamese troops. This increased activity in Indochina prompted a growth in the anti-war movement, which had already gained considerable momentum. Students for a Democratic Society - the major student body anti-war organization during the Vietnam War - was already at 300,000 members and growing. Privileged college students began to rebel over war crimes committed by the government under their pretext of protecting the world from communism.","The 2002 film <em>The Weather Underground</em> focused on the exploits of the Weathermen, a domestic insurgent agency formed in the summer of 1969. They were the militant arm of the SDS and sought to overthrow the United States government on account of the civilian casualties in Vietnam. With the slogan “Bring the War Home,” the thirty-odd Weathermen wanted to instill fear in the government that was controlled by, what they perceived, as old, corrupt politicians from an irrelevant, bygone generation. Nixon responded to this radical minority with reciprocal contempt. After the Greenwich Townhouse Explosion in May 1970, the Weathermen went underground and started a strategic bombing campaign, all the while being pursued by the FBI. After the war ended and many Weathermen came out of hiding, few went to prison on the account of the FBI’s illegal actions to track them down in the first place. Simultaneously, vice president Spiro Agnew denounced the anti-war protesters as “traitors, thieves and perverts.” It seemed the administration’s decision to marginalize the movement had adverse effects as the Weathermen’s coordinated bombings of government buildings skyrocketed until the end of the war in ’75. These practices, coupled with the release of the Pentagon Papers in ‘71, sewed seeds of distrust and frustration with how the government was conducting business not only in Vietnam, but also within the system itself. The prevailing Cold War policy of containment propagated in the 1950s and 1960s had permeated society as well as foreign policy. It was finally met with resistance in the 1970s to the dismay of Washington, and thus they made every attempt to stamp it out.","Like the Weathermen, the campaigning of Shirley Chisholm in the 1972 election was an indicator of a changing sociopolitical climate, but unlike the Weathermen, forces within the movement itself halted its momentum. The 2004 film <em>Chisholm ’72: Unbought & Unbossed</em> illustrated exactly how the Democratic Party was operating during the 1972 election and how massive and divided the party –and society - was against such a unified political platform as the Republicans’. Chisholm herself ran for the rights of women and African Americans but also for a withdrawal from Vietnam and the resolution of the busing integration controversy. However, her gender mixed with the color of her skin greatly hampered her support base as the male-dominated Black Panther party was reluctant to back her, as well as the feminist movement, which generally marginalized the voices of black women. By the time of the democratic nomination, all of Chisholm’s supporters in Congress like Ron Dellums ended up supporting George McGovern of South Dakota for the nomination. The 70s were showing signs of progressive, liberal attitudes, but were being hampered all the way by the established government. Nixon simply appealed to those sick of the costly New Deal social programs and won a landslide victory with 61 percent of the popular vote. It seems like all would be lost in terms of progressive ideals in the 1970s, but as the decade wore on and Nixon was impeached and resigned, people began to think that the established order could be openly challenged without severe repercussions.","Enter Harvey Milk: district 5 Supervisor of San Francisco in 1978. In the documentary <em>The Times of Harvey Milk</em>, Milk’s exploits and contributions to the San Francisco gay community are revealed, along with the events that precipitated his assassination, and the subsequent outrage over the verdict of his killer. Reflecting the desperation of fellow supervisor Dan White who murdered both Milk and San Francisco mayor George Moscone, the established sociopolitical system of the United States by 1978 was buckling under the increasing momentum of liberal views and progressive ideals. Milk was one of many activists who were fighting tooth and nail for moral, social, and political equality. One of the major planks of the Democratic Party in the 1976 election was advocating of equal rights groups. President Carter publicly endorsed gay rights, which would have been impossible even earlier that decade. However, Milk and other activists’ primary opponent during this transitional period were evangelical fundamentalists who were still clinging to the old Cold War system of control. Milk’s crowning moment as Supervisor was his opposing of California Proposition 6, or the Briggs Initiative, which would ban gays and lesbians from working in public schools. Milk was able to rally public support against the bill and even get open support from prominent politicians like Ronald Reagan and Gerald Ford. The main indicator for the closing of the decade, however, is Milk’s assassination itself. For a gay man to be put into a position of such power within the city of San Francisco, the people had to have been open to radical changes in infrastructure. Unfortunately, the last years of a dying system seem to be the most chaotic. In this case, Christian fundamentalism had a major resurgence, as people were fearful of the state of the established order. It was this resurgence that opposed Harvey Milk and went leniently on his killer Dan White, but the subsequent widespread outrage over the court verdict showed that they were becoming a shrinking minority.","Was the 70s characterized by repression and disengagement? Some would argue that it is, but the strength in the progressive organizations paved the way for an unprecedented amount of liberal thinking so far seen in the Cold War. The documentaries <em>The Weather Underground</em>, <em>Chisholm ’72</em>, and <em>The Times of Harvey Milk</em>, showed a decade in transition, a transition hampered heavily by a system of political and societal control refined over thirty years of Cold War conflict. If that system had not been so heavily entrenched in the minds of America’s older citizens at that time, the 70s would have been a period of growth instead of repression and turmoil"],"display_date":"1970 - 1979","search_date":"1974-12-31","locations":[{"id":34924,"lat":37.7029266937,"lng":-123.005394924,"zoom":11,"place":"San Francisco, California"},{"id":35365,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"District of Columbia, District of Columb"},{"id":34445,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":1554,"tag":"Vietnam War"},{"id":1560,"tag":"The 1970s"},{"id":1561,"tag":"1972 Election"}],"course":{"name":"United States Since 1945","school":"Rollins College","course_id":88,"school_id":5}},{"id":5671,"title":"The Great Chicago Fire","course_id":99,"status":"P","start_date":"1871-10-08","end_date":"1871-10-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In order for fire to die, there needs to be water, and usually, lots of it. Chicago in 1871 had a serious lack of water and a desperate need for it. It was hot and dry and Chicago was in the midst of a draught; the worst weather for a fire to occur. Early autumn was no different from the previous summer; the hot air still lingered and small fires often started. The draught was so bad that between July 4<sup>th</sup> and October 9<sup>th</sup> of that year, only one and four tenths inches of rain fell.","On Sunday evening, just after nine o’clock on October 8, 1871, a fire began in a barn. While the actual cause of the fires is unknown, many believe the beginning of the catastrophic fire started with a cow that kicked over a lantern in the barn, thus starting a fire that engulfed much of the city. An estimated nine-tenths of the structures were made of wood, and the other tenth contained wooden aspects. It was a fire breeding ground. Combined with the draught, a city made of dry wood was helpless against the relentless flames. The urgency of the fire was unknown to many, most believing the smoke to be from part of a previous blaze that was under control. With only an estimated two hundred firefighters throughout the city, many were exhausted from their work the previous day. The watchman, upon seeing the flames from his lookout, directed the weary firefighters to a location a mile away from where the fire actually was. As a result of all the bad luck in Chicago that day, the fire quickly spiraled out of control.","The overworked firefighters and overused equipment simply could not keep up with the blaze. Thinking the fire had consumed all it would be able to, firefighters managed to direct the flames to a nearby river, assuming the river would stop the spread of flames. However, a tall church caught fire and aided by high winds, sparks were able to jump the river and ignite rooftops. The mayor called out to neighboring cities for help, but by this point the fire was unstoppable and had already cut off the city’s water supply, thus cutting off any water firefighters were able to get.","The fire destroyed everything; homes, hotels, and department stores in a blaze that burned a trail for thirty-four blocks, roughly four miles long and three-quarters of a mile wide. The fire burned itself out, with the help of a light drizzle on October 10<sup>th</sup> that the city hadn’t seen for months. The city recovered one hundred and twenty five bodies, with the estimated death toll between 200-300 people. The fire prompted a rewriting of Chicago’s fire standards, and while dampening the spirit of the city temporarily, residents rallied and pulled their fair city out of the depths of a living hell."],"display_date":"October 8, 1871 - October 10, 1871","search_date":"1871-10-09","locations":[{"id":2540,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"}],"tags":[{"id":836,"tag":"fire"},{"id":827,"tag":"Chicago"}],"course":{"name":"Pamphlets &amp; Pirates: Popular Print Culture in Antebellum America","school":"Northeastern University","course_id":99,"school_id":56}},{"id":5766,"title":"The Great Migration","course_id":112,"status":"P","start_date":"1/1/17","end_date":"12/31/22","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Many changes and shifts occurred during the early twentieth century. Big shifts such as mass movements from different regions in the U.S., notably African American’s “Great Migration” from the South to the North. Around 6 million black migrants were redistributed among the Northern and Western cities later to die down around the first World War.","A popular destination for these migrants was Chicago, Illinois. A few letters from the “Great Migrations” chapter of <em>Major Problems in American Urban and Suburban History </em>were compiled from 1917. Two of the letters (both from anonymous sources) are prime examples of the different stages of the relocation to Chicago. The first letter is from a black man living in Louisiana  asking the <em>Chicago Defender </em>for “passes” to the North. At the time, <em>the Defender </em>was a widely popular literary journal that emphasized the negatives of racial discrimination and was a strong activist source for civil rights. He explains that he, like many others, has a family to take care of and has heard/read of great job opportunities in Chicago. He also mentions the displeasure from “white folks” that many blacks were looking North for opportunities. He writes “Please dont publish this because the white folks are angry now because the negroes are going North.” Many white southerners were upset about the loss of labor to the promise of “freedom”.","In the second letter, a black woman who has already moved to Chicago tries to persuade her sister to move her family to Chicago. She tells her that “people are rushing here by the thousands”and there is good money in being a landlord, on account of all the needed housing for the incoming migrants. She writes of the job she and her daughter have at a meat packing warehouse where she makes $1.50 a <em>day. </em>However, she feels the Lord has brought her and her family to Chicago.","Job opportunities weren’t the only motivation for this Great Migration. A general sense of true “freedom” was felt with living in urban cities, particularly Chicago. Polls were taken and the responses about Chicago living were all generally the same: freedom, voting rights, better opportunities, no “dictation” from the white people. A particularly shocking response from a black migrant stands out: “Can vote; no lynching; no fear of mobs; can express my opinion and defend myself.”","Another big pull factor was the widespread grouping together of blacks in urban areas. James R. Grossman states “it is likely that eventually most black southerners who decided to go North... chose a destination based largely on the presence of kin and townsfolk.”","Overall, Chicago was an incredibly enticing city for those oppressed black southerners."," "],"display_date":"1917 - 1922","search_date":"1920-01-01","locations":[{"id":17541,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":81,"tag":"Great Migration"},{"id":1667,"tag":"Discrimination"},{"id":827,"tag":"Chicago"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}},{"id":6080,"title":"Gloria Gaynor Records Disco Anthem ‘I Will Survive’","course_id":123,"status":"P","start_date":"10/23/78","end_date":"10/23/78","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 23, 1978, the American singer Gloria Gaynor released the famed disco anthem “I Will Survive.”  The song’s lyrics traced the story of a woman who was wronged by a man and left heart broken and alone. She was both “afraid” and “petrified” by the event.  As the song progressed, the woman transformed her pain into a newfound sense of personal strength.  “I used to cry/ But now I hold my head up high,” Gaynor belted out in the third stanza.  The woman directly asked the man, if he underestimated her ability to move on without him.  “Do you think I’d crumble/Did you think I’d lay down and die?”  Finally, Gaynor breaks into the song’s chorus.  “Oh as long as I know how to love/ I know I’ll stay alive/ I’ve got all my life to live/ I’ve got all my love to give and I’ll survive/ I will survive.”","Historian Tim Lawrence has argued that the “black female diva” became an important figure within the disco movement.  Singers such as Gaynor were able to embrace both a deep emotional vulnerability and a fighting spirit that appealed to a wide and diverse audience. Minority groups, including blacks, women, Hispanics, and gay men, made up a substantial portion of disco’s primary listeners.  Offering these groups a sense of collective spirit, disco became what Barry Walters, a writer for <em>The Advocate</em>, described as “a public music.”  ‘I Will Survive’ fit well into this mold. It provided listeners with a message of resilience, serving as a source of inspiration for many who felt oppressed by society.  With its emphasis on being strong and moving on, “I Will Survive” became an immediate hit among disco lovers across the country.","As the sole singer, Gaynor’s voice and message were clear and direct. “I Will Survive” became an anthem for anyone who felt victimized by society.  This was especially apparent among gay men, who made up the song’s primary fan base.  As Gaynor said, “It made all the sense in the world that ‘I Will Survive’ became an anthem of the gay movement.  Who felt more oppressed than they did?”  The song’s empowered message was especially appealing in the 1970s, when newly enfranchised minorities were attempting to define themselves and show their strength.  From January 20, 1979 to May 25, “I Will Survive” held the number one spot on the pop charts, and became Gaynor’s most popular single."],"display_date":"October 23, 1978","search_date":"1978-10-23","locations":[{"id":34445,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":104,"tag":"Popular Music"},{"id":2201,"tag":"Minority Groups"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":123,"school_id":3}},{"id":6143,"title":"The Columbian Exposition: America’s Showcase to the World","course_id":131,"status":"P","start_date":"1893-05-01","end_date":"1893-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 7, 1893, Professor John Howard Ford returned from Chicago where he had placed an exhibit of Rollins College at the Chicago World’s Fair.[1]  The exhibit was placed in three different sections at the Fair: the Educational Department of Liberal Arts, the Denominational Department, and in the Florida Building.[2]  Ford was acting president at the college, having stepped into the position following President Edward Hooker’s resignation in 1892 due to his failing health.[3]  Dr. Ford was a member of the faculty from 1886-1901, during which he taught Greek, English Literature, and Psychology.[4]  In addition to his teaching and presidential duties, he served as Dean of the Faculty from 1894-1897.[5]","The Chicago World’s Fair, also known as the Columbian Exposition, was held from May 1-October 30, 1893, and highlighted “the industrial and technological progress of the United States.”[6]  The Fair commemorated the 400<sup>th</sup> anniversary of Columbus’s arrival in the New World.  Chicago beat out a number of cities to host the Fair, their cause aided by extensive lobbying and millions of dollars pledged to cover costs.  It took head architect Daniel H. Burnham three years to build, while costing over $30 million.[7]","The one of the prime attractions was the technological section, which featured displays from many of the nation’s leaders in “transportation, electricity, machinery, manufacturing, and mining and metallurgy.”[8]  The Fair was truly a showcase of how far America had come in its short history.  The Exposition was a wake-up call to the rest of the world, showing the United States was gearing up to become the dominant power in technology and innovations.","Visitors had the pleasure of experiencing the maiden appearance of the Ferris Wheel, which was built especially for this occasion.  In addition, visitors could ride on the first elevated train ever to be constructed.  The Exposition was an enlightening experience for its visitors, as “millions of Americans [and foreigners] were exposed to new technologies, innovative music, art and architecture, new consumer products, and people from all over the world.”[9]"," ","[1] “Winter Park scrapbook, 1881-1906: Loring Chase scrapbooks Vol. 02, 1893,” <em>Central Florida Memory</em>, http://digital.library.ucf.edu/cdm/ref/collection/CFM/id/27473.","[2] http://digital.library.ucf.edu/cdm/ref/collection/CFM/id/27473.","[3] Lorrie Kyle Ramey, “Joy to the Park, the school’s begun!,” <em>Rollins Magazine</em>, last modified Fall 2009,http://www.rollins.edu/magazine/archive/fall2009/stories/rollins-perspective-part-one-contd.html.","[4] “Dr. J.H. Ford Home,” <em>Rollins Digital Collections, </em>http://archives.rollins.edu/cdm/singleitem/collection/wpandcfl/id/149/rec/1.","[5] http://archives.rollins.edu/cdm/singleitem/collection/wpandcfl/id/149/rec/1","[6] Jeri L. Reed, “Columbian Exposition (1893),” in <em>Encyclopedia of the Gilded Age and Progressive Era Volume One</em>, eds. John D. Buenker and Josh Buenker (Armonk, New York: M.E. Sharp, Inc., 2005), 319.","[7] Reed, “Columbian Exposition,” 319.","[8] “The World’s Columbian Exposition,” <em>The Decorator and Furnisher</em> Vol. 21, No. 2 (November 1892): 63, accessed October 2, 2014.","[9] Robert W. Rydell, “Women Building History: Public Art at the 1893 Columbian Exposition,” <em>Journal of the Society of Architectural Historians </em>Vol. 71, No. 2 (June 2012): 227, accessed October 2, 2014."," "],"display_date":"May 1, 1893 - October 30, 1893","search_date":"1893-07-31","locations":[{"id":2542,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"COOK, Illinois"},{"id":1444,"lat":28.5664573086,"lng":-81.3013732137,"zoom":9,"place":"ORANGE, Florida"}],"tags":[{"id":2324,"tag":"Columbian Exposition"},{"id":2325,"tag":"Chicago World's Fair"}],"course":{"name":"Decade of Decision 1890s","school":"Rollins College","course_id":131,"school_id":5}},{"id":6243,"title":"\"The Hun Rule Association\" was a political cartoon used by the Anti-Saloon League to marry patriotism and prohibition by vilifying the German brewing inductry in the United States.","course_id":133,"status":"P","start_date":"1/1/17","end_date":"12/31/33","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the early twentieth century, the United States was involved in two “wars”, a military conflict in which those of German ancestry were vilified as part of the war effort, and a social and political campaign that used this hatred of Germans as a tool to further its cause.  America’s entry into World War One sparked an anti-German sentiment that targeted many accomplished members of society that had come to the United States in the first wave of immigrants from Europe.  At the same time, a battle was being fought against the consumption of alcohol, blaming it for all of society’s ills. Since the majority of the breweries in the United States were owned by German immigrants and still retained German names, they became a convenient target of both prohibitionist and anti-German crusaders.","The cartoon “Hun Rule Association” was created by the Anti-Saloon League in the period of 1914-1920, when the United States was at war in Europe during World War 1 (Anti-German Prohibition).  It depicts a parade of beer kegs and bottles, many with stereotypical German faces on them, marching and waving placards.  The placards state the supposed ills that the Anti-Saloon League blamed on alcohol consumption.  The use of German imagery and the term “hun,” an anti-German slur, was meant to associate our enemies oversees with the liquor and beer industries, making Prohibition appear patriotic in a sense.  The Anti-Saloon League went as far as to refer to the Milwaukee brewing industry as “the worst of all our German enemies” (Digital History). These enemies that the league spoke out against were, in fact, some of the most successful and industrious immigrants that had come to America, spreading a culture that is still ingrained in the collective American society.  Germans built a flourishing brewing industry and distribution network, dominating saloon business.  They also introduced the concept of beer gardens to America, providing a family-friendly drinking environment that included food, games, and live music in a well-lit, inviting setting (Immigration).","The organization responsible for this and many other anti-German, prohibitionist cartoons was the Anti-Saloon League.  The organization was founded in 1895 by members of the Republican Party as a national, bipartisan organization tasked with the advancement of alcohol prohibition through public support.  It exerted influence on religious leaders and local politicians to allow it to spread its message to the largest number of citizens possible.  The readers of these cartoons created by the League were ordinary patriotic, god-fearing people that were easily swayed by clever rhetoric.  These common folk would then demand that their church leaders and local politicians do their part for the prohibition cause, further strengthening the movement.","The results of cartoons like “Hun Rule Association” were rapid and violent.  German culture was swept under the rug as German music, including that of Beethoven, was no longer played, books were burned, and businesses were boycotted (German Immigration).  German citizens were attacked, beaten, and on occasion lynched as examples to others.  A once proud and substantial portion of the population was forced to hide a proud heritage, one that had already become a major part of American culture.  Financially, the German beer brewing industry faced massive losses when National Prohibition went into effect.  The value of breweries during the period of prohibition dropped as much as two-thirds (Immigration).  The only way that breweries remained in business until alcohol was made legal again was to diversify production, manufacturing barley malt syrup, ‘near beer’, malted milk, and other pantry staples.","“Hun Rule Association” and similar propaganda remain today as examples of misguided crusades against convenient enemies.  The German immigrants that helped to build business and industry in the United States were victimized, but they still retain their place in American society.  Alcohol’s prohibition did little to lessen its supposed effects, namely wife beating, child abuse, corruption, and Machine politics (Digital History).  The Anti-Saloon League is long gone, but beer is a booming business, and German culture is experiencing a resurgence in the United States."],"display_date":"1917 - 1933","search_date":"1925-07-02","locations":[{"id":17541,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"},{"id":16292,"lat":43.0070321924,"lng":-87.9667286742,"zoom":10,"place":"Milwaukee, Wisconsin"},{"id":18861,"lat":38.6407017012,"lng":-90.4430188422,"zoom":9,"place":"St Louis, Missouri"}],"tags":[{"id":2478,"tag":"german americans"},{"id":2477,"tag":"world war one"},{"id":2275,"tag":"Anti-Saloon League"},{"id":111,"tag":"Prohibition"}],"course":{"name":"From Civil War to World Stage","school":"Widener University","course_id":133,"school_id":43}},{"id":6307,"title":"Race in Comic Books","course_id":139,"status":"P","start_date":"3/25/72","end_date":"3/25/72","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The stereotypical superhero is handsome, is strong, has superpowers, and is white.  Most comic books featured a stereotypical white hero who was stronger and was far more superior than any other. Characters such as \"Superman,\" \"Batman,\" and the \"Green Lantern\" depiect the idea of the \"handosme and heroric\" white comic book hero that all kids are familiar with. However, comic books began to reflect the social issues of their time, and the producers and creators infused diververisty into their work. In 1972 a new superhero was going to be introduced, \"Blackman.\" Blackman was a superhero of color who saved the world from crime and racial discrimination. He was a character that even white children could \"readily identify\" with. He represented the Libery flag whose colors were featured as his superhero costume. According to his producers, he would serve \"educationally as a vehicle for presenting the contributuions of the black Americans in a unique fashion.\"","Many comic producers tried to mix comics and race but their efforts failed. Comics such as Black Lightning (DC Comics) and Black Goliath (Marvel), which also premiered in the 1970's and featured black heroes, did not last very loing. African Americans were not the only minority that made their way into comics, Chinese and Native American heroes were also featured however this was short lived as well. The longest nonwhite hero to make an appearance was Shang-chi from the comic, \"Master of Kung Fu\" (Marvel). Race was not only an issue in superhero comic books but also in the Sunday paper, proving race was a product of general comics and not just of the superhero variety. Most comic strip characters that were not white were depicted as lower class and of inferior social standings. Race was a critical aspect of the comics of the 1960's and 1970's, largely because it was a topical issue. Most black readers wouldn't mind, let alone notice that they were reading about a white hero, but many whites noticed where they were reading about a superhero of color. This caused many white readers to abandon certain comic series that featured main characters of color.","Many publishing companies tried not to be prejudiced in thier depictions of the black superhero, but often times they were not successful. A good example of this would be Blackman, the superhero who wore the colors of the Liberty flag and protected the projects, a location in which most residents were of color. Another example of this would be Black Lighning who saved the world from drug dealers and protected the hood. Even more ironically, Black Lughning worse a white mask with an afrom attached to it,, almost as if tyring to become a white character while still keeping his sterotypical racial features. The comics that portrayed heroes of color seemed to make their focus on race a bigger deal than it was, by exaggertaing the stereotypical features of certain races. Most comics that featured nonwhite heroes also featured thier race in the title of the comic or in the name of the superhero, adding more emphasis than was neccessary on thier ethnicity. Blackman and Black Lightning are two examples of this. Even Red Wolf (Marvel), who was a superhero of Native American decent, was named with his ethnicity and race as his defining characteristics.","Kids are too naive to focus too much on the details of the race within comics, and yet the producers and writers go out of their way to avoid being racist, which actually backfires. By trying to add diversity to their comics and stories, writers emphasize the lack of diversity. To children and those who love comics, the comic version of a superhero does not have to be defined by his race, but simply the hero who saves the world and wins the heart of his true love."],"display_date":"March 25, 1972","search_date":"1972-03-25","locations":[{"id":34445,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"}],"tags":[{"id":629,"tag":"race"},{"id":1775,"tag":"Comics"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}},{"id":6475,"title":"The 1960s: A Revolution for the Intellectually Disabled","course_id":151,"status":"P","start_date":"2/5/63","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Americans with intellectual disabilities were seldom given the respect and equal opportunities they deserved prior to the 1960s. Historians describe the sixties as a monumental decade in terms of technology, music, fashion, sexual revolution, and youth rebellion; but the Age of Aquarius also marked the beginning of a newfound recognition for Americans with mental disabilities. ","John F. Kennedy was the first president to make improving the lives of handicapped Americans a priority in his administration. He issued a message to Congress in 1963 addressing the dire need to aid and support Americans suffering from mental illness. He stated, “…as Americans, it is our duty to seek out the causes of mental illness, strengthen public awareness of intellectual disabilities and create programs and facilities to assist the mentally ill.” This message marked the beginning of a revolution for Americans with intellectual disabilities. ","Kennedy’s sister, Rosemary, who suffered from intellectual disabilities herself, influenced him during his presidency. Witnessing firsthand the heartbreaking tribulations of growing up mentally handicapped, President Kennedy, along with his other sister, Eunice, decided to set forth to improve the lives of the intellectually disabled forever.","A short eight months after President Kennedy’s special message to Congress, he signed the Community Mental Health Act. The CMHA provided funding for research centers and facilities in order to combat mental illness and improve the lives of those who suffer from it. Up until October of 1963, there had never been a law or act aiming to serve the mentally disabled; instead, families kept disabled children at home because society considered them a burden to society. To this day, the signing of this act signifies the official change in government perspective towards Americans living with intellectual handicaps. ","Although President Kennedy died less than a month after signing the CMHA, his legacy for helping the intellectually disabled carried on. Thanks to her brother’s public awareness, Eunice Kennedy founded the Special Olympics in 1968. The goal of the Special Olympics was to provide a day filled with events and sports clinics specifically for intellectually disabled children.  The Olympics proved to be so successful that, by 1970, the organization had spread internationally to France and Canada. At Eunice’s press conference in 1970, she reflected on how much support the organization gained in only two years and thanked Americans for their ongoing efforts to raise awareness for the mentally handicapped. ","Since John F. Kennedy’s presidency, the lives of Americans with mental disabilities have improved greatly.  Thanks to the Kennedy family, the intellectually handicapped are treated with extra care and compassion. Although some may argue that this was not the most important initiative of Kennedy’s presidency, his influence absolutely sparked a significant change in the way Americans view people who are disabled. "," "],"display_date":"February 5, 1963 - December 31, 1970","search_date":"1967-01-18","locations":[{"id":52870,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago, Il"},{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"}],"tags":[{"id":2872,"tag":"Special Olympics"},{"id":2871,"tag":"Rosemary Kennedy"},{"id":2870,"tag":"Eunice Kennedy Shriver"},{"id":2869,"tag":"Mental Retardation"},{"id":2868,"tag":"Intellectual Disabilities"},{"id":2703,"tag":"John F. Kennedy"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":151,"school_id":77}},{"id":6547,"title":"A Rude Awakening","course_id":155,"status":"P","start_date":"6/7/05","end_date":"6/7/05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The immigrants' expectations as they arrived in Chicago in 1905 were very high. They imagined a place where cultures thrived and everyone had a chance to experience the very best of lifestyles. As the train bounded down the tracks they started to notice major changes in the environment the closer they got to their destination. As they pulled into the station they were taken back by the landscape they had just passed through, hideous and desolate. Exiting the train car, they were hit with the most pungent and disgusting odor. The emigrants around them looked puzzled by the odor and were rightfully wondering if this smell was the norm. The smell was one that made you realize that something was wrong in the surrounding area.","As they began to wander around they overheard some yell something about a stockyard. When they got to a vantage point that allowed them to take a substantial look around, they were able to see one of the most curious and horrible things they had ever imagined. For as far as the eye could see, cattle were crammed into pens. The origin of the smell was all around them. Teta mentioned that there were more cows here than she realized inhabited the earth and asked what would happen to all of them.  Jokubas answered that by tonight they would be butchered and packaged onto trains much like we just were and sent to places across the country. The scariest thing was there were as many hogs and sheep as cattle. Between 8 and 10 million animals a year would be turned into food at this location.","They walked into a long, narrow room filled with men of color that looked as if they had been working through the night with no rest. The men were working around a large wheel that had chains hanging from it and connected to those chains were hogs. They watched in horror as the wheel began to turn and hogs were jerked from the ground and butchered without mercy. Some of the people we were with turned pale and began to get sick. As the horror of what was going on unfolded, men in the crowd laughed nervously and women wept. That was their introduction to Chicago and the “famed” stockyards.","These immigrants were not the only ones to notice the destitute circumstances that surrounded life in industrial cities. Every facet of life in the city was influenced by the nonexistent sanitary conditions. Everything from water contaminated with human feces, to overcrowding, to unsafe factory working conditions made living and working in the city a living nightmare, especially for poor immigrants."],"display_date":"June 7, 1905","search_date":"1905-06-07","locations":[{"id":52933,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"chicago"}],"tags":[{"id":704,"tag":"Urbanization"},{"id":3049,"tag":"cattle"},{"id":3048,"tag":"Stockyard"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}},{"id":6606,"title":"Light through the Fog of War","course_id":165,"status":"P","start_date":"1864-12-15","end_date":"1865-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many people today know about the battles and outcomes of the American Civil War, but not many know about the nurses that provided care to soldiers during and after battles. In Nashville, Tennessee in 1864, a picture was taken that depicts the common nurse during the American Civil War. The picture depicts many stories and experiences nurses had during the American Civil War as it shows the setting for medical care and methods of treatments. The photo is very detailed in how it shows the setting of medical care and treatment, it shows two soldiers covered up by many blankets in a bed with one of the beds having crutches behind it and the nurse is preparing food and medication that is being distributed to the soldiers from their bedside. The soldiers are also covered in bandages and have facial expressions of pain from their wounds they received from battle. Medical treatment knowledge wasn’t as advanced as it is today, so nurses were seen like mothers to a child or a symbol of hope as they did everything they could to help wounded soldiers. This picture was used for the Chicago Sanitary Fair of 1865 and was distributed to the eyes of the public that didn’t have a role in the American Civil War. The Chicago Sanitary Fair in 1865 used this picture because they believed it would be a great motivation tool to influence citizens to join the war effort either by making donations or taking a role as a medical care provider in the American Civil War.   ","American Civil War nurses were seen as a beacon of hope and a vital sign of health to the soldiers of the war, but there was also a sign of pride coming from the nurses as most volunteered to become war nurses as they believed it was their patriotic duty. This pride was seen as a push for more opportunity for women as nursing became more and more as an occupation for women. Even though nurses were seen as a beacon of hope and a care giver as seen back in the photo, nurses were stigmatized as many men believed that the women’s place was in the house and not out in the field as men saw women as a weaker gender. The motivation from women though was astounding as women would use their own homes as small hospitals to quarter soldiers and give them shelter and food. Nurses had many roles during the war and it wasn’t just providing medical care to soldiers. Civil War nurses also provided literacy tasks as they helped write letters to soldier’s families. These details give more depth to what nurses did for soldiers during the American Civil War and explores the challenges nurses had to overcome to define the occupation for not their time period, but for the future. "],"display_date":"December 15, 1864 - May 30, 1865","search_date":"1865-03-07","locations":[{"id":52979,"lat":36.1626638,"lng":-86.7816016,"zoom":8,"place":"Nashville Tennessee"},{"id":52980,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago Illnois"}],"tags":[{"id":2966,"tag":"American Civil War"},{"id":2189,"tag":"Nursing"},{"id":182,"tag":"Nashville"},{"id":3152,"tag":"Chicago Sanitary Fair"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}},{"id":6722,"title":"Policing Gender Expression","course_id":176,"status":"P","start_date":"1857-07-15","end_date":"1857-07-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In July of 1857, Chicago’s “Charley H.” was the topic of an article in the <em>Tribune</em>. The article described his as a “hard-working clerk who lived in a boarding house.” The article reveals, however, Charley is actually a female-bodied person who dressed and acted like a man. The acquaintances of Charley H. were astonished that “Charley was a woman, yes a veritable woman in man’s apparel.” When Charley’s secret was discovered, Charley left Chicago. Charley’s identity as a female bodied person in men’s clothing was criminalized. Throughout the early twentieth century, many people like Charley were criminalized for cross-dressing.","In 1851, 6 years before Charley’s story was publicly published in the <em>Tribune,</em> Chicago’s Common City Council passed an ordinance that made it criminal to “appear in a dress not belonging to his or sex, or in an indecent or lewd dress.” In Chicago’s press, many people, such as Charley, were labeled as those who enacted “cross-dressing,” or “cross dressers.” Reports of people “cross-dressing,” such as Charley, flooded newspapers across the country. One headline read, “Eventful Career of Woman who became ‘Female Husband,’” which tells the story of a woman who not only wore men’s clothing, but “smoked, chewed, and shaved,” enacting male gender roles. Another story read, “Young Woman Jailed for wearing men’s clothing.” In the story the reporter notes, “She claims she can get better wages as a man than she can dressed as a woman.” Not only are these people being reported in the newspaper, but are criminalized by police.","“Women in Men’s Attire-Curious Mania that has long caused Trouble to the Police,” was a headlining story that focused on the cause of “cross-dressers,” and how the police handled situations with “cross-dressing.” The article publicly revealed the stories of individuals and shared the punishment of those caught and convicted of “cross-dressing.” People were charged with vagrancy, jailed, sent to court to explain why they enacted cross-dressing,” and punished with fines, prison sentences, or admitted into penitentiaries. The article also stated, “Negroes are frequent offenders, police say.” In the present, the police’s attitude towards African-American “cross-dressers” is often violent. Numbers of cases were and currently are being added to police records across the country. “Local governments used vagrancy and other statutes to regulate and restrain those who dressed in public as the other sex.” The policing of “crossdressing” and other forms of gender expression have continued into the twenty-first century","The term transgender is defined as those “who identify with gender ‘opposite’ of what society would typically assign to their bodies.” Although “cross-dressers,” and “transgender people,” are defined differently, they both share similar circumstances in being policed for their gender expression. The National Transgender Discrimination Survey attests that twenty-two percent, of transgender individuals who have interacted with police reported harassment by police. African-American transgender individuals reported much higher rates of physical and sexual harassment by police and in prisons. The policing of individuals who express gender that is opposite from their assigned sex at birth has been an issue for the “cross-dressing,” and “transgender” communities for over 150 years. "],"display_date":"July 15, 1857 - July 16, 1857","search_date":"1857-07-15","locations":[{"id":52933,"lat":41.8781136,"lng":-87.6297982,"zoom":9,"place":"chicago"}],"tags":[{"id":2677,"tag":"LGBT"},{"id":1758,"tag":"Gender"},{"id":2845,"tag":"Chicago Tribune"},{"id":3380,"tag":"transgender"},{"id":3381,"tag":"LGBTQ"},{"id":3382,"tag":"police brutality"},{"id":3383,"tag":"cross-dressing"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}},{"id":6738,"title":"Creation of Special Olympics","course_id":174,"status":"P","start_date":"1/1/62","end_date":"12/31/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In an interview with National Public Radio, Eunice Kennedy said, \"If I [had] never met Rosemary [had] never known anything about handicapped children, how would I have ever found out? Because nobody accepted them anyplace.” This sense of not belonging prompted Eunice Kennedy to take action.","The Kennedy family tried to maintain a perfect outward appearance, but secretly one of their children, Rosemary Kennedy, suffered from intellectual disabilities. During this time, society treated people with intellectual disabilities and other mental handicaps as outcasts. In 1946, Rosemary’s father and mother, established the Joseph P. Kennedy Jr. Foundation in honor of their eldest son who died at war. The foundation aimed to identify the causes of intellectual disabilities and improve the way society handled people with intellectual disabilities. Eunice Kennedy, Rosemary’s sister, took over the foundation in 1957, which initiated her career as an advocate for people with special needs.","But her work as an advocate began before this; according to Victoria Dawson of the Washington Post, upon graduation from Stanford in 1944, Eunice worked helping acclimate American POWs back into society. She also served as coordinator of the National Conference on Prevention and Control of Juvenile Delinquency from 1947 to 1948.","When John F. Kennedy became President in 1961, his sister, Eunice Kennedy Shriver, made it her mission to change how the world treated and perceived intellectual disabilities. The combined efforts of Eunice and John F. Kennedy helped establish a new precedent for legislation regarding intellectual disabilities.","The Kennedys wanted to further honor their sister, Rosemary, which ultimately led to the creation of Special Olympics. In 1962 Eunice Kennedy started a camp in her backyard in Maryland for children with intellectual disabilities because other summer camps would not accept them. This summer camp ultimately developed into the Special Olympics, which is now recognized on a global scale with over 2.5 million children and adults participating from 180 countries. The origins of Special Olympics on an international platform can be traced back to July 1968. At Soldier Field in Chicago, the world witnessed the very first International Special Olympics Games with over 1,000 athletes participating. The Special Olympics’ mission is to create an atmosphere that allows both children and adults to compete in an athletic setting while “giving them continuing opportunities to develop physical fitness, demonstrate courage, experience joy and participate in a sharing of gifts, skills and friendship with their families.”  According to Shirli Werner of Journal of Intellectual & Developmental Disability, when studying how Special Olympics have affected athletes with intellectual disabilities and their families four major themes appeared: athlete identity formation, family quality of life, the impact on siblings, and the impact on community awareness and inclusion.","In the 20 year time frame since the end of the Kennedy administration, 116 acts or amendments providing support for people with intellectual disabilities and their families were put in place. The Kennedys certainly honored their sister and brought intellectual disabilities into the spotlight by changing people's perspectives and encouraging inclusiveness."],"display_date":"1962 - 1968","search_date":"1965-07-02","locations":[{"id":52870,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago, Il"}],"tags":[{"id":2872,"tag":"Special Olympics"},{"id":3416,"tag":"Eunice Kennedy"},{"id":2868,"tag":"Intellectual Disabilities"}],"course":{"name":"JFK","school":"Marist College","course_id":174,"school_id":77}},{"id":6765,"title":"History of African Americans in Medicine","course_id":177,"status":"P","start_date":"1/1/00","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Being black prior to the year1891 was hard. Not only was racism everywhere, but for black people in the medical field, as either patients or practicing professionals, if they were qualified and more than likely deserving, there was no place for them in the medical field. This unspeakable injustice is not one that went un challenged though. Until Dr. Daniel H Williams came along to bring about a sense of hope and belonging to African American people who wished to join the medical field. It is very important to understand just how the world worked at this time. The reality of life for black people, was that if they were patients, they could not be brought into a white hospital for an operation. In others where it was allowed, “the privilege carries with it such offensive limitations on the time and manner in which the family of the patient is allowed to visit the may prefer not to use it.” Something else to realize, is that black doctors were extremely ostracized and were also not permitted to practice in public hospitals even upon meeting all of the requirements set forth by said hospitals.","Until a 1900 address by the good Dr. Daniel Hale Williams, (who subsequently opened Provident Hospital and Nurse Training School in Chicago, the nation’s first black controlled hospital), urged other Black people and white people to open black controlled hospitals. The world would no longer be deprived of all the rewards that black doctors have provided for not only the development of the prestigious career that is medicine, but to the overall increase in health possible for all people. Just as any other major change though, the opening of black controlled hospitals was something that took time. In fact, it took twelve years for there to be just 63 black controlled hospitals opened, and seven years later a total of 118.Someone once said that when preparedness meets opportunity, that’s when magic happens. The black hospital movement is no exception to this. By having an environment where black doctors were not only victims to extreme racism, and ostracizing by other doctors, but not even being able to take credit for their work. Being able to work in a safe environment, allowed for the magic to start happening, allowing black doctors to take control of their craft and put forth groundbreaking work just as the great Dr. Williams did in 1893 with the first successful open heart surgery."," "," "],"display_date":"1900 - 1945","search_date":"1923-01-01","locations":[{"id":53109,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago, IL, USA"}],"tags":[{"id":3488,"tag":"Dr. Daniel Hale Williams"},{"id":100,"tag":"Medicine"},{"id":889,"tag":"Racism"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}}]}