{"id":850,"place":"LAFOURCHE, Louisiana","lat":29.3204554147,"lng":-90.0865534097,"episodes":[{"id":2288,"title":"Mortgaging Property  \n","course_id":1,"status":"P","start_date":"1838-04-08","end_date":"1838-04-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In April of 1838, George Guion wrote to the Thibodeauxville Branch of Union Bank of Louisiana asking for a loan of 5,000 in addition to a 10,000 mortgage he already had from the bank on his plantation and slaves. Guion wrote that his plantation had increased in both size and productivity since his first application for a loan due to the fencing of his land, the erection of a cotton gin and a gristmill, and from the cutting of ditches. As security for the additional loan he offered to the bank his plantation and sixteen slaves whose ages ranged from sixteen months to fifty years. It is unknown if the bank granted his loan. ","Banks in Louisiana were encouraged by the state to make large loans to planters in order promote agriculture and commerce. The state mandated that banks open branches in plantation areas and make a certain number of mortgage loans, specifying the geographical distribution of the loans around the state. Although collateralized transactions usually accounted for a small number of credit transactions, slaves were the most popular form of collateral for those short-term and long-term loans that required collateral. For example, slaves accounted for 80 percent of the securities offered in recorded mortgages in antebellum East Feliciana Parish in Louisiana. Slaves could also be used as collateral for purchasing shares in Louisiana's investment banks. ","In the South, slaves were property-they could be bought, sold and transported to any location that allowed slavery. As property, their owners could use slaves when they needed loans. The income stream, or the prospective value of a slave on the present market, influenced the amount each slave was mortgaged for; thus a slave's value was measured in cash. The mortgages usually consisted of recognition of a debt by the debtor and a description of the debt and the property being mortgaged and the time and means by which the mortgaged property had been purchased. Banks all over the South allowed slaveholders to use their slaves as collateral. The Bank of Charleston in South Carolina, founded in 1834, accepted at least five hundred and twenty nine slaves as collateral for mortgages and loans in the years before the Civil War. They also confiscated and owned an unknown number of these slaves when loans were defaulted upon. The Georgia Railroad and Banking Company that was founded in 1832 confiscated at least one hundred and sixty-two slaves from defaulted loans before the Civil War."],"display_date":"April 8, 1838","search_date":"1838-04-08","locations":[{"id":5559,"lat":29.3204554147,"lng":-90.0865534097,"zoom":8,"place":"LAFOURCHE, Louisiana"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2292,"title":"A Letter to Congress\n","course_id":1,"status":"P","start_date":"1842-06-23","end_date":"1842-06-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Several planters and sugar manufacturers from Jefferson Parish joined with citizens from parishes across the state of Louisiana in signing and sending a letter to the United States Congress pleading for increases in tariffs on imported sugar. Stating that the Tariff of 1832 had caused the agricultural, commercial, and manufacturing interests of Louisiana's sugar industry to become paralyzed, they said Louisiana sugar planters needed tariffs on sugar to be high so that Americans would buy their domestic sugar instead. The planters claimed that soon every mechanic, every manufacturer, every merchant, every farmer, every corporation, in our happy Union, [would become] a bankrupt. The planters urged Congress to reinstate the Tariff of 1816, so as to protect the industry.","This letter shows an instance where economics dominated over regionalism in the South. Generally, the South exported their goods and bought imported goods, making them favor lower tariffs. Tariffs were meant to protect United States industries from foreign competition, and since most of the South did not have U.S. market interests they did not care for the tariffs. But the sugar industry did care; they hoped to dominate the American market, but to do that they would need foreign sugar to cost more, and thus they favored high protective tariffs.","This favoring of high protective tariffs meant that planters across the South voted for politicians who also favored protective tariffs. Generally this meant that Southern planters voted for the Whigs. The Whigs supported high tariffs so as to protect homegrown interests. Tariffs proposed in Congress were usually voted for by Whigs, while Democrats generally opposed and tried to stop the passage of tariffs. The Whigs also appealed to Southerners because they believed in states' rights. These shared values helped create a mutually beneficial relationship between the party and the South. The party supported the South's values of protective tariffs and state sovereignty and the South supported the party, helping them win local, state and national offices."],"display_date":"June 23, 1842","search_date":"1842-06-23","locations":[{"id":5544,"lat":29.4255371375,"lng":-90.0017454475,"zoom":9,"place":"JEFFERSON, Louisiana"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2298,"title":"A Relaxing Trip down the Bayou\n","course_id":1,"status":"P","start_date":"1845-03-22","end_date":"1845-03-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Lisa Rhinelander and her brother George, of New Orleans, were traveling along with some friends to a house party at a plantation on the Barataria Canal. They first traveled by railroad, then steamboat, until arriving at a point twenty miles down the river from the home they were to visit. It looked as though they had a long row ahead f them. But it turned out that their host had sent slaves to pull the boat along the canal. The slaves were put into harnesses like horses and began to drag the boat, canal-boat style, for the first ten miles of the journey. Lisa worried a little about the slaves working and toiling too hard but soon saw that that it was fine fun for them and that there was nothing they enjoyed more. She then lay back to relax and reflected on the beautiful day upon the bayou, enjoying how black moss hung in festoons from the cypress and oak trees, giving one the sense of being beyond [the] reach of a human being.","Lisa's solitude was short-lived, however. Her brother George decided to take the opportunity of a relaxing day on the bayou to engage in alligator hunting. George actually sho[t] and kill[ed] five alligators, the largest of which measure[d] twelve feet George was thus quite distinguished and applauded by his traveling companions. Lisa wrote to her mother in New York that she wished that her little brother had been there to see the excitement. The boat in which Lisa and her brother traveled down the canal on was most likely a keelboat. Keelboats originally were used to transport goods up and downriver, but in the late eighteenth century, planters began to used keelboats as pleasure crafts in coastal areas of the South. These boats usually had pavilions for the planter and his family and were usually oar-propelled or dragged by slaves. The boats were convenient; they could be used in shallow water because they only drew two to three feet when fully loaded. They were also more maneuverable because of their narrow beam and because they could be poled or hauled.","Hunting for sport was popular with both men and women in the South. Although alligator hunting was mostly confined to the lower coastal regions of the South-places such as South Carolina, Florida and Louisiana-other types of hunting flourished all over the South from Maryland and Virginia to Louisiana. Fashionable, less-serious, hunters, both men and women, usually only hunted fox and deer, while more serious hunters preyed on bears, fowl, rabbits, possums, and wild turkeys. Hunting for sport was usually the game of the upper class in the South. Most hunts were conducted on horseback, riding with hounds. When men went alligator hunting, they went on foot, but still brought with them packs of trained dogs. Throughout the South, slavery made possible this culture of upper-class leisure that Lisa and George enjoyed. According to Elizabeth Fox-Genovese, the quality of life that upper class Southerners enjoyed rested upon the labor of servants. The time that upper-class men and women spent reading, visiting friends, going hunting and on other various leisurely activities depended upon the slaves' performing all of the basic house and field work. Historian Walter Johnson says that slavery enabled a white woman [to be able to] skate lightly across the surface of daily exigency, her own composure unscathed by the messy process required to produce the pleasing tableau of her own life. Johnson also points out that the ability to own enough slaves to have this lifestyle is what distinguished the upper class from the lower classes. To be able to afford enough slaves so that one's wife only had to worry about leisure and gentility was something that marked out the class hierarchy and was something that men of wealth often made a point of telling their friends to emphasize personal wealth, wealth based upon the enslavement of other human beings."],"display_date":"March 22, 1845","search_date":"1845-03-22","locations":[{"id":5544,"lat":29.4255371375,"lng":-90.0017454475,"zoom":9,"place":"JEFFERSON, Louisiana"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2935,"title":"Runaway Slaves Seek Refuge in Union Camp\n","course_id":1,"status":"P","start_date":"1862-05-21","end_date":"1862-05-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One morning in May two slaves, Sam and Mary, belonging to Mr. Mitthoff, left their home and went to Camp Parapet, a Union fort.  They took with them an assortment of Mitthoff's property, including livestock, a cart, and clothing.   Mitthoff's son went after the slaves and attempted to bring back the cart and other items.When leaving the camp he was asked to show his passports.  He was then told that General Phelps wanted him to leave much of what the young Mitthoff had taken.  Mitthoff's son wound up leaving the camp empty-handed.  When father and son reconvened they witnessed their slaves beating their mule with sticks and throwing mud at it.  The mule then charged towards Mitthoff's carriage, in which his children were sitting.  Mitthoff had to run in front of the raging mule in order to protect his children, which resulted in a terrible injury to his foot.  ","Coinciding with Union occupation, the proportion of runaway slaves increased dramatically in Louisiana.  As soon as slaves figured out where they could go to attain freedom, they left their plantations whenever the opportunity arose.  Confederates knew that when Federal troops arrived they were bound to lose large numbers of slaves.  Therefore, practices monitoring and controlling slaves were magnified in order to prevent the huge loss of capital resulting from runaway slaves.  Parishes hired permanent guards and created river patrols to stop slaves from escaping.  Prior to the war slaves could live unaccompanied in cities, but once the Federal troops arrived masters were fined for allowing slaves to be on their own.  The state paid to have extra white men monitor plantations that did not have enough supervision.  There was also an increase in the amount of Negro hunters who were compensated for retrieving runaway slaves.  Confederates sensed the danger that Union troops brought to the system of slavery and did everything within their power to control the system they were willing to die for.  Not only would runaway slaves hinder the southern economic system, they also were likely to join the Union army.  Throughout the war the Union army took on many African-American soldiers who were fighting for their chance to be free."],"display_date":"May 21, 1862","search_date":"1862-05-21","locations":[{"id":5546,"lat":29.4255371375,"lng":-90.0017454475,"zoom":9,"place":"JEFFERSON, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2970,"title":"Louisiana Education During Reconstruction\n","course_id":1,"status":"P","start_date":"1870-12-29","end_date":"1870-12-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1870 the state of Louisiana's school Superintendent Thomas Conway found an outlet in which to place the blame for his suffering school system.  Conway identified the Northern Peabody Education Fund as the root of many problems public Louisiana schools were facing; in particular, Conway cited the Fund as responsible for having created the growing trend of white parents taking their children out of public schools.  Because the Peabody Fund's money explicitly provided assistance for free schools open to both black and white children, Conway could easily trace his problems back to the Fund's policy.  White parents in Louisiana increasingly refused to send their children to public schools that now allowed black children to attend.  Many white parents would rather remove their children from education altogether, or send them to private schools than have them attend classes with former slaves.  Because so many white parents would not allow their children to learn with African Americans, it seemed that African Americans were receiving a greater proportion of educational funding.  Feeling cheated, whites, with Conway leading them, attacked the Peabody Fund.  "," Therefore in December 1870, Dr. Barnas Sears, the general agent and administrator of the Peabody Fund, wrote a letter in response to Conway's complaints.  <em>The Farmer's Cabinet </em>reported on December 29, 1870 that Sears wrote to Conway: 'We [the Peabody Fund] ourselves raise no question about mixed schools.  We simply take the fact that the white children do not attend them without passing on the propriety or impropriety of their course.  We wish to promote universal education - to the whole community if possible.'  Sears was carrying out the mandate that the Peabody Fund had been established upon, that education for <em>all </em>children was the most essential aspect of trying to rebuild the war-torn South.   "," During Reconstruction in the South, black children were finally allowed to attend public schools.  The new Louisiana constitution, written by both white and black elected delegates, not only outlawed segregation in public schools but also required that every parish establish at least one school within its jurisdiction.  As Tunnell includes in his <em>Crucible for Reconstruction</em>,  a free African American delegate from Jefferson Parish, Louisiana, who helped to write the new constitution, believed that these new provisions for education would elevate and enrich a Louisiana which had previously been ridden with both black and white ignorance and illiteracy.  However, in Louisiana, with a large African American population, this created major problems within the school system.  Since racism still afflicted Louisiana and the greater South, white parents often refused to send their children to school with African American children. The years of Reconstruction saw the rise of a great number of private schools across the South, as whites searched for alternatives to sending their children to school with African American children."," The complex tensions found within Southern society during Reconstruction are clearly shown in education.  The Northern money flowing into the devastated South was both needed and resented.  The disruption of the Southern social order as evidenced in changes within its system of education was a source of great conflict and attention during the Reconstruction era."],"display_date":"December 29, 1870","search_date":"1870-12-29","locations":[{"id":5547,"lat":29.4255371375,"lng":-90.0017454475,"zoom":9,"place":"JEFFERSON, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3051,"title":"Fleeing Louisiana on a Steamboat\n","course_id":1,"status":"P","start_date":"1862-04-01","end_date":"1862-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In the middle of the night Richard, the Fearn's son, awoke his parents to tell them that New Orleans had fallen to the Yankees. During breakfast this unsettling news was reinforced as a man rode by the Fearn home yelling, The Yankees are coming It was clear to the Fearns that they had to leave their home as soon as possible. In the panic to depart, Mrs. Fearn was too distraught. She could barely think clearly of things that she needed to bring with her. Thankfully, her slaves were of a more secure mindset. They packed all the essentials the family would need. Richard departed to return to the army and the Fearns went to Donaldsville to board their steamboat. Eighteen slaves accompanied them. That morning the Mississippi River was full of distressed Southerners fleeing from their homes to become refugees. ","When federal troops seized southern Louisiana in 1862 many white Louisianans fled to avoid Union occupation. Many who left southern Louisiana first went to northern Louisiana before they headed to Mississippi, or more likely, Texas. It was common to take along a few of the most prized slaves during flight. These refugees faced terrible conditions. First and foremost, leaving their homes and knowing that Union soldiers would take advantage of their possessions caused great psychological distress for fleeing Confederates. As city populations began to swell with the incoming refugees, resources like food and medicine, became harder and harder to come by. ","As a result of this chaos, refugee masters often lost much control over their slaves. Like their masters, slaves' lives were also turned upside down. Slave families were separated at higher rates because refugee masters only took those that were absolutely necessary. Everyday plantation life allowed the master to take on a role of extreme power, which was undermined while fleeing. Becoming a refugee served to protect against the influence of federal troops, but it also served to ridicule the system of paternalism that had developed in the South the previous 200 years."],"display_date":"April 1862","search_date":"1862-04-15","locations":[{"id":5562,"lat":29.3204554147,"lng":-90.0865534097,"zoom":8,"place":"LAFOURCHE, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3062,"title":"More than Just Dancing at the Ball\n","course_id":1,"status":"P","start_date":"1862-04-01","end_date":"1862-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Every year the Fearn plantation threw a ball in honor of the magnitude of work that had been done the year prior. The slaves put much effort into the night to make it the happiest of times. Slaves on the plantation looked forward to the ball each year. This year the ball fell on a beautiful night. The Fearns were the last to leave for the ball. As they followed the path to get there, a large slave armed with knives approached Mr. Fearn. This slave had run away three months before to avoid the harsh demands of the sugar-grinding season. The plantation owner ordered the slave to put down his weapons. Out of respect for Mr. Fearns authority the slave fell to the owner's feet and begged to go to the ball. The master agreed to allow him to attend the ball, but warned he would be subject to the punishment by the other slaves. Upon entering the ball he was severely beaten by his fellow slaves and dragged from the ball.","Oftentimes runaway slaves were not punished directly by their owners. Many owners thought that runaways were just an inevitable part of slaveholding. Although slave escapes were a common occurrence, they did not cause much excitement. In fact an owner did not advertise that he had a runaway until that slave had been missing for several weeks. This composure about runaways was due to the fact that most slaves returned to the plantation because they could not bear to leave their families. It was assumed that a successful runaway would never return to the plantation he or she left and would leave his family forever. ","Family was one of the most treasured aspects of life for slaves. The Christmas season was the best time of the year for slaves because it enabled slaves to spend time with their families. Slaves were permitted to take a break from their grueling work to enjoy the holidays. On sugar plantations throughout Louisiana this leisure period was often pushed back until the end of January - after the grinding season. It was common that a dinner and a ball were held in honor of the slaves. Dancing was the most popular activity for the slaves. They danced long into the night. Fellow slaves played music and were sometimes able to make money doing so. Masters often gave their slaves gifts during the Christmas season and may have even given them passes to go where they pleased, within a certain distance, during the rest of their break. There were obvious limitations to the festivities that the slaves were able to enjoy, but it is clear that the Christmas season at least gave enslaved people something to look forward to each year."],"display_date":"April 1862","search_date":"1862-04-15","locations":[{"id":5562,"lat":29.3204554147,"lng":-90.0865534097,"zoom":8,"place":"LAFOURCHE, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":8,"tag":"Arts/Leisure"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4424,"title":"Ursuline Nuns Relocate their Convent outside the City of New Orleans\n","course_id":16,"status":"P","start_date":"1823-03-25","end_date":"1824-09-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1824, a dispute with the city of New Orleans drove the Ursuline nuns of New Orleans to leave their century old convent in the city for a new location outside the city. A drawing of the \"new\" convent shows an elaborate building with elements of classical architecture consisting of a three story convent, orphanage and chapel. Designed by architectural firm Gurlie and Guillot, the convent was decorated with galleries, columns, and Baroque ornamentation. Facing the Mississippi river, it rivaled many of the surrounding plantation homes in both size and construction. ","Before the Ursuline nuns relocated to this new convent from their previous location in the middle of the French Quarter, they had been an important presence in the city of New Orleans for almost a century. They arrived from France in 1727 to establish a school for girls in what was then a French colony. They provided an education not only for white girls of the colony, but also for slaves, free girls of color, and Native American girls. In addition, the Ursulines ran an orphanage and a hospital. In the years immediately following the Louisiana Purchase in 1803, the Ursuline nuns experienced several conflicts with both federal and city officials. One such conflict with the United States government concerning property ownership within the city, led the nuns to purchase property two miles outside New Orleans with the idea of moving. In 1819, the nuns experienced a different conflict: as New Orleans expanded, a closed off street going right through the convent compound had become an inconvenience to the public. In response, city officials decided to open this street to the public, despite protests from the Ursulines. This decision was what drove the nuns to sell some of their city property and to construct a new convent outside the city. The new location gave the nuns the ability to expand as well as the advantage of both being outside the jurisdiction of city officials and of being out of the way of city development.","The convent cost 83,172 to build, and the chapel was an additional 23,635, a total equivalent to about 2 million today. Emily Clark argues that by spending this much money to build an extravagant convent, the Ursuline nuns were making a statement as self-governing Catholic women in a Protestant country that valued a woman's submission to the authority of a husband. In an ironic repetition of the city's attempt to encroach on the nun's interests in favor of development, the 1824 convent was demolished in 1912 to make way for the Inner Harbor Navigation Canal linking the Mississippi River to Lake Pontchartrain. At this time, the Ursuline nuns again moved their convent and their school, both of which are still in operation."],"display_date":"March 25, 1823 - September 1, 1824","search_date":"1823-12-12","locations":[{"id":5595,"lat":29.4255371375,"lng":-90.0017454475,"zoom":9,"place":"ORLEANS, Louisiana"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":7,"tag":"Women"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":3,"tag":"African-Americans"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4445,"title":" A New Hero Rises: Andrew Jackson and the Battle of New Orleans\n","course_id":16,"status":"P","start_date":"1828-01-01","end_date":"1828-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When an individual's legacy spawns something as seemingly minute as a musical composition to be written in their honor, a new level of greatness has been achieved.  Andrew Jackson was no stranger to this after growing into one of the most popular personas in America in his day and age.  James Hewitt (1770-1827), a local composer that left England as a young man to begin his own American dream in the port cities of the Northeast, wrote the piece \"President Jackson's Grand March\" in 1828 to honor the man whom many attribute as helping to define the modern, free United States of America.  This arrangement helped to immortalize Jackson in song as the new hero of the US.  ","Nearly two weeks after the Treaty of Ghent had been signed to end the War of 1812, with the unprecedented victory of the American militia over the far-superior British Navy on January 8, 1815 at New Orleans, the glory of the victory spread rapidly across the nation, never straying far from the name of Andrew Jackson.  An early 1815 issue of the <em>Niles' Weekly Register</em>, a publication based in Baltimore, proclaimed: \"Glory be to God that the barbarians have been defeated.  Glory to Jackson…Glory to the militia…Sons of freedom…benefactors of your country…all hail\"  Alas, the United   States had fully claimed its sovereignty and removed any speculation as to the longevity of its existence.  And much credit was due to \"Old Hickory.\"  It wasn't long before \"The Hero of New Orleans\" was elected President by a grateful American public, never shy to elevate their heroes.  ","1828 marked a shift in momentum for the United   States.  Coming off the euphoric high of a strong military victory, this new nationalism was championed by a man who in no way fit the mold of his predecessors.  Unlike previous American Presidents, as the famous Jackson biographer Remini put it, \"Nothing about him was European.\"  This profound trait catapulted a man and a nation to great new heights. "],"display_date":1828,"search_date":"1828-07-01","locations":[{"id":6206,"lat":42.3649994065,"lng":-70.9800517697,"zoom":11,"place":"SUFFOLK, Massachusetts"},{"id":5595,"lat":29.4255371375,"lng":-90.0017454475,"zoom":9,"place":"ORLEANS, Louisiana"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"}],"course":{"name":"History of Urban and Suburban America","school":"Furman University","course_id":16,"school_id":4}},{"id":4700,"title":"Vietnam Veteran Claims Agent Orange Illness","course_id":26,"status":"P","start_date":"1/1/79","end_date":"12/31/79","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Upon returning home from Vietnam, Marine Lance Corporal Kenneth Pullen claimed that he had been a victim of Agent Orange poisoning. Since his honorable discharge in 1967, eight years before the war ended, Pullen suffered from a wide variety of illnesses. Doctors diagnosed him with having anything from jungle rot to trench foot, to Buerger’s Disease to arthritis. No doctor has been able to give him a direct answer as to the cause of his illnesses; yet Pullen is positive the culprit was Agent Orange. The Federal Government has thus far denied the existence of Agent Orange poisoning.","During the Vietnam War nearly three million American soldiers served in the armed forces and fought in Vietnam. At this time the North Vietnamese were known for their guerilla tactics and the use of dense jungle foliage to conceal their movements and attacks. In order to neutralize the enemy’s advantage the U.S. government enacted what came to be known as Operation Ranch Hand in 1962. Over the period in which Operation Ranch Hand was active, U.S. military forces would drop nineteen million gallons of herbicide over almost four million acres of land in Vietnam. Throughout the period that followed the use of these chemicals, reports came in from soldiers claiming that the agent had caused serious health problems.","While the government continues to reject the possibility of chemical poisoning, men such as Kenneth Pullen are the physical embodiment that something has gone seriously wrong. Commonly accepted at the time, Agent Orange was thought to cause Type II Diabetes, Hodgkin’s Disease<em>, </em>Multiple Myeloma, Prostate and other cancers,and a wide range of other disorders. It was believed that soldiers who came into contact with the agent ran the highest risk of developing health problems.","This came from the dioxin that was found to be contained within the agent. The trouble was anyone from soldiers who loaded planes with the chemical to those who cleared base perimeters with backpack sprayers had been exposed to the deadly toxin. Between 1967 and 1969, the heaviest years of spraying, nearly one and half million soldiers were serving in Vietnam. Fortunately for the men who came back the Department of Veterans’ Affairs set scientific studies in motion to determine the extent of Agent Orange’simpact. Unfortunately though, according to Veterans Affairs President Brett Bullians, \"By the time we get everything out and a real apology comes out we'll all be dead so they won't have to worry about it.\""],"display_date":1979,"search_date":"1979-07-02","locations":[{"id":35712,"lat":29.4255371375,"lng":-90.0017454475,"zoom":9,"place":"Jefferson, Louisiana"}],"tags":[{"id":5,"tag":"War"},{"id":267,"tag":"Health"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}}]}