{"id":8553,"place":"Monroe, Florida","lat":24.6544423073,"lng":-81.6949104117,"episodes":[{"id":4013,"title":"The Cigar Industry: Florida&#39;s Livelihood\n","course_id":7,"status":"P","start_date":"1890-01-01","end_date":"1890-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An 1890 article from the <em>Manatee River Journal</em> clearly noted the importance of the cigar industry in Florida.  Following the cigar manufacturers' strike in Key  West that same year, Florida was forced to recognize cigars as a major agricultural product.  The opportunities that the cigar industry offered, as well as the profits, made cigar factories in Florida as valuable as tobacco plantations in colonial Jamestown.  In <em>Old South, New South</em>, Gavin Wright contends that \"the interest in keeping the southern labor market isolated disappeared after the Civil War, giving the forces that sought to promote industrial development the upper hand, and tending to integrate the southern labor market into the national one.\"  Such integration of the southern economy into the northern economy after the Civil War explains the success of cigar factories and why they became so significant to southern economy in the nineteenth century. ","As stated by Wright, the \"New South's\" dependence on industrialization forced cigar manufacturers to look elsewhere for employment after the 1890 strike in Key West.  They shifted their focus from Key West to cities like Tampa, Punta Gorda, and Charlotte  Harbor in hopes of gaining access to more job opportunities.  ","The shift in the focus of the cigar factories caused the surrounding cities to set their sights on securing lands for the cigar industry.  The article urged each town to secure at least one or two factories.  Key West launched this local project in order to draw attention to the new direction that the state was pursuing in regards to the growing cigar industry.  The large-scale manufacturing activities of the cigar industry in Florida made cigars a very important financial resource.  ","Paula Harper, associate professor at the University of Miami, traced the beginnings of the booming cigar industry to the \"exodus\" of Cubans into Key West near the start of the nineteenth century.  From there, the cigar industry became extremely pivotal in the economic, social, and political aspects of nineteenth century Florida.  This continued to be a trend until the mid-twentieth century, when cigar consumption severely declined.  The successful industrial transition from the \"Old South\" to the \"New South\" can be explained by the success of industries like cigar manufacturing.  Such an explanation allowed the \"most backward and impoverished section of the United States\" to equal the productivity of its northern counterpart."],"display_date":"January 1, 1890","search_date":"1890-01-01","locations":[{"id":1432,"lat":24.6544423073,"lng":-81.6949104117,"zoom":8,"place":"MONROE, Florida"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4558,"title":"Seminole Misison in the Everglades, 1900","course_id":21,"status":"P","start_date":"1899-11-01","end_date":"11/30/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Throughout Florida during the early centuries of the colonization of America, Native Americans tribes dominated the Everglade region, mainly the Seminoles. With this came the need for missions in order to civilize and absorb the Indians into American society. H. Gibbs, a missionary in Florida during the early 1900s, wrote of the alcoholism and diseases that plagued the Natives after white settlers moved into the region. It can be seen through his article in the Palm Branch newspaper, the affects that white settlers had on the lives of Native Americans who lived near their colonies.","                On an Everglade mission site, measles were striking the Natives and making them seek out remedies from the surrounding white communities. The Missionary was troubled by the medication that local whites were selling to the Seminoles . . . whiskey. This contraction of the measles by the Native tribe is a good example of the force that European diseases had over the Indians. They did not have immunities towards the diseases like the Europeans did. Also this shows that Indian's genetic predisposition for alcoholism and the deception of white settlers.  The Natives were told that whiskey was a medicine for measles and so flocked to the vendors for a cure. ","                This occurrence also exhibits the importance of conversion on the part of the missionary as he mentioned this sickness as an act of God to reach more Natives. Gibbs used the disease as a way to meet with more Indians and hopefully \"civilize\" them. During this time, the training of Native Americans to live as whites did was of main focus to many Americans. One of the key ways that they were supposed to switch over would be through the acceptance of Jesus and of the Christian God. Through the use of missions and forced spiritual guidance, the white settlers hoped to control the surrounding Native tribes and gain their lands."],"display_date":"November 1899 - November 1900","search_date":"1900-05-17","locations":[{"id":1432,"lat":24.6544423073,"lng":-81.6949104117,"zoom":8,"place":"MONROE, Florida"}],"tags":[{"id":138,"tag":"Diseases in Native Tribes"}],"course":{"name":" Culture, Power, and Society","school":"Rollins College","course_id":21,"school_id":5}},{"id":6092,"title":"They fought with bread and humor.","course_id":121,"status":"P","start_date":"4/23/82","end_date":"4/23/82","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Drug smuggling in South Florida was a major issue in the early 1980's. Drugs were being dropped offshore and residents would pick them up, and bring them North to the distributors in the major cities. Many of the drugs coming into the country were coming from the Cuba and many of the Central American countries through Florida. In an effort to combat this problem the Federal Government set up a roadblock and checkpoint in the early months of 1982. The Border Patrol placed the roadblock at the northern limits of the Florida Keys. Residents of the Keys were disturbed about the fact that everyone was being stopped and searched upon their entry and exit of the County. With the massive amounts of tourism being lost, it was decided that an injunction against the Border patrol's actions should be filed in Federal Court. Dennis Wardlow, the mayor of Key West, flew to the Federal Court in Miami on April 22, 1982. The Court decided in favor of the Federal Government and maintained that the checkpoint was legal. When the media asked Mayor Wardlow what they would do, he responded \"we are going to go home secede.\" Then next day around noon, Mayor Wardlow, addressed the massive crowd. Reading the Conch Republic Proclamation of Secession, Wardlow ended the speech with \"Big trouble has started in much smaller places than this. I am calling on all my fellow citizens here in the Conch Republic to stand together, lest we fall apart-fall from fear, from lack of courage, intimidation by an uncaring government whose actions show it has grown too big to care for people on a small island.: The US flag was lowered in the town center, and the official flag of the Conch Republic was raised. Following the speech Mayor, now Prime Minister, Wardlow declared war on the United States. He took stale Cuban bread and broke it over the head of an individual in a US Navy uniform. Residents of the \"Conch Republic\" began throwing stale Cuban bread at the US Coast Guard cutter <em>DILLIGENCE. </em>After about a minute into the war, Prime Minister Wardlow surrendered to a US Naval Officer that was present. Upon the surrender, Wardlow demanded financial aid from the US for the Conch Republic. The US did not give the Conch Republic any financial aid, but the roadblock was immediately removed."," ","."],"display_date":"April 23, 1982","search_date":"1982-04-23","locations":[{"id":40533,"lat":24.6544423073,"lng":-81.6949104117,"zoom":8,"place":"Monroe, Florida"}],"tags":[{"id":1879,"tag":"Secession"},{"id":1496,"tag":"Florida"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"Introduction to Digital History","school":"University of Wisconsin, Milwaukee","course_id":121,"school_id":68}}]}