{"id":8574,"place":"Milwaukee, Wisconsin","lat":43.0070321924,"lng":-87.9667286742,"episodes":[{"id":4692,"title":"Bill Christofferson, a Vietnam Veteran, Experiences Forty Years of Coming Home","course_id":26,"status":"P","start_date":"2/1/68","end_date":"2/28/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Vietnam War was one of the most traumatic events in postwar American history. At its peak, the United States had 543,400 soldiers stationed in Vietnam and as a whole, the United States sent over three million soldiers to Vietnam. One of these veterans of the Vietnam War was Bill Christofferson, who was a combat correspondent who returned from active duty in 1968. However, like many other Vietnam veterans, Christofferson never completely felt home.","In an article written by Christofferson in the Spring of 2008, he described his coming home experience. He explained that the Marine Corps sent him home to the United States in 1968 and immediately issued him his first set of dress blues, not to wear in the office but to wear for funeral duty. Christofferson stated that he wore these dress blues many times in February of 1968, which was the beginning of the Tet Offensive. The funeral duty troubled Christofferson so much that he decided to write columns about his horrible experiences in Vietnam and the reasons why he was anti-war. One experience he described was in regards to one of his boot camp buddies who was killed by a booby trap.","Christofferson explained that he never felt at home. He did not feel as if he had any close bonds, like the ones he had in Vietnam. He stated that it was not until he joined the Vietnam Veterans Against the War (VVAW) that he truly felt at home with his friends. Christofferson declared, \"'Welcome Home' had seemed like a cliché at times when I've been greeted that way by fellow vets. But marching with VVAW last year (2002) really did feel like coming home, even if it was almost forty years late.\"","Christofferson's account of his \"coming home\" experience from Vietnam reflects the experience of many Vietnam veterans. Veterans who returned home in the 1960s and 1970s frequently felt unwelcomed and were unable to assimilate back into domestic life. Some suffered from Post-Traumatic Stress Disorder (PTSD). Christofferson did not suffer from PTSD, but as he states, he did not feel at home until he was finally able to march with other Vietnam veterans."],"display_date":"February 1968","search_date":"1968-02-14","locations":[{"id":33802,"lat":43.0070321924,"lng":-87.9667286742,"zoom":10,"place":"Milwaukee, Wisconsin"}],"tags":[{"id":5,"tag":"War"},{"id":20,"tag":"Diplomacy/International"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":6084,"title":"<strong>Latino Activism- Big Impact in Univeristy of Wisconsin-Milwaukee during 1970. Si Se Puede!</strong>","course_id":121,"status":"P","start_date":"10/1/70","end_date":"10/31/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["During the 60’s Spanish Speaking at a university of United States would be a remote idea for some people. However, the University of Wisconsin-Milwaukee showed to the society that mixing new cultures would create a better community in the university.","The process of trying to involve more cultures and languages was a long process. According to the UW-M Spanish Speaking Outreach Institute gave many proposes to try to convince the university to provide more help giving extensive English as a Second Language for non-English speaking resident.  “The University of Wisconsin will establish as part of its program under the School of Education a Spanish speaking Outreach Institute as an umbrella program …to solve problems of non-English speaking members of this community.” Giving this type of opportunity could solve the lack of understanding caused because the language. Also, having a motivation to complete high school and knowing that they would have the opportunity to go to college and to feel welcome in the institute.","For the reason the Latin community wanted to let the rest of the institute know about their struggles. One of the methods they used was sending a flyer to the University of Wisconsin-Milwaukee about some suggestions of taking on consideration new programs into the institute. According to this flyer, the interesting fact about their purpose of adding a program for Spanish Speakers was that they wanted to have benefits for Latins, Indians, and Blacks.  As the flyer was shown, immediately the Chancellor’s Office should encourage the various deans and academic directors… to launch courses relative to the history and culture of Latins and Indians.”","However, the Spanish speaking institute had a long story behind it to reach their goals. Latin American did what they had in their hands, from the simplest things till the extreme. On October 13<sup>th</sup> 1970 the UWM newspaper published an article about how a group of Latin American students started a sit-in and hunger strike. The feeling of not being able to do something for the community of Spanish speaking made them do this “confrontation” to be heard.","On October 27<sup>th</sup> 1970 the article called, <em>Outreach plan win approval</em> found in the UWM newspaper mentioned “the council for Latin American education (CELA) and the administration…announced Friday agreement on the immediate establishment of a Spanish speaking outreach institute. The creation of this group gave and still gives the opportunity to many students to reach their dream of graduating of college.","For last, Roberto Hernandez one of the most active Latino leaders made possible the creation of the Spanish Speaking Outreach Institute. During a video clip he announced the creation of the program, revealing the final agreement with the institute of Milwaukee."," "],"display_date":"October 1970","search_date":"1970-10-16","locations":[{"id":36625,"lat":43.0070321924,"lng":-87.9667286742,"zoom":10,"place":"Milwaukee, Wisconsin"}],"tags":[{"id":2217,"tag":"Spanish speaking"},{"id":2206,"tag":"Wisconsin"},{"id":2205,"tag":"Latino"},{"id":611,"tag":"Activism"}],"course":{"name":"Introduction to Digital History","school":"University of Wisconsin, Milwaukee","course_id":121,"school_id":68}},{"id":6090,"title":"Father Groppi, the White Face of the Milwaukee Housing Crisis","course_id":121,"status":"P","start_date":"8/28/67","end_date":"8/29/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Today in the city of Milwaukee, there is a bridge that is dedicated to Father Groppi, an Italian Catholic Priest who will remain a hero in the racial history of Milwaukee.  On August 28, 1967 marchers in alliances with the NAACP’s Youth Council took to the streets of Milwaukee, protesting against unfair housing practices going on throughout the city.  In their peaceful efforts, they were met with violent opposition from the white supremacist that did not want to the city to integrate racially.  Father Groppi, the only white man against a panel of young African American gentleman, stood proudly next to them, and voiced his thoughts and gave his support to the African Americans fighting for equality.","Father Groppi gave the emotional interview to what he called “white power media” and urged the reporters to give the side of the story that they were refusing to report.  That day there was twenty two people injured when the opposing sides met after the protesters crossed the Sixteenth Street Viaduct, injured by rocks, bricks and other objects being thrown at them.  Fr. Groppi in the conference with the media questioned why there was none or little coverage of the violence that the whites persisted onto the peaceful protesters, he named different channels in the media for their lack of coverage.  The media channels responded minimally, agitating Fr Groppi that his point was the truth, that the media just ignored the violence against the African Americans but reported immediately when crimes against whites happened.","Father Groppi outright challenged politicians in the city to stop his peaceful protest by snubbing his request for gathering permits, he urged followers through the media to meet him where the arms of the government and police could not stretch, in the church to pray for peaceful resolve of the uprising.  He toils with the white leaders, angering them by proclaiming that the protests will continue until their voices are heard and policies changed.  Fr Groppi expressed how prayers and his peaceful tactics were no competition for the violent procedures of the white opposition, with the racial slurs that were yelled and the objects thrown.","As the bridge was a crossed, tension accelerated, with urine being tossed onto the marchers, and slurs such as “we want slaves” being yelled toward the marchers.  Unarmed commandos attempted to protect the marchers by placing themselves between the black marchers and the white protesters.  Without police protection, this was the only defense that was held by the marchers.  Fr Groppi, as shown in pictures, was the only white face in a sea of black faces, a true ally for the cause.  Sitting in the press conference, Fr Groppi courageously looked in the faces of unjust and dared for those who felt differently to challenge him.  Not even the Arch Bishop of Milwaukee could stand in his way, as he called out other Catholic Priests in other parishes for not being true to the Lord’s calling to aid the poor and impoverished.","The crossing of the bridge that evening staged an event that will be forever etched into the pictures of Milwaukee’s skyline.  The 16<sup>th</sup>st Viaduct stands proudly as a landmark reminding citizens of the struggles that past generations endured.  The hero of the story, Fr Groppi will forever be memorialized by all citizens of Milwaukee, for bridging the gap between the racial divides."],"display_date":"August 28, 1967 - August 29, 1967","search_date":"1967-08-28","locations":[{"id":33802,"lat":43.0070321924,"lng":-87.9667286742,"zoom":10,"place":"Milwaukee, Wisconsin"}],"tags":[{"id":2219,"tag":"unarmed commandos"},{"id":2218,"tag":"White Hero"},{"id":42,"tag":"Civil Rights"}],"course":{"name":"Introduction to Digital History","school":"University of Wisconsin, Milwaukee","course_id":121,"school_id":68}},{"id":6098,"title":"March for Equal Housing in Milwaukee","course_id":121,"status":"P","start_date":"8/28/67","end_date":"8/29/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The civil rights movement began in Milwaukee in the early 1960’s, with organizations such as the Congress of Racial Equality (CORE) and the Milwaukee United School Integration Committee (MUSIC) campaigning to desegregate Milwaukee’s schools and other institutions [1].  As the old housing units of Milwaukee’s inner core neighborhood were demolished, black residents began moving to other neighborhoods, but were met with resistance and discrimination, and were often unable to get people to sell or rent to them [2].  Alderwoman Vel Phillips tried several times to get a fair housing ordinance passed in the City Council, but was always the lone vote in support of it [3].  In 1966, A Catholic Priest, and civil rights activist named Father James Groppi was contacted by a black couple who had been denied housing because of their race [4].  After meetings with city official got nowhere, and tensions boiled over into a riot, the Milwaukee Youth Council of the NAACP, decided to march to white neighborhoods in protest [5].","On August 28, 1967, a group of civil rights marchers, led by the NAACP Milwaukee Youth Council and their advisor, none other than Father James Groppi, marched from Saint Boniface Church to the 16<sup>th</sup> Street viaduct, which bridged the Menominee Valley [6].  A local joke was that this was the longest bridge in the world, since it connected Africa to Poland, as the north side of the Menominee Valley was mainly black, and the south side was made up mostly of Polish Americans [7].  Their destination was Kosciuszko Park, which was over the viaduct on Milwaukee’s, predominantly white south side, just a few blocks from where segregationist presidential candidate George Wallace had received a warm welcome at a campaign stop just 3 years earlier [8].  As they reached the north end of the viaduct, they were met by a crowd of supporters, but they were about to head into territory that was less friendly [9].","Upon reaching the south end of the viaduct, the marchers were met by thousands of angry white residents of the neighborhood, gathered near Crazy Jim’s car lot on the corner of 16<sup>th</sup> and National [10].  The counter-protesters threw rocks, bottles, and other objects at the marchers, and waved signs and shouted racial slurs at the marchers [11].  When they reached Kosciuszko Park, counter-protesters broke through the police lines and fighting broke out [12].  The marchers returned to the church, and when the city council refused to pass a fair housing ordinance, Father Groppi vowed they would march again the next night [13].","On August 29, the group marched back to Kosciuszko Park, accompanied by both local and national media [14].  As they reached the south end of the 16<sup>th</sup> Street viaduct, they were again met by angry counter-protesters who waved Confederate flags and proslavery signs, while throwing objects and bodily fluids at the marchers [15 Jones 274].  As they passed Crazy Jim’s car dealership, they were met with the site of a hanging effigy of Father Groppi with a swastika painted on it [16].  Again, counter-protesters broke through the police lines, the police began to fire their guns in the air and shoot tear gas into the crowd [17].","As the marchers reached Kosciuszko Park, they feared for their lives.  One of the protesters, Mary Arms reported that the police attacked her, and broke one of her teeth, and that the police were attacking everyone, even cameramen [18].  When she was arrested and brought to the police station, the police took Mary’s glasses off and put them back on upside-down [19].  After calling her a racial slur, the officer said the glasses fell off because her face was so greasy [20].","The marchers retreated, and marched back to their base, the Freedom House [21].  That evening, while the last episode of “The Fugitive” was airing on TV, Milwaukee police shot tear gas into the Freedom House, causing it to catch fire and burn down [22].  The police claimed that they shot tear gas into the house because they though there were snipers in there [23].  The police had also blocked the streets around the Freedom house, so the Fire Department could not reach the house [24].","The NAACP Youth Council of Milwaukee continued to march for 200 more days.  Their activities were no doubt influential in the passage of the Civil Rights Act of 1968.  The City of Milwaukee subsequently passed its own open housing ordinance that went even further than the Civil Rights Act of 1968 [25].  Unfortunately, Milwaukee is still one of America’s most segregated cities, even today.","Works Cited:","[1] Rozga, Margaret. \"March on Milwaukee.\" <em>Wisconsin Magazine of History</em>90, no. 4 (2007): 28-39. p. 30","[2] Rozga, Margaret. \"March on Milwaukee.\" p. 30","[3] Rozga, Margaret. \"March on Milwaukee.\" p. 30","[4] Rozga, Margaret. \"March on Milwaukee.\" p. 31","[5] Rozga, Margaret. \"March on Milwaukee.\" p. 33","[6] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” Chap. 11 in <em>Groundwork: Local Black Freedom Movements in America</em>, edited by Jeanne F. Theoharis and Komozi Woodard. New York: New York University Press, 2005.  p. 273-274","[7] Rozga, Margaret. \"March on Milwaukee.\" p. 34","[8] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” p. 274","[9] Rozga, Margaret. \"March on Milwaukee.\" p. 29","[10] Rozga, Margaret. \"March on Milwaukee.\" p. 29","[11] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” p. 274","[12] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” p. 274","[13] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” p. 274","[14] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” p. 274","[15] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” p. 274","[16] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” p. 274","[17] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” p. 275","[18] Oral History Interview with Mary Arms, July 29, 2007, part II.  Oral History Interviews of the March on Milwaukee Oral History Project, 2007-2008. University of Wisconsin-Milwaukee, UWM Libraries Archives. http://collections.lib.uwm.edu/cdm/landingpage/collection/march","[19] Oral History Interview with Mary Arms","[20] Oral History Interview with Mary Arms","[21] Jones, Patrick D. “’Not a Color, but an Attitude’: Father James Groppi and Black Power Politics in Milwaukee,” p. 275","[22] Oral History Interview with Mary Arms","[23] Rozga, Margaret. \"March on Milwaukee.\" P. 35","[24] Rozga, Margaret. \"March on Milwaukee.\" P. 35","[25] Rozga, Margaret. \"March on Milwaukee.\" P. 38","[26] Groppi, James. Papers. Milwaukee Mss EX. University of Wisconsin-Milwaukee Libraries, Archives Department. http://collections.lib.uwm.edu/cdm/landingpage/collection/march"],"display_date":"August 28, 1967 - August 29, 1967","search_date":"1967-08-28","locations":[{"id":33802,"lat":43.0070321924,"lng":-87.9667286742,"zoom":10,"place":"Milwaukee, Wisconsin"}],"tags":[{"id":2234,"tag":"\"Father James Groppi\""},{"id":2233,"tag":"\"Milwaukee Housing March\""}],"course":{"name":"Introduction to Digital History","school":"University of Wisconsin, Milwaukee","course_id":121,"school_id":68}},{"id":6243,"title":"\"The Hun Rule Association\" was a political cartoon used by the Anti-Saloon League to marry patriotism and prohibition by vilifying the German brewing inductry in the United States.","course_id":133,"status":"P","start_date":"1/1/17","end_date":"12/31/33","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the early twentieth century, the United States was involved in two “wars”, a military conflict in which those of German ancestry were vilified as part of the war effort, and a social and political campaign that used this hatred of Germans as a tool to further its cause.  America’s entry into World War One sparked an anti-German sentiment that targeted many accomplished members of society that had come to the United States in the first wave of immigrants from Europe.  At the same time, a battle was being fought against the consumption of alcohol, blaming it for all of society’s ills. Since the majority of the breweries in the United States were owned by German immigrants and still retained German names, they became a convenient target of both prohibitionist and anti-German crusaders.","The cartoon “Hun Rule Association” was created by the Anti-Saloon League in the period of 1914-1920, when the United States was at war in Europe during World War 1 (Anti-German Prohibition).  It depicts a parade of beer kegs and bottles, many with stereotypical German faces on them, marching and waving placards.  The placards state the supposed ills that the Anti-Saloon League blamed on alcohol consumption.  The use of German imagery and the term “hun,” an anti-German slur, was meant to associate our enemies oversees with the liquor and beer industries, making Prohibition appear patriotic in a sense.  The Anti-Saloon League went as far as to refer to the Milwaukee brewing industry as “the worst of all our German enemies” (Digital History). These enemies that the league spoke out against were, in fact, some of the most successful and industrious immigrants that had come to America, spreading a culture that is still ingrained in the collective American society.  Germans built a flourishing brewing industry and distribution network, dominating saloon business.  They also introduced the concept of beer gardens to America, providing a family-friendly drinking environment that included food, games, and live music in a well-lit, inviting setting (Immigration).","The organization responsible for this and many other anti-German, prohibitionist cartoons was the Anti-Saloon League.  The organization was founded in 1895 by members of the Republican Party as a national, bipartisan organization tasked with the advancement of alcohol prohibition through public support.  It exerted influence on religious leaders and local politicians to allow it to spread its message to the largest number of citizens possible.  The readers of these cartoons created by the League were ordinary patriotic, god-fearing people that were easily swayed by clever rhetoric.  These common folk would then demand that their church leaders and local politicians do their part for the prohibition cause, further strengthening the movement.","The results of cartoons like “Hun Rule Association” were rapid and violent.  German culture was swept under the rug as German music, including that of Beethoven, was no longer played, books were burned, and businesses were boycotted (German Immigration).  German citizens were attacked, beaten, and on occasion lynched as examples to others.  A once proud and substantial portion of the population was forced to hide a proud heritage, one that had already become a major part of American culture.  Financially, the German beer brewing industry faced massive losses when National Prohibition went into effect.  The value of breweries during the period of prohibition dropped as much as two-thirds (Immigration).  The only way that breweries remained in business until alcohol was made legal again was to diversify production, manufacturing barley malt syrup, ‘near beer’, malted milk, and other pantry staples.","“Hun Rule Association” and similar propaganda remain today as examples of misguided crusades against convenient enemies.  The German immigrants that helped to build business and industry in the United States were victimized, but they still retain their place in American society.  Alcohol’s prohibition did little to lessen its supposed effects, namely wife beating, child abuse, corruption, and Machine politics (Digital History).  The Anti-Saloon League is long gone, but beer is a booming business, and German culture is experiencing a resurgence in the United States."],"display_date":"1917 - 1933","search_date":"1925-07-02","locations":[{"id":17541,"lat":41.8399513458,"lng":-87.8166666032,"zoom":9,"place":"Cook, Illinois"},{"id":16292,"lat":43.0070321924,"lng":-87.9667286742,"zoom":10,"place":"Milwaukee, Wisconsin"},{"id":18861,"lat":38.6407017012,"lng":-90.4430188422,"zoom":9,"place":"St Louis, Missouri"}],"tags":[{"id":2478,"tag":"german americans"},{"id":2477,"tag":"world war one"},{"id":2275,"tag":"Anti-Saloon League"},{"id":111,"tag":"Prohibition"}],"course":{"name":"From Civil War to World Stage","school":"Widener University","course_id":133,"school_id":43}},{"id":6352,"title":"<strong>Ada James sure showed them!</strong> The ratification the 19th amendment in Wisconsin.","course_id":141,"status":"P","start_date":"11/1/19","end_date":"11/1/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ada James was a key figure in the women's suffrage movement in Wisconsin.  She and her family played an instrumental part in Wisconsin's ratification of the 19th amendment.  In one of Ada's diary entry's she stated, \"it is unjust to hold mothers responsible for the morals of their children while denying them a voice on municipal conditions making up their environment.\"  Tis quote shows Ada's desire for change and a logical reasoning for a long overdue ratification of the 19th amendment.  It also demonstrates her values which stem from her mother a longtime Wisconsin suffragist and her father a strong supporter of the movement.","Ada's father was in fact the reason Wisconsin narrowly beat their rivals to the south Illinois, in the honor of being the first to ratify the 19th amendment.  David James, Ada's father personally raced to Washington to deliver the ratification papers.  As the article in the <em>Milwaukee Journal </em>from November 2, 1919 so strikingly states, Ada James a descendant of a suffrage family \"showed\" Illinois women that Wisconsin was the first to ratify the 19th amendment.  Noted for her outspoken nature, a key to her success in the ratification, Ada publically claimed Wisconsin's honor and denounced Illinois' false claim as the first to ratify the 19th amendment.","There is a lot of debate over this fact, partly to do with the happening that Illinois was also sending a messenger to Washington to ratify at the same time.  However, there was a problem with the wording of the Illinois bill and they were turned away.  Mr. James entered the state department with the Wisconsin ratification papers in hand as the Illinois messenger was leaving.","Ada \"showed\" them, Illinois, in her public speech held at a victory ceremony held at the Milwaukee Athletic Club.  The applause roared as Ada dispersed any doubt in Wisconsin's rightful title of the first state to ratify the suffrage amendment.  Ada sought equality for women, her impact on the Wisconsin Women's Suffrage Organizations in which she was a leading member of, and her dedication and challenge of leadership changed the course of Wisconsin's women's suffrage movement forever."," "," "," "],"display_date":"November 1, 1919","search_date":"1919-11-01","locations":[{"id":16292,"lat":43.0070321924,"lng":-87.9667286742,"zoom":10,"place":"Milwaukee, Wisconsin"}],"tags":[{"id":2206,"tag":"Wisconsin"},{"id":1710,"tag":"Voting Rights"},{"id":2673,"tag":"Ada James"},{"id":2674,"tag":"19th amendment"},{"id":7,"tag":"Women"},{"id":18,"tag":"Politics"},{"id":17,"tag":"Government"},{"id":2675,"tag":"Ratify"},{"id":1323,"tag":"rivalry"},{"id":840,"tag":"Illinois"},{"id":2712,"tag":"Milwaukee Athletic Club"},{"id":2713,"tag":"Milwaukee Journal"}],"course":{"name":"Intro to Digital History","school":"University of Wisconsin, Milwaukee","course_id":141,"school_id":68}},{"id":6421,"title":"The Civil War: Remembering the Dead","course_id":149,"status":"P","start_date":"1872-05-30","end_date":"1872-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            The graves of all of the soldiers in the different cemeteries were strewn with flowers in Brooklyn. The earliest services were conducted in Woodlawn Cemetery, General Farragut’s resting place. Boats carrying marines, naval officers and the Grand Army of the Republic and services began at sunrise. Statues of Washington and Lincoln were decorated and then the Grand Army proceeded to different cemeteries to decorate the soldiers' graves. Over 8,000 people participated. The procession moved down Broadway. The military parade continued into Brooklyn with flags flying and salutes and speeches made. Decoration Day 1872 was held on May 30<sup>th</sup> around the country  (<em>Memphis Daily Appeal</em>, 1).","            The Memphis Daily Appeal captured all of the day’s events in different parts of the country. President Grant delivered a Decoration Day address to 8,000 people at the National Cemetery at Arlington. Musical pieces were played and graves decorated everywhere. Ceremonies were observed throughout the country. Five thousand gathered in Milwaukee, Wisconsin. A beautiful granite monument was dedicated in Ohio. Over five thousand assembled in St. Louis, Missouri to hear speeches and to decorate soldier’s graves. Confederate as well as Union soldiers took part to decorate over ten thousand graves. In Indianapolis, businesses closed in the afternoon in observance of the day. Throughout the nation people took time to remember the Civil War dead. In all places, soldiers were remembered, graves decorated, flags waved and speeches and music filled the air. Remembering was the order of the day (<em>Memphis Daily Appeal</em>, 1).","            In David Blight’s book “Race and Reunion” the history of Decoration Day is detailed. In the <em>Memphis Daily Appeal</em>, Decoration Day events of 1872 from different parts of the country were detailed. This information is significant for it shows how the nation healed during the aftermath of the Civil War. Decoration Day, which was later called Memorial Day, was a way for the nation to heal. Both the North and the South found a way to healing the scars of death by honoring and remembering their dead. Over six hundred and twenty thousand soldiers died as a result of the Civil War (Blight, 64). How to remember the slaughter of all the participants became the legacy of the war.","            In May 1868, General John Logan, Commander of the Grand Army of the Republic, called on all northern soldiers to decorate the graves of their dead comrades. Twenty-seven states participated in this May 30<sup>th</sup> ritual of placing flowers on the graves and making speeches. The next year, some three hundred and fifty six cities, both in the North and the South, participated in Decoration Day activities (Blight, 71). In the South, Confederate Memorial Day was celebrated on different dates at first. April 26<sup>th</sup>, the date of General Joseph Johnson’s surrender to General William Sherman, was used by many of the southern states (Blight, 77). Some southern states such as North Carolina and South Carolina used May 10<sup>th</sup>, which was the birthday of Stonewall Jackson. Virginia used June 3<sup>rd</sup> in honor of Jefferson Davis’ birthday (Blight, 77 – 78). By 1872, both the North and the South celebrated together with May 30<sup>th</sup> as the official day for Decoration Day as the holiday helped socially heal and bring together everyone. Black veterans marched and placed flowers alongside white veterans of the Civil War (Blight, 78 – 81). Today, Memorial Day observes all who died in all wars but the focus now is on World War I, World War II, Korean and Vietnam veterans. In 1872, Civil War dead was the only focus of the May 30<sup>th</sup> remembrances."],"display_date":"May 30, 1872","search_date":"1872-05-30","locations":[{"id":52830,"lat":39.768403,"lng":-86.158068,"zoom":8,"place":"Indianapolis"},{"id":52829,"lat":38.6270025,"lng":-90.1994042,"zoom":8,"place":"St. Louis"},{"id":52828,"lat":40.4172871,"lng":-82.907123,"zoom":8,"place":"Ohio"},{"id":52827,"lat":43.0389025,"lng":-87.9064736,"zoom":8,"place":"Milwaukee"},{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C."},{"id":52825,"lat":40.7127837,"lng":-74.0059413,"zoom":8,"place":"New York City, New York"}],"tags":[{"id":2803,"tag":"Decoration Day"},{"id":2802,"tag":"Memorial Day"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6504,"title":"Putting an End to Public School Segregation in Milwaukee, WI","course_id":156,"status":"P","start_date":"1/1/76","end_date":"12/31/80","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Milwaukee Public Schools used “intact busing” which required black students to go from one school to another when their home school was in disrepair or overpopulated. These students did not attend classes with white children.  So even when these black students were attending primarily white schools, this form of “invisible” segregation was in use. Many bussed students were even required to go home or back to their “neighborhood school” to eat lunch. This angered many parents and civil rights activists who then started protests and boycotts to try and end the mistreatment.","The federal government was made aware of the situation in Milwaukee and ordered the city to desegregate the schools in 1976. There was a major difference in the minority populations of schools when comparing rural schools to city schools. Minorities made up 2% of the population in the rural parts; whereas 40% of the schoolchildren in the city schools were minorities. Though the school system was ordered to desegregate their schools, desegregation remained a problem with 52% of students enrolled in city schools being minorities and only 3% of the enrollment in rural schools being minorities. Therefore, additional initiatives had to be taken to integrate the schools of Milwaukee.","In March of 1976, the Chapter 220 bill was passed by the Wisconsin legislature offering an incentive to school districts that promoted integration.  Growing from this change, the law, Wisconsin statute 121.85, stated that school districts in Milwaukee County must develop committees that would meet annually to develop plans to desegregate the schools and equalize the populations of minority and white students. Each school district would receive money for the cost that it would take to operate each student. Once more than 5% of the school district’s total population was made up of transfer students, the district would multiply the money provided by 1.2%. Schools sending students would also receive state aid and all transportation costs would be covered. Students transfers would be limited to city schools with a minority portion above 30% or other schools with a minority count below 30%. White students were allowed to transfer only if they were leaving a school with less than 30% minority and going to a school with more than 30% minority. The circumstances for allowing a transfer would be decided by the district, along with the amount of students they would allow for transfer. Several districts refused to transfer students with a high educational need, the districts would also develop a measure of students in each grade.  Some districts also reviewed records to determine which students would adapt the best and other schools used a first-come-first-served method of transferring.","Twelve schools elected to take part in the program and five chose not to. After four years of the program, there were 916 minority students accepted. There were also 117 full-time white transfer students and 21 part-time white transfer students from suburban areas to city schools or schools that had a majority of minority students. Tuition payments from the state to the schools participating were $2,464 per student, making the total state payment $2 million distributed to the 12 schools in 1978-79. Despite the general success, the program reached a flat line after 1979. Since 1976, employment of faculty in minority groups also reached a standstill, even decreasing in numbers.","In May of 1979, federal judge John Reynolds approved a new integration plan devised by Milwaukee Public Schools.  It required that 75% of Milwaukee Public School students attend schools that were desegregated.  Judge Reynolds defined “desegregated” as being between 25 and 60 percent at all school levels (elementary through high school). This requirement excluded special education and kindergarten students. The percentage would be decreased once the minority population of the school system reached 50%. The Judge wanted every school level to have at least 20% black student enrollment, specifying that at the high school level 250 students would meet the requirement. He also made a special exception for bilingual school programs, requiring that they have at least 25% minority enrollment, but only half of that (12.5%) was required to be black students.","By the 1979-80 school year, 110 schools were racially balanced, 25 were over 70% black, and 5 had a 14-33% Hispanic population (these schools were not under the court order).  Judge Reynolds had set high standards for integrating the public schools of Milwaukee.  This resulted in Milwaukee’s schools taking a giant step toward the promise of the <em>Brown vs. Board of Education </em>decision."],"display_date":"1976 - 1980","search_date":"1978-07-02","locations":[{"id":52894,"lat":43.0389025,"lng":-87.9064736,"zoom":8,"place":"Milwaukee, WI"}],"tags":[{"id":2940,"tag":"Milwaukee Plan"},{"id":2939,"tag":"Milwaukee Public Schools"},{"id":2938,"tag":"School Desegregation"}],"course":{"name":"Histsorical Ethnography of Freedom","school":"Pennsylvania States University","course_id":156,"school_id":78}}]}