{"id":8600,"place":"SAUK, Wisconsin","lat":43.4268115625,"lng":-89.948369585,"episodes":[{"id":6074,"title":"Baseball: America's Greatest National Pastime","course_id":121,"status":"P","start_date":"1867-06-01","end_date":"1867-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As the Civil war drew to an end, it brought about the dawn of the game that would eventually be referred to as America’s “National Pastime.” According to the Baraboo Daily News, by 1867 baseball was pretty much organized and in full swing in the town of Baraboo, WI with much of the credit owed to the enthusiastic father of the game, George Dodd.","Baseball literally became the heart of little Baraboo, with its playing field in the very center of the town. Here, the people of Baraboo made memories and created history that is still shared today.  Like the day fans watched in awe as their very own Moore Hudson threw the very first fast pitch “like a bolt from the blue”.  Or the Baraboo boys most legendary and triumphant victory over their longtime Portage rivals.  Mr. Noyes pitched an excellent game that Fourth of July in 1976, and the colored catcher, who they called Johnson, with no protection and remarkable agility mastered the art of dodging the foul tips without letting his cigar leave it's spot between his lips.  It was an unforgettable day for Baraboo; it was an unforgettable game.","Every new-fangled pitch that developed with the passing years, from the fast ball to curve ball. Every time the incredible Le Grand Lippitt raced around the diamond in not much more than 13 seconds. Every time the crowd exploded as the crack of the legendary “Long Langdon’s” bat sent the ball soaring for a game winning homerun. This is what made the people of Baraboo fall in love with the game.  This is what made America fall in love with baseball.","The game changed over the years though.  Teams lost their “old-timers” from the roster and uniforms changed.  Although professional baseball started as a strictly white sport, African American’s started playing baseball in the mid 1800’s.  Players like Moses Fleetwood Walker and Bud Fowler finally made their way to inter-racial professional teams only to be rejected again by 1900; this eventually led to the founding of the Negro National League in 1920.  However, black players began creating their own teams and “barnstorming”, or challenging, any team willing to face them on the field. One of the most talented and well-known teams formed during this time was Robert P. Gilkerson’s very own Gilkerson Union Giants.  Though referred to as “those colored boys” and “the most comical aggregation ever assembled together”, the Giants swept across the country with an incredible series of victories.  During their 1921 season, the team came around that that home play a total of 916 times while their opposing teams scored just over 400 times.","Colored or not, America couldn’t ignore their astounding talent forever. On October 23, 1945 just 25 years after the Negro National League was formed and almost a century after American first discovered baseball, the Brooklyn Dodgers became the first ever Major League Team to recruit a black player: Jackie Robinson.  And so this began the uniting of leagues and the blurring of racial lines until all that was seen was players on the field who loved the game of baseball.","So yes, baseball transformed since 1867.  The rules in the book, the measurements on the field, the pitch coming off the mound, and even the color of the players on the roster have changed. From the Baraboo boys’ in 1867, to the barnstorming of the Gilkerson Union Giants in 1923; from the history changing Jackie Robinson of the Brooklyn Dodgers to the renowned Ryan Braun of the Milwaukee Brewers, it’s still the same game of baseball that makes America what it is today. And there is no doubt that baseball is still America’s greatest national pastime."],"display_date":"June 1867","search_date":"1867-06-15","locations":[{"id":15110,"lat":43.4268115625,"lng":-89.948369585,"zoom":9,"place":"SAUK, Wisconsin"}],"tags":[{"id":265,"tag":"america"},{"id":238,"tag":"African American"},{"id":233,"tag":"Baseball"}],"course":{"name":"Introduction to Digital History","school":"University of Wisconsin, Milwaukee","course_id":121,"school_id":68}},{"id":6353,"title":"How one woman's strong temperance beliefs went down in hisotry as part of Wisconsin's drinking culture and prohibition.","course_id":141,"status":"P","start_date":"1854-01-01","end_date":"1854-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Wisconsin is known for its drinking culture. According to the U.S. Census Bureau as of 2011, there were ninety breweries in the state with three times more bars than grocery stores<em>. </em>No matter what season Wisconsonites find a reason to drink. In the fall during Packer season, fans will have a cold one no matter what the temperature is outside. In the spring, Miller Park is flooded with Brewer fans tailgating with hotdogs and cocktails. There is no doubt that over indulging is a part of Wisconsin culture, but there was a time in the state's history when government regulations threatened to end the good times.","So where does this cultural love of food and drink stem from? As of the year 2000, Wisconsin was composed of 43.8% German descent. Germany has one of the highest beer consumption rates in the world along with the oldest breweries. Along with all that beer consumption comes spatzle, potato pancakes, and wurst It is not surprising with their migration to Wisconsin in approximately 1850, the Germans also brought their virbant culture of food and drink.","Not everyone in Wisconsin has a German background. Wisconsin is also home to a population of New Englanders. It's not hard to see why the puritan New Englanders would clash with the beer loving German's on the subject of alcohol. Prohibition in America lasted from 1919 through 1933. Across the country Americans took sides on whether alcohol consumption should be regulated by the government, and in Wisconsin it was no different. Conservative people were in favor of temperance and a no tolerance policy. This side believed alcohol to be the root of all evil. More liberal populations were on the other side and against prohibition. Even before prohibition hit the country, there was a woman in Wisconsin fighting against alcohol. In the article, \"A Bottle Smashing Crusader of Wisconsin\", Mary Hartwell tells the story of when she took action for temperance, a cause she strongly believed in.","The article was published in the <em>Milwaukee Journal </em>in 1927, and by Mary's account her booze raid took place some seventy years prior. In the town of Baraboo, WI is where it all started. Mary, along with several other women in Baraboo, believed alcohol brought nothing but crime and shame to men and women who drank it. They were strong supporters of temperance and were in support of the laws holding bar keepers accountable for drunkards. One May morning, Mary and thirty nine other women gathered hatchets and axes. They had hatched a plan to make it known they weren't going to stand for a wet town of Baraboo. Half the women had planned to distract the local bar owners while the others went in the back to the cellars. Armed with only their determination and hatchets they went from vendor to vendor smashing as many bottles and kegs as they could. They didn't rest until every drop was destroyed! The proud women went home satisfied with a job well done. No one stood in their way, and Mary can even recall one man shouting, \"Mark my words boys the day will come when women will vote\".","The saloon owners tried for warrants for damage reparations, but no officer in Baraboo would enforce them. Eventually the women were tried in Sauk where they were fined $500. The stubborn ladies refused and so were jalied. Fellow temperance supporters got a writ of habeas corpus and the women were released and tried in front of a judge. After six weeks of deliberation, the judge sided with the temperance women of Baraboo.","Mary Hartwell is a true inspiration. She took action for a cause and showed no fear in the face of men during a time when a woman's voice held no power. After her liquor raid, Mary furthered her cause and began to help mothers of missing teenage daughters in Milwaukee. She dedicated her life to helping the welfare of others, and showed bravery in the toughest of times.","When you think of Wisconsin and its good time reputation remember there were two sides fighting over the right to enjoy alcohol. Both parties had their reasons for their beliefs, but there are few stories that stay with us like the story of Mary Hartwell's temperance crusade."," "],"display_date":1854,"search_date":"1854-07-02","locations":[{"id":15109,"lat":43.4857084084,"lng":-89.9732842971,"zoom":9,"place":"SAUK, Wisconsin"}],"tags":[{"id":2717,"tag":"Wisconsin Prohibition"},{"id":2716,"tag":"Wisconsin Temperance"}],"course":{"name":"Intro to Digital History","school":"University of Wisconsin, Milwaukee","course_id":141,"school_id":68}}]}