{"id":869,"place":"PASQUOTANK, North Carolina","lat":36.2975288748,"lng":-76.2864390413,"episodes":[{"id":3934,"title":"Liberation in Liberia\n","course_id":7,"status":"P","start_date":"1832-12-01","end_date":"1832-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["According to the <em>Elizabeth City Star</em>, the proposal to send free blacks to the colony of Liberia was a \"scheme entirely Utopian.\"  This North Carolina newspaper praised the American Colonization Society's ideas about how to handle the \"race problem,\" as they deemed the growing number of newly freed blacks in America.  A group of prominent Americans convened in December 1816 and established the Society.  Many liberal citizens advocated for the freedom of African Americans, yet few wanted their company as fellow citizens of the United States.  Returning the freed blacks to Africa seemed to be the perfect solution.  ","The underlying racial prejudice of colonization was covered by the attractive notion of spreading Christianity and civilization to Africa.  The <em>Elizabeth City Star </em>declared that Liberia was to be more than just an \"African asylum,\" it was to be a \"light, which we trust in God, will light all of Africa with its fires.\"  Ships sent to Liberia carried many freed blacks and also missionaries in the hopes of forming a Christian colony and redeeming Africa.  ","The article briefly mentioned the idea that taking freed blacks away from their lives in America and sending them to Liberia, a place unfamiliar to most, may be \"a system of cruelty worse than slavery itself.\"  However, on the whole, the newspaper thought that the goals of the American Colonization Society were divinely ordained and beneficial to all.  "],"display_date":"December 1832","search_date":"1832-12-16","locations":[{"id":9693,"lat":36.2975288748,"lng":-76.2864390413,"zoom":9,"place":"PASQUOTANK, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}]}