{"id":8927,"place":"MARION, Florida","lat":29.2235069663,"lng":-82.0960676488,"episodes":[{"id":2089,"title":"Dr. Baynard Byme Praises Florida Agriculture\n","course_id":1,"status":"P","start_date":"1860-04-01","end_date":"1860-04-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a pamphlet written to encourage colonists to visit East and South Florida, Dr. Baynard Byme highlighted the advantages of the soil, climate, and production of the relatively sparsely populated state of Florida. After describing the weather, terrain, and typical lifestyle, Dr. Byme acknowledged the differences between Florida cotton and that grown in other states but made sure to clarify the reason behind the variance. It is true that the average quality of Florida Cotton is not rated so high as that of the Sea Island, but the difference in this respect is chiefly, if not entirely, attributable to the defective manner of preparing the former for market. ","Despite the noted difference in quality, the long staple cotton of Florida sold for a high market price. This led Byme to claim that the lower quality (but greater amount) of Florida cotton was due more to a deficiency of care in its preparation for market than to an inferior product. Perhaps what Byme meant by claiming that there was a deficiency of care in cotton production was that the one-crop agricultural system implemented in Florida was problematic. It used crude, unscientific methods that left slaves incapable of working with the modern agricultural implements introduced in later years. Lacking versatility, Florida slaves could be taught little more than routine operations required in the growth of a single staple. ","In emphasizing the importance of quantity rather than quality for the Florida cotton planter, Byme was describing an economic reality of the region. When the Florida planter found that he could make an average crop of three hundred pounds of cotton to the acre, he was unlikely to bestow as much care on its preparation for market as the planter would on the Sea Islands of South Carolina where, Willie Lee Rose explained, one hundred twenty pounds was a good average crop. Dr. Byme wrote his pamphlet in such a way that clearly illustrated a widespread desire to jumpstart the Florida economy in the mid-nineteenth century. Byme praised the climate, landscape, people, and agriculture of Florida so as to prove the state's superiority over South Carolina and Texas, specifically. He boasted that Florida's seasons were more favorable to the production of cotton than those of any other Southern state. He wrote, Florida not only surpass[ed] Texas, but far excel[led] every other state in the Union.","In 1860, when Byme wrote the main article of his pamphlet, growing and selling cotton was, indeed, the most common way for Florida residents to earn cash. However, in future years, attempting to produce a cotton crop came to be a gamble for households that had limited labor resources (i.e. only had a small number of slaves, all of whom knew how to complete the same exact task). With the onset of the war, Floridians began to realize that they needed to reduce cotton production and increase food production if they wanted the South to survive. Many did not act through purely patriotic motives, however, but to the economic fact that cotton could not be sold in large quantities, and that foodstuffs, especially corn, could be readily sold and could produce a significant profit. Dr. Byme did not foresee the development of other agricultural industries when writing his pamphlet, but those readers who bought into his real estate propaganda soon learned the economic realities and needs of plantation life in the deep South."],"display_date":"April 1, 1860","search_date":"1860-04-01","locations":[{"id":1421,"lat":29.2235069663,"lng":-82.0960676488,"zoom":9,"place":"MARION, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":6200,"title":"The Founding of the African Methodist Episcopal Church in Florida","course_id":130,"status":"P","start_date":"1865-06-22","end_date":"1865-06-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June twenty second, 1865, the first African American Methodist Episcopalian Church (A.M.E. Church) was established in Jacksonville, Florida. Appropriated as the corresponding reverend of the A.M.E. Church in Florida was Reverend W.A. Stewart, who helped build churches around Florida and spread Methodist Episcopalism throughout the state.","The South Carolina A.M.E. Conference of May, 1865 recorded the first proposal to build an A.M.E. Church in Florida. Bishop D.A. Payne, an influential part of the A.M.E. church and avid historian of the church and Richard Allen, organized the conference in an attempt to spread this popular northern form of African American Christianity. His proposal to hold a conference in South Carolina allowed the southern states to partake in the conference and elect Bishops and Reverends for the very first churches in the south. The Reverend W. G. Stewart wrote this letter to report his actions as the A. M.E. Church-appointed reverend in Florida. This report tells of the Reverend’s progress in making A.M.E Churches in Jacksonville, Tallahassee, Quincy, Monticello, and Lake City with the help of the residing elder, Reverend C.H. Pierce. The first appointed A.M.E. Reverend in Florida wrote this letter which created a significant historical moment when he brought this religion deeper into the South.","Methodist Episcopalism was first seen in the English Colonies as different forms of Protestantism began to form throughout America. Colonists from England brought many religious opinions that they knew from home, including Protestantism. Soon Protestantism began to extend in ethnic and racial dimensions. This contributed to an African-American society that turned to Protestantism and its subgenres. An example of this is the African American Episcopal Church. As the religious demands of the African Americans in northern states like Pennsylvania and Maryland grew, the Methodist Society eventually allowed the formation of a church for African Americans. This first church became the place Richard Allen, the first ordained Methodist Episcopal Minister and one of the founders of the A.M.E Church, held his sermons. The A.M.E church soon spread with the help of Richard Allen and other, later members like D.A. Payne until slowly trickling down to the southern states and finally Florida.","The African Methodist Episcopal Church is an important part of American history as it is the first church created by an African American for African Americans. This letter signifies the spread of a relevant religion as it travels from its origins from the north into the heart of the south and beyond."],"display_date":"June 22, 1865","search_date":"1865-06-22","locations":[{"id":1421,"lat":29.2235069663,"lng":-82.0960676488,"zoom":9,"place":"MARION, Florida"}],"tags":[{"id":1496,"tag":"Florida"},{"id":79,"tag":"Religion"},{"id":2412,"tag":"African American Religion"},{"id":2413,"tag":"A.M.E. Church"}],"course":{"name":"African-American History to 1877","school":"Rollins College","course_id":130,"school_id":5}}]}