{"id":8970,"place":"Lee, Alabama","lat":32.6011777617,"lng":-85.3556271043,"episodes":[{"id":6149,"title":"Keeping Up Appearances: Cotton Mills in World War II","course_id":127,"status":"P","start_date":"1/1/43","end_date":"12/31/43","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The United States’ industrial strength was crucial to Allied victory in World War II. Throughout the 1930s, American industry had languished during the Great Depression. However, the American economy quickly rebounded as demand for war materials spiked. Textiles were amongst the most important goods produced during the war. Mills across the country ran night and day to churn out a variety of fabrics for the war effort. In 1943, the Pepperell Manufacturing Company of Boston, Massachusetts produced a book to commemorate its contributions to the war effort. Called <em>People of Peace at War,</em> the book features an extensive collection of photographs. Taken inside the company’s mills, as well as near the front lines, these photographs show the company’s products during the manufacturing process and in action. The book also serves as a testament to the pride of the company’s workers, many of whom had close relatives fighting abroad. The book is furthermore useful for understanding what the company wanted outsiders to believe about its employees: that they were highly skilled, dedicated to their work, loyal to the company, and happy to work in a clean and safe environment with easily available child and medical care. However, a critical examination of the book and other available sources casts doubt on some of these claims.","Although Pepperell operated mills from Massachusetts all the way down to Opelika, Alabama, the company did not distinguish which textile factory each photograph in the book came from. Although the book presents pictures of well-stocked clinics as well as immaculate childcare facilities, it is unlikely these came from the company’s Southern mills. In <em>Like a Family: The Making of a Southern Cotton Mill World,</em> a group of prominent labor historians chronicled the struggles of Southern cotton mill workers. Throughout much of the twentieth century, these workers labored in unsanitary and dangerous conditions for low wages.  These conditions ranged from compulsory child labor and injuries from dangerous machinery to diseases brought about by breathing in cotton dust. The reality of cotton mill work was very different from the glamorized, dignified image presented by Pepperell in <em>People of Peace at War.</em> This is betrayed by the fact that some photographs in the book are clearly staged. For example, on page thirteen a smiling young woman with immaculate hair, painted nails, and a pearl necklace is presented sitting in front of a sewing machine, about to finish a sheet. Although she was probably an actual plant employee, it is extremely unlikely that this photograph reflects her normal working conditions. Pepperell wanted readers of the book to believe not only that the company had done its part for the war effort, but that it treated its employees with dignity and respect. The reality is that mill life during the war was probably as dangerous and degrading as at any other time. This, however, does not diminish the contributions of Pepperell’s employees to the war effort, who really were important to an Allied victory."],"display_date":1943,"search_date":"1943-07-02","locations":[{"id":27023,"lat":32.6011777617,"lng":-85.3556271043,"zoom":10,"place":"Lee, Alabama"}],"tags":[{"id":2337,"tag":"Cotton mill"},{"id":2336,"tag":"Labor History"},{"id":2335,"tag":"Industrial History"},{"id":2334,"tag":"Opelika, Alabama"},{"id":258,"tag":"World War II"}],"course":{"name":"Fundamentals of Environmental History","school":"Auburn University","course_id":127,"school_id":73}},{"id":6151,"title":"CCC construction was about more than just building a park","course_id":127,"status":"P","start_date":"1/1/35","end_date":"12/31/37","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1935 the Civilian Conservation Corps began construction of a park on a portion of Chewacla Creek considered to be one of the most scenic areas in Auburn, Alabama.  A project history printed during park construction states that “2 ½ miles of park road has been constructed, into which numerous rock culverts were built.”  The document continues to describe construction of “an all masonry dam, containing six million pounds of rock.”  This was back-breaking work, performed without the aid of machinery using picks and shovels.  Construction of the dam would ultimately create a 27-acre lake providing fishing and recreation opportunities for the public.","The CCC project which created Chewacla State Park was typical of the multiuse natural resource management strategy of the prewar period, which provided recreation opportunities as well as erosion control and land restoration.  The CCC was active in Alabama between 1935 and 1942, employing 67,000 men. But CCC projects were about more than just the construction projects. Former Alabama State Legislator Pete Turnham, who worked on the Chewacla project, has said that \"the CCC built men and built communities, and it helped the nation by giving needy young men jobs by making money and getting a new start in life. They were the lifeblood of the country. It was an excellent opportunity for people.\"  Pete Turnham was typical of the men employed by the CCC. A member of CCC Camp Auburn SP-12, Turnahm was 18 when he joined CCC and worked on the Chewacla Park project in 1935.  He was paid $30 per month and was required to send a portion of that money home to support his family.  During the Great Depression era and the years leading up to World War II, the CCC helped to build men of character who would go on to become what has been called the greatest generation."],"display_date":"1935 - 1937","search_date":"1936-07-01","locations":[{"id":23925,"lat":32.605904939,"lng":-85.3493461098,"zoom":10,"place":"Lee, Alabama"}],"tags":[{"id":2338,"tag":"Chewacla State Park"},{"id":1086,"tag":"CCC"}],"course":{"name":"Fundamentals of Environmental History","school":"Auburn University","course_id":127,"school_id":73}},{"id":6152,"title":"The Rezoning and Repurposing of Parkerson Mill Creek in Auburn, Alabama","course_id":127,"status":"P","start_date":"2/10/78","end_date":"2/10/78","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Auburn has always been a sleepy little town in the heart of Southeast Alabama, and it was even more so in the 1970s. The population was just over 25,000 people, with 18,000 of them being students and the median income for the city was estimated at $7,700 per year (Warr 1). The economy was starting to stall and inflation was on the rise, and people were just trying to make ends meet to provide for their families. The main occupation was farming, and a crucial part of farming was the accessibility of water to sustain the business.","The main source of water for middle and lower class families’ crops and livestock was Parkerson Mill Creek. In the 1970s, however, there was a large movement to increase the amount of areas, including waterways, to be reverted back to their natural purpose of supporting fish and wildlife. Because of this, William Warr of the EPA conducted a report was conducted on the feasibility and cost of changing a section of Parkerson Mill Creek back to its original purpose. The people of Auburn were understandably concerned about this prospect, because it changed their way of life for the worse and they would be forced to find a new source of water for their farms.","Auburn had always prided itself on its low cost of living, and one component of that was having a combined sewer and water cost of just $81/year (Warr 1). The new repurposing of the creek would add an estimated $10 per month to each household's water bill. That would mean an extra $120 per year that families could use for food, clothes, housing, and other living expenses would have to come from somewhere else. Not only this, but there would need to be another source of water for their crops and livestock. As one would expect, the people of Auburn were very nervous.","The environmental arguments, however, were also undeniable. The runoff and silt from their farms was draining directly into the creek, causing the fish and other aquatic species to die off. In a picture provided by the Alabama State Water Program from 1954, the creek is free flowing, but it looks very cloudy and contaminated. This could become a major problem, and if let go far enough, could become completely unsuitable for use (ASWP). While the residents of Auburn did sympathize with them, they did not think it was feasible to enact this new charge, and neither did William Warr of the EPA (Warr 3). Nonetheless, in the end, the EPA did rezone the area for the purpose of supporting fish and wildlife, even against the recommendation of Warr (Warr 3). With this monumental change in the residents’ of Auburn’s lives, they were forced to find a new source of water to support their livelihood."],"display_date":"February 10, 1978","search_date":"1978-02-10","locations":[{"id":34598,"lat":32.6011777617,"lng":-85.3556271043,"zoom":10,"place":"Lee, Alabama"}],"tags":[{"id":18,"tag":"Politics"},{"id":2140,"tag":"water quality"},{"id":1352,"tag":"EPA"}],"course":{"name":"Fundamentals of Environmental History","school":"Auburn University","course_id":127,"school_id":73}},{"id":6194,"title":"The Once Compact City: Opelika, AL and Industrial Redevelopment","course_id":127,"status":"P","start_date":"7/1/49","end_date":"7/31/49","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1949, the Sanborn Map Company updated its detailed survey of Opelika, Alabama. This map contains a wealth of detail, including all major and minor structures within the city limits, and detailed information about their function. Sanborn published this map (and others like it) for the benefit of insurance companies, who used them to estimate the fire risk for different structures in the town. For example, a house located next to the higly flammable Alabama Oil and Guano Company would likely be assessed a higher insurance rate than one further away. Although the Sanborn maps had a narrow purpose at the time they were published, historians have realized that the information they contain is useful for a wide variety of purposes. The maps show where specific homes, businesses, and other important buildings were located relative to other structures. They also show how communities developed over time, as the company published updated maps every few years. In the case of Opelika, the map also shows how certain patterns of development can make it difficult for cities to adapt to economic realignment.\tOpelika in 1949 had a very compact city structure, with little wasted space. The city radiates out from a central rail hub, where the Central of Georgia and Western of Alabama railroads converge. The Lee County Court House and City Hall are only a few blocks away, and many businesses and homes are tightly clustered around them. Opelika is not a densely populated area, but it makes efficient use of the available space anyway. Despite having many facilities for the maintenance and sale of automobiles, the city lends itself to easy walking. Homes and businesses are located close to each other. It is important to note, however, that Opelika would have been subject to the same Jim Crow segregation rules as the rest of South during this time period. The school for black children is located on the edge of the city, far away from many amenities. \tAfter 1949, Opelika’s pattern of economic development began to change rapidly. New businesses, such as textile mills and the Uniroyal tire factory, arose outside of the city limits. Other businesses went into decline and closed, including the passenger rail station. As a result, Opelika moved towards a pattern of “suburbanizing” industry away from traditional city centers.","This was a pattern in many American cities in the latter half of the twentieth century. Thomas Sugrue’s <em>The Origins of the Urban Crisis</em> explains this phenomenon in detail, using the city of Detroit as his chief example. As industries fled inner cities all across America, those areas rapidly deteriorated. It is still proving difficult to redevelop those former industrial areas for useful purposes, with Opelika a prime example of this."],"display_date":"July 1949","search_date":"1949-07-16","locations":[{"id":27023,"lat":32.6011777617,"lng":-85.3556271043,"zoom":10,"place":"Lee, Alabama"}],"tags":[{"id":2402,"tag":"Economic History"},{"id":2401,"tag":"City Planning"},{"id":2400,"tag":"Redevelopment"},{"id":1824,"tag":"Railroads"},{"id":2335,"tag":"Industrial History"},{"id":2334,"tag":"Opelika, Alabama"}],"course":{"name":"Fundamentals of Environmental History","school":"Auburn University","course_id":127,"school_id":73}}]}