{"id":8971,"place":"Tallapoosa, Alabama","lat":32.8623974318,"lng":-85.7975267163,"episodes":[{"id":221,"title":"California Gold Rush\n","course_id":1,"status":"P","start_date":"1849-01-01","end_date":"1849-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The California Gold rush occurred many hundreds of miles from the American South, but its affect was felt throughout the country, drawing large populations of 49ers from most of the Southern States.  &lt;br /&gt;Alabama in particular was affected.  While small in comparison to the California gold rush, a gold rush in the Alabama Creek lands in the 1830's lead to the spread of gold mining experience and expertise in eastern Alabama.  With these skills and experience, the draw on Alabamians to participate in the California gold rush was great, causing a large number to travel west in search of wealth.  &lt;br /&gt;While the actual success of most gold seekers was minimal, with profits often just barely covering expenses (if that), entrepreneurs and adventurers from all over flocked to the West.  Exaggerated accounts created by land speculators and the stories of hired letter writers further fueled the fires of opportunity, creating a massive emigration.  The rapid progress in California was described well by a New Orleans newspaper that wrote, scarcely a year has elapsed since its acquisition by the United States, and already it is swarming with an active and industrious population.  Attracted by the golden sands of the Sacramento, tens of thousands of the most intelligent and enterprising of our citizens have emigrate thither, among whom are to be found in the representatives of every imaginable profession and occupation.  Lawyer, doctor, farmer, mechanics, &c. &c., all essentially politicians.'&lt;br /&gt;This great emigration was also significant in American Southern history as the rapid increase in population helped to hasten and intensify the debate over the addition of California as the 31st state."],"display_date":1849,"search_date":"1849-07-02","locations":[{"id":375,"lat":32.8271391113,"lng":-85.8143406206,"zoom":9,"place":"TALLAPOOSA, Alabama"}],"tags":[{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":6201,"title":"Unnatural Nature: The Creation of Lake Martin","course_id":127,"status":"P","start_date":"9/14/24","end_date":"9/14/24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Lake Martin, located in Central Alabama, was the largest manmade lake in the world at the time of its construction. The 25,000-acre lake was formed by Martin Dam, which was built by Alabama Power in 1923. Project designers promoted the construction of Martin Dam by describing its benefits to both agricultural producers and local residents. Among those benefits was the claim that the presence of such a large body of water would positively affect the general climate of the area. The temperature is more equitable where there is a larger concentration of water. Not only was the temperature altered but the presence of the lake would provide better and safer weather conditions in regards to fruit and vegetable production. Ideal temperature leveling would also eliminate late frost devastation. These promotional details were necessary to secure local/farmer support of such a large scale construction and landscape alteration.","Critics of this hydroelectric project were unable to defeat the lake's creation considering the resources that it would provide for the area such as hydroelectric power, job resources and recreation. Although the original landscape was destroyed by flooding, nature was in a sense \"replaced\" by a manmade version of a naturalized landscape. Would John Muir be displeased with Lake Martin? As the lake was introduced to an array of fish species, over time it has become not only a source of recreation but also home to an abundance of marine life. This beautiful body of water may not have been naturally created but over time has created rich resouces for people and ecosystems around the area."],"display_date":"September 14, 1924","search_date":"1924-09-14","locations":[{"id":21245,"lat":32.8623974318,"lng":-85.7975267163,"zoom":9,"place":"Tallapoosa, Alabama"}],"tags":[{"id":739,"tag":"Nature"},{"id":2414,"tag":"Lake Martin"},{"id":2415,"tag":"Resources"}],"course":{"name":"Fundamentals of Environmental History","school":"Auburn University","course_id":127,"school_id":73}}]}