{"id":9013,"place":"RICHLAND, South Carolina","lat":33.9914893238,"lng":-80.8577865567,"episodes":[{"id":68,"title":"The Revival of the Slave Trade\n","course_id":1,"status":"P","start_date":"1856-11-29","end_date":"1856-11-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Although the United States had passed legislation in 1807, ending the slave trade in the United States, some southerners still pushed for its renewal.  In the Southern Commercial Convention of December 1856, certain members of the assemblage created a discourse on the issue, evoking heated responses from both sides.  Some thought the revival of the slave trade would alienate the South from other people and countries, while others thought the slave trade would be incredibly beneficial.  Governor Adams of South Carolina was of this mind frame; he thought the slave trade would profit the South.&lt;br /&gt;&lt;br /&gt;Governor Adams not only saw the reimplementation of the slave trade as profitable, but as an economic necessity for the South.  Adams thought that the supply of cotton was diminishing as demand for it was increasing.  According to Adams, the problem was not a lack of sufficient land, but rather a lack of sufficient laborers.  Without laborers to overcome the diminishing supply, other countries would begin to produce cotton, ending the monopoly on cotton controlled by the South.  In Adams' opinion slave labor was only valuable for producing cotton and because the South would no longer have a monopoly on cotton, the need for slaves would become obsolete and the South would have to abolish slavery altogether.  In short, because the supply of cotton was diminishing the South would eventually have to abolish slavery.&lt;br /&gt;&lt;br /&gt;This logic was skewed and consequently not many new people were drawn to the idea of revitalizing the slave trade.  The South was not unified on the issue of reopening the slave trade and so those who did support it, did not dare to push the matter further than political discourse.  Perhaps if there had been uniformity on the issue, the South would have gone against the opinion of the North, not to mention other countries, to restart the trade, but as it was, it just didn't have the support of the South as a whole and thus failed to materialize into something other than dialogue."],"display_date":"November 29, 1856","search_date":"1856-11-29","locations":[{"id":11637,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":184,"title":"Southern Railroad System Purchases the Carolina Midland\n","course_id":1,"status":"P","start_date":"1899-05-12","end_date":"1899-05-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A newspaper in Barnwell, South Carolina reported in their May 11 edition that the Southern Railroad had purchased the Carolina Midland, a main road that cut across the state. The Railroad had recently purchased the South Carolina and the Georgia road. The Railroad intended to use this road to construct a direct line from Columbia, SC to Savannah, GA. Cities like Barnwell paid close attention to the expansion of the railroad and to where the new lines would be placed because they stood to benefit greatly economically if the lines ran through their town. &lt;br /&gt;In their book, The American South: A History, authors William J. Cooper and Thomas E. Terrill state that by the 1890s the New South had contracted the railroad mania of the nineteenth century, and for good reasons'. Railroads offered the ability to traverse the difficult geography of the South, offering opportunities to expand trade and develop local economies into regional ones. Railroads fostered the spread of the cotton culture because it allowed farmers in more remote areas to transport their crop to a city center where it could be sold. According to the authors, while railroad mileage in the South doubled in the fifteen years between 1865 and 1880, the boom increased in the final two decades of the century with mileage tripling between 1880 and 1900.&lt;br /&gt;While railroads clearly offered many opportunities in the South, Cooper and Terrill argue that, by the 1890s, the result was too much of a good thing'. The low population density and the primarily agricultural economy made it difficult for companies to sustain profits throughout the year. Thus, while railroads benefited the South in many ways, it also made it economically vulnerable."],"display_date":"May 12, 1899","search_date":"1899-05-12","locations":[{"id":11641,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":269,"title":"The Second Taxpayer&#39;s Convention in South Carolina\n","course_id":1,"status":"P","start_date":"1874-02-19","end_date":"1874-02-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Taxpayer's met on February 19, 1874 at a convention in South Carolina a second time to protest the economic destruction of the state being wrought by the Republicans in power in South Carolina, especially by Governor Franklin J. Moses Jr. and his administration.  The complaints of the convention included exorbitant taxes being waged by non-taxpayers, a corrupt judiciary,' and an executive (Moses) who barters' government positions for favors.  The convention members wrote a memorial' to the Senate and House of Representatives of the United States explaining their grievances and asking for intervention and redress.  The South Carolina Republican Party responded in turn by refuting each individual allegation of the memorialists.'  The tax-payer's also met with President Grant on March 27 in Washington D.C. where The Atlanta Constitution reported that President Grant listened attentively and replied at some length, and said that he felt sympathy with any people who are badly governed and overtaxed;as South Carolina seemed to be.'  But the President did not offer any direct redress, noting that South Carolina was a sovereign state that could make their own changes in the forms of laws and elections.  The President did, however, express his wish that Congress would be able to offer assistance.&lt;br /&gt;It is also important to note that the advantages of immigration were discussed at length the conference.  It was suggested that importing thousands of immigrant voters, a few hundred per county, would put the state into the hands of honest officials,' or back into the hands of the democrats and away from the Republicans who were garnering the black vote.  On the third day of the convention Charleston's News and Courier recounts the vigorous action on the subject of immigration.'  A committee had been organized on the subject of immigration which created a plan to encourage white immigrants, to elect a state commissioner and commissioners in every county in South Carolina, and to found an agency in New York and elsewhere in the North to aid in immigration (See Immigration Societies in South Carolina)."],"display_date":"February 19, 1874","search_date":"1874-02-19","locations":[{"id":11639,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":300,"title":"South Carolina Legislature Passes the Ordinance of Nullification\n","course_id":1,"status":"P","start_date":"1832-11-24","end_date":"1832-11-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After his re-election, President Andrew Jackson faced an immediate attack at the authority of the government of the United States. The economic deeds of the summer of 1832 did not prevent Jackson's return to office, but, at the same time, they did not go unnoticed. A huge movement against the Tariff of 1832 was headed by the state of South Carolina. The state believed that this tariff was extremely detrimental to its well being. So, it compiled a convention to discuss the issue. The decision was made, and on November 24, 1832, the South Carolina legislature passed the Ordinance of Nullification, which declared the Tariffs of 1828 and 1832 unconstitutional, and thereby null and void. The Nullification Crisis began with this act. The doctrine of nullification asserted that a state could resist a federal law that was not specifically authorized by the U.S. Constitution. The crisis also involved the idea of states' rights that, in any conflict, the power of the state should prevail. Not all southern states and not all South Carolinians believed in this action. One man believed the South Carolina convention had acted unconstitutionally in its own right: It is the very basis of a free government, that the Legislature are a limited body. But the Ordinance has conferred upon them the UNLIMITED power to do any and every act, which may be necessary to give it effect. Another man believed the state was left with few alternatives: For the nullifying state there would remain, only the two alternatives, of humiliation, and civil war. ","But, the Nullification Crisis would not lead to such drastic measures; it only brought forth certain ideas, such as nullification and states' rights, that would play an important role in the country's history. As an immediate result, Jackson was infuriated, passing a Force Bill early in 1833, in an attempt to force South Carolina to comply with the Tariff. It did not work, and the Ordinance ended up compelling the creation of a Compromise Tariff and the reduction of taxes on imports. In the long run, the prospect of a civil war was posted, and the division of the Union seemed possible."],"display_date":"November 24, 1832","search_date":"1832-11-24","locations":[{"id":11635,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":301,"title":"John C. Calhoun Resigns as Vice-President of the United States\n","course_id":1,"status":"P","start_date":"1832-12-28","end_date":"1832-12-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John C. Calhoun led an ambitious political life. He sat in James Monroe's Cabinet in the 1810s and 1820s. Then, in the hotly contested presidential election of 1824, Calhoun ran, but resigned himself to second place, where he neatly fit in as John Quincy Adams' vice president. In a time when political party affiliations were never stable, Calhoun aligned himself with Andrew Jackson half-way through his first term as Vice-President of the United States. Calhoun would join Jackson on the Democratic ticket in 1828, in an effort to succeed him to the presidency. But, Calhoun's political designs were met with a fight. He and Jackson never fully got along, and a competitor arose in New York's Martin Van Buren. After failing in his presidential bid in 1832 and losing his spot on the ballot to Van Buren, Calhoun ran for the Senate again. Having won that position, in a letter dated Columbia, South Carolina, 28th December, 1832, Calhoun said he was resigning the office of Vice President of the United States. He was the first person to ever relinquish that position. It was left vacant for the following two months, until the administration of Andrew Jackson and Martin Van Buren took over."," Calhoun's anger started in 1828, when Jackson failed to fill his Cabinet with any South Carolinians, surrounding Calhoun with political opponents, particularly the new Secretary of State, Van Buren. The New Yorker's stock rose throughout Andrew Jackson's first term as president, despite being removed from his position, when Jackson was forced to overhaul the Cabinet. Calhoun ironically sealed his opponent's fate by casting the deciding vote to keep the former Secretary of State from becoming the new ambassador to Great Britain. Soon after, Van Buren would join Jackson as the Democratic nominees for president and vice-president. Calhoun was left to fight the battle over nullification. So, he decided to resign, rather than complete his term, once his return to the Senate was assured."],"display_date":"December 28, 1832","search_date":"1832-12-28","locations":[{"id":11635,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":313,"title":"South Carolina Gubernatorial Election of 1876\n","course_id":1,"status":"P","start_date":"1876-11-07","end_date":"1877-04-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["For the 1876 gubernatorial race in South Carolina, the Democrats nominated General Wade Hampton, one of the state's most popular figures among the white population, and Republicans renominated Governor Chamberlain who was appointed during reconstruction. Hampton embarked on a tour of the state, accompanied by hundreds of armed supporters, while rifle clubs disrupted Republican rallies with violent tirades.  &lt;br /&gt;Nevertheless, Chamberlain received the largest Republican vote in state history, but throughout the state freedmen were barred from polls and ballot boxes were stuffed by Democrats to make it appear African-Americans voted for their candidates.  &lt;br /&gt;One former slave who was on the Republican ticket for representative of Abbeyville County, called the battle the Red-Shirt Campaign' and said Republicans marched to the polls together and armed with weapons.  We counted our votes and left the polls about three o'clock in the morning when the Democrats undertook to capture our returns; but we were too strong for them; however, they did capture them after we had left,' he wrote.&lt;br /&gt;Initial tallies reported that Hampton led Chamberlain 92,261 to 91,127 but there were immediate calls of fraud from both sides.  The elections results became so heated that a Republican ex-member of Congress was fired upon by several Democrats after claiming Chamberlain was elected the day after the election.  A riot ensued and a young man was killed and several more wounded.&lt;br /&gt;Under the 1868 constitution, the general assembly was instructed to elect the governor with a disputed election.  The assembly elected Chamberlain on Dec. 6th and he was inaugurated the next day, in which he declared, I regard the present hour in South Carolina as a crisis at which no patriotic citizen should shrink from any post to which public duty may call him. ; If we fail now our Government the Government of South Carolina will no longer rest up on the consent of the governed.'&lt;br /&gt;Meanwhile, Hampton delivered a fiery address in which he declared the people had elected him governor.  A week later he took the oath of office, and The Charleston News and Courier declared, Everybody is elated at the splendid inauguration of Governor Hampton.' &lt;br /&gt;Over the next two months South Carolina had two governors   each claiming to have legitimate power.  On April 3, 1877, President Hayes ordered the withdraw of federal troops from South Carolina and on April 11 Chamberlain and his staff left their offices in the state house , effectively ending Reconstruction in South Carolina."],"display_date":"November 7, 1876 - April 11, 1877","search_date":"1877-01-23","locations":[{"id":11639,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":321,"title":"Black professor hired; first black student enrolls at the University of South Carolina\n","course_id":1,"status":"P","start_date":"1873-08-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Blacks achieved greater political power in SC than in any other Southern state.' (Edgar 388)  As a result of black Republicans' overwhelming legislative successes (blacks won 255 of the 487 federal and state elections in South Carolina between 1867 and 1876), equal opportunity education was made a top priority.  A government-funded public school system was instituted, albeit with segregated secondary and elementary schools, and the former South Carolina College was re-chartered in 1865 as the University of South Carolina.  Two black trustees were appointed in 1869, and integration of the University began in earnest in the fall of 1873.   In a series of firsts that year, the school hired Richard D. Greener, its first black professor, to teach metaphysics, and subsequently enrolled of then-Secretary of State Henry E. Hayne as the school's first black student.  The school was the only Southern state university open to black students&lt;br /&gt;Integration, however, quickly became a sort of unintended reverse segregation as the last native white professors and students withdrew in protest, leaving only Radical white professors, black professors, and black students at USC.  The lack of a conservative presence earned the school the derisive epithet of Reconstruction University' and School for the Deaf and Blind' among white Carolinians, and white boycotts of the school extended to neighboring states as well. The Atlanta Constitution's educational announcements mentioned nearly every institute of higher education in the South, from Davidson College and the University of Virginia to ladies' finishing schools; nowhere do those ads mention USC and the opportunities it would provide for biracial education.  Meanwhile, editorials in influential papers like the Richmond Dispatch decried any educational funding or policy bill under which negroes shall be admitted upon the same terms as whites' and declaring that, should a Southern state school choose to receive and use federal funding to provide integrated schools, that institution would quickly lose its white patronage.  &lt;br /&gt;USC's brief four-year interlude of integration ended in 1876 with the conservatives' Redemption of South Carolina.  Democrats quickly closed the school in 1877 and reopened it in 1881, again as an all-white institution.  White opposition to integration, especially in higher education, was a powerful force in the postwar South as whites struggled to reestablish their social identity and cultural supremacy in the face of competition from resourceful and capable former slaves.  The University of South Carolina was an anomalous but important experiment which demonstrated that, contrary to contemporary popular opinion, black students could indeed benefit from higher education just as much as white students."],"display_date":"August 1873 - December 1877","search_date":"1875-10-16","locations":[{"id":11639,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":341,"title":"Ku Klux Klan pardons issued by President Grant in South Carolina\n","course_id":1,"status":"P","start_date":"1873-07-31","end_date":"1873-07-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The South Carolina branch of the Ku Klux Klan was established during the 1868 Presidential campaign.  The KKK promptly began using violence, including political murders, as a means of terrorizing black voters and assuring a Democratic victory.  Violence and aggression on the part of the KKK toward black voters and Radical white supporters spiraled out of control; in April of 1871, President Grant took the powers given him by the new Ku Klux Klan Act to their full extent, declaring nine counties in the South Carolina upcountry to be in a state of rebellion against the U.S., suspending the writ of habeas corpus, and sending in Federal troops to bring Klansmen to justice.  831 indictments resulted from the crackdown, but by 1873 Grant, along with the rest of Washington, had begun to lose interest in the prosecutions.&lt;br /&gt;In July 1873, Grant decided to drop the whole operation.  He pardoned every Klansman serving jail time, discontinued current prosecutions, and decreed that no new prosecutions should be commenced.'  The above changes did not include active participators in murder or other outrages.'  In a rare show of support for a Republican policy, the Charleston News & Courier praised Grant's decision as highly esteemed; The action of the President does him honor, and time will show that his conduct in the Kuklux matter was as wise as it is generous and just.'  The implications for the freedmen's futures, however, were not so rosy.  The federal government's withdrawal from Klan prosecutions was one of the first inklings of what was to come in 1877, when the government's removal of remaining Federal troops from the South effectively abandoned blacks to Jim Crow.  Grant did manage to destroy the Klan organization in South Carolina, but on a larger scale, his failure to bring violently bigoted whites to justice set the stage for the rise of unabashed racial brutality, especially lynching, during the 1880s and 1890s."],"display_date":"July 31, 1873","search_date":"1873-07-31","locations":[{"id":11639,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":363,"title":"The South Carolina Constitutional Convention of 1895\n","course_id":1,"status":"P","start_date":"1895-09-10","end_date":"1895-12-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":null,"display_date":"September 10, 1895 - December 4, 1895","search_date":"1895-10-22","locations":[{"id":11641,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":380,"title":"Black voter turnout swings South Carolina election on Reconstruction\n","course_id":1,"status":"P","start_date":"1867-11-19","end_date":"1867-11-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Under the second Reconstruction Act, state governments were required to have a constitutional convention in order to re-draft their documents with laws that would comply with the end of slavery and beginning of the rebuilding process. This would serve as an integral process when petitioning for re-admittance into the United States.  While some states sought to comply as quickly and quietly as possible with what Congress mandated, others resented and rejected the authority of these ordinances.&lt;br /&gt;&lt;br /&gt;South Carolina, which had been the first state to secede from the United States, felt that these acts were not constitutional and sought to have them overturned.  In a critical decision in October of 1867, South Carolina was informed that the Reconstruction Acts were the, supreme law' and had to be followed.  Having been thwarted through one outlet of trying to resist this authority, the state banded together to try and prevent a constitutional convention by other means.&lt;br /&gt;&lt;br /&gt;According to the Reconstruction Acts, a majority of voters had to cast ballots in favor of a constitutional convention in order to begin the process of drafting this document.  In an effort to prevent the convention, tremendous numbers of white voters in South Carolina registered with the intention of not voting; thereby preventing the convention.  This plan seems to have worked well in Charleston.  According to the National Intelligencer, 3,713 blacks voted in the November 19 election, but only 11 whites.  The newspaper stated that, this will be about the proportion throughout the state,' in regards to the number of voters.  Although 44% of voters did not participate in the November election, a strong showing by the registered black voters managed to swing the election in their favor: toward Reconstruction."],"display_date":"November 19, 1867","search_date":"1867-11-19","locations":[{"id":11638,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":392,"title":"Black Ministers Gather in Columbia to form a Suffrage Committee\n","course_id":1,"status":"P","start_date":"1895-07-10","end_date":"1895-07-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As racial tension mounted throughout the South, many black citizens felt that voting the only way that African-Americans could achieve racial equality.  Although a few blacks could vote in South Carolina, many were unable to vote because they were chased away from the poles by whites, couldn't afford to pay the pole taxes, or didn't own enough property to be eligible to vote.  &lt;br /&gt;In order to combat this problem head on, over 70 African American ministers from across the state met at the State House on July 10th, 1895.  In the morning, the group first elected Rev. E. H. Colt to serve as the chairman of the minister's suffrage campaign, and then proceeded to elect a committee to establish a clear platform and layout the terms of suffrage that they desired.  Once the committee had been elected, the ministers wrote a formal document that asked the state of South Carolina to consider extending suffrage to all men, and the ministers even offered to help draft a new state constitution that would be fair to all.&lt;br /&gt;After the conference ended, the suffrage committee circulated their work throughout the state and to the government and state legislators.  Despite their hard work, South Carolina, under the leadership of Ben Tillman, ratified a new state constitution of December 4th, 1895.  This new constitution effectively disenfranchised all black South Carolinians by imposing greater pole taxes and stricter land requirements in order to place a vote and laid the foundations for Jim Crowe in South Carolina, which pushed equality further away from the state's African-Americans."],"display_date":"July 10, 1895","search_date":"1895-07-10","locations":[{"id":11641,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":400,"title":"Salary denied to minister who preaches antislavery.\n","course_id":1,"status":"P","start_date":"1857-11-05","end_date":"1857-11-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Cherryfield, Maine a minister sued to recover his salary which the church had refused to pay him as a result of his preaching about his antislavery beliefs. The church claimed that his contract stipulated that he was not to preach about anything political and thus he was in breach of contract.  The lawsuit, when reported in the newspaper, had not yet been resolved.  The writers of The Southern Enterprise used it as a chance to decry the horrors of abolition, and how it was beginning even to poison the sacred institution of the church. &lt;br /&gt;&lt;br /&gt;The article is remarkable for its coinciding defamation of abolition and support for the solid and conservative men in the North'.  The authors still harbored faith in the common sense of their Northern compatriots and believed that with their help the rising tide of the evil abolitionists, yet to be perceived by the South as a universal Northern sentiment, could be turned back.  Instead of focusing on the perceived wrongdoing of the abolitionist minister, the article focuses on the apt response of their Northern brethren The emphasis is still on togetherness and similarities, there is no attempt to polarize the two sections but rather to show how they stand united even on the divisive issues such as abolition."],"display_date":"November 5, 1857","search_date":"1857-11-05","locations":[{"id":11637,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":573,"title":"The Capture of Columbia\n","course_id":1,"status":"P","start_date":"1865-02-17","end_date":"1865-02-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 17th, Federal troops surrounded and invaded Columbia, South Carolina. General William Tecumseh Sherman led his troops to the center of the city, as Confederates soldiers fled the city.  The mayor of Columbia surrendered the city, and Northern troops occupied the city. Before leaving the city, Confederates burned bales of cotton, leaving them smoldering for the Yankees to find. The Federalist soldiers spent the night in Columbia enjoying liquor they had discovered, however, late in the night, the church in the center of town caught on fire and burned. The cause of the fire was unknown; however, the many blamed Sherman and his troops who were highly intoxicated and at the scene of the crime.  The image of a burning church became a symbol of Northern barbaric and unmoral methods it used to overrun cities. Confederates scorned this action and used it as evidence against the North and to support their cause. The fire could have very well been caused by the wind in the night blowing remnants of the burning cotton bales.  However, Confederates chose to believe the former as a symbol of Union aggression. &lt;br /&gt;The capture of Columbia by Federal troops was a symbolic invasion in the civil War.  People saw and interpreted the burning of the church as a morally unjust and evil action.  They claimed Northern aggression, which added to its reputation.  Burning Columbia became a symbol for Union invasions, lasting throughout the war.  Though the actual cause of the fire was unknown, the hatred and mistrust of the South toward the North intensified the meaning behind the fire turning it into a national symbol. The capture of Columbia was a significant victory for the Union because South Carolina was the state that started Secession, and by capturing its prominent cities, the North demonstrates its victory in the Civil War."],"display_date":"February 17, 1865","search_date":"1865-02-17","locations":[{"id":11638,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":944,"title":"Southern States Convention of Colored Men\n","course_id":1,"status":"P","start_date":"1871-01-01","end_date":"1871-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["By 1870, southern black leaders were convinced that the black vote was worthless if black life and property rights were not respected. Outraged at the Republican Party's failure to protect their civil rights and promote blacks for office, many leaders debated withdrawing from the party at the Southern States Convention of Colored Men in 1871. The Convention called on the national government to protect these rights. Southern black leaders felt powerless against state administration and felt it was the obligation of the federal government to protect their rights. Influenced by Fredrick Douglas, it was ultimately decided that southern blacks would stay with the Republican Party. Many at the convention expected to be repaid for continuing to support the Republican Party, but they were disappointed with the Party was slow to react. Nevertheless, most African-American men remained loyal to President Grant and the Republican Party."],"display_date":1871,"search_date":"1871-07-02","locations":[{"id":11639,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1030,"title":"The Southern Cotton Industry\n","course_id":1,"status":"P","start_date":"1871-05-09","end_date":"1871-05-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The cotton industry in the South in 1871 reported that the cotton crop was 4,185,000 bales, which was in excess of the cotton produced before the Civil War. The statistics were met by skeptics, and many southerners did not seem them to be reliable. The report was conducted by a New York company and many southerners saw it as a piece of propaganda by Republicans in the North. The data did not divulge reasons for the increase in the cotton industry, but some theories were presented. One reason for the increase was that southerners may have been devoting more land to cotton crops in an effort to make quick money after the war. The competition for cotton from around the world comes from Egypt, India, and Brazil. The report urged the south to continue to producing cotton to compete with the other countries because cotton continued to be chief article of export and main foundation of our foreign commerce. Southerners felt that this report was exploiting southern planters because it urged them to neglect cereals and other provisions so that the country could use the cotton economy to repay European debts after the Civil War."],"display_date":"May 9, 1871","search_date":"1871-05-09","locations":[{"id":11639,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1053,"title":"South Carolina Supreme Court adjourns after decisions to repeal the homestead exemption, and pay back most of the state debt","course_id":1,"status":"P","start_date":"1879-10-28","end_date":"1879-10-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 28th, the South Carolina Supreme Court adjourned after making a series of significant rulings that signified the restored control by the white planter class after reconstruction.  One such ruling regarded the Homestead Law, in which the South Carolina Supreme Court effectively ruled that land owners would have their land holdings exempt from repossession in the event of a debt default while those that did not own land would be entitled to no protection at all.  &lt;br /&gt;&lt;br /&gt;In another ruling, the South Carolina Supreme Court decided to accept the rulings of the Bond Court' created by the state legislature to settle the state's reconstruction era debts.  This ruling effectively mandated that South Carolina would pay back the bulk of the states debt while repudiating 1,126,173 worth of debt. &lt;br /&gt;&lt;br /&gt;Ultimately, both of these ruling signified the consolidation of power by the bourbon elite in the South Carolina government.  In these cases, the court's rulings furthered the interests of the wealthy by protecting their land from repossession, and their bonds from repudiation.  These rulings were in line with the general program of the bourbon Democratic governor Wade Hampton, to end the legacy of reconstruction and consolidate conservative control."],"display_date":"October 28, 1879","search_date":"1879-10-28","locations":[{"id":11639,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1321,"title":"South Carolina General Assembly Refuses to Ratify Fourteenth Amendment\n","course_id":1,"status":"P","start_date":"1866-12-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When South Carolina's legislature reconvened in December of 1866 the governing body was faced with the task of responding to two recent, significant national events: the radical Republicans domination of that year's Congressional election and the proposal of the Fourteenth Amendment.  As South Carolinian leaders gathered in Columbia, they quickly tackled the Fourteenth Amendment decision.  After an overwhelming no' vote (95 to 1) in the house, and a decidedly negative response from the senate as well, the legislature failed to ratify the amendment.  James L. Orr, then Governor of South Carolina, commented that Congress was unreasonable to require southern states to concede the ratification of the Fourteenth Amendment.&lt;br /&gt;The anti-ratification sentiments of Governor Orr and the legislature were echoed throughout the state, both before and after the no' vote.  Almost a month before the legislature reconvened, an impassioned letter to the editor appeared in a local South Carolina newspaper, <em>The Laurensville Herald</em>.  The letter, written under the pen-name PUBLICOLA,' appealed to a lost cause' sentimentality and painted a picture of heroic Confederate soldiers to encourage his statesmen to do whatever they could to avoid fastening this monstrosity upon [their] good old mother.'  Publicola dramatically asked the brothers of South Carolina' to remember the companion of [their] youth, whose blood bespattered your own garments upon the ensanguined fields of the South.' The poetic, dramatic, and oftentimes gruesome language of Publicola's appeal is demonstrative of the way the 14th Amendment was just as much of an issue of pride as it was a legislative decision.  &lt;br /&gt;South Carolina's first refusal to ratify the 14th amendment was just the start of what became a long, difficult journey toward readmission and a return to a pre-war state status.  South Carolina remained in limbo until July 9, 1868, when it was readmitted into the Union.  The long process of Reconstruction, however, continued for nearly a decade more.  Full control by State government was not reestablished in South Carolina until November 28, 1876."],"display_date":"December 1, 1866 - December 31, 1866","search_date":"1866-12-16","locations":[{"id":11638,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1516,"title":"Sovereign Convention of South Carolina\n","course_id":1,"status":"P","start_date":"1862-01-09","end_date":"1862-01-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 9, 1862, the Sovereign Convention of the People of South Carolina met sitting in Columbia, South Carolina [the state capital] and enacted several highly important ordinances concerning the state.  A first order was to strengthen the hands of the executive branch by the creation of a Council to whom [in conjunction with the Governor] plenary powers were entrusted.  This new Council's powers included the ability to declare martial law and make, procure & employ arms, or whatever else may be required for defense of South Carolina.  New measures also were included to provide better protection for the coasts and harbors of the South Carolinian coastal border.  The measures include a 300,000 allotment for the construction of new ironclad vessels, the Marine Battery or Ram.  Bounties were also created which had payouts of varying degree per captured person on any opposition ship of the Union when one was preventing/defending attacks on South Carolina and the Confederacy.  The ordinances served to better protect the state from future destruction caused by the ensuing Civil War.&lt;br /&gt;&lt;br /&gt;In response to the previous wars on the sea coast on New Year's Day and prior, the Convention made it their goal to protect what is said to be the best point of attack for any force in opposition of the Confederate South.'  As a collection of citizens as well rather than a bill passed in the state Senate or House, it was illustrative of the people's interest in protecting and preparing themselves for future battles to come.  They personally took it at hand to institute these ordinances too as they believed they were just as much a part of the campaign as any military officer or government official  The issue of bounties provided motivation to defend and start fighting; the 300,000 grant provided jobs during wartime and showed the state that steps were being taken in their defense; and the general notion to declare martial law showed that South Carolina and specifically its people were taking the proper steps to prepare themselves, without waiting for some greater order from Richmond.  The convention illustrated the great stakes that this war was sacrificing for all people across the region, and further illustrative of the will those people had to protect their local & individual interests."],"display_date":"January 9, 1862","search_date":"1862-01-09","locations":[{"id":11638,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1580,"title":"The Farmer&#39;s Movement gained control of the South Carolina House of Representatives\n","course_id":1,"status":"P","start_date":"1888-11-01","end_date":"1888-11-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Led by B. R. Tillman, the South Carolina House was divided between those democrats for the incumbent, Govener Richardson, and the self-proclaimed \"Farmer's Movement\" which according to The Washington Post on September 6th was comprised by \"dissatisfied elements of the State, ex-Greenbackers, and Republicans\".&lt;br /&gt;The Farmer's movement had been growing throughout the 1880's and in 1888 had for the second time barely lost control of the State Democratic Convention, but they gained power in the house.  One of their main issues was more accessible representation which was denied in the 1888 state primary.  The farmers felt that their voice was being overshadowed by the larger landholders and bankers, and felt that if they had better access to their representative they would be better heard.  They succeeded in passing a bill in the following year that forced congressmen give a speech in each county in their constituency."],"display_date":"November 1, 1888","search_date":"1888-11-01","locations":[{"id":11640,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1627,"title":"Voters approve resolution to reconstruct canal in Columbia\n","course_id":1,"status":"P","start_date":"1888-01-18","end_date":"1888-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1819 and 1824, the South Carolina state government commissioned the construction of a three mile long canal along Columbia's Congaree River. The move sought to modernize the transportation system and provide an avenue for which freight could be moved efficiently along the region's extensive river network. However, during the Civil War, large parts of the canal were destroyed following General Sherman's infamous March to the Sea'.&lt;br /&gt;&lt;br /&gt;In the late 1880's, citizens called for the government to reconstruct the canal. The proposed new canal would not only revitalize the city's economy, but it would also serve as a source of hydroelectric energy. In January of 1888 a referendum passed overwhelmingly (1579 , 13) which approved the construction of a new canal. The canal was completed three years afterward, successfully providing energy for the first hydroelectrically based textile mill in the world in 1895. &lt;br /&gt;&lt;br /&gt;The Columbian Canal illustrated an important, though often overlooked, aspect of Southern culture. The South was as scientifically advanced as the North. Its willingness to experiment technologically defeats the common myth that it was an intellectual inferior region of the country."],"display_date":"January 18, 1888","search_date":"1888-01-18","locations":[{"id":11640,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2902,"title":"The Rising Sun of White Supremacy in South Carolina\n","course_id":1,"status":"P","start_date":"1898-06-15","end_date":"1898-06-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In his Baccalaureate address give on June 15, 1898 at South Carolina College in Columbia, George Herbert Sass gave a speech to his fellow graduating classmates early in the morning as the sun rose over the ceremony, which began early to avoid the humid, southern heat. Sass addressed the changing times as he discussed how a person is unable to choose whether an act reflects character or was the result of one's circumstances. He stressed unity in the future as his class matured and entered the world; he stressed unity as he said, And so we forgive and forget, and get along as well as we can with our neighbors, without going too far into the problem of their hidden characters. It is the wisest policy of all. Through this ignorance of surroundings, according to Sass, the class had to realize its powerless nature in regards to circumstance. As his speech progressed, Sass concentrated on the class? future by saying, ?it is not through the cultivation of the spirit of revolt and iconoclasm that this great end is to be attained. Not the breakers down, but the builders up, are the real helpers of humanity.? ","   In the speech, Sass touches on the concept of revolt in regards to a restoration of the antebellum South; in the post-Reconstruction era of the Jim Crow laws, this address incorporates a unique concept toward the increasing lines of binary division between the black and white races. According to Janette Thomas Greenwood, the 1890s set the stage for a white supremacist uprising in the South as concepts like Social Darwinism supported the biological superiority of the whites over the blacks as a whole. Sass? address stresses the importance of aid to humanity as a whole rather than revolt and negativity. Though he does not directly address the concept of racial superiority, he stresses both the focus of being a positive influence on humanity and the negativity of revolt, which directly relates to the deconstruction caused by the violence of white supremacists. ","   White supremacist groups, like the Ku Klux Klan, had used terrorist tactics in influencing the politically active blacks since 1866 across the South; moreover, the speech reflects the Southern tendency toward violence. Edward Ayers discusses how the time, being filled with political and economic conflict, following the Civil War yielded a volatile situation between the black and white populations. Sass addresses this concept as he pushes for the need of only personal judgment and strength of humanitarian acts rather than revolt to recall the strength of the Old South."],"display_date":"June 15, 1898","search_date":"1898-06-15","locations":[{"id":11641,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":6,"tag":"Education"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2972,"title":"Prohibition and Organized Crime in the 19th Century South\n","course_id":1,"status":"P","start_date":"1894-02-08","end_date":"1894-02-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As read in <em>The Sentinel</em>, a crowd of men had set up a whiskey store in the area of Glassy Mountain. With sufficient evidence to investigate the situation, Chief Constable Fant and his men made their way down to the anti-Prohibition display. In order to find the hidden whiskey, an undercover man had to buy the liquor; a man then went into the swamp to fetch the alcohol. According to the testimony found in the paper, A. Boyce Dean and the rest of the Constable's men saw the man coming into the swamp by way of his lantern; the man refused to halt and an exchange of gunshots occurred with no injuries reported. Next, as the men approached the house of A.C Gregory, a man, Crawford Ballew, approached them and refused to lower his guns. Mr. Massey fired and as the man?s wife cradled him in her arms, he died of gun wounds. The final verdict was that Ballew came to his death February 8, 1894 by gunshot wounds delivered by F. G. Massey and fired as a result of his defiance of the law officers."," Crawford Ballew, through his involvement in organized crime, met an early death as a result of the statewide support of Prohibition. As a state, South Carolina supported the regulation of liquor sales in response to the flux of alcoholism after the Civil War. According to Edward Ayers, liquor became an omnipresent beverage in the post-Reconstruction era as alcohol stores increased in number. Furthermore, the increase of liquor in society divided entire groups socially and politically. Developers pushed for an increased business pull for bars; they encouraged this as post-war economic growth. Also, whites, blacks, and women of both races found a large role in the prohibition movement as they rallied together to achieve the common goal of the prohibition of alcohol at bars and other similar stores. Janette Greenwood addresses the fact that, especially in the upper classes of both blacks and whites, race was discarded in order to push for social reform. It can be seen that Crawford Ballew?s demise can show how locally, Prohibition inspired an increase in organized crime in the Columbia area; however, across the south, the races and genders alike banded together to try and decrease the negative impact of liquor on their reparative society."],"display_date":"February 8, 1894","search_date":"1894-02-08","locations":[{"id":11641,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2991,"title":"Cotton Growers Unite Over Deflation\n","course_id":1,"status":"P","start_date":"1898-09-27","end_date":"1898-09-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In<em> The State</em>, a special address was made from a committee of the Cotton Growers' union of South Carolina to the cotton growers of the state. Immediately, the committee addresses exceedingly low prices of cotton of the time period and the further deflation to come. With prices...lower than they have ever been previously at the time, foreign speculators were holding off purchases to wait for cheaper prices. The committee then stated how, with a climate and soil to allow such amazing crops of cotton, the South Carolinians should have been the controlling players of the cotton-trading world; however, with every cotton worker as an independent entity, the unity required seemed impossible. With a union as the ultimate goal, the committee states that the pattern of success would be to adopt the ideas of the National Cotton Growers? union, to organize propmty, to refuse sale of the cotton on hand and hold off production 50 percent. By doing this, the farmers would cause inflation. The article concluded with, ?The industry will be but an illustration of the survival of the fittest; those who can raise it cheapest and those who cannot compete must accept the cheerless and hopeless lot of the bankrupt and pauper.?"," The struggles of the cotton industry in Columbia during the 1890s are evident as the union flounders in its attempts to stabilize their economy. In South Carolina, the cotton industry increased production immediately after the conclusion of the Civil War in 1865; however, with a surplus of crop, the prices drastically began to fall. By the turn of the century, the toll of the war and the south?s attempts to reestablish their once booming economy was manifested in social and labor unions like the Cotton Growers? Union of South Carolina. Sheldon Hackney describes the South?s economic struggle as a constant race in which hard work only guaranteed maintenance of their minimal industrial capital. Like the rest of the southern economy, the cotton industry of South Carolina found their once profitable farming practice almost impossible to maintain as their poverty threatened to destroy their livelihood."],"display_date":"September 27, 1898 - September 28, 1898","search_date":"1898-09-27","locations":[{"id":11641,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3047,"title":"Religion Spawns Murder in South Carolina\n","course_id":1,"status":"P","start_date":"1897-03-01","end_date":"1897-03-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the last day of February 1897, according to <em>The State</em>, John Yochum was shot and killed by a coworker from the Richland mill, Bryce McComb. When McComb, a young man not yet of age, approached Yochum, a man of 53, to reprimand him for his treatment of another worker, Owens, the elder retaliated with violence. Owens had approached a group of his coworkers asking them if they would have liked to accompany him to Tabernacle services. According to witnesses, Yochum had called Owens a false Christian who was just as ready as Yochum to have improper intimacy with loose women. McComb told Yochum to respect Owens for his age; however, Yochum used this as a platform to attack the young man. McComb pulled out his pistol in retaliation and in the struggle pulled the trigger; the bullet pierced Yochum?s hat. Yochum then hit McComb over the head with his gun and the latter fired; the second bullet pierced the old man?s neck and followed a downward course to its final resting spot between the fifth and sixth ribs. McComb willingly turned himself in; also, a partly used flask of corn whiskey was found on Yochum?s body, and it is most likely he had been drinking throughout his work day."," While the South experienced a cultural, social, and political reconstruction after the Civil War, religion also became an even more dynamic yet concrete part of the southern lifestyle. In the Yochum murder situation, religion became the motivating factor of the argument as Owens? spirituality caused the negative reaction of Yochum which inspired the fatal argument between the coworkers. Even though personal religious debates may not have been every day occurrences in South Carolina, religious fervor as a whole was a staple of southern life. According to Edward Ayers, religious fervor was a staple across the South after the Civil War in both private lives and political orations. With South Carolina as a mainly Protestant area, the different denominations still inspired strife between religious factions. Furthermore, ?great variability in church membership marked the South.? With some people holding strong onto new religious convictions, their incredibly devout beliefs often times conflicted with the more lackadaisical lifestyles of their neighbors. "," Though the Yochum murder exemplifies a specific conflict in Upcountry South Carolina, it also relates to the widespread, incredibly intense sermons of the time period. For example, while preaching, Sam Jones criticized all of his audience members and disregarded race, gender, and spirituality. Jones touched every hidden aspect of southern life in his sermons. As the Protestant religions scrambled to match the standards of churches that had not lost vital development time in the Civil War and Reconstruction, national preachers, like Sam Jones, inspired a reawakening of religious fervor across the South."],"display_date":"March 1, 1897","search_date":"1897-03-01","locations":[{"id":11641,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3050,"title":"A Petition on Behalf of a Slave Named Royal\n","course_id":1,"status":"P","start_date":"1824-01-01","end_date":"1824-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Several citizens of upstate South Carolina approached the state assembly with a petition concerning a runaway slave of special concern to the region. Several years earlier a South Carolina citizen by the name of George Ford had been murdered by a slave named Joe (also called Forest) owned by a Mr. Carroll of Richland County. Both Mr. Ford's relatives, as well as the state, offered more than 1,000 dollars for the capture of the runaway slave, but no one was successful in apprehending him. Joe was actually so successful in evading capture that he arose as a leadership figure for other runaway slaves in the area, and established a camp of criminal runaways in the depths of the local swamp."," The local citizens had continued to grow more and more uneasy about the presence of this camp of slaves in their community, fearing the group was planning a large scale insurrection. They had petitioned the state and Commander- in- Chief to call in proper military forces to dispel the rebellious camp. When the state did not respond to their requests they took matters into their own hands and formed a civilian militia, intent on finding and eliminating the threat themselves. The expedition was unsuccessful until a slave named Royal, owned by a citizen of Richland County, guided the militia to Joe's camp, allowing the group of fugitives to be captured and hanged for attempted murder. More than 70 citizens signed the petition asking the assembly to grant full compensation to the slave Royal for his assistance in serving the state and the citizens in the capture. The general assembly rewarded Royal's owner seven hundred dollars compensation to delegate to Royal as she saw appropriate."," The above petition provides a view into the complex racial relations in upstate South Carolina, as well as those typical across the antebellum South. The Richland district was one of largest cotton producing regions of South Carolina during this period, and was therefore one of the districts most reliant upon slave labor, resulting in a majority black population. The reality of a black majority may have resulted in a kind of reign of terror, much like other areas of the South with large slave populations. According to historian Walter Edgar, the period before this petition was issued was dotted with incidences of slave revolts across South Carolina: Columbia in 1805, Camden in 1816, and more rumors of rebellion in the coastal areas in 1822. The uneasiness of the white slave owners is clearly represented in the description of this petition and the citizens' insistence on finding the runaway slave and his camp of followers, as well as their desire to reward faithful slaves. The situation illustrated here shows the typical contrast between the wariness of Southerners with respect to threats to the system of slavery and their absolute reliance on slaves as faithful servants and members of Southern communities."],"display_date":1824,"search_date":"1824-07-01","locations":[{"id":11634,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3899,"title":"The Trials and Tribulations of the South Carolina Ku Klux Klan\n","course_id":5,"status":"P","start_date":"1871-12-28","end_date":"1875-03-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 28, 1871, in Columbia, S.C., Sherod Childers, Evans Murphy, Hezekiah Porter and William Montgomery received their sentencing for the infamous Ku Klux Klan conspiracy in South Carolina. It was here, in Columbia, that the federal court attempted to provide serious solutions to stunt the organization whose actions had become increasingly violent and oppressive. While these actions by the federal court and the infamous nature of the Ku Klux Klan in South Carolina created controversial issues in the late 1860s and early 1870s, the \"reign of terror\" by the Ku Klux Klan was temporarily immobilized by token arrests in 1871. ","The Ku Klux Klan planted their roots, under emissary R.J. Brunson in 1868 in Rock Hill, S.C. The Democrats, hoping to win back governmental positions in South Carolina, felt that by intimidating and eliminating the \"negro Republican vote,\" victory could once again belong to the Democratic Party. In Abbeville County, for instance, the secretive, violent actions of the Democratic Party went hand in hand with the actions of the Ku Klux Klan, working together in most cases. In the presidential election year, South Carolina was anticipated to have won steadily Republican seats, but instead, intimidation triumphed democracy.","The violence exploded in the elections of 1868, as Abbeville, Newberry and Anderson counties were entitled \"the KKK counties\" because of the armed mobs and murders that occurred on Election Day as white supremacists employed violence to ensure political upheaval. One Southern man claimed that they [white Southern Democrats] were being \"trodden under foot by an inferior and barbarous race.\" But by 1870, the Democrats could no longer depend on intimidation to win elections and the emergence of the more militant KKK continually gained momentum, primarily for Democratic Party political gains, and of course, in the name of white supremacy. When 2,500 armed whites gathered in Laurens County to violently protest the election results in 1870, violence spread among the upstate of South Carolina. Negroes were pulled out of jail, beaten and murdered by white supremacy members of the KKK. In York County alone, in the course of six months, there was an estimated 304 incidents of violence. Klan violence, though the Klan had been officially disbanded in 1969, arose out of all socio-economical classes in a decentralized format, reigning terror and death wherever possible. The federal government, under Grant in late 1870 and early 1871, respectively passed the Enforcement Act and the Ku Klux Klan Act hoping to put an end to the once again rebellious South through these increasingly strict federal acts. Because of these acts, the writ of habeas corpus was suspended in nine South Carolina counties and in most cases, the procedure of due process was neglected.","The trials, evidenced by Evans Murphy's questioning during one aspect of the ongoing South Carolina trials, proved mostly ineffective and as support waned, largely futile. In the South Carolina KKK trials alone, an account collaborated by the federal government in 1873 discovered that 831 persons were indicted and only 27 of which were ruled guilty, 71 persons pled guilty, and by 1875 pardons released the last of the imprisoned KKK members and the Civil Rights Act of 1875 was passed in early March. Under the Klan's \"virtual reign of terror,\" however, much violence and terror was accomplished. But those who were caught and testified in court, such as Evans Murphy, created an environment not easily conducive to convictions. Evans claimed \"[he] didn't see anything [himself], [he] didn't do anything [himself],\" and \"[he] didn't hear anything\" about the night he was said to have been one of nine members in a beating at the Rainey house. Yet, as the questioner so succinctly stated, \"so it turns out that those who happen to be indicted didn't do anything, and all those that haven't been caught, did the whipping.\"  And with that testimony, Evans Murphy, like the other token Klan members convicted, was fined one hundred dollars and imprisoned for eighteen months, in order for South Carolina to put an end to Klan violence and grant South Carolina peace. The story of Evans Murphy provides insight into the South Carolina Ku Klux Klan trials, which temporarily shattered the Ku Klux Klan and reinstated temporary law and order, only to have the organization emerge once again in the 1920s, more violent than ever."],"display_date":"December 28, 1871 - March 1, 1875","search_date":"1873-07-29","locations":[{"id":11639,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":3924,"title":"Desertion from the 5th S.C. Cavalry Unit\n","course_id":7,"status":"P","start_date":"1865-04-30","end_date":"1865-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 30, 1865, a notice appeared in the <em>Daily South Carolinian</em> offering a reward to any citizen or soldier of South Carolina who could provide information or detain any of the eight deserters from the 5th South Carolina Cavalry division. The men fled from camp on the night of April 3, but the notice did not provide any location. The group of deserters included three men from Company A and five members of Company G, both under the command of Brig. Gen. Thomas Logan. A chart also ran under the notice providing detailed information on each soldier's height, age, complexion, hair and eye color, and terms of enlistment. All eight deserters had enlisted for the duration of the war. The notice, issued by General Logan himself, promised a furlough of thirty days to any member of the brigade who \"shall arrest, or cause to be arrested and placed in jail\" any of the deserters. It went on to explain that a citizen who arrested any of these soldiers would receive a similar furlough for any member of the brigade.","Desertion like this plagued the Confederate Army throughout the course of the Civil War. It was more frequent towards the end, and the case of desertion from General Logan's unit was no exception. A number of factors contributed to widespread desertion from the battlefields, particularly the sense of conflicting duties that many men faced. Soldiers felt a duty to the Confederacy but also a strong obligation to protect their homes and families. According to historian Mark Weitz, they experienced a \"push from the conditions they were in\" and a \"pull which came from home.\" Furthermore, unpopular practices such as conscription often undermined their sense of patriotism and the national identity that the Confederate government had tried to build. Conditions on the battlefield also drove soldiers to desert. Many suffered emotional and physical hardships from the horrible realities of war and the intense demands placed upon them on a daily basis. Troop morale was critical to their performance and also for the drive to remain loyal to the Southern cause. The scarcity of necessary supplies such as food and clothing, especially as the war progressed, also contributed to desertion.","Punishment for deserters varied. Some commanders such as Robert E. Lee and Braxton Bragg stressed the importance of severe punishment-often a death sentence-to those who fled the army. They felt that the prospect of death served as a deterrent for the crime. Most deserters, however, faced less severe penalties, such as hard labor, floggings, or brands. "],"display_date":"April 30, 1865","search_date":"1865-04-30","locations":[{"id":11638,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":3966,"title":"Poverty Begins...\n","course_id":7,"status":"P","start_date":"1865-04-01","end_date":"1865-04-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["April 1865 was a tough month for Emma Florence LeConte. General Robert E. Lee and his Army of Northern Virginia surrendered to the Union and effectively destroyed any chance of her beloved Confederacy succeeding in its war effort and becoming a separate and distinct nation. For Emma, the only highlight of the month appeared in the assassination of President Lincoln: \"After all the heaviness and gloom of yesterday this blow to our enemies comes like a gleam of light.\" A common, unfortunate theme throughout her April diary entries was the rationing of food and a severe lack of funds available for more than the basic necessities. Though wearing homespun versus store-bought clothing items was a minor disturbance compared to the lack of food, her accustomed wealthy way of life was ruined. LeConte tried to keep some of her former lifestyle of leisure by trading French lessons for German coaching with a family friend, but as she realized that her usual \"Old South\" lifestyle was gone forever, her desperation set in.","The Confederate surrender would be the start of only harder times for South Carolinians like the LeConte family as well as other Southerners. Lee's formal surrender at Appomattox brought down the Confederacy in one written swoop. Economic times were already tough in the South, as most white men had mobilized with the Confederate armies and were unable to keep a steady eye on their farms at home; meanwhile, slaves voluntarily freed themselves from bondage without their masters' watch. Most women were powerless to run family businesses. The combination of these situations dropped the South into destitution even before the Civil War ended. Unpaid debts between Southerners and annihilated commercial centers such as Charleston and Columbia added further to the South's woes. Impoverishment became the rule - not the exception - in the ex-Confederate states, a situation that remained until the twentieth century. "],"display_date":"April 1, 1865","search_date":"1865-04-01","locations":[{"id":11638,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4144,"title":"Development of The Blue Ridge Railroad in South Carolina\n","course_id":5,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["    This was a road that led to development.  This was a road that led to economic prosperity for the South.  This was the Blue Ridge Railroad.  In 1860, the President of the Blue Ridge Railroad Company, Edward Frost, in a report to the stockholders and the state legislature, reported on the condition and growth of the line, proposed a plan for its expansion, and requested renewed assistance from the government of South Carolina.  Frost started his report with a proposition to finish the railroad form Walhalla, S.C. to Clayton, S.C. Then, he reported on the past development of the railroad; noting that from 1859 to 1860, the government instructed and only provided the company with enough of a grant, 310,000, to finish the line up to Walhalla.  The railroad was initially planned to run all along the Southeast, from South Carolina to Knoxville, Tennessee.  But, the company ran into work stoppages and reduced state funding in Tennessee, North Carolina, South Carolina, and Georgia.  In this report, Frost proposed that the South Carolina legislature provide funding to finish the line to Clayton.  He argued that this would provide the other surrounding state governments with the incentive to fund the completion of the other proposed sections of the railroad, the sections in western North Carolina, eastern Tennessee, and northwest Georgia.  But, the railroad would have to be finished to Clayton, because it was a connecting city to these other areas.  According to the report, the completion of the road would be a major economic advantage, linking markets throughout the South.  Frost argued that the completed road would make this section of the South competitive with Northern industry and transportation.  Frost estimated the cost of the line from Walhalla to Clayton at about 1.5 million to 2 million and the total cost of the road to Knoxville at 4.5 million.  He asked the state legislature to provide 1 million in bonds to continue construction to Clayton.  Finally, Frost made a plea to his stockholders:  \"...in case the work should be discontinued, the officers of this company should be exempt from any aspersions of bad judgment or ill faith...\"  This report was intended to show his proposition and his plan, but if the state legislature didn't grant the bonds, Frost wanted to ensure the security of his position. ","    There was a major disparity in railroad transportation between the North and South; this lack of a developed transportation system would later be seen as a major cause of the Southern loss during the Civil War.   The case of the Blue Ridge Railroad Company is indicative of this trend of struggling railroads in the South.  Historian James Ward showed that Southern railroads, especially in the 1840s and mid-1850s, received less government aide and investment than their Northern counterparts.  He argued that this disparity in financing was due to the long-ranging effects of an economic depression in 1839, the reduced market price of cotton, and finally weakened European markets in the mid-1850s, due to the Crimean War.  These events depleted government resources in the South, creating this decline in government support of transportation infrastructure.  The reduced funding led to the work stoppages that hindered the completion of the Blue Ridge Railroad, and many other railroads in the South.  When the state had money to reinvest in railroads, the South was already technologically trailing the North by a decade or more.   The Civil War was approaching and the South didn't have enough time to complete the development of its railroads. If the South had more peace time to catch up with Northern technology, the Civil War could have played out very differently.   "],"display_date":1860,"search_date":"1860-07-01","locations":[{"id":11638,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":18,"tag":"Politics"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4287,"title":"Hints On Female Education\n","course_id":5,"status":"P","start_date":"1828-10-01","end_date":"1828-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the words of Dr. Elias Marks, \"Intellectual cultivation leads to a knowledge and systematic performance of our duties.\"  Thus, he concluded in his work title \"Hints on Female Education,\" a woman's mind must be cultivated in order for her to perform her duties as a wife and mother to her greatest ability.  The work also coincided with an outline for a female educational institution near Columbia, South Carolina.  Marks' goal was to create a school that prepared women for their role in society as wives and mothers, whose duty it was to educate their children on values and morals.  ","In his report, Marks conveys his own ideas about the place of women in society, and he believed that place was at the head of the household.  In order for women to reach their potential in these roles, Marks stressed the importance of cultivation of the mind through education.  He believed that parents were the source of morality and virtue for their children, and in order to raise children with upstanding morals, it was important to educate young women through virtuous instruction.  Marks pointed out that, as a mother, \"How many principles of right and wrong to inculcate and point out; how many maxims of wisdom to exemplify; how many prejudices to remove; how many obscurities and apparent contradictions, to unravel and explain; how much infantine cunning, sophistry, and casuistry to detect; and how necessary is it, in all these, that her own actions should illustrate the principles which she advances.\"  Marks saw education as necessary to instill in women virtue and piety, so that in turn, women could educate their own families on the same ideas.  Women were educated, not for their own benefit, but for the purpose of raising more virtuous children who would become admirable citizens in society.  ","Margaret Nash notes that in the 1820s, literature began to split the world into two different spheres - one for males, and one for females.  The female worldview became known as the \"cult of domesticity,\" meaning that the literature assigned women to the roles of the home, and also associated values of piety and morality with them.  Women of that time had only limited occupational opportunities, but, faced with unstable economic conditions, women had to prepare themselves to provide for a family on their own.  In response, women began seeking education that not only provided them with the knowledge of how to run a home, but also afforded them the necessary knowledge to find and keep a job.  Excluded from most colleges and universities, women turned to educational institutions such as seminaries, academies, and high schools.  These schools provided women with an education very similar to the education men received at the college level, and gave them an opportunity to obtain jobs, provide for themselves, and not be completely reliant on men to provide for their needs.  "],"display_date":"October 1, 1828","search_date":"1828-10-01","locations":[{"id":11634,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":5042,"title":"“King Alcohol is More Formidable than Tyrant Lincoln”","course_id":43,"status":"P","start_date":"1862-10-01","end_date":"1862-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1862, throughout the war-ravaged Confederacy, the thoughts of all were turned to the War that tore apart the country.  The death and destruction that had already occurred seemed to foretell a conflict that would not soon be resolved.  In the midst of the fighting, soldiers struggled to remain vigilant and confident.  Romanticized visions of passionate soldiers, Confederates in particular, were created to motivate future as well as current soldiers to continue fighting “the good fight.”  An ideal soldier was one who fought bravely for a cause he believed in, and these beliefs were strengthened when God was on his side.  Thus religion and the strength of a soldier’s faith were often tied directly to his ability to prevail in battle. ","An article in The Confederate Baptist entitled “Temperance in the Army” stated that there was evidence that the reason that battles had been lost was because of the drunkenness of the commanders.  Subsequent articles in the paper had already declared that God was on the side of the Confederacy; the postulation of a possible explanation of recent defeats looked to the soldiers themselves and their behavior while fighting for the Confederacy.  The author J.L. Reynolds looked to the experiences of other countries to teach a valuable lesson.  He cited the Madras Presidency, a part of present-day India, and the proportion of temperate men who died in battle to the number of drinkers who died in battle.  The number of temperate soldiers who died numbered 2,315.   The number of drinkers who died was 4,458.  According to Reynolds, “this proves that soldiers will be healthy in proportion to their temperance”.   Alcohol was “the bane of our soldiery,” and if use was not curbed immediately, the Confederacy, despite being divinely-ordained, would surely fall.","To bring these soldiers back to morality, religious revivals were often held in which missionaries traveled to soldiers’ camps to instill a renewed sense of faith.  These revivals also served to inspire the citizen morale that waned as the war dragged on and the death toll rose.  The temperance movement as a whole, however, was not an issue of great national or regional importance during the Civil War.  The Temperance Societies that had emerged in the decades prior had claimed millions of members but receded into the background as the nation faced a crisis of unprecedented proportions. "],"display_date":"October 1, 1862","search_date":"1862-10-01","locations":[{"id":11638,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":717,"tag":"Temperance"},{"id":79,"tag":"Religion"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5047,"title":"The Man Who Memorialized the Prominent South","course_id":43,"status":"P","start_date":"1830-01-01","end_date":"1836-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["From time immemorial, the term “in-law” has struck feelings of fear and anxiety in the hearts of men and women alike.  For William Harrison Scarborough, however, in-laws were the source of his livelihood, career, and the connections that catapulted him to the forefront of South Carolinian culture in the nineteenth century.  Scarborough was a portraitist who came to South Carolina under the advice that the state was the center of the cultural life of the country.  He believed that in South Carolina his work would receive the most appreciation as well as the highest prices.  Upon marrying one of the daughters of a client, Scarborough was immediately introduced to the elite of the region, including families such as the DuBoses, Murrells, Furmans, and Lides.  His work as a portraitist soon became renowned throughout the state and Scarborough was commissioned by the likes of the Senator James Chesnut, Colonel Wade Hampton, and the Honorable John. C. Calhoun for portraits that sold for upwards of $100.00 a piece.  At a time when the subjects of nature and landscapes were in high demand, the popularity of his portraits stood as a testament to the pride that characterized Southern families of the time as well as to the enduring centrality of the familial unit in society. ","                Scarborough’s portrait of Mr. Jonathan Davis, painted between 1830 and 1836, was one such painting of a South Carolina elite.  The subject was the father of two of the wives of James C. Furman, the son of Richard Furman, a founder of Furman University.  The portrait depicts a distinguished older gentleman sitting in front of a black background, wearing plain attire and a kind but serious expression.  The beauty of the portrait lies not in an elaborate setting but in its simplicity and in its true and honest representation; Mr. Davis’ family and friends could no doubt look upon the portrait and see the man that they knew as he truly was on a day-to-day basis.  Scarborough’s portraits captured images of the people that shaped South Carolina’s history and institutions, making this artist one that the state is proud to call its own. "],"display_date":"1830 - 1836","search_date":"1833-07-02","locations":[{"id":11635,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":719,"tag":"South Carolina"},{"id":145,"tag":"art"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5063,"title":"Teaching our Slaves to Read","course_id":43,"status":"P","start_date":"1862-10-08","end_date":"1862-10-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Extra! Extra! Read all about it! Newspaper supports illiteracy!” This confusing fictional phrase would have been the perfect attention grabber for The Confederate Baptist, a southern newspaper that did just that.  In its second ever publication, The Confederate Baptist included a column on its front page entitled “Teaching our Slaves to Read.”  The newspaper largely served as a religious tool of education during the years of the American Civil War and thus hardly an issue was released that did not romanticize the war effort, justify the traditions of the South (particularly slavery) or attempt to instill the virtues of the Confederacy.","<br /> In this particular piece, the editors of the paper dealt with the tension between their Christian basis and slave-owning readers.  While numerous issues of the newspaper presented different versions of religious based justifications for slavery, here the issue was about teaching slaves about the Bible.  The spreading of the Gospel was fundamental to the Baptist belief system but actively teaching slaves to read and write presented a real threat to the institution of slavery and was in fact illegal in both Georgia and South Carolina in 1862.  Luckily the contributors of The Confederate Baptist found a loophole that allowed them, in their minds, to uphold both traditions of slavery and Christianity.  The column states that “the reading of the Scriptures is not essential to the salvation of our slaves.  Faith cometh by hearing, and all the benefits of revelation may be communicated to them by what has always been the great means of conversion, the preaching of the Word.  Oral communication has ever been God’s chosen method of saving sinners.”","<br /> In her book, When I can Read My Title Clear, Janet Duitsman Cornelius examines this issue of “Bible Slavery.”  While literacy was certainly not common among slaves, some slave-owners did advocate the education of their slaves, to varying degrees and for varying reasons.  One slave-owner recalled that it was advantageous to him to have slaves that could read but not write, thus education was simply pragmatic in nature.  Other slave-owners decided to educate their slaves in opposition to a central government telling them what they could and could not do with their “property”.  Other Christians felt that personal reading and understanding of the Bible was essential to salvation and therefore taught their slaves to read.  In none of these cases, however, does one find a true sympathy for the situation for the slaves beyond religious ideologies and therefore education is never brought to the slaves in the South that would lead to a potential improvement of their situation."],"display_date":"October 8, 1862","search_date":"1862-10-08","locations":[{"id":11638,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":445,"tag":"Education for blacks"},{"id":79,"tag":"Religion"},{"id":4,"tag":"Slavery"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5064,"title":"Remembering Our Gallant Dead","course_id":43,"status":"P","start_date":"1863-01-14","end_date":"1863-01-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dealing with death is as unavoidable as death itself.  Grief that weighs on the hearts of those who have lost someone dear to them is a great burden to bear.  Imagine then the amount of sorrow and mourning in the Confederate States at the height of the American Civil War.  Ways of thinking about and dealing with the amount of loss of life during the Civil War were diverse.  William C. Davis in his book, The Cause Lost: Myths and Realities of the Confederacy, addresses the changes that took place throughout the war in how citizens in the South dealt with the overwhelming personal loss.  At the onset of the war, Davis explains; when patriotism and military zeal were at their highest points, men were quick to rush off to join the ranks and the great adventure that awaited them.  Similarly, those who suffer the loss of a family member early in the war in large part viewed the death as a heroic sacrifice to a just cause. This notion did not hold as the war became prolonged and the death toll rose.  Writings, both public and private, took a more realistic and negative tone, moving away from the romantic, almost idealistic, vision of war seen at the onset.","<br /> A piece from the January 14, 1863 edition of The Confederate Baptist attempted to address and assuage the grief of those personally touched by the war.  The section, entitled “Our Gallant Dead,” both gave honor to the memory of brave unknown soldiers and addressed the reality of a deadly campaign.  The author called to the “noble spirits…whose graves are unmarked…but their memory is none the less dear” and for the living he advised that “it well becomes us to mourn both as a nation and individuals…it is indeed noble to weep for the good and the brave.”  However the imagery is far from romantic.  The author acknowledged the brutality of war and wove a tapestry of mental images including “precious blood…oozing from a fatal wound” and “the falling, mangled forms of the deadly combatants…Sublime tragedy! Awful spectacle!,” hardly the common language of a religious newspaper.","<br /> The Confederate Baptist presents us with an interesting snapshot of the war.  At the time of this publication in 1863, the subscribers of this paper were likely undergoing the change in outlook on the war from ‘heroic crusade’ to ‘useless sacrifice’ and the language and imagery of this particular article perfectly captured the tension between these two opposing forces."],"display_date":"January 14, 1863","search_date":"1863-01-14","locations":[{"id":11638,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":109,"tag":"highdeath toll"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5066,"title":"The Queen of Puddings","course_id":43,"status":"P","start_date":"1872-01-01","end_date":"1872-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“I have often been asked what is the difference between puddings and custards, as, in the receipts usually give in cookery books, there seems but little distinction made.  My classification is simply this: Puddings are baked without crusts and usually in deeper vessels; are generally served hot and eaten with sauces.  Custards, on the contrary, are, as a general thing, baked in rich paste, and usually served cold.”  Mrs. Hill’s Southern Practical Cookery and Recipe book offers much more than the differences between custards and puddings, it contains numerous receipts ranging from how to prepare meat, cakes, pies, puddings, custards, vegetables, fruits, teas, coffees and casseroles to historical perspectives on the art of cooking.  The pudding section of the book was particularly interesting because of the many varieties and combinations of puddings that Mrs. Hill described.  Bread pudding, rhubarb pudding, mince meat pudding and chocolate pudding looked like a delicious treat but the pudding recipe that stood alone was none other than Mrs. C’s The Queen of Puddings Recipe. ","                “One pint of bread crumbs; pour over them a quart of hot sweet milk; beat a tumbler of sugar to the yolks of four eggs; add to the milk, while war, a piece of butter the size of a large hen’s egg, and the grated rind of a lemon.  Mash the bread smoothly.  When saturated with milk, pour it on the eggs, stirring well. Butter a deep earthen dish; pour this mixture in, and bake until the custard is firm.  Take it out of the oven and spread over the top a layer of jelly, marmalade, or sweetmeats of any kind.  Beat to a stiff froth the whites of four eggs: add to them the lemon juice, and for each egg a tablespoonful of powdered loaf sugar.  Pile this over the pudding, and return to the oven long enough to color it a delicate brown.  Serve cold with arrow root or cream sauce.”  One of the more intriguing aspects of the cookbook was the attention to detail and measurements that Mrs. Hill adhered to reflecting the reasons why she was such a talented cook.   Often times the skills acquired to master an art such as cooking can be overlooked but it is evident that Mrs. Hill’s cookery and recipe book testifies to the fact that there is no adequate substitution for the enjoyment of a home-cooked delicacy. "],"display_date":1872,"search_date":"1872-07-01","locations":[{"id":11639,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":773,"tag":"food"},{"id":774,"tag":"cook book"},{"id":775,"tag":"Recipe"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5074,"title":"William Whaley, Esq Presents his case before the Supreme Court of South Carolina","course_id":43,"status":"P","start_date":"1868-01-01","end_date":"1869-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Civil War was one of the most important events in American History, however, a major part of the Civil War is not emphasized. That is, its economic impact. With the freeing of thousands of slaves who had previously been property, the economic impact on slave owners and traders was enormous. Many, many court cases arose in regards to the issue of “Bonds given in the Sale of Negros.” One such case, Calhoun vs Calhoun, was eventually brought before the Supreme Court of the state of South Carolina.","Mr. William Whaley, Esq presented his argument for the defendant, the farmer who had bought the slaves, to the Court. The issue is, of course, that Calhoun, the buyer, had not had the money to directly purchase all his slaves and had issued bonds to the slave trader for them. When, however, all the slaves were freed, he did not pay the bonds. The slave trader Calhoun now brought a suit against him for the debt of those bonds.","Mr. Whaley's arugment had two separate parts. The first part discussed whether or not the court had jurisdiction. There were two important points he made here. The first is, there were federal and state laws prohibiting the interference with the completion of a contract. However, both the state of South Carolina and the Federal government had since issued laws that stated any cases or contracts dealing with the sale of African-Americans were to be null and void.","The second part of the argument lay in the idea of what a bond is. It is a debter-issued “IOU” of sorts, wherein he is promising to pay the seller a certain price for his good, with both parties knowing he doesn't have the money or trade-goods at the time of purchase. Whaley argued that therefore, the slaves are in a sense on loan, until the buyer had fully paid the price. If that being the case then, it is the fully economic responsibility of the seller to take the loss, as the purchaser never entirely owned the slaves.","This case is one of many, many similar cases brought to the courts all throughout the South after the Civil War and the freeing of the slaves. The change in law that occurred after the Civil War shows a dramatic shift towards that of a capitalist mindset. Judges increasingly ruled in favor of the capitalist market. However, in a case like this, it is not exactly clear who the capitalist is, the ex-slave buyer, or the ex-slaver seller, now both feeling the economic impact of all that lost capital. It was a huge burden to farmers and slave traders, but a great boost to the economy as the slaves now owned their own labor."],"display_date":"1868 - 1869","search_date":"1868-12-31","locations":[{"id":11638,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":9,"tag":"Law"},{"id":746,"tag":"Supreme Court"},{"id":747,"tag":"Negro Bonds"},{"id":748,"tag":"Whaley"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5078,"title":"<strong>William Gilmore Simms' Account of the 1865 Destruction of Columbia </strong>","course_id":43,"status":"P","start_date":"1865-02-14","end_date":"1865-02-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1865, William Gilmore Simms, famed Southern novelist, published a text recounting the capture and burning of Columbia, South Carolina, by the forces of General William Sherman.  The text was highly anecdotal, creating a scene of violence, and disorder.  He recounted looting, fires, and destruction. Simms argued that Sherman willing and knowingly allowed Columbia to burn, that soldiers prevented firemen and citizens from stopping the fires, and even started fires themselves. The text reveals the massive resentment held against Sherman as a result of the collapse of Columbia. However, for all of his stories, Simms missed some of the most incendiary factual events, like the mock senate of soldiers that convened to “repeal” the nullification bill South Carolina had passed decades earlier.","William Gilmore Simms was one of the leading literary figures in the South during this period.  Although remembered as a novelist, Simms also wrote many histories.  In <em>A Sober Desire for History: William Gilmore Simms as Historian, </em>historian Sean Busick examines Simms' historical works.  He consciously removes the text on Columbia from his examination,  arguing that since it was written soon after the events it described, it lacked the elapsed time to be considered a history.  However, Busick's conclusions are still applicable to the text.  Busick argues that like many contemporary historians Simms viewed history as a literary art form, one that required a artist's skill and imagination to present the historical facts in a proper and morally edifying way.  The anecdotal, story-telling style applied to the text, in addition to the judgments leveled against Sherman, reveal these artistic and moralistic trends in the book."],"display_date":"February 14, 1865 - February 20, 1865","search_date":"1865-02-17","locations":[{"id":11638,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":757,"tag":"Catholicism"},{"id":756,"tag":"Columbia"},{"id":244,"tag":"Violence"},{"id":755,"tag":"Confederacy"},{"id":32,"tag":"Civil War"},{"id":284,"tag":"General Sherman"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5085,"title":"The Importance of Place","course_id":43,"status":"P","start_date":"1895-01-01","end_date":"1895-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Who better than the biggest name in printing today to lead the expedition into map printing than Rand McNally? Starting in railroad guides, the company eventually worked its way into maps in 1872, using a new wax engraving method that allowed it to print maps at a greatly reduced cost. This ensured the company’s ability to expand its publishing productions into maps and geography textbooks; in 1895, Rand McNally published a map of South Carolina  detailing both major and minor cities, railways, businesses, and – the most enlightening of all of these – the locations of land owned by various families in the state. The map lists the various divisions of population, including a very clear distinction between natives and foreigners, as well as separations of race.","The fact that the map lists, among the minor cities, the different properties owned by families and businesses in the state is a sign of the era from which the publication comes. Only 30 years after the end of the Civil War, these people are still defined by their land and what they do. The importance of a person and the size of their land is shown by the size of their listing on the page; some families’ names are larger than others, while others nearly need a magnifying glass to be seen. However, these listings can give an insight into the post-Civil War South. The names crowd each other on the page, fighting to be seen; but without the labor to work them, what use are they? The population of blacks at this time greatly outnumbers whites – 688,934 blacks to 462,008 whites – but their emancipation means a living is harder to come by. Whites were reluctant to hire their former slaves for the prices these newly freed people believed they were worth, and that meant the land was not worked to its full extent.","The number of former slaves working as farmers and laborers is not listed, but it can be inferred that a great majority had to struggle to find work, despite the obvious need of white plantation owners for skilled workers. The Civil War may not have been a clash directly over slavery, but it is obvious that the end of the war crippled the South swiftly and severely. Families clung to their land as a memory of the “glory days”; it would be interesting to see how many names disappeared from the map in subsequent years as land was sold by bankrupt families in the South’s struggle to rebuild its fractured economy."],"display_date":1895,"search_date":"1895-07-02","locations":[{"id":11641,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":769,"tag":"Map"},{"id":13,"tag":"Agriculture"},{"id":719,"tag":"South Carolina"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5545,"title":"University of South Carolina Bulletin: Mill Villages in South Carolina act under a feudalistic system that is adverse to the growth of the state.","course_id":91,"status":"P","start_date":"1/1/11","end_date":"12/31/34","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The frequently ignored peoples that lived in the mill villages of South Carolina are made to sound as if immediate legislation was needed to ameliorate their unique situation. Thomas F. Parker, who made this speech, was one of the owners of the Monaghan Mill.","Parker had an agenda, clearly evidenced by his speech as having to do with paternalism and its correlation to mill village life. Parker wanted to make the Monaghan Mill a model mill that people could make a living at for their families; a common goal for Progressive Era reformers. According to Parker, the Feudal-like atmosphere where home life was controlled by their employers and ignored by their inhabitants was destroying Democratic institutions.","Urban Historian Carl Smith asserts that the lack of true community was the direct source of the Pullman Strike, an event which left many Americans intrigued by the violent strikers and their unrest. This unrest may not have seemed so distant if the mill villages were not broken from their paternalistic roots. Enhanced industrial and vocational educational support was necessary in order to present the children of these villages with the same opportunities as those that did not live there.","James R. Barrett stated that “Greenville workers weighted the prospects for their own, and their children’s, hopes and deliverance.” The state asserted that more skilled workers should be employed in various crafts, not just the domination of potential employees in cotton mills. At the time, there were no programs or aid that addressed these issues.  Parker became known for his involvement with the YMCA and the employee programs instituted at the Monaghan mill. The vocational opportunities the state of South Carolina could have provided at the time would have increased the residents earning capacity and made them more efficient. This could have been achieved with additional night classes, nursery kindergartens, and more teachers necessary to tend to the large class sizes. Qualified nurses would also have been of great use, as they would not just relieve sickness, but could have started health clubs and made house visits.","The workers were the poorest of the white demographic in the state. In order to come work in the mills, they left their homes, friends, and family. They were stuck with limited economic mobility, and while some variables present in “normal” communities were present in the mill villages, the churches, schools, and doctors were substandard. It was extremely upsetting that the peoples of these villages were viewed as an “inferior people,” evidenced by the neglect shown towards them. According to James R. Barrett, D.W. League’s son Nigel, who worked in the Poe Mill in Greenville, died young because “desire and work ethic met the limits of class, individual and historical possibility.” Change should have been necessitated to make social classes transient through the power of education and increased legislation. While Parker had admirable goals and modest success, this bulletin seems extremely romanticized. Parker seems as though he’s trying to reap more than he can sow in a minimal amount of time. The personal accounts of mill village life negate a lot of what Parker describes as “mill life.”"],"display_date":"1911 - 1934","search_date":"1922-12-31","locations":[{"id":17237,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"Richland, South Carolina"}],"tags":[{"id":756,"tag":"Columbia"},{"id":6,"tag":"Education"},{"id":1464,"tag":"Mill Village"},{"id":1465,"tag":"U of South Carolina"},{"id":1466,"tag":"Legislation"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":6056,"title":"Dr. Babcock and Dr. Lavinder Perpetuate a Lie","course_id":122,"status":"P","start_date":"1/1/10","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Dr. C. H. Lavinder and Dr. J. W. Babcock, two of the doctors who were heading the crusade on pellagra in the American South, translated a French book, simply titled <em>Pellagra</em>, written by Dr. Armand Marie about the disease. Published in 1910, the book contains a history of the disease in Europe, where it was first observed, along with a list of symptoms, various treatments, and even how to prevent it. The contents of the book were as much as anyone knew about pellagra up to that time, particularly that it was positively correlated with poverty.","The book states, \"Pellagra has almost invariably been found associated wretchedness and poverty, and the disease has in consequence been often regarded as an indication of the economic conditions obtained among certain classes of people in the country involved.\" It was clearly understood prior to 1910 that living in poverty and contracting pellagra were closely linked. It was attributed to spoiled corn and a resulting infection. Doctors, therefore, assumed that because polenta, and other corn meal  products, were the basis of peasants' diets in Europe, they would prepare and eat meal, even after it spoiled. They would have to so as not to waste their food and money.","In Europe, the disease-causing poverty was a problem that needed to be dealt with, and so was claimed to have been \"through motives of patriotism of for reasons of policy, or even from a sense of shame, publicists have felt urged to grapple with the problem.\" It continues that since it is the laboring class who is most affected pellagra greatly affects productivity in countries where it is prevalent. Dr. Lavinder and Dr. Babcock then make a startling claim that there is an \"absence among us, relatively speaking, of the poverty-stricken classes among which pellagra occurs\" in America. They said that there is \"no such...poverty\" in America.","That was a bold statement that is historically inaccurate. Michael A. Flannery explained how pellagra was known to exist in America through a report by Dr. George H. Searcy from the Mount Vernon Insane Hospital in Mobile, Alabama, where he reported eighty-eight cases of pellagra observed in 1906. Elizabeth Etheridge, too, wrote of Dr. Searcy's findings. Additionally, Etheridge explains that once Dr. Searcy named the disease and outlined the symptoms, \"doctors...had their memories jogged\" and they attributed many past cases to pellagra.","Pellagra obviously existed in America long before the book was published. Even taking into account that information was passed along much more slowly in the early twentieth century, the fact remains that the book was translated by Dr. Babcock and Dr. Lavinder who both knew of the outbreak prior to the book's publication. It is likely that this incorrect statement about poverty in America was made as a move to perpetuate the idea of a successful New South. Flannery expressed that the New South was being promoted to draw in industry. In essence, n order to preserve the idea of the prosperous New South, some people would twist the truth, such as \"touting the benefits of modern diversified agriculture and industrial expansion\" while not talking about low wages. Others, it seems, like Dr. Babcock and Dr. Lavinder, would just lie."," "," "],"display_date":1910,"search_date":"1910-07-02","locations":[{"id":17237,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"Richland, South Carolina"}],"tags":[{"id":209,"tag":"New South"},{"id":230,"tag":"Medicine/Health"},{"id":1125,"tag":"Pellagra"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":122,"school_id":10}}]}