{"id":9068,"place":"Greenville, South Carolina","lat":34.8943497126,"lng":-82.3707811393,"episodes":[{"id":2878,"title":"Water Made into Nicety on Paris Mountain\n","course_id":1,"status":"P","start_date":"1899-11-01","end_date":"1899-11-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Water is a necessity; however, white southerners knew that indoor plumbing was only a nicety. As the white administrators of the Paris Mountain Water Company drafted new rules of their newly acquired waterworks, they established regulations to prevent or oppress most African Americans in their struggle for survival in the post-Reconstruction era southern United States. For example, as a newly reunited extended family set up sharecropping efforts near each other; naturally, the familial unit was tempted to use the same water service to promote the health and overall welfare of the group. However, as the white power-holders discovered any shared service, the water would be cut off and the amount paid for the service would not be returned. Then, the freed African Americans were stranded with no running water, creating further obstacles against their future success as freed men. "," As Emancipation gave freedom to the African-American population across the South, the Paris Mountain Water Company in a district of Greenville of the same name instituted indirectly oppressing rules on the use of water on November 1, 1899. According to Edward Ayers, areas across the South took pride in their new water works and functioning sewers. As modernization and technological advances made indoor plumbing possible, the white southerners in control of the waterworks industry used their position of power to prevent these health-promoting developments from benefiting those who could not manage to acquire them; furthermore, as the forced division of slave families were sometimes repaired in the years of the 1880s and 1890s, families, whether of blood or not, were formed as support systems in response to oppressive rules and regulations of the post-Bellum South, according to Wilbert Jenkins. "," Beneath the tensions crossing race lines in different utility regulations lies the perseverant tatters of slavery as the whites struggled to keep the increasing African-American population in check; therefore, while the water regulations indirectly limited the African-American populations of Paris Mountain in Greenville and limited their access to health promoting indoor plumbing, it also indicates the pattern of oppression that persists up until the 20th century. "],"display_date":"November 1, 1899","search_date":"1899-11-01","locations":[{"id":11538,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2945,"title":"Post-Reconstruction Tensions in Fairview Township, South Carolina","course_id":1,"status":"P","start_date":"1887-04-01","end_date":"1887-06-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Tensions between the black and white communities of Fairview Township in Greenville County increased drastically due to the revelation of secret night-time meetings amongst the black societies. <em>The Enterprise and Mountaineer</em> initially talked to the white population of Fairview and it was revealed how the African-American community was holding secret meetings at varying locations; according to the paper, the white men began to hear through the female members of their families, brought to them by the colored women, about dividing out property, the killing of men, the drawing of guns by the members of those societies, and other equally alarming propositions. In this state of alarm, the white community began to interrogate the negro men who had been mentioned in regards to the secret meetings; however, no answers were given as those interrogated stated that they knew nothing of the societies. In hopes of exposing the rebellion before bloodshed, the whites of Fairview Church gathered on Saturday, June 25 to examine the reports of violence; tensions continued to increase as the meeting?s resolution failed. However, on Wednesday, June 29, a meeting was held in which the best and most conservative citizens attended. The meeting peacefully solved the issue which had been exaggerated by gossip and fear; though the black men had been meeting at night, they apparently were not intending on violence, though the paper stated, ...and it is our opinion that the members of the societies were led to believe they were to draw guns. The community's tensions were alleviated and all returned to a sense of normalcy.","      If looking at the Census of 1890 and with a higher black population than white in South Carolina continuing through the decade, tensions in the post-Reconstruction era often culminated in scares and violence between the races. <em>The Enterprise and Mountaineer</em> captured one example of this tension, as the rumor involving the rebellion of the blacks spread like wild-fire among the Fairview township white population. Racism persisted through the Reconstruction efforts, which placed blacks in the state congress and other political positions, and into the Jim Crow segregation time-period; Thomas Pope discusses the definite racism in South Carolinians as he describes how many active politicians would tell the African-American community that the war failed to change the racial attitudes of whites. This racism became the seed for fear toward the different races across the country, and, as Orville Burton describes how despite the suffering of the Civil War and Reconstruction, the black population still did not gain equality or many rights guaranteed by law to whites across the nation."],"display_date":"April 1, 1887 - June 29, 1887","search_date":"1887-05-15","locations":[{"id":11537,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3693,"title":"Turnpike Road to let out\n","course_id":1,"status":"P","start_date":"1836-07-02","end_date":"1836-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Internal improvements in the South were underway. The turnpike project near the South Carolina border was going to start next year by the bidder who could complete the project in the fewest years. The expectations were for the road to be completed within three years and to be paid for with bonds and security loans. The project was being headed up by four commissioners who would be in charge of deciding who will complete the project. An article in the Greenville Mountaineer informed readers that they should contact one of the following people: FR. Alexander, WM. S. Mills, Richard Morris, M.R. Alexander. ","One of the main policy objectives of the Whig Party was to improve the infrastructure within states with government money. This policy conflicted directly with the Democratic position, mainly against President Andrew Jackson who fought against unnecessary government spending. The turnpike in South Carolina required funding from the state and Whig support. ","As the Whigs continued to build support, projects such as this became more popular and feasible. As the decades continued to pass, railroad construction became a more important issue and encouraged the debate of how to allocate state funds. The historian Walter Edgar cites that as early as 1827, the South Carolina Canal and Railroad Company came into existence and played an important role. Edgar's evidence emphasizes the role played by infrastructure and transportation within South Carolina. ","This narrative reflects the growth of statewide infrastructure and corresponds to the national debates of the proper role of government in the economy. It also demonstrates how infrastructure projects, like the turnpike, were funded. This project would be funded by the government, which would have pleased the Whigs. They believed in the potential of government to positively affect the economy while Democrats believed in as little government action as possible."],"display_date":"July 2, 1836","search_date":"1836-07-02","locations":[{"id":11532,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3697,"title":"A chapter for young husbands\n","course_id":1,"status":"P","start_date":"1841-04-09","end_date":"1841-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A kind Providence arrests him by sickness. The editorial of the Greenville Mountaineer claimed that husbands do not spend enough time at home. By being sick, husbands were forced to spend time at home and witness the duties of their wives-a blessing in disguise the editorial claimed. After spending all their days away from their homes, only to return for meals, husbands begin to think that it is their (wives) own lot to perform all the drudgery and to be exercised with all the weight of care and responsibility. Even though wives were not perfect, the Greenville Mountaineer believed that wives, as a whole, are really better than they are generally admitted to be. ","Southerners made their living primarily on farms, but also were required to travel away from their plantations for business purposes in order to maintain their plantations. Plantation crops were extremely important in the South, especially cotton in South Carolina. The system in the South not only favored whites but also males. ","Demonstrated in this narrative are the inequalities faced in Southern society, most especially the lives of women in antebellum South Carolina. They were expected to take care of their husbands and family, and their work often times went unappreciated. Sex roles were restricted to certain duties; males to work outside the home and women to work inside the home. Donald, Baker and Holt, in their book <em>The Civil War and Reconstruction</em>, argued that the region depended on the growth of certain crops, especially cotton. Their evidence supports the position of white male power in the South as evidenced by the newspaper's portrayal of women. Evidenced by the power of large slaveholders, the political and social power in the South was dominated by a select few. The fact that it was necessary to even write an editorial praising women and their roles and feeling the need to defend the position speaks to the predominate thinking of the time period."],"display_date":"April 9, 1841","search_date":"1841-04-09","locations":[{"id":11533,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3882,"title":"Furman University&#39;s Philosophian Society Discusses Divisive Issues\n","course_id":5,"status":"P","start_date":"1861-03-22","end_date":"1861-04-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 22, 1861 in Philosophian Hall at Furman  University, a secretive meeting was called to order.  A leather-bound book as tall as a man's forearm with robin's egg blue pages was then opened reverently, and a man's voice read aloud the last meeting's minutes.  After he finished, his hand held a pen poised above the first line of a new page, ready to record in flowing script the minutes of the newest meeting of the Philosophian Society.  ","The Society met to discuss important philosophical, historical, and contemporary issues.  During a typical meeting the members decided on a small question to discuss immediately and another question to more seriously and thoroughly debate at a later time.  For the postponed debate, specific members - often teams of two or more - were assigned positions in favor or against and given several weeks to prepare.","The March 22, 1861 meeting exemplifies the Philosophian Society's typical blend of topics.  The immediate discussion questioned whether Joan of Arc was an enthusiast or imposter.  For official debate, the men considered if \"a man [was] justified in obeying a law of his country which he [felt] to be morally wrong?\"  While the Philosophian Society covered both ancient and current issues, the minutes reveal that its members felt the latter to be more important because of the ratio of time and effort spent on each.  At the conclusion of the debate on April 5, 1861, the secretary recorded the Philosophian Society's decision: a man was <em>not</em> justified in obeying laws he felt morally wrong.  The Society's emphasis on contemporary issues also included the admittance of free  states into the Southern Confederacy, the taking of Fort Sumter immediately following secession, and the prohibition of the slave trade in the Southern Confederacy's constitution.  ","Furman's Philosophian Society mirrored the larger trend by addressing the divisive and emotionally charged topics of religion, politics, and war.  According to Jonathan Daniel Wells, debate was not limited to collegiate societies, like those at Furman or the University of North Carolina at Chapel Hill, but spread into the wider southern population.  Southerners established literary and debating societies to open dialogues in which they willingly and safely discussed such controversial issues for both education and entertainment.  Stephen Ash's depiction of John Robertson illustrates the importance of a safe forum.  John Robertson, an East  Tennessean who supported the Confederacy in a largely Unionist area, experienced violent and destructive persecution because of his beliefs.  Wells suggests that debating societies allowed people of different opinions to present their contradicting views in a civil manner without fear of retribution.","These southern societies applied their northern predecessors' models of organization and operation even as the gap widened between northern and southern states.  They grew in number and popularity as the middle class enlarged, serving an important centralizing and community-building function in a south divided by limited transportation systems and scattered populations.  "],"display_date":"March 22, 1861 - April 5, 1861","search_date":"1861-03-29","locations":[{"id":11535,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4262,"title":"The Centennial &#40;un&#41;Celebration\n","course_id":5,"status":"P","start_date":"1876-07-04","end_date":"1876-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["July 4, 1876 should have been a day of extraordinary celebration throughout the nation as the United States of America's Centennial birthday.  Strangely, the only reference to a celebration in Greenville,  S.C. was a small paragraph entitled \"Our Centennial Offer\" in the local newspaper, <em>The</em> <em>Enterprise and Mountaineer</em>.  \"On the 4th of July, 1876, we will present a 60 Weed Sewing-Machine, warranted by the manufacturers to be in perfect order . . . to each of the five persons sending us the largest number of new cash yearly subscribers.\"  It would appear that <em>The Enterprise and Mountaineer</em> shamelessly used the Centennial as an advertising gimmick to attract more subscribers.  ","Perhaps Southerners felt as if they had nothing to celebrate.  Divisions were hidden away, simmering just below the surface in honor of the occasion.  Republicans feared that every Southern Democrat was a traitor. Southern Democrats feared that every Republican wanted to remake the South in a subservient Northern model.  Some Southerners were still without full political rights and James G. Blaine aggravated the problem by proposing Jefferson Davis' exclusion from the Amnesty Bill.  The Civil War had not put an end to racial conflicts, especially in the South.  While the white supremacist Ku Klux Klan fought openly and violently against all efforts toward racial integration, the Union League pushed newly freed slaves and other blacks into political office, employing black militias for protection.  Southerners felt as if they were losing independence, order, equality, and freedom.","In sharp contrast, the North had just won a war, and black slaves had finally received their hard-earned freedom.  By 1876, the United States proved it would last as a nation, despite the Civil War.  Public education was on the rise, and the World Fair showcased American ingenuity and increased world interest in the nation.  Scholar John Gladstone claimed that \"the grand Centennial Exposition of 1876 [in Philadelphia] managed to divert the attention of the country away from the 'moral collapse in business and government.'\"  Other Northern celebrations were devoted to industrial progress, education, and humanitarianism, to show the greatness of America's becoming.  For newly liberated blacks, the Centennial provided the first opportunity to prove to the nation their extreme importance in its formation.  They hoped that it would bring the races together by ending any frustration felt by Southerners who disliked abolition and rejected blacks as citizens.","In 1876, the South was still recovering from war wounds.  Unfortunately, new violent opposing factions arose, contributing to further deterioration of Southern social, economic, and political climates.  In sharp contrast, the North was giddy with victory, inflated with self-importance, and eager to show off on the international stage.  Black Americans were excited to take advantage of their new-found freedom.  The Centennial was a brief moment whereby various factions could attempt a truce, if only for a day."],"display_date":"July 4, 1876","search_date":"1876-07-04","locations":[{"id":11536,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":4276,"title":"Easter Hudson Becomes a Member of the Brushy Creek Baptist Church\n","course_id":5,"status":"P","start_date":"1835-10-01","end_date":"1835-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Easter Hudson appeared in the Brushy Creek Baptist Church records as early as 1831, but she became a member of the church on October of 1835. Easter, along with six other black members were listed with the surname of Hudson and were present in the new members list of 1835.There were two white members named Millie and Albert J. Hudson that also became members of this Baptist church at the same time. Two columns in the record separate members by race; white members were on the left and \"colored\" members were on the right. Who was Easter Hudson? Was she a slave or was she free?","The Greenville County Census of 1830 dictates five thousand and sixty-three slaves were accounted for in that year. There were only thirty-two black residents of Greenville who were recorded as free. By 1840, the census records a twenty percent increase in slaves and an estimate of forty-three freed persons in Greenville, S.C. Looking at the South Carolina deeds of sell for 1820 to 1850 there is an indication that the circulation of slaves was very high. Several slaves who had a trade as a blacksmith, painter, mariner, or other essential profession were sold sometimes as often as twice a year. Slave women were also sold at this rate if they were accomplished cooks or seamstresses. Greenville County's slave holders would rotate these professionals based on demand throughout the region. Usually slaves were only mentioned in the sale by their first name. At this revolving rate, slaves coming through Greenville or the vagueness of the actual records of sold slaves makes it difficult to distinguish if Easter Hudson was a slave owned by a member of the Hudson family or a freed black in 1835. "," The presence of Easter's name in the roster of Brushy Creek Baptist Church indicates that she was accepted as a legitimate member regardless of her position; free or slave. Due to the fact she appears in the \"colored\" column of the record describes her position as a black member, as well as explaining how white members viewed \"colored\" members.  This leads the question; did Easter Hudson participate in the Baptist Church as a slave? Was she forced to attend, because of her owner's wishes or did she attend on her own free will without the confines of her social situation? "," Brushy Creek Baptist Church recognized slaves as members of the church since its establishment in August 1805. The practice of white Southerners bringing their slaves to church was a very common one. The gallery in a church was especially designed to separate the races in a church. Evangelization was extremely important for southerners to rationalize slavery as an institution based on the paternalistic duties of \"civilizing\" the slave. Slave evangelization was promoted by slave owners, because the ministry of Christianity might, \"encouraged slaves to be more obedient and less prone to rebel against circumstances.\" ","Easter's mere existence in the church minutes is an example of the involvement of black members in a religious organization during the early nineteenth century. The status of black church members is redefined by the emancipation of slaves, especially during the Reconstruction period of the South. Religious racism continued throughout the Reconstruction period and well into the Gilded Age as these individuals struggled with participation and clergy rights in white churches. Easter Hudson's name in the church minutes represents the uncertainty of a black member's status in a Southern Baptist church in 1835."],"display_date":"October 1, 1835 - October 30, 1835","search_date":"1835-10-15","locations":[{"id":11532,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":5002,"title":"<strong>Symbolizing So Much More than Literary Achievement</strong>","course_id":43,"status":"P","start_date":"1884-01-01","end_date":"1884-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A decoration that celebrates achievement in the literary and historical realms, “Polished after the Similitude of a Palace” is the inscription in the perimeter of the gold triangle encompassing a large capital ‘J’ that is Bessie Stradley’s Judson Literary Society pin.  The small, unique metal pin has grown tarnished with age and wear.  It is simple, yet elegant and informative, with a crescent moon attached by a chain, bearing the letters H.O.M.J.  Members of this society may also claim membership to the first female organization in Greenville, a subject of controversy for Furman students and elders of the Baptist church with whom the university shared ties for so long. The young women who donned these sophisticated ornaments made great strides, not only on pen and paper, but in history.           ","As a female student in Greenville just after Reconstruction, it was a time of recovery and rebirth and there was a decided need for innovative change.  Improvements in general, but markedly in education, were occurring throughout the south and The Female College of Furman University was no exception.  Elected president of the school in 1878, Alexander Sloan Townes saw this need and acted on it.  He suggested to one of his faculty members, Mary Judson, to start a literary society for the young women.","A dedicated and disciplined teacher in the classroom and caring friend without, Judson eagerly accepted the task and in September of 1878 she called a meeting of all students who boarded at the school, initially asking them to write essays to be read aloud to their peers.  Students who boarded were obligated to join the society, but in its first year almost all of the students became members.  The women’s essay topics were indicative of their high level of intellect.  The society grew in popularity and size, meeting every two weeks to debate current topics and to present a few of the students’ readings, among other things.  All of the school’s faculty members were present at meetings, and at every meeting the <em>College Mirror</em>, the society’s newspaper, was read.  The paper included humorous tidbits and gossip, but updates and submissions of a more serious nature were also to be found.  For instance, the girls shared their dislike of the option to graduate early, insisting that there were many things that a girl would miss having only completed two years of higher level education.  Also, Mary Judson herself submitted works every now and then, at one time calling for a change of the school’s name.  She asserted that “female” was inhibiting and incorrect and that something like the “Greenville College for Young Women” would be more appropriate.  To add to its accomplishments, the society also began a college library.  It is no wonder women took pride in their association with the organization and displayed their gold pins proudly. ","The Judson Literary Society pin symbolized an active participation in a group that was challenging the limits, aware of improvements in female education and opportunity and ready and willing to utilize these, beginning at Furman, but ready to go out into the world and call women everywhere to do the same thing.  This seemingly small start is one of many that led to the development of women’s agency and voice in today’s world."],"display_date":1884,"search_date":"1884-07-01","locations":[{"id":11537,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":289,"tag":"Art/Leisure"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5004,"title":"Contested Greenville Mayoral Election","course_id":43,"status":"P","start_date":"1874-09-15","end_date":"1874-09-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 15, 1874 Luther Roe wrote a letter to his soon to be betrothed, Mary. Yet in this letter he did not just talk of his affection for her or his most recent social engagements, he wrote of something that caused the most excitement that “has been here since the war”. He was writing to Mary about the highly contested election for the Mayor of Greenville. This was something that Mary could not join in on simply because she was a woman, nonetheless it was very important to her and her community so she was excited to hear all about it."," ","Luther wrote that there was so much excitement downtown because of the election, and he included the African-Americans in his letter stating that, “the blacks became so much excited that they got to fighting among themselves some for Cleveland and some for Mr. Stradley”. It is interesting that he mentions this fact since this was one of the first elections that African-Americans could vote in after the implementation of the Fifteenth Amendment, yet there appears to be no friction between the whites and the African Americans. Luther goes on to say that since it had rained all day, this had kept some people from coming out and voting, primarily the older men of the community. There ended up being a two vote split between the two candidates, William C. Cleveland and Samuel Stradley, and Luther blamed that on the fact that they lost some of their voters due to the rain. Cleveland then claimed the election since he believed that “the students did not have a right to vote here and says he is going to have it contested and talking of carrying it to court”. The people gathered also started to consider fraud on all counts since they assumed that the election should have been an easy win for Cleveland. Luther wrote that he stayed at the voting site until midnight, which was when everyone decided that they were not satisfied with the results and they declared Cleveland the winner."," ","This is very different from the election for governor of South Carolina that occurred two years later. During that election troops were ordered to Greenville to keep the peace. African Americans were also coerced to vote the democratic ticket, being told that if they did not they would not be able to keep their jobs or their homes. A knife and pistol fight also broke out between whites and African Americas at the polling site. There was additionally much fraud discovered, which ended up being a case in both of these elections in Greenville.  Yet through this contrast we can see that though the mayoral election in Greenville was a local one, it appeared to be fairly progressive for an early post-Civil War election in the still occupied South."],"display_date":"September 15, 1874","search_date":"1874-09-15","locations":[{"id":11536,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":658,"tag":"Elections"},{"id":18,"tag":"Politics"},{"id":3,"tag":"African-Americans"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5007,"title":"<em>Greenville Baptist Female College: A First of its Kind</em>","course_id":43,"status":"P","start_date":"1857-01-01","end_date":"1857-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The first women’s college in the “Golden Corner” of South Carolina was established in 1856 under the name Greenville Baptist Female College.  It was affiliated with the Baptist Church, but students were from various denominations. The first course catalogue was printed in 1857. It gives a list of the trustees, faculty and students. The college was established in order to help educate the middle class and was similar to a twenty-first century high school. At the time, state school’s had not been established. The only other place a student could get an education was a “free school”. However, the few “free schools” that did exist were not well financed or well taught. They were considered a place for the lower class families to send their children. The Greenville Woman’s College was established to help educate the children of the middle class such as villagers and farmers. Most of the students were between the ages of ten and fifteen years of age and were from the Greenville County area. Before entering the college most students had prior primary private instruction. All students were not required to live on campus; however, it was highly encouraged. The school year was comprised of four twelve week terms and the students had a one month break during December.","The course catalog describes the typical class schedule of the female student. The student was not required to stay all four years. In fact the graduating class of 1857 only contained three students. If the students chose to complete four years the catalogue delineates the courses they would take each year. During the first year a student would take courses in spelling and writing. The second year they would continue classes in spelling in writing, but would also take geography, arithmetic, English, and grammar. The third year the student would take similar courses as the second year, but they were higher level along with parsing (sentence analysis) and history. The fourth year, which is the most advanced year, a student enrolled in natural philosophy, chemistry, logic, moral philosophy, Latin, and Greek. The course schedule included various unusual and unique courses. Several courses such as classical languages and history were not typically taught to young women at the time.","A female received a superior education while attending the Greenville Woman’s College, though the graduates still had a difficult time finding a job. About sixty percent of the women who graduated in the nineteenth century taught in a school at least briefly before marriage. Sadly, teaching was the only occupation open to young women outside of the home. If a female did not become a teacher, she was either forced to stay at home or to marry. However, most graduates did return home because graduates who took jobs showed that their fathers could not support them.","The Greenville Woman’s College was one of the few quality colleges established during the antebellum period. The college was quite different from other surrounding female educational institutions established during the time because it viewed females as capable of learning anything a male could. Unlike other colleges of the time, it did not force females into taking courses that prepared them for marriage. The Greenville Woman’s College regarded females as intellectual beings, something that the whole world had not yet come to terms with."],"display_date":1857,"search_date":"1857-07-02","locations":[{"id":11534,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":552,"tag":"women's education"},{"id":466,"tag":"Educational System"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5013,"title":"Vardy McBee","course_id":43,"status":"P","start_date":"1852-09-01","end_date":"1852-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Vardry McBee is a Greenville, South Carolina celebrity; with everything from streets, buildings, and residence halls erected in his name, there is no doubt McBee had an impact on Greenville, SC. McBee’s name does not have the same resonance outside of this South Carolina city today, although in 1852 McBee gained national recognition in the southern agricultural magazine <em>De Bows Review</em>. The publication printed a glorifying article of Vardry McBee in September of 1852, focusing on his commercial and agricultural success and frequent support of charity. The article briefly mentions his industrial successes in the South Carolina upcountry, and lists organizations in which he helped fund, including churches and Furman University. However, the “crowning act of his life” as the article refers to it was McBee’s 5,000 dollar donation to the fledgling Greenville Columbia Railroad Line, that without McBee’s generous gift, would have surely failed.","The building of Rail lines in the mid 19<sup>th</sup> century became crucial for the success of private enterprise and the prosperity of towns. From the perspective of a 19<sup>th</sup> century magazine whose audience is made up of farmers and men of industry, saving the Greenville Columbia Rail Line would correlate to supporting business, agriculture, and trade for the entire SC upcountry. When studying McBee today his donation to the rail line is merely a small mention, overshadowed by his altruism and commercial prosperity.  However, it’s easy to speculate that without McBee’s donation Greenville, South Carolina would be a much different place today."],"display_date":"September 1852","search_date":"1852-09-15","locations":[{"id":11534,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":668,"tag":"Vardry McBee"},{"id":667,"tag":"De Bows Review"},{"id":666,"tag":"Railroad"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5017,"title":"To My Betrothed:","course_id":43,"status":"P","start_date":"1873-08-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The courtship correspondence between 37 year-old Luther P. Hawkins and 26 year-old Mary Roe followed a new trend of a romantic America. After the American Revolution, courtships sought a match based on love and affection over economic gain. A person’s character became an essential concern in choosing a spouse. Middle-class women more commonly looked for kind men who were slow to anger, and men looked for cheerful and affectionate women.  Every letter exchanged from the first in the collection in August of 1873 to the last in December of 1875 began with a short anecdote describing Mary or Luther’s excitement over receiving the other’s previous letter. Couples more commonly came from similar backgrounds and class. It was not unusual for such a mate to be found in a family friend or cousin. The letters between Mary and Luther do not reference how they met, but both were born and raised in Greenville, South Carolina and several mutual friends are mentioned."," ","Although the traditional dowry practice diminished, the betrothed still sought the woman’s father’s approval. In Mary’s first letter to Luther on August 14, 1873 she wrote of her mother discovering her wearing her engagement ring. She recounted her mother saying to her father it was a “massive ring” and must have cost him “eight dollars.” In his response, Luther expressed surprise that Mary’s mother had noticed the ring so soon."," ","The male-female ratio in the United States had leveled out before the Civil War, and men no longer out-numbered women. Falling out of the example set by their grandparents’ generation, women of this time were more likely to savor their single life and put off marriage longer. Women, like Mary Roe, could easily be found working as teachers while single but be expected to stay in the home after marriage. In the 1880 census, Mary [Roe] Hawkins’s occupation was listed as “keeping house”, just as her mother’s was listed in the 1870 census."," ","Most of the face-to-face courtship played out during social gatherings or church meetings. In the letters between Roe and Hawkins starting in 1873, both frequently referenced moments of interaction at the Reedy River Church or Berea Church. Their letters in the first year of their engagement suggest that the couple saw each other no more than once every week to two weeks: and most of these interactions were at church. Occasionally, Hawkins, as was typical of men in the antebellum South, visited the Roe household. In his second letter to Roe on August 18, 1873, Hawkins mentioned his embarrassment of coming to Mary’s house before he had “promised her” to marriage. Never were unmarried couples in this time expected to meet outside the watchful eyes of friends or family. Unlike pre-Revolutionary times, a bride typically went to the altar a virgin."],"display_date":"August 1873 - December 1875","search_date":"1874-10-16","locations":[{"id":11536,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":60,"tag":"letters"},{"id":670,"tag":"courtship"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5021,"title":"The University Riflemen Head to War","course_id":43,"status":"P","start_date":"1861-04-17","end_date":"1862-05-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["It was April 1861, and Furman University was preparing for war.  The students at this university in Greenville, South Carolina had formed an infantry company called the University Riflemen as early as that January with the sectional crisis in mind and now events were reaching a climax.  On April 17, four days after the surrender of Fort Sumter to Confederate forces in Charleston, Professor John F. Lanneau delivered to Governor Perkins a letter signed by university President James Furman offering the state the services of the Riflemen.  It must have been a disappointment when the governor declined their offer, saying “I believe the fighting will be in Virginia and Pensacola…I do not think our young men of any college, who constitute the future of our Nation, should be marched in other states.”","The Furman students were not to be deterred, however, and Prof. Lanneau’s role in the war was only just beginning. On April 22 the University Riflemen unanimously elected Lanneau to be their captain.  In their letter informing him of the decision, the unit’s officers urged him to take the offer by arguing “By accepting the post, you will give dignity and importance to the Corps and assure our parents that we are under the supervision of one who will exercise parental care over us.”","Born in 1836 in Charleston, Lanneau graduated in 1856 first in his class from South Carolina’s military academy, the Citadel.  He then taught math, physics and chemistry at Furman.  Despite evidently not having sought out a commission, Lanneau accepted his students’ offer and began looking for a way to get them into the war.  Opportunity would not elude him for long.","On April 30 Wade Hampton, after gaining authorization from Confederate President Jefferson Davis and Governor Pickens, began recruiting the state’s social elite for an independent legion.  Hampton, one of the wealthiest planters in South Carolina, personally toured around the state to select companies for this new unit.  Lanneau wrote to Hampton on behalf of the newly rechristened Brooks Troop, and they were chosen to become one of the four cavalry companies of what would become known as the Hampton Legion.","Lanneau would be the captain of Company B of the Hampton Legion until June 1862, and his faithfully-kept notebook (actually a textbook he wrote in the margins of) preserves his memory of the time.  After his company missed the Battle of Manassas due to a lack of railcars, Lanneau arrived at the battlefield to see “unburied bodies and carcasses of horses were still there [five days later] – but strange, no carrion birds.”  Instead of battling the “Lincolnites,” he and his men fought boredom, disease (typhoid fever claimed the first casualty in Lanneau’s outfit), Union sympathizers and Mother Nature (in a training exercise “we encountered a real and not altogether insignificant enemy – viz., a swarm of yellow jackets: several horses and riders were wounded, but not mortally).","Lanneau’s notebook provides a glimpse at the quiet part of the Civil War that followed the Battle of Manassas in the east.  However, this quiet would be short-lived, as by May, 1862, Brooks Troop was fully engaged in the battles in and around Williamsburg and Yorktown, where it was the last Confederate unit to retreat.  When Hampton’s Legion was reorganized that June, new elections were held for officers.  Lanneau was not reelected as captain, so he joined the Confederate Engineer Corp to serve out the rest of the war.  He would return to teaching after the war."],"display_date":"April 17, 1861 - May 17, 1862","search_date":"1861-10-31","locations":[{"id":11535,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":675,"tag":"Hampton Legion"},{"id":674,"tag":"Furman University"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5044,"title":"Furman University Catalog, first edition, 1852","course_id":43,"status":"P","start_date":"1852-01-01","end_date":"1852-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The main resource utilized by Furman University students and faculty for information pertaining to academics and university policies/guidelines is the University Catalog.  Furman’s first catalog was first published in 1852, under the Board of Trustees President W.B. Johnson, with James C. Furman as the chairman of faculty.  In its opening pages, the catalog lists every student at Furman and their home state.  The total number of students in 1852 was sixty-eight.","The next pages outline the university’s policy on Admissions, beginning with the statement “the applicant must give satisfactory evidence of good moral character.”  The next section gives a detailed description of the Academics at Furman, beginning with the Primary Education course and Higher Education course.  Next was a Classical Studies program, with two Latin and two Greek language requirements, demonstratng Furman's commitment to education in languages.  Next were the study of Ancient Languages, School of Mathematics, School of Natural Philosophy and descriptive Astronomy, and finally the Thealogical Department.","The next section outlined every Furman student’s favorite subject: exams.  There were three policies regarding exams: first, daily exams of the classes, secondly written exams for Honors, and thirdly public examinations.  Also outlined in the catalog was the Degrees and Distinctions which were Certificate of Distinction, Degree of Proficient, Master, Graduate- BA, Master of Arts, and Graduate of theological Department.","The concluding section of the catalog outlines the university’s policy on tuition.  Tuition in 1852 was $4,200 for the academic year, which excluded clothing and books.  “Contingent expenses” were estimated at $2.00, Boarding was $10.00 per month, and washing was $1.00 per month.","In comparing Furman’s academic structure in 1852 to the structure today, many of the same principles and goals are in effect.  In Herbert Baxter Adams’s “Contributions to American educational history, Volume 4”,  Dr. W. B. Johnson who was the Convention’s president, explained Furman’s core learning objective as a University striving to teach “with a sacred regard to the interests of morality and religion, the principles of Christian liberality, and in favor of the rights of private judgment”.  Today Furman’s religious influence is present throughout the campus in both academics and extracurricular organizations.  In 1859, the first leader of Furman's seminary was chosen.  William Williams was selected for the position, as he was a respected orator and member of the Baptist community. One of the main academic differences was in 1852 upon the charter of the University, Adams’s explains “the intention at the start was to have an academic, a collegiate, a theological, and a law department”.  Clearly, today at Furman students enjoy the freedom of numerous classes within many departments which shows Furman’s growth and expansion in academics.  This growth also proves the University’s commitment to various types of students and the desire to educate a large variety of students with different interests.","In comparing the first edition to the 2009-2010 edition, we see vast differences.  Most notably is simply the excess information in the current edition.  Student’s names and hometown are now listed in the University Directory, and the catalog is one hundred eighty-three pages of detailed information about academics, admissions, student life, academic departments and academic regulations.  The volume of majors and classes offered has significantly grown since 1852 and is reflected in the comparison of the first and current editions of the University catalog."],"display_date":1852,"search_date":"1852-07-01","locations":[{"id":11534,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":143,"tag":"school"},{"id":6,"tag":"Education"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5069,"title":"A Letter From Shanghai","course_id":43,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In his letter to Reverend Richard Furman, missionary J.B. Hartwell depicted the difficulties of embracing Chinese culture as well as spreading the Word of God in the non Christian community of Shanghai.  Hartwell  gave a summary of the current events that were taking place in Shanghai both with the group of missionaries in the field, as well as the ongoing practices of Chinese culture.  One aspect of the letter that seemed controversial was Hartwell’s reference to China as “this heathen land” as if stating that the Chinese people are un-redeemable.  Of the many pressing issues that the letter addressed, disease and sickness seem to be at the forefront emphasizing that the living conditions and exposure to disease had disheartened the missionaries in Shanghai.  Hartwell exclaimed that “the deaths in our midst for the last year have been a heavy percentage of the whole number of missionaries, and certainly should be a warning to us who remain to do our diligence to accomplish the work God has set before us.”  The courage that it must have taken to stay the course God had set out for the missionaries was truly astonishing in the face of such poor living conditions.  Brother Hartwell does remind Reverend Furman of their purpose and gives several examples of praises that had occured in the midst of such adversity.  The Sabbath congregations at the Ja who Dong were growing and one man in particular was baptized and even “continues to show great interest in the subject of religion and is believed by all the native members to be a truly converted man.” In his book <em>The Origins of the Anglo-American Missionary Enterprise in China: 1807-1840</em> Murray Rubinstein depicts the life of Robert Morrison, who similar to Hartwell dedicated his life to the service of God in the Canton region of south China.  Rubinstein emphasizes the adverse conditions that Morrison faced by stating, \" A damp and often stifling climate an alien and hostile government, a wary local populous, and an indifferent and sometimes antagonistic community of westerners all played their part in providing Morrison with a challenge to his body, mind and will.\" It is apparent that the only thing that kept both Hartwell and Morrison in China was their strong faith and commitment to sharing the gospel with the Chinese people.","Hartwell described one of the Chinese rituals which is called the worship of Gung Mung.  It was a ceremony in honor of one of China’s “fabulous kings who was said to have reigned 140 years.”  Hartwell described many of the intricate details of the ritual but emphasized that the ceremonies take place in order to bring praise to their “patron of Agriculture.”  As Hartwell concludes his letter he draws on the support of his family and the joy his daughter brings him in the midst of difficult circumstances.  It is apparent that missionaries in the nine-teenth century often times faced extreme difficulty in many areas including cultural differences, exposure to disease, and apathy among the people,  all the while trying to stay the course God had set for them.  Hartwell’s letter to Reverend Furman reflected the dependency that missionaries had on support from their communities and their churches to help them stay committed to the work set before them.   "],"display_date":1860,"search_date":"1860-07-01","locations":[{"id":11535,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":735,"tag":"Christian"},{"id":147,"tag":"Missionaries"},{"id":706,"tag":"Cultural Life"},{"id":41,"tag":"China"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5086,"title":"An Oath of Pretending","course_id":43,"status":"P","start_date":"1865-08-14","end_date":"1865-08-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Four months after the end of the Civil War, Edwin Ware leaned down and signed an oath of loyalty to the United States government, swearing his support and protection of the constitution and union of the states, including the recently emancipated slaves. The former slave owner was the 2,560<sup>th</sup> person in Greenville, South Carolina to complete such an oath. Ware had effectively signed over all his beliefs and ideologies, and now had to return home to his empty plantation and inform his family that their livelihood was gone.","The end of the Civil War resulted in a devastating blow to the Southern economy. With former slaves demanding more pay than white plantation owners were willing to pay, crops were left to rot in the fields, bankrupting families that had worked the same fields for generations. And while these families signed oaths of loyalty to the victors of the war, guaranteeing their obedience to the Emancipation Proclamation, there were no qualifications in the oaths defining the treatment of the newly freed population. So Southern citizens could restrict blacks from working in any positions but the one they had formerly held – labor – and could pay them far below what was acceptable for such work.","The Confederacy believed itself a potential victor until the moment General Lee surrendered to the Union forces, an action that must have been like a slap to the face. The oaths that followed were not done willingly; the fact that it was required for reacceptance to the Union and as a means to restrict the South show that well enough. Southern frustration would be effectively turned into aggression towards the perceived source of their troubles: blacks. And while the oaths require the emancipation to be respected – under threat of divine punishment – it allowed for the continued persecution of African Americans for the next century."],"display_date":"August 14, 1865","search_date":"1865-08-14","locations":[{"id":11535,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":755,"tag":"Confederacy"},{"id":32,"tag":"Civil War"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5514,"title":"The Greenville Baptist Female College: A Gendered Education","course_id":91,"status":"P","start_date":"1857-01-01","end_date":"1858-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Mary Mauldin, a member of the first graduating class of the Greenville Baptist Female College, would have been exposed to variety of subjects throughout her academic training. According to her college’s 1857 catalog, Mary would have taken a course of study much like that of her brothers at nearby Furman during her senior year. She would have taken advanced courses like history, botany, moral and intellectual philosophy, evidences of Christianity, chemistry, logic and rhetoric. Mary recieved a seemingly progressive gender-equal education. This 'progressive education,' however, was less about producing intellectuals and more about creating successful mothers. As the South Carolina Baptist Convention concluded in their decision to start the school, women were their sons’ first and perhaps most important teachers. Through the early instruction by their mothers, young boys gained their moral compasses, their religious convictions and their veneration for honor. The education of women, therefore, was not thought of as an end in itself; it was meant to be the beginning of a cycle that would improve the education and character of future male generations. Though the mission of gender-equal education was forward-thinking for the times, the reasoning behind it was typical of the mid-nineteenth century.","The college’s 1857 catalog also indicates the school's consonance with prevailing notions of gender and intellectual station. Though the distribution of faculty members, four men to four women, seems to indicate a certain amount of gender equality, an examination of the subjects taught by each reveals an intellectual inequality. The four men each taught advanced subjects like science, ancient languages and philosophy and all worked in the collegiate department. The women, likely young and unmarried or widowed (as societal norms usually prevented married women from teaching) inhabited lower academic roles. Only one of the four taught in the collegiate department and then only penmanship and vocal music. The rest were associated with the primary and academic departments as teachers or assistants. Early Greenville Baptist Female College students were given the chance to acquire an education comparable to that of men's, but the application of their talents was limited in the 1850s to teaching briefly before marriage and child-rearing."],"display_date":"1857 - 1858","search_date":"1857-12-31","locations":[{"id":11534,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":1414,"tag":"Greenville Womans College"},{"id":1413,"tag":"Greenville Female College"},{"id":1412,"tag":"Greenville, SC"},{"id":1201,"tag":"Women's colleges"},{"id":719,"tag":"South Carolina"},{"id":1332,"tag":"Baptist Convention"},{"id":7,"tag":"Women"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5515,"title":"The 1860 Greenville, SC Census: A Sampling of Wealth","course_id":91,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The wealth of residents listed in Greenville’s 1860 census, pages 298 and 299, is obvious and not simply because of the assets they claim. All of the children listed had attended school in the last year including children over fifteen (who were required to list their occupation in the 1860 census). This not only implies that area families did not require their children’s labor, but also that the parents valued education, including higher education, enough to pay for it. Though “free schools” existed in upstate South Carolina in 1860, middle and upper-class families would not send their children to them. “Free schools,” according to prevailing thought, were for paupers.","Though each family’s assets listed all indicated a significant level of comfort in living arrangements, there was a surprising amount of variance from neighbor to neighbor. The richest man on these pages possessed $43,000 in real estate and $56,000 in personal equity. The poorest held no real estate, meaning he was probably renting, and had $450 in personal equity. The average amount wealth among members of this neighborhood was $12,810 in real estate and $20,185.50 in personal equity. To put that in perspective, the average resident of this area, holding the same value of real estate and personal equity, would have been worth about $730,000 in 2003; the richest man would have been worth about $2,184,930. The occupations of residents in this area varied. Among the heads of household, there were several merchants and manufacturers, a physician, a farmer, and a few skilled laborers.","Amidst all of this wealth, it is initially surprising that about half of them had boarders. Perhaps even more surprising was that the financial well-being of the family had no bearing on whether they hosted renters; they were evenly distributed among all financial levels. This evidence supports the work of Wendy Gamber, who discussed the importance of boarding houses in 19<sup>th</sup> century America. According to Gamber, one-third to one-half of nineteenth century American city-dwellers lived in boarding houses, not their own private homes. This percentage holds true of this area in the 1860 census, in which about half of dwellings appear to have hosted boarders."],"display_date":1860,"search_date":"1860-07-01","locations":[{"id":11535,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":1412,"tag":"Greenville, SC"},{"id":1415,"tag":"1860 census"},{"id":1416,"tag":"boarding houses"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5523,"title":"The 1859 Greenville Baptist Female College Commencement: Debunking the Myth of Male Intellectual Superiority","course_id":91,"status":"P","start_date":"1859-08-10","end_date":"1859-08-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 10, 1859, <em>The Charleston Mercury</em> printed a letter from a young man traveling in and around Greenville, South Carolina, who, during his travels, attended the commencement ceremony of the Greenville Baptist Female College. When he arrived, he found a hall overflowing with attendees and was forced to push his way into the room, along the way enduring several “such tight squeezes as no sensible man desires repeated.” His efforts, however, were well-rewarded, as he soon found himself surrounded by an “immense crowd of beautiful ladies with which the hall was almost entirely filled.”","Eight of the students, however, impressed him with more than their beauty. They gave speeches on topics as varied as “The Free Press a Greater Blessing than a Curse” and “Vanity the Most Unsocial of All the Passions.” The author was particularly impressed with one young woman, seventeen years old, who wrote on the “Crowning Glory of our Country’s Constitution.” He exclaimed that her speech evidenced a more thorough understanding of American law and politics than any attorney. Suitably impressed, the author argued that these speeches entirely dissipated the idea that women were men’s intellectual inferiors and made laughable the antiquated notions “that, in the first place, she is not susceptible of liberal education; and, in the second, that it is not necessary…that she should be educated more than to read and write.” He went on to express outrage at the point of these unfounded notions: to keep women in a position subservient to that of men. He concluded, “the time is forever past when such an absurdity will find credence or support in or from an intelligent mind.”","The mission of a Greenville Baptist Female College education was in fact one of gender equality, as the young man realized, though not for its own sake. At its founding in 1854, the reasoning behind women’s higher education was justified by the logic that a well-educated mother would raise well-educated sons. It is unclear whether the young bachelor would have supported this less-than-progressive reasoning. The extemporaneous address of a local doctor at the ceremony, however, indicates that at least some saw women’s education as valuable for its own sake. He reportedly pleaded with the graduates to continue their studies after marriage, implying that the thoughts of women were valuable regardless of marital or child-rearing status."],"display_date":"August 10, 1859","search_date":"1859-08-10","locations":[{"id":11534,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":1431,"tag":"Woman's College"},{"id":1412,"tag":"Greenville, SC"},{"id":1201,"tag":"Women's colleges"},{"id":1413,"tag":"Greenville Female College"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5546,"title":"The quality of life in the community of the Union Bleachery Mill in Greenville will never be achievable again for former villagers.","course_id":91,"status":"P","start_date":"1/1/15","end_date":"12/31/40","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Life in the village was dictated by the back-and-forth pangs of church bell and mill whistle. The mill village of Union Bleachery was home to workers and their families and known for an abounding sense of community.  The Bleachery began with 125 workers who would spin up to 100,000 yards of cloth a day.","Imperative to the survival of the community, a tight routine was established and maintained. Monday to Friday at 9 in the morning, the grocery truck would come down each street. Three times a week, milk would be hand-delivered to each doorstep. Each afternoon, the ice truck would come by as well. The only day the mill whistle did not blow was on Sunday. After breakfast, the preparations for church began.","The mill village of Union Bleachery was unique. Union Bleachery was the smallest mill in all of Greenville, and attributed a good portion of its sense of community to the annual community barbecue. Around Christmas time, the children of the factory workers were all given a gift from Santa Claus. Also, many of these workers moved from farm communities to the mills. These former farmers were already accustomed to helping each other. Finally, the quality of their employers. The Arringtons interacted with all of their employees and treated them well. The Arringtons created a congenial atmosphere, showed appreciation, presented awards for jobs well done, and made sure that the spiritual, physical, and mental needs of the community were met.","The threat of war soon increased production of cotton at the mill exponentially. When Franklin Delano Roosevelt declared war, the quality of life of the mill declined as many young men were joining the armed forces. Eventually, the mill dwindled and was sold. The way of life known at the mill would never be reproduced as, unlike other communities, life at the mill was not materialistic. The integrity of managing a mill and building connections with the community were always the top priority. “Mill folk stuck together,” according to Allen Tullos’s notes. The cultures nurtured in the mill villages of Greenville became defensive in nature. The values imbedded into them, specifically those of a religious and familial nature, were shared by their employers. This was key to a positive relationship. David Emmons asserts that churches in mill villages created the ultimate sense of community. This importance of church life is emphasized in the work by Batson-Rodgers. Batson-Rodgers never felt the sense of community the mill village of Union Bleachery provided her with."],"display_date":"1915 - 1940","search_date":"1928-01-01","locations":[{"id":16282,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1468,"tag":"Union Bleachery"},{"id":1467,"tag":"Greenville"},{"id":79,"tag":"Religion"},{"id":705,"tag":"Community"},{"id":1464,"tag":"Mill Village"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5549,"title":"Furman University Baptist Student Union Bus, South Carolina, 1940-1958","course_id":91,"status":"P","start_date":"1/1/40","end_date":"12/31/58","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Join Student Government Association! Join SGA today!” This is the cry that rings in the ear of every freshman stepping on to Furman University’s campus for the first time. This was not always the case though; before the 1990’s, the organization that dominated and governed the student body was known as the Baptist Student Union. A still image from the 1940s shows a Furman B.S.U bus transporting students through downtown Greenville. With suitcases stacked on the roof, the students are departing with big smiles and waves for a possible B.S.U retreat outside of the city for the weekend. So what happened to the Baptist Student Union that transformed it into the Student Government Association we see today?","From its founding, Furman University was established as a Baptist school that promoted Christian higher educational beliefs.  As Nancy Tatom Ammerman points out in her book <em>Baptist Battles: Social Change and Religious Conflict in the Southern Baptist Convention</em>, Baptism became the dominate “unofficial” religion of the Southern states. During nearly all of the nineteenth century, Baptism went from being an underrepresented sect to the self-appointed protectors of the southern states religious interests. With the strong presence of baptism in the South, it comes as no surprise that the South Carolina Baptist Convention (SCBC) was a primary financial contributor of Furman University. But unlike other donors to universities, the SCBC was highly integrated into Furman’s administrative duties, with several school board members as SCBC members as well.","In the 1990s, the Board of Trustees of Furman University moved to distance themselves from the SCBC because they felt that the Southern Baptist Convention was taking over their school. By 1992, Furman successfully severed all legal and financial ties to the SCBC and the Baptist Student University was no more."," "],"display_date":"1940 - 1958","search_date":"1949-07-01","locations":[{"id":27734,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1545,"tag":"Baptist Student Union"},{"id":1546,"tag":"SCBC"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5550,"title":"View of City from Richard Furman Hall, May 11, 1921","course_id":91,"status":"P","start_date":"5/11/21","end_date":"5/11/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Creation…Expansion…Development” These are just a few words that spring to mind when looking through the viewing glass of 1920 Greenville. From the high viewpoint outside of Richard Furman Hall of the Old Campus, one looks out at an expanding city, in the midst of the development and growth. In the immediate foreground, a lone smoke stack rises above the buildings, trees and fields surrounding it. Farther off in the distance, two church steeples can be seen poking out of the trees towards the sky. At the very center of the city, a lone “skyscraper” stands above the rest. Nearly double the height of the second tallest building in the picture, this colossus, for its place and time of course, represents the trajectory that the city of Greenville is moving towards. The early twentieth century was the transformative period of urban and suburban development, and Greenville would continue to grow upwards and outwards.","During the Progressive Era, Greenville underwent a significant economic boom on the textile industry and other related businesses. As Archie Vernoon Huff describes in his book <em>Greenville: The History of the City and County in the South Carolina Piedmont</em> a “downtown building boom” that redefined the urban setting of the city of Greenville. A 1917 newspaper article commented that construction was in progress on nearly every street in the city. Some buildings constructed during this period include The Ottaray Hotel, The Imperial, the county courthouse and jail, just to name a few.","Absent in view of the photograph is Greenville’s Womens College, whose campus was located on the opposite end of downtown Greenville. Being closely connected with Furman University, classes were taught on both campuses, which meant a long trek to the other side of town in order to make the scheduled classes. How would this construction period affect the student body in their tumultuous journey between campuses?"],"display_date":"May 11, 1921","search_date":"1921-05-11","locations":[{"id":21799,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1446,"tag":"Furman Hall"},{"id":1412,"tag":"Greenville, SC"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5551,"title":"Greenville Women’s College Students Entering Automobile, South Carolina, 1930-1958","course_id":91,"status":"P","start_date":"1/1/30","end_date":"12/31/55","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Freedom for the weekend! This historical black and white image of Greenville Women’s College students getting into a classic automobile shows the timeless college experience of fleeing the campus scenery for the weekend. Bundled up in long coats, these four ladies have packed themselves into their roadster and look back expectantly as though the photographer is hindering their plans. At the invention of the automobile, there were only five cars in the county of Greenville by 1904. Soon there would be many more and the exploding popularity spurred the city into the renovation and improvement of the current road system. Over the years, Greenville poured funds into their road and highway system with it culminating by 1918 with two national highway systems running the city and county. These included the east-west Bankhead Highway and the north-south Dixie Highway.","The automobile had the major potential to bringing farm families within easier reach of fellow farmers and their consumer population in the cities; in a sense condensing the size of Greenville County. On the other hand, it provided a means of interconnectedness between neighboring cities that had never been possible before. For example, in 1910, a modern route to Ashville was created the original and only route of Old Buncumbe Road. Thereafter, students were able to explore far beyond the constraints of the Greenville County.","Where could these students be going on their trip? We can never be sure but with the introduction of the automobile and the surge in government spending on infrastructure, the option are unlimited. The ease and convenience that followed the automobile fundamentally shaped Greenville higher education student body experience."," "," "],"display_date":"1930 - 1955","search_date":"1942-12-31","locations":[{"id":23311,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1544,"tag":"automobile"},{"id":1543,"tag":"Greenville Womens College"},{"id":674,"tag":"Furman University"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5553,"title":"Lincoln Elementary and High School, McClennanville, SC: A Standing Artifact of Desegregation in South Carolina","course_id":91,"status":"P","start_date":"1/1/55","end_date":"12/31/60","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A photograph of Lincoln Elemetary and High School, as it still stands in McClennanville, South Carolina, an unoccupied building with boarded windows, is the starting point for this episode in American history. The photograph was taken by Rebekah Dobrasko, in 2008, as part of a master's thesis on equalization schools in South Carolina.","Across the state of South Carolina from 1951-1960, a wave of new schools known as \"Equalization schools\" were built in response to the ruling of the Briggs v. Elliot case from neighboring Clarendon County, South Carolina.","Briggs v. Elliot was eventually combined into Supreme Court case Brown v. Board of Education, which overturned racial segregation in American schools. In 1951, however, desegregation in American schools did not appear imminent. The Briggs v. Elliot case only established that segregated schools were unequal in facilities. White schools were better funded, newer, had better books and resources, and, as Briggs v. Elliot specifically charged, school buses so that children could attend without walking many miles every day.","The solution to this inequality would eventually be, with Brown v. Board, to integrate black children into these better-funded schools, but the state was committed to delaying court-mandated integration for as long as possible. The immediate answer to the Briggs case was “equalization schools”; represented by 1950s architecture like Lincoln Elementary and High School, built in 1955, that still stands across the state.","These small, flat-roofed, one-story building were built across the state as schools for white and black children. Building all new schools was a costly solution. The County of Greenville alone built 11 new schools between 1953 and 1958. The small scale of most of these schools reflects reluctance for schools to create schools to accommodate the whole community of children, white and black.That the design of these school building was specific to the ideology of racial segregation that peaked in strength and visibility at mid-century, is evident by the abandoned and decayed state of most of these small schools today."],"display_date":"1955 - 1960","search_date":"1957-12-31","locations":[{"id":29467,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1477,"tag":"equalization schools"},{"id":746,"tag":"Supreme Court"},{"id":831,"tag":"construction"},{"id":701,"tag":"Lincoln"},{"id":1412,"tag":"Greenville, SC"},{"id":719,"tag":"South Carolina"},{"id":466,"tag":"Educational System"},{"id":473,"tag":"Brown vs. Board of Educat"},{"id":6,"tag":"Education"},{"id":43,"tag":"Desegregation"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":5557,"title":"Harry Coggins’ was exposed to a culture at the Woodside Mill in Greenville that helped educate and promote the growth of not just individual persons, but the growth of a community.","course_id":91,"status":"P","start_date":"1/1/20","end_date":"12/31/43","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Woodside Mill was the largest mill under a single roof in the country at one point. Charles Street, where Harry Coggins had lived, hosted various opportunities for sports, religion, and education. The Woodside Mill had a pool, refilled once every one to two weeks, and even a community building built and maintained by the YMCA. Many children who grew up in the mill village were extremely successful, including: Billy Ashmore, a part of the Ashmore Brothers who built the majority of roads leading southeast, Ethan Todd, a famous orthopedic surgeon, and Manly Sanders, a musician. Their success is attributed to the mill’s efforts to utilize their residents talents.","Harry Coggins’ father was the paymaster of the Woodside Mill and could afford to send Harry to Furman University until he enlisted. However, the GI Bill allowed Harry to  finish his education for free and become the first member of his family to attend college. Shortly before heading off in the war, Coggins began working at the Greenville News. He had dreams of becoming a Navy Aviator, but later changes his mind and would join the Army Air Force. One of his jobs was to cover news associated with the Greenville Air Base. In the 1940s, the base was in its early stages and according to Coggins, “freedom of the press was a thing of the past for the military.” Soon enough, Coggins was ordered to report to Miami Beach, Florida for basic training. He would never live in the mill village again.","By reading this narrative, we can better appreciate the language and culture of the South Carolina mill villages. The deeper understanding of their culture allows us to make better inferences on what we do not understand. Allen Tullos followed the League Family of Poe Mill and was able to externalize the textile crisis of the 1920s. The experience of the crisis is conveyed in a way statistics cannot. While we may have known churches existed, without anecdotes we would not have known how important it was. The Coggins street alone had two churches on it, whose importance cannot be undermined. Churches were impossible to outmatch as a place of community. Understanding how citizens of mill villages lived provides a glimpse into the dynamics of working-class families of the time."," "," "," "," "," "," "],"display_date":"1920 - 1943","search_date":"1931-12-31","locations":[{"id":21799,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":1480,"tag":"Woodside Mill Village"},{"id":705,"tag":"Community"},{"id":1464,"tag":"Mill Village"},{"id":1467,"tag":"Greenville"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":91,"school_id":4}},{"id":6156,"title":"An article from an Atlanta newspaper presents a table showing the number of permits, both approved and unapproved for major Southern cities in the years after the Great Depression. A prediction for a few years after and the number of permits is included.","course_id":135,"status":"P","start_date":"1/1/22","end_date":"12/31/22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The number of building permits within the first six months of the year 1922 in Greenville, South Carolina was 532,415 and by the end of the year the number had rose to 1,234,418. The theme of urban development and growth is demonstrated and exhibited in this source by showing the numbers of agreements to construct buildings such as houses, churches and buildings for public services such as schools, hospitals and places to protect the public like firehouses and police stations. One of the most interesting aspects of this newspaper article is that not only does it offer current statistics on the number of building permits which increase over time, the article also publishes the amount of money spent on permits over the year 1922. Included in this, which I found to be the most intriguing, which was a prediction for the first six months of the next year, all of which I looked at where over the last number of permits granted for construction. An article stating the main types of buildings made in Greenville around the Civil War era was the construction of paper and textile mills in the city. These mills were some of the finest according to the article, \"McBee's and Dunham's mills manufactured all qualities of paper form the finest letter sheet to the common brown wrappers.\". In the Oral History of the American South, a Greenville resident whose name was Alice Hardin who describes what it was like working in the largest cotton mill under one roof in the South. Hardin worked there with her siblings, father and even her mother. She also briefly mentions a strike with an organized union but quickly fell apart.","The contents of the primary source that relate to the secondary sources being used here are the improvement of the economy and how adult education can lead to community development.  Economic factors are of great importance in community development. A main point in the economy section is that more and more people are becoming specialized in one skill and therefore becoming interdependent on other people making it crucial that people understand each other and work together. The handbook also touches on the school-community relationship and how that can improve on a community and be the cause for further development. This is something that one of the first presidents of Furman, Bennettee Geer focused on during his tenure as head of Furman University, using the university as a tool for educating adults to better the abilities of adults to drive the force for development of renewal of the post-depression city. Geer was a pioneer for this movement and is one of the main reasons Greenville was able to thrive during the hard times of the 1920’s and 1930’s. The handbook also specifically touches on the function of a university in community development, not just average schools. The best example is showing adults how to be leaders in a community and thus providing an example for generations to come. However, the book later shows that methods used for teaching students in high school or college will not work for adult classes, some methods are offered up such as recognizing the capacity of adults for learning new things and develop a desire for continuous growth and the ability to plan for it? One major aspect of using adult education as method for greater growth of a community is making sure that adults being educated develop a sense of concern for all ranges of personal life to truly care about all aspects of a community growing and developing.","This article shows the theme of growth because not only does it show the permits that were granted increasing, it also does not show the amount of permits that were not approved, which shows that even though cities are expanding in terms of buildings each year, there were more plans to construct more places that either do not get approved, or that get approved and do not have the funds to sustain a building project. This article does a great job at showing the development of major cities by showing the number of permits that are granted outside of the major city limits such as Greenville or Charleston. The concept of trying to adequately portray the idea that major cities undergo a lot of change can be done through a lot of lenses and the fact that this newspaper decided to use the medium of building permits to show this trend is interesting. Another intriguing notion is that this was during the peak of American economic success before the eventual crash of the stock market and the Great Depression, a question to ask is that if the number of permits would decline during the Depression and then have a steady rise like shown in the newspaper article."],"display_date":1922,"search_date":"1922-07-02","locations":[{"id":21799,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":2382,"tag":"building permits"},{"id":2383,"tag":"paper mills"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}},{"id":6157,"title":"A handbook for community development by the Southeastern Workshop in Greenville, South Carolina, focusing on economic improvement and adult education as it relates to community development. Sponsored by the Furman University Summer School","course_id":135,"status":"P","start_date":"6/9/41","end_date":"7/15/41","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The contents of the primary source that relate to the secondary sources being used here are the improvement of the economy and how adult education can lead to community development.  Economic factors are of great importance in community development. A main point in the economy section is that more and more people are becoming specialized in one skill and therefore becoming interdependent on other people making it crucial that people understand each other and work together. The handbook also touches on the school-community relationship and how that can improve on a community and be the cause for further development. This is something that one of the first presidents of Furman, Bennettee Geer focused on during his tenure as head of Furman University, using the university as a tool for educating adults to better the abilities of adults to drive the force for development of renewal of the post-depression city. Geer was a pioneer for this movement and is one of the main reasons Greenville was able to thrive during the hard times of the 1920’s and 1930’s. The handbook also specifically touches on the function of a university in community development, not just average schools. The best example is showing adults how to be leaders in a community and thus providing an example for generations to come. However, the book later shows that methods used for teaching students in high school or college will not work for adult classes, some methods are offered up such as recognizing the capacity of adults for learning new things and develop a desire for continuous growth and the ability to plan for it? One major aspect of using adult education as method for greater growth of a community is making sure that adults being educated develop a sense of concern for all ranges of personal life to truly care about all aspects of a community growing and developing."],"display_date":"June 9, 1941 - July 15, 1941","search_date":"1941-06-27","locations":[{"id":27734,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":2431,"tag":"community development"},{"id":2430,"tag":"adult education"},{"id":1521,"tag":"Furman"},{"id":674,"tag":"Furman University"},{"id":2385,"tag":"renewal"},{"id":2386,"tag":"education reforms"},{"id":2387,"tag":"president geer"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}},{"id":6158,"title":"This source for my final episode is a copy of the Sanborn fire insurance maps in the city of Greenville from the year 1888 and then a decade later 1898 showing the levels of development and what things have been added and/or taken away from the city of Gr","course_id":135,"status":"P","start_date":"1888-01-01","end_date":"1898-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The maps that come from the fire insurance agency Sanborn which although they were creating maps for the purpose of just highlighting which areas were covered and which places would be best for coverage. As an unintended result the maps provide excellent uses for seeing how the area of the city limits of Greenville changed by such things as size, additions in terms of adding to the infrastructure of the city and then removing objects that got in the way of the new places that were trying to either get improved or if a completely new addition was being planned. One of the main things, which we went over in class, was the improving of the roads situation in Greenville, not only were there additions to the road system but there were also improvements made on the exisiting roads to help the infrastructure improve the allure of the city hopefully leading to more people wanting to live there. This map of providing an image where clearly the main part of the city of Greenville placed an emphasis on roads reminded me of the example in class where the image of New York was shown and the main thing that stuck was not the tall buildings which is normally thought of when New York, but it is the roads that were clearly defined and did not have the clutter which is also normally associated with New York. In the article, \"The Urban Development of the South by Walter Mather, he states that \"any study of urban growth must include not only the central political units in urban aggregation but also the suburbs, the satellite cities and the regions of high population density lyign far beyond political boundaries.\"(Matherly 10). This secondary source explores the concept we discussed in class, where does the city limity of Greenville end and should places right outside the actual limits be included when talking about urban Greenville? It was interesting to see the development of University Park, which is something that was touched on in our meeting downtown when we visitied Falls Park, the forging of more public space for the use of all people in a society that allows for more people to flock to an area. the use of unused space to turn it into public space has been a constant theme in the Greenville area and has been a driving force for more development and in some cases renewal of parts of the city that have been broken down. Lastly, one can plainly see that the major part of the city of Greenville has grown more crowded than it has ten years ago. The population growth is also included in this map."],"display_date":"1888 - 1898","search_date":"1893-07-01","locations":[{"id":11537,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":2384,"tag":"greenville maps"},{"id":1467,"tag":"Greenville"},{"id":2091,"tag":"Development"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}},{"id":6181,"title":"<strong>The History behind the Mansion House in Greenville, South Carolina </strong>","course_id":135,"status":"P","start_date":"1820-01-01","end_date":"1838-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Mansion House in the town of Greenville, South Carolina was erected in 1820 on South Main Street, where it successfully functioned as a hotel. John Nolan included a drawing of this Greenville hotspot in his book <em>A Guide to Historic Greenville</em>, which allows his readers to peek back at forgotten times. The Mansion House was not just any hotel, as every notable who had to visit Greenville in the mid and late 19<sup>th</sup> century stayed here. Vice President John Calhoun even had a preferred room in The Mansion House during its hey days. The hotel was the most luxurious experience that Greenville had to offer during this period in time, and a veritable must see on South Main Street. During the Spanish-American War the hotel served as a military division headquarters, but soon afterwards the building became too dilapidated to maintain its function as a Greenville hotspot.","One specific notable, however, has had an entirely different experience in the urban space surrounding the Mansion House. William Lowndes Yancey, born in Warren County, Georgia in 1814, came to Greenville to become editor of the newspaper known as the <em>Greenville Mountaineer</em>. His career would expand beyond that into the field of politics, but it was right next to the Mansion House, in front of Dr. Crittenden’s store, where he did something that would have a severe impact on another influential family of the Greenville area. On September 8, 1838 Yancey shot his wife’s uncle, Dr. Robinson Earle, to death on South Main Street, which was the start of a controversial murder trial in the city. Yancey had committed this foul act because he felt his honor was compromised by Earle, who had called him a liar. Revenge of honor was not uncommon in the South during this time, and Greenville was in this aspect a true southern city.","Almost exactly a century after it was built, the Mansion House was closed down and demolished, and the rest of South Main Street also underwent extensive renovation. Only a few feet next to where the Mansion Hotel used to grace South Main, a new hotel was erected in 1924, called the Westin Poinsett. This hotel is still part of the city’s spatial fingerprint today and it was built in a similar characteristic L-shape. The drawing in Nolan's book helps us picture how Yancey and Earle walked the streets of 19<sup>th</sup> century Greenville and where Yancey took Earle’s life because of a silly argument."],"display_date":"1820 - 1838","search_date":"1829-07-01","locations":[{"id":11530,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":2372,"tag":"South Main Street"},{"id":2371,"tag":"Yancey"},{"id":2370,"tag":"Earle"},{"id":2369,"tag":"Mansion House"},{"id":91,"tag":"Murder"},{"id":1412,"tag":"Greenville, SC"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}},{"id":6182,"title":"<strong>A Murder Trial in the <em>Greenville Mountaineer</em></strong>","course_id":135,"status":"P","start_date":"1838-01-01","end_date":"1839-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On November 9, 1838 the <em>Greenville Mountaineer </em>reported on a murder trial against none other than its own editor, mister William Lowndes Yancey. Yancey shot and killed his wife’s uncle, Dr. Robinson Earle, on South Main Street in broad daylight in September 1838. The Yancey family was well known in the Greenville area in the 1820s, as was the Earle family, which caused this trial to become a rather infamous one. The murder was quite a violent, because Yancey not only shot Earle, but he bludgeoned him repeatedly with his pistol and attempted to stab him with his sword after he did not fall down immediately. The entire conflict ensued after Yancey had struck Earle's son, who had called him a liar after Yancey defamed a politician that was related to the Earles. While Dr. Earle and Yancey initially worked out their differences while walking through the downtown area, Yancey lost his temper when Earle once again called him a liar. The article in the <em>Greenville Mountaineer </em>offers an elaborate account of the events leading up to the murder, with witness testimonials and details of conversations between victim and perpetrator. Even though the murder was well recorded due to the many witnesses, Yancey pleads not guilty when he is on trial. He ends up not being acquitted, but the judge does rule that Yancey acted out of self-defense and sentenced him to a mere year in prison and a fine.","The size of the article tells us something about the impact this trial had on the society of Greenville in 1838, and it is very understandable that the murder of one notable by another in broad daylight on South Main Street was the talk of the town. Interestingly enough, the murder did not result in a family feud, as Yancey’s son Ben would even be buried in the Earle Family Cemetery on Old Buncombe Road in a later year.","The <em>Greenville Mountaineer </em>was a newspaper that focused largely on anti-nullification and was located on Buncombe Street in Greenville. The article it wrote on Yancey's trial seems quite sensationalistic and the paper also allowed Yancey to keep sending in articles while he was incarcerated. The <em>Mountaineer</em>'s attempts to sell more papers through this strategy did not work wonders, as it did not operate independently for a very long time. The <em>Greenville Mountaineer </em>merged with the <em>Southern Patriot </em>as it was purchased by the latter paper’s editor. The competition between smaller newspapers was very high in the late 19<sup>th</sup> century and a lot of newspapers came and went through mergers or bankruptcies. Although the murder was infamous, impactful and well-documented at the time, it did very little to damage Yancey’s reputation after he was convicted, since revenge of honor was commonly accepted at the time."],"display_date":"1838 - 1839","search_date":"1838-12-31","locations":[{"id":11531,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":2373,"tag":"Greenville Mountaineer"},{"id":2370,"tag":"Earle"},{"id":2371,"tag":"Yancey"},{"id":91,"tag":"Murder"},{"id":1412,"tag":"Greenville, SC"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}},{"id":6183,"title":"<strong>Mapping a Crime Scene in Greenville, South Carolina</strong>","course_id":135,"status":"P","start_date":"1838-01-01","end_date":"1838-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Writer of the <em>Greenville Century Book</em> S.S. Crittenden has personal ties to that fateful day in November 1838, when newspaper editor William Lowndes Yancey shot his wife’s uncle, Dr. Robinson Earle in the heart of the downtown area. The murder was conducted because Earle had called Yancey ‘a damned liar,’ and Yancey felt that he needed to defend his honor against Earle’s accusations. This remarkable murder of one notable on another in fact took place on or right in front of the porch of Dr. John Crittenden’s store in Greenville, South Carolina. S.S. Crittenden was Dr. John Crittenden’s son, and born and raised in Greenville. He was still a young boy of eleven years old during the murder of Dr. Earle, as Crittenden’s year of birth is 1829. Dr. Crittenden’s store was located on the corner in front of The Mansion House hotel on South Main Street. Crittenden does describe the location of his father’s store on South Main in such a way that, even though he does not specifically mention the murder, it helps to map the 1838 murder scene. The only time when Crittenden wrote of Yancey in his Century Book, is when he mentions the names of previous editors of the <em>Greenville Mountaineer</em>, which suggests that he knows of Yancey, and that the murder was not detrimental to his reputation. More evidence for this is the fact that Yancey’s time in jail did not stop him from contributing articles to the <em>Greenville Mountaineer</em> and he was pardoned after only a few months. Later on in life, Yancey even made it to Congress. This is quite interesting, as the Earle family is a very well-known and influential family in the Greenville area, and Yancey and Earle were in fact family by marriage. While Crittenden’s book features a lot of information about the city of Greenville and life in the late 19th century and early 20th century, he may have intentionally chosen not to focus on crimes in the area, as the book has a romantic undertone and seems to have been written to commemorate the city, rather than critically analyze it. However, the fact that Helsey included the murder of Dr. Earle in her book Hidden History of Greenville County tells us something about its virtually non-existent notoriety."],"display_date":1838,"search_date":"1838-07-02","locations":[{"id":11531,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":1412,"tag":"Greenville, SC"},{"id":2371,"tag":"Yancey"},{"id":2370,"tag":"Earle"},{"id":91,"tag":"Murder"},{"id":2374,"tag":"Mansion Hotel"},{"id":2375,"tag":"Crittenden"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}},{"id":6187,"title":"Who Controls the Streets?","course_id":135,"status":"P","start_date":"1893-01-01","end_date":"1893-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["One of the most interesting aspects of the Viola area is the manner in which is grew and developed. Looking at the turn of the nineteenth century at the Sanborn Insurance map it is clear that the Viola area does not even exist. In Greenville, South Carolina there is Poinsett Highway, which is one of the main roads in and out of downtown Greenville. However, off of Poinsett Highway one finds Stone Avenue, which then has offshoots to the Viola Street neighborhoods. The other main road around the Viola neighborhood is Rutherford Road. Within Rutherford and Stone there is no development. However, when looking at the Sanborn maps after the turn of the century,  property began to be sketched in as roads are changed and redrawn. This is an important observation because simultaneously to this growth were changes in the socioeconomic climates on the neighborhood.","The 1913 Sanborn Insurance Map is the first view of Viola street coming off of Rutherford Road. However, while looking at the 1913 map in comparison with the Walsh City Directory, it is clear that the street names were not concrete. The question of who controlled the streets is vital. However, it was not until the 1990s that Viola Street was cut off from Buncombe highway. This resulted in an opening up of Buncombe. As a result the development on Buncombe and Rutherford Roads began to take the shape of what we see more of today.","The importance of looking at these primary sources is a reflection of how important street names and understanding who names them is. As Gwendolyn Wright reflects, street names are the result of social, political, and intellectual sources. As urban historians having an understanding of the many different names of an area is important. Consequently, the specific case of Viola the constant changing of street names reminds one of the complexity of this neighborhood. Just as interesting is the question of where the street names came from, and who had control over that. In the Viola Street Community history, Judith Bainbridge indicates that street names came from rich, White Greenvilleans."],"display_date":1893,"search_date":"1893-07-02","locations":[{"id":11538,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":2379,"tag":"Street Names"},{"id":719,"tag":"South Carolina"},{"id":1412,"tag":"Greenville, SC"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}},{"id":6188,"title":"City Planning","course_id":135,"status":"P","start_date":"1/1/90","end_date":"12/31/90","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Transition. This is a word found in much of the literature, both old and new, surrounding the Viola Neighborhood in Greenville, South Carolina. But what kind of transition is this historic neighborhood headed for? The City of Greenville’s master plan reflects an interesting change headed for the surrounding area of Viola. While examining the plans of this revitalization of the area around Stone Avenue, Viola Street shows up on every map. The plans for Stone avenue are vast. They include bringing in more commercial spaces and redesigning the aesthetics of some spaces already there. However, it is not part of the highlighted area that will see renovations or improvements. This report by the City of Greenville explains that there are 71 acres part of the Viola Street Neighborhood. The later part of the twentieth century saw the neighborhood faced with high levels or poverty and crime. As a result, the City of Greenville began the Neighborhood Revitalization Strategy. This plan was highly controversial and is viewed by historians to be a reflection of the racial history of Greenville. The Viola Neighborhood area is predominately black, non-family homes. This is a point made in the Greenville Community Development’s Viola Master Plan.","The result of looking at these maps and plans is understanding that the Viola neighborhood faced many struggles. These struggles were centered on high levels of poverty and crime. This observations leads one to the inevitable question of asking why certain neighborhoods become areas of crime and others stay safe. Also, what role does planned urban development play in this. Authors such as Jane Jacobs would argue that the formulating and forced “revitalization” of a certain area makes the area disingenuous. In the specific instance of the Viola neighborhood, revitalization emphasizes bringing in more families. However, actions such as these are a threat to the current climate of the area.","It must be considered if there is the threat of quasi0gentrification during these efforts to “revitalize” and “regenerate” the neighborhood."],"display_date":1990,"search_date":"1990-07-02","locations":[{"id":42482,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":2381,"tag":"Viola"},{"id":2380,"tag":"City Plan"},{"id":719,"tag":"South Carolina"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}},{"id":6197,"title":"Still Segregated?","course_id":135,"status":"P","start_date":"1/1/45","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Through looking at the June 1921 Greenville County Economic and Social Directory it becomes clear that there has always been inequality even in small areas within Greenville. The Economic and Social directory, compiled by Guy A. Gullick we see that Greenville County represented many different socio-economic areas. In one section entitled “Facts About the Folks” there is a clear picture painting that represents the guarded interaction between those of different races and socio economic groups.","The 1921 view states, “In Greenville County, as in all the counties there are two systems of schools, one maintained for the whites, the other for the Negroes. It is clearly evident that the system for the whites is superior to the one for the Negroes, and naturally so. Although the whites deserve a better system, at the same time the negroes should not be disregarded, but should be give what is due them” (Gullick 65). This viewpoint represents why Greenville County specifically had so much trouble desegregating.","This struggle is explained by W.E. Solomon in a 1955 article. Solomon explains that there had been no effort by public officials to desegregate schools, despite the Supreme Court ruling in 1954 that public school segregation was unconstitutional. In 1960 Bob Jones, Sr. delivered a sermon entitled “Is Segregation Scriptural.” This sermon was centered on promoting the idea that advocating integration was challenging the natural order of God. Though this seems preposterous now that Greenville County has integrated, why is the Viola neighborhood still socio-economically segregated.","Today there is still a socio-economic disparity. When looking at the site Zillow almost all of the houses that come up are foreclosures. Additionally, zoning of schools for these homes represents a school system that is not as good as other predominately white and upper socio-economic schools. It is astonishing how despite almost a century elapsing since 1921, Viola still represents a distinctly separated and segregated area of Greenville."],"display_date":"1945 - 1970","search_date":"1957-12-31","locations":[{"id":27734,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"Greenville, South Carolina"}],"tags":[{"id":266,"tag":"Segregation"},{"id":2381,"tag":"Viola"},{"id":719,"tag":"South Carolina"},{"id":2408,"tag":"Schools"}],"course":{"name":"History of Urban and Suburban U.S. (2014)","school":"Furman University","course_id":135,"school_id":4}},{"id":6440,"title":"Yearbooks as Remnants of 1920s Gendered Education","course_id":148,"status":"P","start_date":"1/1/26","end_date":"1/1/26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One of the main resources for information related to the history of Furman University and Greenville Woman's College and its student body are the yearbooks. There are no surviving yearbooks of the periods of their founding (1851–1854), but catalogs of the 1920s are still mainly intact. These almanacs grant a peek into the lives of students, highlight extracurricular activities, and illustrate how adolescents perceived their urban environment.","For a long period of time, male and female students were strictly divided in two different colleges. It took until 1962 for ''Furman men and women [to be] united on one campus.'' This separation also meant that there were two different yearbooks: Furman's <em>Bonhomie of 1926</em>, and the College's <em>Entre Nous</em>. While these almanacs followed the same outline, there were some important differences that shine a light on the gender relations of the time. ","Both yearbooks began with a set of photos of campus and a list of professors. All the teachers at Furman were male; the only female staff member was librarian Mrs. Eva Wrigley. The next section gave an impression of the student body. The descriptions were set around a theme and featured a photo of the student and a short description. The next chapters focused on organizations and athletics. Both male and female students played various sports, such as baseball and tennis. Furman even had an official male cheerleading team. More for women than for men, clubs seemed to play an important role in their lives. At the College, there were ''more than a dozen imaginatively named student groups [such as] The Two-Lips [and] The Beelzububians of Red Devil's Alley.''","For the men, <em>Bonhomie </em>included a section called ''to the ladies,'' which consisted of photographs of female presidents of the College's clubs. <em>Entre Nous</em> did not have such a section devoted to men. Moreover, the female yearbook included a poem called ''The Perfect Girl,'' which outlined how women should present themselves. Advertisements underlined the (presumed) differences between men and women: ads in <em>Bonhomie </em>were mostly of related to business, while ads in <em>Entre Nous </em>promised mainly ''discipline, social, and spiritual advantages.'' These sections are a result of the time period: social relations were rigorously gendered, and there were implicit codes of conduct to which the students had to adhere. ","Even though the University would become a coeducational institution around thirty years later, some aspects of college life remained strictly gendered. For example, as a response to the influx of women into previously the all-male campus, some ''organized male students moved to exclude women completely from their organizations'' and retained differences based on gender."],"display_date":"January 1, 1926","search_date":"1926-01-01","locations":[{"id":52843,"lat":34.843039,"lng":-82.401351,"zoom":15,"place":"Furman University"},{"id":52844,"lat":34.8566063,"lng":-82.4016158,"zoom":15,"place":"Greenville Womans College"}],"tags":[{"id":1412,"tag":"Greenville, SC"},{"id":1521,"tag":"Furman"},{"id":786,"tag":"Student"},{"id":1758,"tag":"Gender"},{"id":2826,"tag":"GWC"},{"id":2827,"tag":"Yearbook"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":148,"school_id":4}},{"id":6441,"title":"All Aboard: A Greenville Woman's College Student on Her Way to Maine","course_id":148,"status":"P","start_date":"8/4/19","end_date":"8/4/19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Students at Greenville Woman's College often documented their social life in a scrapbook. While many of these books did not stand the test of time or were kept private by future generations, some ended up in the archives of Furman University. One of these scrapbooks belonged to Mary Margaret Walker; born in Greer, South Carolina, Walker attended the College as an undergraduate from 1919 to 1923 and participated in many extracurricular events. Her personal collection is illustrative of how she spent her time at Greenville Woman's College.","Walker's scrapbook is filled with tickets to events, amongst them one to the Camp Kennebec Annual Charity Show of 1919. This record stands out because it is valid for an event that did not take place in the nearby area, but instead in a hotel located over one thousand miles away: in order to see the show, Walker had to travel to South Poland, Maine. The pathway between Greenville and South Poland was long, and dominant ideas about the vulnerability of women in the 1920s often prevented them from undertaking such a dangerous journey. Supervision was a pre-requisite for almost every occasion; at one time, a student was expelled for ''going out from the college in company of a young man more than once.''","Along with the ticket and program for the show (which included short plays and a dance) was a ticket stub for the train, which guaranteed first class passage to Maine. Due to persistent ideas about the safety of women, it is reasonable to believe that Walker was accompanied by other students who would attend the event with her. At the time, cars were gradually becoming part of daily life but were not yet a basic need; instead, the train and the omnibus were ''the dominant models of transportation.'' This did not mean, however, that these forms of transportation were recommendable. Regarded as ''uncomfortable, inconvenient, and expensive,'' they were an uneasy way to travel for daily commuter, and other forms of travel such as the horsecar were more popular.","Going to the Charity Show was one of the planned and more ''elaborate entertainments'': often, cultural events were held on campus and it is unclear whether or not the College was associated with the show in South Poland. This ticket, however, shows that female students – albeit still having to adhere to certain rules and expectations – very well could extend their urban pathway with the help of public transportation."],"display_date":"August 4, 1919","search_date":"1919-08-04","locations":[{"id":52845,"lat":44.0351316,"lng":-70.3694755,"zoom":13,"place":"Summit Springs Hotel, South Poland, Main"},{"id":52844,"lat":34.8569027,"lng":-82.4021014,"zoom":15,"place":"Greenville Womans College"}],"tags":[{"id":786,"tag":"Student"},{"id":1414,"tag":"Greenville Womans College"},{"id":2828,"tag":"Public Transport"},{"id":2829,"tag":"Leisure"},{"id":2830,"tag":"Scrapbook"},{"id":2831,"tag":"Student Life"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":148,"school_id":4}},{"id":6442,"title":"Nature as the Antithesis to College Life","course_id":148,"status":"P","start_date":"1/1/19","end_date":"12/31/23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mary Margaret Walker, a Greenville Woman's College student in South Carolina, collected many documents during her college years and collected them in her scrapbook. Her memory book not only included ticket stubs, but also contains photographs of her and her friends engaging in activities. Walker's scrapbook, as noted by historian Judith Bainbridge, ''speaks volumes about the college life of a pretty and popular young woman in the 1920s and provides a student's-eye view'' on what it was like to study at the Greenville College.","In one of the photographs, a man and a woman (probably Walker herself) are captured sitting in a boat that is floating on the water. While it is unsure where this picture was taken, it must have been in a quieter area rich in nature, for there were no lakes near Greenville. Other photos from the scrapbook show Walker posing with friends near a car on the side of the road, so the most logical explanation would be that they drove to the lake – with or without the boat.","Going out into nature is something that proved to be popular amongst students of Greenville Woman's College: Walker's scrapbook is filled with other photos and stories of people enjoying the countryside. Such activities were, however, not only a change of pace from studying, but also ''relaxed tensions and refreshed body and spirit.'' They most likely appealed to students because it provided an escape from ''hectic city life.'' ","Nature, however, was also associated with escapism. In the 1920s, ''relations between the sexes differed depending upon the collegiate tradition and the . . . ratio of college men to others'': this meant that on campus, there were often strict rules imposed on the students. Yet when going out into nature, their interaction could go by largely unnoticed. Moreover, women ''no longer had to pretend that females were non-sexual beings.'' With the automobile bringing ''access and privacy,'' the rural environment became the scene of ''heterosexual play,'' where male and female students enjoyed each other's company.","College students not only sought refuge from their responsibilities in nature, but also enjoyed other activities. Walker's scrapbook is filled with invitations to a moonlight dance, the Roll-a-Way skating rink, and a concert. The college itself provided many of these activities to the students. The campus included, for example, a Fine Arts Center and a swimming pool. Receptions were also ''wildly popular,'' for they consisted of ''promenading through the parlors and eating cake and ice cream under the eyes of [male] chaperones,'' who came from Furman.","Gradually, the students of both Furman University and Greenville Woman's College began to mingle. While piety and purity were still expected from women, social events and trips off-campus provided the students to socialize with the men from Furman. It would take until 1962, however, for both student bodies to be integrated on one campus."],"display_date":"1919 - 1923","search_date":"1921-07-01","locations":[{"id":52844,"lat":34.8565054,"lng":-82.4017176,"zoom":15,"place":"Greenville Womans College"}],"tags":[{"id":2831,"tag":"Student Life"},{"id":2830,"tag":"Scrapbook"},{"id":1412,"tag":"Greenville, SC"},{"id":1414,"tag":"Greenville Womans College"},{"id":786,"tag":"Student"},{"id":739,"tag":"Nature"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":148,"school_id":4}},{"id":6446,"title":"1883 Greenville Female College Catalogue and the juxtaposition of Women's Roles within American Society during Reconstruction","course_id":148,"status":"P","start_date":"1883-01-01","end_date":"1884-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Catalogue of the Greenville Female College of 1883-1884 shows both the exceptional opportunities, as well as the limitations of its students in their education and career. The courses taught at the college ranged from Music, German, to Physics and Mathematics. In that sense, the college provided women with an education that was similar to that of their masculine counterparts. However, the University also contained courses that were specifically aimed at improving their students’ femininity. For example, the college offered “Ornamental and Fancy Work,” as “a necessity to every girl who wishes to be prepared in every way for the conflicts of life.” Therefore, even though the women were taught to critically think and develop themselves, the University deemed it necessary to offer their female students training in domesticity. Furthermore, through a set of rules and regulations the University took over parental control while the women were on campus and severely limited their mobility in the city. This was done to protect the chastity and reputation of the women, making them suitable for marriage.","This juxtaposition of training women in the intellectual arts, while nonetheless preparing them for their domestic roles, corresponded with the 1880s development of the “New Woman.” Because the Civil War had taken the lives of many men and because men were waiting longer with marriage, many women of the 80s were faced with a problem, as marriage had been their main means of survival. As a result, women prepared themselves to take on a job, if no possible suitors would appear. In that sense, much of the catalogue can be explained as preparing women to be independent, while not diminishing their marital attractiveness. Additionally, although Southern universities were originally created to offer the general population an education and to increase the agricultural production, “[they] soon developed into ‘technical schools of professional pretentions if not rank’ and liberal arts institutions much more attuned to the vocational interests of the upper rather than the lower classes.” Therefore, not only did the education of the Greenville Female College prepare middle- and upper class  women for their future domestic roles as mothers and wives, but it also excluded women from poor backgrounds, rather than to provide all the women with the equal opportunity to gain financial independence."],"display_date":"1883 - 1884","search_date":"1884-01-01","locations":[{"id":52847,"lat":34.855882,"lng":-82.400352,"zoom":16,"place":"300 college st greenville"}],"tags":[{"id":2834,"tag":"Female Student"},{"id":1467,"tag":"Greenville"},{"id":1758,"tag":"Gender"},{"id":849,"tag":"Progressive Era"},{"id":1413,"tag":"Greenville Female College"},{"id":786,"tag":"Student"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":148,"school_id":4}},{"id":6447,"title":"Scrapbook of Zillie Workman Culbertson (1908) and the Increased Visibility of American Women in the Early 1900s","course_id":148,"status":"P","start_date":"1/1/04","end_date":"12/31/08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A scrapbook from Zillie Workman Culbertson of 1908 showed the changing role of the students at the Greenville Female College between 1904 until 1908. In her scrapbook, Culbertson collected articles on the commencement ceremonies of each year, photographs of her “places of interest”and newspaper articles. Her collection of photographs of “Places of Interest” were not limited to places on campus, but rather locations of important buildings all over Greenville, including North Main Street and the Furman (male) college. Culbertson’s photos and collection of activities suggest an increase in the female students’ independence and mobility through the city, compared to the lives of a Greenville Female College student from the 1890s.","At the same time, although their mobility increased, it was nonetheless limited to Greenville and its surroundings, as few southerners in this era yet owned automobiles. Furthermore, although Greenville Female College’s new president was less strict on rules of interactions between young gentlemen and young ladies, a catalogue from 1907 still emphasized how important boarding was, as “students would be ‘free from exposure in bad weather, from tempting diversions of society, and from the entertaining of company.\"","Nevertheless, Culbertson’s diploma in Senior Pedagogy and her recommendation letters showed that she had not only been able to graduate the College, but was also able to find a good job in teaching after university. This is reflected in the school’s curriculum, as “The L.I. degree offered a permanent South Carolina teaching certificate upon completion and was state-initiated due to the increasing need for teachers.\" Culbertson’s experience corresponded with the changing role of women in the city. If one takes Greenville as an example, the massive boom of the town with its implementation of the railroads and the textile mills created job opportunities for women, which allowed them to move out of the domestic sphere into independent wage-earning jobs. Mass migration or white flight from the rural county to Southern cities meant a break with traditional rural values and correspondingly a re-assessment of conservative gender-roles. Thus, in this progressive, changing society the focus of the Greenville Female College was no longer on creating women that were attractive for marriage, but focused more and more on educating women in gaining their own employment. "],"display_date":"1904 - 1908","search_date":"1906-07-02","locations":[{"id":52848,"lat":34.855882,"lng":-82.400352,"zoom":16,"place":"300 college st. greenville"}],"tags":[{"id":2835,"tag":"Mobility"},{"id":1758,"tag":"Gender"},{"id":849,"tag":"Progressive Era"},{"id":2830,"tag":"Scrapbook"},{"id":1413,"tag":"Greenville Female College"},{"id":1467,"tag":"Greenville"},{"id":786,"tag":"Student"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":148,"school_id":4}},{"id":6448,"title":"The Mess Three Times and the Rise of the Dormitory-System","course_id":148,"status":"P","start_date":"1898-05-06","end_date":"1898-05-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 6th, 1898, Mess Three published “The Mess Three Times,” a newspaper of Furman’s third residential hall for its inhabitants. Within “Mess Three” a group of male Furman students, ranging from seniors to freshmen, lived and ate together. The four paged newspaper of the hall described the students, their nicknames, their origins, and where they lived within Mess Three. The newspaper was filled with anecdotes and stories, one of which was titled “War News” in which a student described the boys’ capture of someone’s chickens. Particularly interesting was a letter from one of the Greenville Female College students, which glorified the gentlemen of the Hall and in turn gave them information on their female counterparts and invited them for upcoming events, such as musicals and concerts. Church and the Greenville Female College were mentioned as the primary meeting places between men and women in a Baptist environment, which strongly regulated these interactions. The newspaper described how the environment of the mess hall shaped the college experience of its residents.","            As Furman struggled in establishing itself as a university, it had trouble in accommodating residences for its students. As a result, “some wooden houses known as “messes” were erected at inconspicuous points on the campus. They were crude, unattractive, and not very comfortable, but most students preferred them to private homes.\" Furthermore, in 1898, Furman University had still banned fraternities and sororities and thus the messes served as a replacement, with new residents being chosen by the earlier residents and a loose sense of organization and structure bounding the residents together. As exemplified by the stories within the newspaper, students found a sense of comradery within these wooden houses, and by living together, cared for each other. The Messes became the models for the later student dorms and they were built on walking distances from the lecture halls.","Students living in the mess halls were generally from a poorer background, as in general “all who can do so are encouraged to secure board in private families  where proper domestic influences exist.\" In that sense, campus life became segregated with the poorer students needing to live together, because they could not afford the homes of private families and had to band together in order to pay for basic housing expenses. Thus, the mess-system rose out of an economic necessity, but through its establishment created the opportunity for poorer Furman students to attend University and created an environment in which they could help each other in many aspects through their comradery of living together."],"display_date":"May 6, 1898","search_date":"1898-05-06","locations":[{"id":52849,"lat":34.8438774,"lng":-82.4016068,"zoom":19,"place":"furman college way"}],"tags":[{"id":2837,"tag":"Students"},{"id":2836,"tag":"Mess-Hall"},{"id":2273,"tag":"Newspaper"},{"id":1467,"tag":"Greenville"},{"id":674,"tag":"Furman University"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":148,"school_id":4}},{"id":6453,"title":"The Burning of Sterling High School 1967","course_id":148,"status":"P","start_date":"9/15/67","end_date":"9/16/67","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 15, 1967, the Greenville News reported a story on the burning down of Sterling High School. The origin of the fire has yet to be determined. The article states the policemen refused to answer any questions pertaining to the origin of the fire, but they were overheard along with the firemen that it could have been an intentional act. This historically black high school had just been approved by the school district trustees for renovation work that same week, coincidentally the school became extinct within the same week. Renovating the school became a lost cause. I only say this because it was never rebuilt."," Greenville lost a part of its history that day because Sterling was the first public school in the city to allow the attendance of African Americans. The school was built during the times where racism and segregation were legal. Brown vs. Board of education, which outlawed legal segregation of schools, wasn’t even implemented at the time the school was built. The demise of the school was toward the end of the civil rights movement, where segregation was no longer constitutional and no longer lawful."," The images used in the article shows just how careless the public’s [Greenville’s citizens] attention was toward those who were affected the most, the students. The image only showed two firemen and two other civilians, who all were Caucasian. Empathy toward the black community was very lackluster throughout the entire article because there wasn’t any mentioning of the Black students who were explicitly affected by this event. This points out the sense of racism that was still existing in Greenville, SC during 1967."," The policemen’s choice not to comment on the matter is another indicator of just how careless people were toward African-Americans. African American children were the individuals who lost the most, but the newspaper never seemed to highlight this at all. The black community, who were affected the most, were not interviewed at all for this event."," "," Racism was still prevalent during the date in which this article was published. The Greenville News seems to be written for a white audience because the article only shows images Caucasians, and there aren’t any mentions of African-Americans.  Media coverage is often times biased, and because of the time period, the newspaper’s text didn’t empathize with blacks whatsoever. One can see how racial tensions and attitudes were present during this time, because the overall event is seen as a cover-up, and is even written as so. Law enforcement never disclosed the issue as an act of crime, but the Newspaper does."],"display_date":"September 15, 1967 - September 16, 1967","search_date":"1967-09-15","locations":[{"id":11529,"lat":34.8526176,"lng":-82.3940104,"zoom":8,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":889,"tag":"Racism"},{"id":6,"tag":"Education"},{"id":2273,"tag":"Newspaper"}],"course":{"name":"Urban and Suburban America","school":"Furman University","course_id":148,"school_id":4}}]}