{"id":9088,"place":"ESSEX, New Jersey","lat":40.7884024493,"lng":-74.2486304892,"episodes":[{"id":4123,"title":"Record-Setting Railroad\n","course_id":5,"status":"P","start_date":"1876-06-01","end_date":"1876-06-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Shrouded in a mist of smoke and steam, the train lurched into the station. Having completed its cross-country trip more than four hours ahead of schedule, the Transcontinental Express finally ground to a halt.  The <em>Friends' Intelligencer </em>claimed that the trip, leaving from Jersey City at 1:00 A.M. on June 1, 1876 and arriving in San Francisco approximately half past nine on the morning of the 4th, was made by a speed train in \"26 minutes less than 84 hours,\" or three and a half days. Such a journey in a normal locomotive would have taken seven days. The <em>Scientific American </em>professed the Transcontinental Express \"to be the longest and fastest continuous run that has ever been made on any road in any country.\" This statement reveals the sentiment favoring technological innovation and record setting pace that prevailed in the society during that time. ","Historian Sarah Gordon claims that \"express trains\" were passenger trains that carried express packages and did not stop at every station. She states that these trains \"usually traveled about thirty miles an hour, somewhat faster than other through trains.\" Due to America's burgeoning economy during the 1870s and 1880s, most trains carried a combination of passengers and goods for exchange in other areas. However, slower passenger trains that stopped at every station were available for those who needed it. According to Gordon, these \"accommodation trains ran along through routes, usually at ten to twenty miles per hour.\" While practical use usually dictated the speed of trains, the social status of passengers usually dictated the service, luxury, and safety found onboard, at least initially. The luxurious Pullman cars, decorated in the style of Victorian England, and various private cars were often used by the rich for extended travel. These cars stood in stark contrast to the rancid, poorly lit, and anachronistic passenger cars and day coaches that were frequented by the poor, who often used the railroad for transportation over shorter distances. Eventually, as Gordon postulates, \"the railroads sought to draw all lines under the same rules of operation, regardless of passenger needs. Beginning in the 1880s the science of railroading began to displace remarkable social diversity of passenger travel.\"","Therefore, as railroads such as the Transcontinental Express became faster, more powerful, and more widely used, problems in the system led to the need for regulation and standardization. \"Especially between 1870 and 1900, railroads leaned in the direction of national standards in ticketing, time, track gauges, baggage, the structure of train cars, and the behavior of passengers.\" Not all attempts at standardization were successful. For instance, the Master Car-Builders' Association suggested standard brakes, seats, couplings, heating apparatuses, and ventilating systems on cars during the 1870s, but not all railroads could afford such upgrades to be made. At the same time, attempts were made to set ticket prices, yet none were very successful. On the other hand, many efforts at homogenization were successful. Standard time was universally adopted in 1883, making scheduling significantly easier and more predictable. Also in 1883, railroad companies placed a 250-pound limit on passenger luggage. Three years later, between May 31 and June 1, 1886, most railroads conformed to standard gauge of four feet eight and one-half inches wide, vastly improving the efficiency of transportation as railroads could connect with one another. By 1890, \"a new national standard of reasonable behavior\" permeated the railroad as employees, as well as passengers, were called to abide by a pragmatic code of conduct, \"to make public behavior compatible with urban technology and with the needs of crowds rather than the needs of the individual,\" according to Gordon. While trains such as the Transcontinental Express were setting transportation records, the standards on faster and more powerful trains \"developed to promote the efficient and safe transfer of passengers in all parts of the country.\""],"display_date":"June 1, 1876 - June 4, 1876","search_date":"1876-06-02","locations":[{"id":8523,"lat":40.7416518725,"lng":-74.0773468609,"zoom":11,"place":"HUDSON, New Jersey"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"America, 1820-1890 (2007)","school":"Furman University","course_id":5,"school_id":4}},{"id":5609,"title":"Edison’s Electric Light Bulb Patent","course_id":94,"status":"P","start_date":"1880-01-27","end_date":"1880-01-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Edison’s electric light bulb was patented on January 27, 1880 (patent# 223,898). It was one of his early patents; he eventually obtained 1,093 of them, and represented an improvement on earlier, short-lived light bulb designs. Edison’s light bulb design has a unique pointed top and looks quite similar to light bulbs in use today. The socket at the base is also the same as those used today. The electric power system on this bulb used direct current (DC). Direct current is a system of transferring electricity where the charge flows only in one direction, unlike alternating current (AC), where the flow of charge reverses back and forth. The incandescent electric light had a thin carbonized cotton thread filament sealed inside a fragile glass vacuum tube. The bulb worked by passing direct current through the filament (Edison, n.d). Edison’s patent was for the whole design but focused specifically on the carbonized filament.","The bulb worked in the following manner: electricity passed through the thin carbon filament that was in the glass vacuum bulb, and heated it to a high temperature until it glowed. Edison intended to use a high resistance system which would require as little electric power as possible, in order to be more effective than arc lighting, an earlier form of electrical lamps that produced light by creating an electrical arc between two carbon rods. Low resistance filaments allowed more electricity to pass through them and generated greater heat, which would eventually damage the filament. Edison employed a vacuum glass tube around the filament to prevent oxidation, which would damage the filament. By 1880, Edison had come up with a 16-watt bulb that lasted for over 1,500 hours and patented it (Edison).","Edison carried out experiments with over 6,000 filaments in order to pick the perfect one that would glow well and last a long time. In 1879 he changed the filament to a horseshoe shape to make it more durable (History.com). The patent of the filament was termed invalid three years later in the U.S because an English scientist, Joseph Swan, had already patented a similar light bulb in England some months before Edison. Edison and his team had extended Swan’s work on carbon burners/rods in an evacuated glass bulb. However, they hid this information from the judge and the patent was considered valid six years later. The reality was that Edison had only changed the terminology from rod to filament. Moreover, the patent was filed six months before Edison found a commercially viable filament (White, 2002). Despite this, his bulb was the only commercially viable light bulb.","The patent litigation and other expenses cost Edison’s team over $200,000 by 1882, yet they had only sold 3,144 light bulbs to 203 customers. Ten years later the number of customers had only increased to 710. The low sales resulted from the high costs of set up requirements accompanying the use of such light bulbs (Emelson, n.d).","The impact of Edison’s breakthrough was significant in the history of electric lighting. However, the benefits from the patent were not worthwhile because by 1906, the original carbon filament design had already been superseded by a tungsten design (White, 2002). This is because tungsten was more efficient and long lasting than carbon filament. Edison had at one time considered using tungsten, a filament material that is used today, in his light bulb design, but he was unable to use it at the time due to insufficient supplies. However, his work helped point future inventors in the right direction. The vacuum tubes used today capture the improvements of the invention that Edison put into action.","Edison’s patent matters because it provided the industry with the basics of an efficient lighting system. He tried many different materials and looked at the suitability of different filament diameters, structures, and shapes. He looked at stranded and unstranded wires. He tried oval and horseshoe shaped filaments, among others. He also determined whether to use a vacuum pump to remove air from the tube or to let the filament burn out until it was out of oxygen (Emelson). In every experiment, he would record the burning time. Therefore, his research contributions represent a major aspect of the light bulb development process. Generally, the patent was important because Edison’s light bulb invention was commercially viable, but the costs were higher than the returns. This depleted the value of the patent."," ","<strong>References</strong>","\"Thomas Edison's Patent Application for the Light Bulb\" (2012). The National Archives website. Retrieved Oct 29, 2012, from Bulbhttp://www.archives.gov/global-pages/larger-image.html?i=/historical-docs/doc-content/images/edison-patent-light-bulb-l.jpg&c=/historical-docs/doc-content/images/edison-patent-light-bulb.caption.html","Edison, T. (n.d), “Thomas Edison, Bibliography: Synopsis,” retrieved Dec 2, 2012 from http://www.biography.com/people/thomas-edison-9284349","History.com, (n.d), “Thomas Alva Edison,” retrieved Dec 2, 2012, from http://www.history.com/topics/thomas-edison","Lemelson Center, (n.d), “Edison’s story: Growing up,” retrieved Dec 2, 2012 from http://invention.smithsonian.org/centerpieces/edison/000_story_02.asp","Thomas Alva Edison. (2012). The Biography Channel website. Retrieved 07:31, Dec 03, 2012, from http://www.biography.com/people/thomas-edison-9284349","White, J. (2002), “Thomas Alva Edison: Inventor of the Electric Light bulb or not,” retrieved Dec 3, 2012 from http://www.willitsell.com/edisnmth.asp"],"display_date":"January 27, 1880","search_date":"1880-01-27","locations":[{"id":8509,"lat":40.7884024493,"lng":-74.2486304892,"zoom":10,"place":"ESSEX, New Jersey"}],"tags":[{"id":1595,"tag":"Thomas Edison"},{"id":1594,"tag":"Light Bulb"}],"course":{"name":"America From Civil War to World Stage","school":"Widener University","course_id":94,"school_id":43}},{"id":6250,"title":"Morris Canal Company Reports to Shareholder","course_id":137,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1857, the yearly report for the traffic in tons on the canal was 536,362.  The next year it was 554,034 tons that traveled on the canal.  From this we can see an increased use of the canal for commercial purpose during the months it was open at the end of the 1850s.  From the records of the yearly pamphlet to the stockholders, it showed promise that the canal along with the railroad will have a healthy growth in the years to come.  The owners planned on expanding wharfs for more traffic and dredging the canal to allow heavier boats to pass through.","George Macculloch envisioned the Morris Canal as a means to promote New Jersey commerce.  In 1824, the New Jersey legislature gave its stamp of approval and the Morris Canal and Banking Company was formed.  The construction of the one hundred and two mile canal from Jersey City to Phillipsburg began in 1825. All the work was done by hand.  It took five days with a team of mules or horses to pull boats fifteen to twenty miles a day.  Machinery, charcoal, iron, rail lines, wood, ore, and agricultural products were transported up and down the Morris Canal.","There was much optimism that the canal could provide the commerce that New Jersey needed to help stimulate the economy.  It did aid economic growth by providing coal for the New Jersey iron industry and other sectors that indirectly benefited with the Morris Canal.  The canal itself was never a great money making scheme in the long run .  The constant repairs of the locks and incline planes, improvements in the canal, and docks to accommodate the heavier flow of traffic use constantly drained the funds of the company.  Morris Canal did help New Jersey grow from the Scranton coal that was being shipped on the canal and grow some well known towns.  The growing use of the railroads made the canal become obsolete in shipping costs.  Eventually the Morris Canal closed in 1924, a century after it began, because the canal could not compete with the railroads who operated all year. Today the canal is a park where you can walk in the actual canal or along its banks in some towns most of it has been filled in."," ","Word Count: 381"],"display_date":1860,"search_date":"1860-07-01","locations":[{"id":8564,"lat":40.8620423176,"lng":-74.5444465162,"zoom":9,"place":"MORRIS, New Jersey"},{"id":8507,"lat":40.7884024493,"lng":-74.2486304892,"zoom":10,"place":"ESSEX, New Jersey"},{"id":8466,"lat":40.9613376254,"lng":-74.0782046368,"zoom":9,"place":"BERGEN, New Jersey"}],"tags":[{"id":2501,"tag":"Essex County"},{"id":2500,"tag":"Morris County"},{"id":2499,"tag":"Bergan County"},{"id":2498,"tag":"Morris Canal"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6309,"title":"The people's opinion at the international convention of comic art in 1968","course_id":139,"status":"P","start_date":"1/1/60","end_date":"12/31/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The people's opinion at the International Convention of Comic Art in 1968"," ","In the cover of thousands of comic books, Batman, Superman, and Capitan Marvel, are displayed in courageous brilliance. These comis books were once so cheap that you could pay 10 cents for each, but in 1968 they were selling for approximately 150 dollars each during the International Convention of Comic Art. Phil Seuling, president of the Society for Comic Art Research and Preservation, Inc., sponsored the convention. Seuling stated that comics had evolved from humble situations to more problematical and psychological problems. The political, economic, and social cultural history impacts comics from the way they are written, their price, and the people's opinion."," ","Comic book dealers, collectors, editors, and cartoonists showed up at the convention followed by approximately 500 teenage fans. Some fans that attended were the middle age sentimentalists that were brought up on Dagwood Bumstead, Katzenjammer Kids, and Moon Mullins. Other attendants like 21 year old Howard Rogofky who grossed 80,000 dollars by selling old comics during that times harsh economy. From 1965 to 1968 the United States had problems on implementing economic stabilization policies. One of the main reasons was that the Vietnam War was projecting a menacing shadow on economic policies, and unacceptable inflation.This fact explains why some of the attendants of the convention were just there to make money by selling old comic strips and comic books."," ","The true bibliophiles that can quote the chapters and verses of old comics that they love also attended the convention. Glenn Farley a 15 year old stated that he liked to read the old comics mainly because they expressed the frustration in life during those time periods. In the fifties and the beginning of the sixties, comics were all about the horrors of the cold war. Even during the World War II era some comics would show someone doing somthing bad and the hero would punish him. From the 1960s, the direction that comics were taking was the same direction that reflected the new ideas of the people. The 1968 presidential campaign became a conflict about the deadlocked Vietnam War, civil rights, and lack of law and order in the US. During the years, people`s ideas changed for the greater good and were open to alternate choices to deal with issues."," ","Comics are an art form that have history and have a development of style. Comic art mirrors society, this art is inspired by society the same way any other art form is. Some critics claim that comics not only reflect but encourage violence and hatred in society. These ideals are a direct reflection of the 1960s social and cultural issues in the United States. In 1968 the U.S was on the brink of a massive race war because of persistent discrimination in jobs, education and housing. In that time, the black press provide essential records of the struggles of a united people dealing with generations of loathing and discrimination. An opening made at the convention by Stan Lee, an editor and writer of Marvel comics, strongly disagreed with the critics who stated that comics encouraged violence."," ","In the 1960s, the Jungle War Stories comic was among the first introductions of the Vietnam War to apear anywhere in America. Jungle War Stories validated the U.S. presence in Southeast Asia, but it also illustrated the challenging obstacles to victory. The idealistic and angry young people of this time period were determined to transform society. the Vietnam War was protested, and other movements were encouraged to battle for civil rights, black power, and feminisim. It is clear that during this convention, people realized the political, economic, and social impact in the country that changed how comic books were made, leaving people open to new ideas."," "],"display_date":"1960 - 1968","search_date":"1964-07-01","locations":[{"id":33962,"lat":40.7416518725,"lng":-74.0773468609,"zoom":11,"place":"Hudson, New Jersey"}],"tags":[{"id":579,"tag":"New York City"},{"id":1507,"tag":"1960s"},{"id":1775,"tag":"Comics"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}}]}