{"id":91,"place":"JASPER, Missouri","lat":37.2035331078,"lng":-94.3406328253,"episodes":[{"id":3948,"title":"Border States and the Civil War\n","course_id":7,"status":"P","start_date":"1861-01-01","end_date":"1861-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    Salem H. Ford realized early that his company was in for a tough battle.  As a captain in the cavalry of the Confederate States Army, he worried about the lack of leadership in his unit.  After all, Colonel Price, the only man who seemed to know how to \"form a line of battle,\" was fighting on the other side of the state.  As Ford glanced across Spring  River, which was the only thing separating Ford's army from General Sigel's Federal troops, he was mesmerized: \"I could not help admiring for their beautiful movements in their formation line of battle.\"   He knew his men had a small chance of winning the skirmish, but they had no choice.  Suddenly, gunfire erupted.  The battle of Carthage had begun.","    The battle raged on for hours.  It was a back and forth affair, as each side would rally after what seemed like defeat.  Desperate for a victory, Captain Hiram, a colleague of Ford's, commanded the Confederate soldiers to throw anything they could at General Sigel's men.  The cavalry threw rocks and pieces of iron.  Soon, General Sigel began to retreat from the constant bombardment.  Before long, Ford and the cavalry had pushed him back ten miles from Carthage, sealing the Confederate victory.  After the battle, Sigel, reflecting on the battle, applauded the efforts of the Confederate cavalry: \"if [I] had such men in [my] command...[I] would not be afraid to charge hell and capture the devil.\"","    While the determination and drive of the Missouri soldiers threw General Sigel off guard, their resolve is not surprising.  The Kansas-Missouri conflict served as a prelude to the Civil War.  Each state dealt with raids and guerilla warfare on a consistent basis beginning in 1854, so the two states were in the midst of the conflict when the War Between the States broke out.  When the war officially started, Lincoln's top priority was to try and secure the loyalty of the Border   States.  While Lincoln was able to attract Kansas to the Union cause, Missouri, a slave state, sympathized with the Southern plight and, while it never seceded, did favor the Confederacy.  This division between Kansas and Missouri only reinforced the hostility.  For the soldiers in Captain Ford's company, they not only saw Federal troops before them - they saw Kansas, the neighbors they hated the most.  This hatred led each side to fight harder than they might have had there been no rivalry prior to the war.  Their border war manifested itself in the Civil War.  Missouri became a symbol for the way the rest of the South should fight as their sacrifice and passion would set the standard for the rest of the Confederacy during the Civil War. "],"display_date":1861,"search_date":"1861-07-02","locations":[{"id":7638,"lat":37.2035331078,"lng":-94.3406328253,"zoom":10,"place":"JASPER, Missouri"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":20,"tag":"Diplomacy/International"},{"id":17,"tag":"Government"},{"id":5,"tag":"War"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}}]}