{"id":911,"place":"ACCOMACK, Virginia","lat":37.9436744077,"lng":-75.3696408508,"episodes":[{"id":1288,"title":"Letter of Henry A. Wise\n","course_id":1,"status":"P","start_date":"1855-11-18","end_date":"1855-11-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Henry A. Wise was elected Governor of Virginia in 1855, defeating the Know-Nothing candidate Thomas S. Flournoy, attacking him on religious intolerance and Know-nothing sects of pro-slavery forces in the north.  Wise's priority was the institutions of the South and, despite his concerns with state issues; he was ardent on his views against growing northern power over the south.  For wise, the presidential election was crucial for southern rights.  &lt;br /&gt;His letter in the fall of 1855 to Robert Tyler shows his extreme concern over the sectional struggle. He tells him our policy is to go in for Buchanan with all our might, if we can elect him, it is the best that can be done.'  Leadership in the south by men like Wise pushed for a man like Buchanan, just because he would support the southern cause.  The consequences of this led to a President that did not deal well with the growing strife that was ripping apart the nation, and his actions let them worsen.  The southern zeal for the protection of its rights overshadowed the needs of the Union.  Governor Wise's desperate support of Buchanan reveals the rise of political parties that were just against anything that did not help southern rights, as opposed to a united party that knew exactly what it wanted.  In 1855, the main purpose of parties was to defeat the enemy, leading to desperate measures, despite what was truly in the best interest of the country."],"display_date":"November 18, 1855","search_date":"1855-11-18","locations":[{"id":13588,"lat":37.9436744077,"lng":-75.3696408508,"zoom":9,"place":"ACCOMACK, Virginia"}],"tags":[{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2060,"title":"Testimonies at the Turlington Camp\n","course_id":1,"status":"P","start_date":"1881-08-07","end_date":"1881-08-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Wagons loaded with fried chicken, vegetables, figs, fruits, grapes, cantaloupes, and watermelon crept towards the sea of tents. People also packed carpets, mattresses, plates, bowls, bed linens, lamps, rocking chairs, and even clocks. The annual, week-long, Turlington camp meeting had finally arrived. The big bell tolled, beckoning everyone to the benches. It was quite a congregation: almost 8000 people would attend some portion of the meetings. James Cannon, Jr. from Salisbury, Maryland, sat with this father and listened: the substance of the preaching was the same as ... [his] church back home. There was somewhat more pressure brought to bear upon the church members to bestir themselves to hunt the sinners, and stronger more impassioned appeals to the sinner to forsake their ways and return to God. People jumped and shouted Hallelujah, especially the older white men and blacks who sat in the front of the wooden tabernacle.","The next morning, James rose promptly at 7 a.m. as the big bell clanged. After breakfast, there was a time of prayer. In the two hours of free time that followed, James took the opportunity to meet different families from Virginia's Eastern Shore. At 10, the lovefeast began, with the preacher incessantly calling for another testimony, another testimony James attended religious services at 3 and 7:30. After the little children were tucked in their tents, there was one more evening service. Organ and piano led stirring hymns like Blessed Assurance and What a Friend We Have in Jesus. Despite all the preaching, the camp meetings were a mix of the secular and spiritual. At night, women traded recipes, and young children spent their allowance at the candy stand. Young men and women joined nightly promenades around the grounds. One night, James heard giggling in a girl's tent as he walked by. He entered and found the girls laughing at an old lady in a rocking chair nearby, smoking a pipe. Each time she rocked, her shadow expanded and contracted on the wall of the tent. James wasn't as amused: he explained to the girls that smoking was an evil habit. This was a lecture the girls would not forget for many years.","The original idea of the Turlington Camp Meeting was for Methodists, rich and poor, black and white, to leave the comforts of their normal lives for a time of rededication to Jesus Christ. Early on, there was dramatic revival at the annual meeting. Each year, the meetings grew more and more popular (in 1889, nearly 1,500 people showed up each night). They also became grander, finer, and more institutionalized. In 1876, the church added a wooden tabernacle. In 1891, they added a choir loft. The dresses of the ladies became fancier and fancier, and the expected time for testimonies became shorter and shorter. For the Turlington Camp Methodists, religion became more secular with each passing year. While Christianity declined in spiritual significance for many southerners in the late nineteenth century, other regions of the South still resisted secular influences. In the early years, northern Methodists from Maryland shared in the fellowship at Turlington. While newspapers reported the friendly and brotherly feeling between these groups during the Methodist Centennial Conference in 1884, the situation soured quickly. In 1885, the northern Methodists split from the Turlington Camp, fearing that the original purpose of the meeting had been lost."],"display_date":"August 7, 1881 - August 15, 1881","search_date":"1881-08-11","locations":[{"id":13591,"lat":37.9436744077,"lng":-75.3696408508,"zoom":9,"place":"ACCOMACK, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2593,"title":"Runaway Slaves\n","course_id":1,"status":"P","start_date":"1831-07-22","end_date":"1831-07-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sometime in October of 1831, two female slaves, Abigail and Ann, escaped with their children from Daniel McKenzie, a local slave trader from Accomack, Virginia.  The slaves were later apprehended and placed into the custody of a sheriff in the state of Delaware.  Once in Delaware the slaves sued in forma pauperis for their freedom. Before the slaves could appear in front of the court, they escaped from the jail. The slaves were apprehended once again and placed in a Worchester County, Maryland jail.  A man named Currie, posing as an associate of McKenzie, helped the slaves to run off from the Worchester County jail only to bring the slaves further south to be sold.   "," According to historian Walter Johnson, slave traders supplied slaveholders' farms and households; it suffused their fantasies, and figures of speech... and was incorporated into their social relations and their selves. Slave traders, seeking to remain competitive, sought to meet the needs of the southern slave holder by supplying diverse slaves with favorable attributes into the market.  "," Slave traders typically practiced interstate trading by purchasing slaves in the Border States and transporting those slaves further south into the larger slave markets.  Families in various areas of Virginia participated in the interstate slave trade, providing slaves to traders in hopes of acquiring profits.  Currie, the alleged associated of McKenzie, and McKenzie himself provided examples of interstate trade between the Border States and the Deep South.  The interstate slave trade, despites the cruelty of the trading system, created a sense of economic and political cohesiveness in the South as traders and slaves traveled across different states in the South."],"display_date":"July 22, 1831","search_date":"1831-07-22","locations":[{"id":13585,"lat":37.9436744077,"lng":-75.3696408508,"zoom":9,"place":"ACCOMACK, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2728,"title":"Marriage Roles and Rates\n","course_id":1,"status":"P","start_date":"1891-01-10","end_date":"1891-01-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Marriage was very prominent in 1890 in Accomack, Virginia, and the people sustained well their reputation as marrying people. There were 267 marriages in that year alone, the most occurring in December with 63 marriages. April was the most unpopular month taking only 11 marriages. In 1891 a girl married at the age of 13, which showed that the year 1891 was starting off at a fast pace and that marriage rates did not seem to be declining. "," Marriage rates were increasing not only in Virginia but all over the South as well. According to Margaret Farley, marriage functioned to determine relationships between families, establish inheritance lines, create and reinforce gender roles, circumcise sexual activity, determine rights and duties in sexual relations, and provide for the legitimacy and rearing of children. Marriage had long since changed from being for meeting the needs of families and kinship groups-economic, political, and social needs to the need for love and affection. Marriage for convenience and for other reasons, such as land acquirement and the joining of families, still occurred, but the primary purpose shifted. "," Marriage became very important after the war and it became closely tied with religion. Marriage rates increased as Accomack showed in 1890. Many men chastised themselves for having impure thoughts of women and thought that the Holy Spirit should be directing all their thoughts. The thought at this time was that God would provide everything you needed, and one should long for anything but be comforted that God is always there. They thought that they should not long for an earthly love for God was their infinite source of love. Churches and evangelism was booming at this time, which greatly affected marriage, its purpose, and its frequency. "],"display_date":"January 10, 1891","search_date":"1891-01-10","locations":[{"id":13592,"lat":37.9436744077,"lng":-75.3696408508,"zoom":9,"place":"ACCOMACK, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3156,"title":"Chincoteague Prohibition\n","course_id":1,"status":"P","start_date":"1887-04-25","end_date":"1887-04-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On a late April weekend, Chincoteague residents gathered to celebrate the one year anniversary of their local option legislation, which barred their community from devastating alcohol consumption. Crowded in the town's Temperance Hall, because of rain outside, Friday night witnessed the much anticipated literary and musical entertainment. Despite the weather, spirits remained high and prominent male and female speakers generated great joy and thunderous applause. The night's favorite performance came in the form of nine year old Mamie, whose solos left the audience shackled by their laughter. The enthusiasm for the temperance celebration surprised even the event's organizers; as the anniversary resulted in complete success. Despite no boring pleas for money, donations covered all the expenses. Sunday, April 24, celebrated by all the local churches as Temperance Day, witnessed mass meetings at several churches, with gripping sermons that kept people in their pews long past when the doxology and benediction normally concluded services. "," Protestant churches in the South regarded the coming of a New, commercial South in the late nineteenth century as a threat to the Old South culture, so deeply rooted in Christianity. Thus, local organizations, often supported by churches, emerged to improve and perfect an increasingly chaotic society. Movements towards Prohibition grew out of these efforts, which more often than not had a strong female presence. Such a seemingly Puritanical movement generated resistance from those who felt the church had overstepped its bounds. Nonetheless, some isolated communities, like Chincoteague Island, were able to construct their own local temperance options, though areas with a larger lower class typically encountered more resistance. "," On a national level, a prohibition party could never succeed due to the differences between temperance supporters in the North and South. Most Northern prohibitionists were Republicans and former abolitionists, anathema to self-respecting Southern elites. Within Virginia, however, the Prohibition Party increased by 1887 to ten times its support in 1884. These followers tended to see bars and saloons as the basis for the wrongs of Southern culture, fostering lewdness and incessant swearing. Oftentimes, the prohibitionists would reach out to blacks for several reasons. First, they were seen as important swing voters who could counteract the usually dominant Democratic Party. Also, there existed religious and class based reasons that white professionals could associate and share the same values with their black counterparts. This sort of mutual respect appears in a statement made by a white, pro-temperance preacher, Let us make a great pile of all the unreasonable race prejudices, all political animosities, all sectional bitterness, all partisan hate.... The most successful nation-wide coalition in the nineteenth century; however, came with the creation of the Women's Christian Temperance Union, the first group formed by solely women to act politically. Nevertheless, no state encompassing prohibition laws emerged until later on in the 1900's. Yet, by 1887, Chincoteague rejoiced in finding what they considered a more perfect society. "],"display_date":"April 25, 1887","search_date":"1887-04-25","locations":[{"id":13591,"lat":37.9436744077,"lng":-75.3696408508,"zoom":9,"place":"ACCOMACK, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4539,"title":"Happy Times in Centerville Camp as the Confederate High Command Sing the South&#39;s Favorite Songs","course_id":18,"status":"P","start_date":"1862-01-12","end_date":"1862-01-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Confederate leader Robert E Lee once said, \"I don't believe we can have an army without music,\" and reflecting this attitude, the high command of the Confederate forces joined in the jovial times of the 1862 Southern lifestyle. Observed by the future Brigadier General Moxley Sorrel, the then Captain and Chief-of-Staff to General Longstreet recounted a banquet put on by Longstreet and the many songs sung by the soldiers at the Centerville, Accomack County, Virginia camp of the Confederacy.   ","Though the banquet took place deep in Virginia during the Civil War, and with a naval blockade of Confederate ports established, the officers were not found wanting amongst the bounty of food and beverages. The festivities had loosened the tongue of many a commander, and debate soon turned to what should be the national hymn of the Confederacy. Though the songs <em>Dixie's land</em>, and <em>Maryland, My Maryland</em> were popular items amongst the soldiers, they did not capture the whole of the Confederate cause, as it was reasoned by General Van Dorn during this debate. When urged further by General Longstreet to provide an alternative, Van Dorn broke into the operatic English Civil War piece <em>I Puritani</em>. Noticed by Sorrel as not being among the common man's music choices, this did not quell the enthusiasm of \"Longstreet, G.W. Smith, and Van Dorn, the ranking major-generals, [who] were clinging to each other on a narrow table and roaring out the noble bars of 'I Puritani'\".  ","The others encamped at Centerville did not enjoy the high-art piece, and shortly the Dan Emmet classic Southern marching song <em>Dixie's Land</em> struck up again. This song proved to be a great motivator of the Southern troops and was also popular with Union forces. Its popularity spread as far as the commander-in-chief of the Union, who ordered it the first song to be played at his public appearance after Lee's surrender at Appomattox."],"display_date":"January 12, 1862","search_date":"1862-01-12","locations":[{"id":13589,"lat":37.9436744077,"lng":-75.3696408508,"zoom":9,"place":"ACCOMACK, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":125,"tag":"Song"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":5658,"title":"Stripped by Humanity: Slavery in The Antebellum South","course_id":103,"status":"P","start_date":"1830-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Imagine starvation. Imagine being permitted a single peck of corn each week to fill a gnawing stomach. Imagine having no food to fuel your weary body, but forced to work twelve-hour days in the Georgia fields under a hot, blistering, sun. Just imagine. The word is slavery: that “non-existence” of being owned by another human being without any chance of personal freedom.","Charles Ball, a slave in the Antebellum South, was forced to work all day with barely any food. Temptation overcame his rational thinking as he purloined a sheep from his master's property. He beheaded the animal with a hoe and cut the meat off the carcass. He then brought the spoils back to slave quarters to feed his fellow slaves.  But Master Tom, noticed Charles missing and shortly discovered his whereabouts that evening. Then the master commanded him to be tied to a mill-post for the night. After a day of contemplation, Charles' torture was decided. Tied to a post by his thumbs, he was whipped ninety six times. To exacerbate this immense agony, sweltering pepper tea was rubbed on the gashes in his back repeatedly, a feeling similar to hot coals being placed on one's body and thereby permanently disfiguring the skin. Helpless and completely immobilized, Charles experienced the incredulous cruelty and suffering of the slavery system.  His natural impulse to feed himself and his fellow slaves were punished in the most humanly disgraceful way.","With all the horror and terror that slaves experienced during this shameful period in our history, one wonders if slave owners ever felt pity for slaves or realized that they were of human flesh and not mindless beasts of burden.  Johnson writes in his book, <em>Soul by Soul,</em> “It was often the case that benevolent correctives and declarations of slave humanity intensified brutal exercise of power upon the captive body rather than ameliorating the chattel condition\" (5). This statement suggests that slaveholders abused their power by destroying the humanity of these poor human beings through torturous acts. Instead of improving their slaves’ already tenuous situation by treating them decently, owners exercised brutal power and used this power to excess. It defined them as an ignorant and hateful group of people."],"display_date":"1830 - 1850","search_date":"1840-07-01","locations":[{"id":6088,"lat":38.0258033782,"lng":-75.2629443285,"zoom":9,"place":"WORCESTER, Maryland"}],"tags":[{"id":381,"tag":"Antebellum America"},{"id":4,"tag":"Slavery"},{"id":238,"tag":"African American"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":103,"school_id":2}}]}