{"id":917,"place":"GOOCHLAND, Virginia","lat":37.7219637736,"lng":-77.9164071789,"episodes":[{"id":1294,"title":"Virginians Advocate Death for Slave Stealing\n","course_id":1,"status":"P","start_date":"1855-12-17","end_date":"1855-12-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The escape of slaves was common during the year of 1855.  Much of this began to be blamed upon the northern states, such as Massachusetts, who was not upholding the Fugitive Slave Act.  There was a southern anticipation regarding the northerners' influence on the escape and uprisings of slaves.  A large part of this view that northern abolitionists were involved was because of the Underground Railroad.  Activity of the Underground Railroad was more common in the Border States, such as Virginia, and even in the farther state of Delaware, which was surrounded by anti-slavery states.  This loss of slaves was attributed to slave stealing.&lt;br /&gt;In November 1855, the Richmond Dispatch reported that there are undoubtedly abolitionist agents in all of Virginia.'  The common disappearance of slaves led to a desire to further strengthen any laws against slaves and those who help them escape, which would include the northern abolitionists who steal' slaves away to the north.  The Richmond Dispatch advised more stringent policing of roads and suggested searching all outward-bound vessels.  There was an attempt to curb the movement and loss of slaves, therefore the laws were made stricter with to disillusion anyone into helping escaped slaves.  The meeting of citizens in Goochland County decided to adopt a resolution resulting in the death penalty for slave stealing, confinement in the Penitentiary for the attempt, and allowing them to use negro evidence against a suspected negro.  It also suggested the search of suspected vessels, especially along the Chesapeake Bay."],"display_date":"December 17, 1855","search_date":"1855-12-17","locations":[{"id":13865,"lat":37.7219637736,"lng":-77.9164071789,"zoom":10,"place":"GOOCHLAND, Virginia"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2695,"title":"Military Importance in the Pre-Civil War South\n","course_id":1,"status":"P","start_date":"1820-03-21","end_date":"1820-03-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Governor of Richmond appointed William Bolling of Goochland County as Lieutenant Colonel in the Second Regiment of Cavalry on March 21, 1820. Bolling's appointment shows that the military was prominent in state forms as well as national forms in the period leading up to the Civil War. Qualities of the military include fidelity, courage, activity and good conduct - qualities that are still valued in the military today. Bolling was selected as Lieutenant Colonel because of these qualities and his dedication to his country through prior military service. His appointment was a strong opinion on his character and loyalty. "," Previous military conflicts had left the United States with a stronger sense of having a military and how they should use one in wartime. The War of 1812 left the young country shocked that England would attack them again, but also proud that they had fended off the most powerful nation in the world. The 1815 Battle of New Orleans proved to be the major triumphant victory in the war that increased America's international influence. Despite the fact that the Treat of Ghent (1814) had ended the war, the Americans still legitimately beat the British in the War of 1812, a feat to be proud of because of the British's dominance in the military world. "," This war had left the country suspicious of more attacks from other invaders or powerful countries coming in to try to re-colonize America. Americans believed that other powerful European countries would come over to try to colonize America because of their immense natural resources and large amount of land. These suspicions led to the build up of the American military and Reserves, so that they would be ready just in case another country waged war against them again. The Reserves consisted of the national military and state militias; they were constantly trained and only used in case of an emergency. The military may not have been engaged in battle, but they would be ready if it came about again. An army was maintained in both the North and the South."," Virginia was especially known for its Navy because of the port of Norfolk in the Tidewater. Many wealthy planters and businessmen in Virginia had either served in the Navy or had a son who had. Military education became popular in the first decade of the nineteenth century; many wealthy planters either attended a military institute or sent their sons there to train for military service. The notions of honor and prestige mentioned in Bolling letter were major motives for wealthy planters joining the military. Holding a leadership role in the military was especially prestigious at this time period and many men of the upper class held these positions; men in leadership positions held large amounts of honor, but did not have engage in the actual fighting. "," William Bolling was part of the Commonwealth's military; this is evident in his appointment because he was appointed by the governor, a state official, rather than a national official. This shows that states were beginning to look at states' rights and hold pride in their state. Each state had their own militia to defend themselves against any other state. They brought their militias together in times of need to fight for the country. Each state was responsible of training and maintaining their militia. These state militias stayed in effect until the Civil War when they came together as the Confederate Army. State militias and the national military were important to the United States in both wartime and peacetime in the decades before the Civil War. The military was an honorable institution that many Americans, of all classes, sought to be a part of."],"display_date":"March 21, 1820","search_date":"1820-03-21","locations":[{"id":13862,"lat":37.7219637736,"lng":-77.9164071789,"zoom":10,"place":"GOOCHLAND, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3682,"title":"Prediction of a Crisis to Come\n","course_id":1,"status":"P","start_date":"1832-03-23","end_date":"1832-03-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the second day of March, 1832, a slave boy named Pompey was hard at work on the Cragwall plantation in Goochland County. All of a sudden he heard a noise high above him in the sky. The boy looked up and saw two enormous birds swooping and stabbing at each other. They began to get closer and closer to the ground until they completely fell out of the sky and landed right beside him. In complete shock, Pompey did not move a muscle but continued to stare at the birds next to him. Their talons seemed to be wedged in each others flesh. Then, the birds took off into the sky. A couple of minutes later, they again fell to the ground beside Pompey with their talons still wedged in each others bodies. The boy began to approach the wild birds, and without hesitation threw himself on top of them. After struggling with them for some time, Pompey managed to snap the necks of both birds and successfully killed them. He then proceeded to carry them to Mr. Cragwall who quickly identified the birds as Bald Eagles ","This story of Pompey and the two Bald Eagles, published in the Richmond Whig, illustrates a very important idea and concern not just among southerners but among all citizens of the United States. The writer of this story, H.R.P. saw the incident as a direct representation of the current struggle between the two Unions: The battle in the air, is the strife destined to take place between the two great sections of the Union. Pompey represented his own ebony race, slipping in upon us while engaged in mortal combat, and wringing the necks of both. H.R.P. was also very shocked at how many people drew the same conclusion from this series of events. His story illustrates the fact that many people could have predicted the Civil War that would take place almost thirty years ahead this time period. ","Alexis de Tocqueville expressed the same prediction as he said, I shall refuse to believe in the curation of a government that is called upon to hold together forty different nations. They would not be able to avoid ideas of ambition and rivalry, and therefore would eventually have to split. In <em>The Impending Crisis</em>, David Potter states that Tocqueville's prediction was based, fundamentally on a recognition of the disruptive and intractable nature of slavery. When Pompey and the African American race intervened in the already heated struggle between the two Unions, they raised the issue of slavery, complicated the situation tremendously, and drove both sides to the brink of war. Pompey's story shocked many people in Virginia and gave people insight into the crisis that lay ahead. "],"display_date":"March 23, 1832","search_date":"1832-03-23","locations":[{"id":13863,"lat":37.7219637736,"lng":-77.9164071789,"zoom":10,"place":"GOOCHLAND, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":6695,"title":"School Is Cool!","course_id":170,"status":"P","start_date":"1870-01-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["This document is about the public school system in Virginia in 1870. This was the first formal public school system in Virginia. The fault with these school systems is they were exclusive to white people. African Americans were not allowed. The white people who went were very poor as well and these schools were known as “free schools”, or “charity schools”. As time went on during that year, the ratification of these laws for the schools went into place. When the laws went into place, former slaves were allowed to enter the schools. They wanted to enter children into these schools so that they would not go on with their lives in ignorance and become vagrants. "," This law passing was one of the most important things to come out of the Reconstruction after the Civil War. This event set in motion how the public school systems work in modern society. They separated different districts and at the time, separated the schools by color of skin. Before this time, schools were few and far between. There was no uniform system and only the rich could attend school. The public school system was established in 1870, so that all could attend school and all would be given the same, equal opportunities. "," A lot of people were against these laws because they helped out the free slaves. They considered it too expensive to pay for their kind. They said that the wealthy should not have to pay for the education of poor people. Because of these complaints, the funding for this project was cut back. The leader of these laws, William Ruffner, worked tirelessly to get this school thing in place. He tirelessly worked and forced his promotion on this subject matter. He claimed that religious views would be kept out of the system and that it would not be unfair to tax people in order to fund the school system. He claimed education was good for society as a whole, so therefore the people should fund it. "," Education was important to the people, but not important enough to let it come out of their taxes. Eventually, Ruffner got the laws passed and was able to get to a stable funding in order for the school system to not fail. The importance of these sources is to show the people how the public school system went through trial and error to get to what it is today."],"display_date":1870,"search_date":"1870-07-02","locations":[{"id":53056,"lat":37.613453,"lng":-77.905136,"zoom":7,"place":"Jefferson Township, virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":123,"tag":"Reconstruction"},{"id":3316,"tag":"1800's"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}