{"id":9194,"place":"BRISTOL, Massachusetts","lat":41.5286517402,"lng":-71.0500153769,"episodes":[{"id":4114,"title":"Manners and Conduct in America during the 1850&#39;s\n","course_id":3,"status":"P","start_date":"1857-11-01","end_date":"1857-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["    In November of 1857, G. Holbrook of the Wheaton Female Seminary in Norton, Massachusetts, submitted her article \"The Jintlemanly Young Lady,\" to Rushlight. The article told the story of a young man named Patrick who gave up his seat for a young lady on a train ride. Commenting on this behavior, Holbrook wrote \"The true lady and the true gentleman have many qualities in common; each should possess the same nobility of character...\" Holbrook later discussed the sorts of principles that someone of \"elevated character\" should possess. Specifically mentioning the students attending the Wheaton Female Seminary, the article concluded with a series of short paragraphs that posed different questions about what sort of behavior defined a \"jintlemanly young lady.\"","    Holbrook's contribution to The Rushlight reveals that there was much emphasis placed on manners and conduct for young women during the nineteenth century. Between the 1820-1850's, several female seminaries were established in the United States. Unlike many female seminaries, which focused their energy on teaching domesticity, the Wheaton Female Seminary taught religious practice as well the conduct that a sophisticated young lady should have. As Historian Leonard I. Sweet notes, \"Women should be distinguished less for their musical talents and parlor charm than for their 'elevated course of convention' and 'well digested opinions, habits of thinking and observation, good judgement, and well disciplined temper.\" Holbrook's article identifies one of the central topics for both men and women in a crucial period of time in Antebellum America. "],"display_date":"November 1857","search_date":"1857-11-15","locations":[{"id":6121,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":3,"school_id":2}},{"id":4124,"title":"We Much Prefer the Country Still\n","course_id":3,"status":"P","start_date":"1861-07-10","end_date":"1861-07-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"Women don't like the country\" was an article featured in the Rushlight, the literary magazine of Wheaton Female Seminary, on July 10, 1861.  Writing about a lecture given at the school, the student author complained about the generalization the lecturer made concerning people who spend time in the country.  She defended herself and other women in their love for nature by comparing the green country to the dirty city in vivid descriptions, and by using short examples of people who like or dislike the country.  For instance, she wrote that any woman who would rather walk on a \"dusty sidewalk\" than through the \"green fields,\" could have the city and lie \"unwept\" in a tomb because the \"right kind of a woman always loves the country.\"","During the last half of the nineteenth century, many women worked in textile mills in large cities and many had moved from their rural homes to do so.  Part of the resistance that emerged to working in mills was that women felt separated from nature.  Lucy Larcom was a Lowell mill operative who in later years, coincidentally, taught at Wheaton and founded the Rushlight.  Larcom, like her fellow workers, often put plants on the mill's windowsills in order to feel connected to nature and to God and to disguise the smells of machinery.  \"The sweet air of the woodland which lingered about [the roses] would scent our thoughts all day,\" wrote Larcom in a memoir.  Indeed, many female authors chose to be nature's advocates.  They wrote essays about their \"natural right\" to further their intellect and created other essays and poems about nature.  Cecil Frances Alexander described in her poem titled \"All things bright and beauteous\" the many natural things God had created.  Hence, many women felt that experiencing nature was a way to be close to God.  In the Rushlight article, the author compared the country to the man-made city.  In one paragraph she addressed all men and said that God made nature and \"although you did make the town, we much prefer the country still.\"     "],"display_date":"July 10, 1861","search_date":"1861-07-10","locations":[{"id":6122,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":7,"tag":"Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":3,"school_id":2}},{"id":4135,"title":"What to do with a Seminary Education?\n","course_id":3,"status":"P","start_date":"1877-01-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["    In 1877 \"From Her Point of View\" was published in Wheaton Female Seminary's literary magazine The Rushlight. The story depicted a young woman, \"just out of school, and life with all its sorrows and joys awaiting her\" sitting by a fire contemplating her future. The young woman was surrounded by \"tokens of wealth\" but she wished for something different. While her mother's spirit looked down over her she wanted more than just to enjoy the festivities of life and have a good husband and marriage. \"She had seemed to be happy, and had been envied by her friends: it was only in the quiet hours, when she was alone, that she cried out for more that she could gain in her present life.\" The young woman was unsatisfied and felt a sense of rebellion grow within her. The piece concluded with a final question, \"will the life of the girl with her fine sensibilities and delicate organization be anything more to her than a frivolous holiday, or seeing it from her point of view will she make it holy and grand?\"","    \"From Her Point of View\" raises some important questions for women of the mid to late nineteenth century. American society expected women to fill the roles of wives and mothers during this time, however many women asked themselves whether this was what they truly wanted to do with their lives. Historians like Charlene Boyer Lewis, have examined the lives of American women like Elizabeth Patterson Bonaparte who stated, \"that with her disposition and character she never could have vegetated as the wife of some respectable man in business 'since nature never intended me for a life of obscurity.'\" Many white women wanted to pursue alternative gender roles but for most family pressures or lack of opportunity and resources led women to be wives and mothers, who had to dream in silence.  However, for young women of the mid to late nineteenth century female seminaries provided a place for women to expand their horizons as Helen Lefkowitz Horowitz explains in her book, Alma Mater. \"By 1859, sixty Mount Holyoke graduates had entered foreign missionary work\" is one example of the opportunities seminary women had just out of school. Overall, \"Students created their own standards of success in this world\" which sometimes liberated them and sometimes kept them feeling trapped by social norms. "],"display_date":1877,"search_date":"1877-07-02","locations":[{"id":6123,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":3,"school_id":2}},{"id":4151,"title":"   City or Country Education?\n","course_id":3,"status":"P","start_date":"1860-06-01","end_date":"1860-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["      \"Ought girls to receive a country or city school education?,\" asked the anonymous author of an essay published in the June 1880 issue of Rushlight, the literary magazine of Wheaton Female Seminary in Norton, Massachusetts.  The author explained that people thought a city school education was better because \"one has opportunities for mingling with a great number of people, and attending more fine concerts, lectures, etc. which form a desirable part of one's education.\"  However, she argued, such advantages were only an hour's trip from the country school.  She further maintained that it was more advantageous to observe events and their outcomes from a distance, in the country, before experiencing them first hand than \"to have lived in the very whirl of constantly occurring events\" (in the city).  The author also explained there was no greater teacher than nature.  In the country, one had the benefit of observing the harmony and lessons of nature.","     Women's seminaries used more than books to educate their students.  The idea of using the natural environment as a tool for education was stemmed from the work of Johann Heinrich Pestalozzi, the father of modern educational theory, and his assistant, Joseph Neef.  They felt that first hand knowledge would be more beneficial than learning strictly through books.  According to historian Gerald Lee Gutek, these men thought that \"natural instincts and interests should control, close contact with nature should furnish the occasion and means of education.\"  Where the school was located was equally important.  Schools like Mount Holyoke, Wellesley, and Wheaton, were located in ideal areas where students could study under the trees, learn about the stars through their observatories, and look at the beautiful landscape of the seminary.  Though city schools were supposed to provide cultural and social opportunities, students at Radcliff were unable to take advantage of the Cambridge society.  As historian Helen Horowitz has noted, one commentator asked rhetorically, \"Do the Annex girls enjoy the advantages of Cambridge society?...No; partly because the students are working women without leisure for frequent engagements; partly because Cambridge society is busy and absorbed and does not go out of its way to offer the Annex social culture.\"  "],"display_date":"June 1860","search_date":"1860-06-15","locations":[{"id":6122,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":3,"school_id":2}},{"id":4337,"title":"All She Wanted Was Elbow Room\n","course_id":3,"status":"P","start_date":"1861-07-10","end_date":"1861-07-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["\"All She Wanted Was Elbow Room\" was published in <em>The Rushlight, </em>a student literary magazine of Wheaton Female Seminary in Norton Massachusetts in 1861. The main characters Fannie North and Nancy South had extremely different views but the one characteristic they shared was their desire for change. The external image of two girls represented the divisive issue of slavery opinions in the north. Fannie North lived in a small cottage and longed for \"a larger and freer home\" in which to grow and be independent. Nancy South had plenty of room and the finest of all material goods, but she was always seeking more. Nancy was not content with her blessings and fortunes. Rather she chose to conquer land and impose her force on others. While \"quiet little Fannie North was [...] contenting herself faithfully living in her narrow sphere, till God should see fit to grant her more room, big Nancy South spread out broader than ever,\"  the desire for more room in which to expand herself only contributed to her selfishness. Fannie was saddened by her lack of freedom and wanted nothing more than to help herself and others enjoy free will. Her counterpart was unsympathetic and self-interested, wanting only what benefited her. The story ended with reassurance that \"Nancy's mansion is large and high, but on a sandy foundation\", her power was diminishing day by day. ","Opinions ran rampant during the Civil War which began in April of the publication year. Many northerners felt strongly that slavery was immoral and must be condemned. The portrayal of southerners as guided by financial and material gains rather than values began appearing in literature and propaganda. Carl Osthaus commented on southern deviance by saying they were all \"shiftlessness and exploitation was the rule to follow\". He believed this was why they failed to see the human side of slavery.  The <em>Rushlight</em> article articulates these images by creating Nancy South to be one-dimensional, \"elbow room to her would have been no blessing, unless obtained at somebody else's expense\". "],"display_date":"July 10, 1861","search_date":"1861-07-10","locations":[{"id":6122,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":3,"school_id":2}},{"id":4352,"title":"A Morning in the Kitchen\n","course_id":3,"status":"P","start_date":"1886-12-01","end_date":"1886-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["     In December of 1886, \"A Morning in the Kitchen\" was published in <em>Rushlight</em>, the magazine of Wheaton Female Seminary in Norton, Massachusetts. In this essay our unknown author provided accounts from a day without her cook. She began her essay by remarking on the morning outside and then discussed the tasks of making and cleaning up after a meal. She stated that men's genius was wasted on other scientific endeavors when they could have focused on inventions for domestic aid. She then noted that bread making was a women's science. However, this revelation was interrupted by a peddler who was trying to sell her linens. After inquiring on the size, price, color, and wear she sent the peddler away without purchasing the linens. She stated her disdain for peddlers, saying they were a waste of time. She then noticed that it was eleven and the market man had yet to arrive. Soon, he did arrive to bring her a roast, and she immediately began to cook dinner. With an hour left until dinner, our author noticed that her cousin John was coming home with her boys. She concluded her account by stating that since they had a dinner guest, she was glad that she had prepared such a good dinner, and hoped it tasted as good as it looked.","     Historians suggest that in the nineteenth century the value of women's domestic labor had decreased. This change placed more value on a man's income than a women's domestic role. With these changes housewives learned to adapt by scavenging, shopping wisely, nursing the family, and becoming thrifty in order to stretch family income and improve economic security. However, this role was seen differently by many. With the addition of servants, such as maids and cooks, the women's role was no longer considered economically advantageous, but seen more as a pleasurable activity and a married woman's last attempts to preserve a way of life. This idea was not shared by all, as some women, like our author, saw their work as economically beneficial, as well as a source of pride. "],"display_date":"December 1, 1886","search_date":"1886-12-01","locations":[{"id":6124,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":11,"tag":"Economy"},{"id":7,"tag":"Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":3,"school_id":2}},{"id":5024,"title":"Agricultural Change in the Mid-Nineteenth Century","course_id":45,"status":"P","start_date":"1841-07-21","end_date":"1841-10-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Laban Morey Wheaton kept records of all his economic transactions while he lived in Norton, Massachusetts, in the mid-nineteenth century, and the year 1841 was no exception. Between July and October of this year, Wheaton made a number of transactions with a man, Sumner Blandin. Looking at the records reveals that Blandin came to Wheaton about once a week, usually to get cash instead of food or goods. Additionally, Blandin appeared in almost every other one of Wheaton’s transactions for these few months. However, after this time Blandin’s name disappeared from the record."," ","The nineteenth century was a time for technological and agricultural change. A shift in farming during this time emerged as a result of new technology, but also from a changing need. For instance, now farmers not only produced food for themselves, but they worked to produce a surplus to trade or sell. Sometimes farmers would have to hire extra laborers for a short time to help with this farming. Laban Morey Wheaton was a wealthier farmer than most, as he was also a trained lawyer, a businessman, and a strong presence in the community. As a landowner and dairy farmer, Wheaton needed help from his community to run his factories and farms. Hence, Wheaton’s accounts with Sumner Blandin may indicate that Blandin worked for Wheaton for a short amount of time. This could explain the disappearance of Blandin from Wheaton’s account books, as he was only needed for a short time. Furthermore, it can justify the many cash transactions that happened between the two, as Wheaton was probably paying Blandin for his services. Lastly, the frequency of transactions with Blandin could also result from his frequent work as a hired laborer. Therefore, looking at the account books of a man like Laban Morey Wheaton may be able to reveal the shift in farming during the mid-nineteenth century."," "],"display_date":"July 21, 1841 - October 15, 1841","search_date":"1841-09-02","locations":[{"id":6120,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":686,"tag":"Wheaton"},{"id":685,"tag":"accounting records"},{"id":684,"tag":"mid-nineteenth century"},{"id":13,"tag":"Agriculture"}],"course":{"name":"Junior Colloquium: Historical Methods","school":"Wheaton College","course_id":45,"school_id":2}},{"id":5025,"title":"Potato Agriculture in the Mid-Nineteenth Century","course_id":45,"status":"P","start_date":"1840-05-20","end_date":"1840-11-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As the New England foliage began to turn in October of 1840, Laban Morey Wheaton sold Linus Howard an astonishing twenty-five bushels of potatoes, and only a couple of short days later Linus returned for another five bushels of potatoes. What could possibly explain this surge in the demand for potatoes in Norton Massachusetts? Laban dealt with many transactions concerning potatoes as indicated within his daybook. During the spring planting season five individuals stopped by Laban’s store demanding varying amounts of potatoes. Similarly during the fall harvesting season his store received roughly the same demand for potatoes with the price per bushel remaining a consistent twenty-five cents. New England agriculture during the early to middle nineteenth century experienced a fluctuating climate. It was an ice age on a small scale that left farmers with dry summers and bitterly frozen winters. New England’s harsh weather during this time had a tremendous affect upon its society, agriculture, and human way of life.","My answer to the reader lies within the potato plant itself and how it functioned as one of the leading staple crops in New England during the nineteenth century along side corn and small grains. Keep in mind the chunk of history I am unearthing deals with potatoes within their context before the outbreak of the “Potato Blight” epidemic that took place in the year 1844. The cultivation of potatoes provided New England’s farmers with consistently successful crop yields during a time when many crops would fail due to the harsh weather. In comparison to other crops, potatoes could thrive in the cold weather and provided more calories per acre than any other crop. Potato farming was the ideal crop for New England farmers; they were cheap, allowed for rapid agricultural production, and were capable of feeding humans as well as livestock.","Laban’s frequent potato transactions within the town of Norton, Massachusetts at first appears suspicious due to the fact that Mr. Wheaton was not a farmer, but instead a cotton textile mill owner and entrepreneur. These facts draw a correlation between the sale of potatoes and cotton textile mills during this time in history. Potato farmers from Vermont tell a similar story: “Vermonters began selling their potatoes to the starch factories springing up throughout the region. Levi Bailey operated a small one in Reading, Vermont, which opened in 1831 and sold its processed potato starch to agents who conveyed it to the large textile mills in Lowell and Providence.” (Demeritt, 148) This quotation shows the use of starch created by potatoes in manufacturing textiles. Laban Morey Wheaton dealt with numerous transactions of potatoes because the plant itself was an abundant New England crop that was useful to everyone and satisfied the needs of his cotton textile mill."],"display_date":"May 20, 1840 - November 3, 1840","search_date":"1840-08-11","locations":[{"id":6120,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":684,"tag":"mid-nineteenth century"},{"id":686,"tag":"Wheaton"},{"id":13,"tag":"Agriculture"},{"id":690,"tag":"Potatoes"},{"id":688,"tag":"Textile Mills"}],"course":{"name":"Junior Colloquium: Historical Methods","school":"Wheaton College","course_id":45,"school_id":2}},{"id":5026,"title":"Hired farm labor in the 1840's","course_id":45,"status":"P","start_date":"1840-02-13","end_date":"1840-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Between February 13<sup>th</sup> and April 9<sup>th</sup>, 1840, Joseph Borden was absent from work multiple times. He worked as a hired farm hand for Laban Morey Wheaton. Sometimes he was gone a half day or the entire day, but Wheaton took note of every absence in his daybook. Borden seemed to be a loyal and favored worker, however, for he continued to be paid for his labor over the months. There are a number of possible reasons for his absence from the farm: he could have been ill, or sent home if there was no work to do, or taken the day off for family or personal issues. Either way, Joseph Borden was treated well by his employer due to his loyalty.","By the mid-1820’s, hired labor had replaced family labor on farms. This change occurred because farmers were expanding their production, both in the number of crops being harvested for market, and the increasing necessity to be self-sufficient on the homestead. Farmers needed more help than ever, and relying on a small number of family members for help wasn’t always an option, as most farmers’ children left town when they were able to.  As there were an increasing number of farm hands available, it was important for farmers to seek out hard working and faithful men to work on their land. There were many, cheaper workers that were lazy and uninterested in doing diligent work. So when a farmer found a loyal helper, it was beneficial to both people to develop an understanding relationship. If the farm hand needed time off from work, his employer would allow it because he knew his helper would be back soon to continue his work."],"display_date":"February 13, 1840 - April 9, 1840","search_date":"1840-03-12","locations":[{"id":6120,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":691,"tag":"Farm Labor"},{"id":13,"tag":"Agriculture"}],"course":{"name":"Junior Colloquium: Historical Methods","school":"Wheaton College","course_id":45,"school_id":2}},{"id":5376,"title":"To Marry or Not to Marry in Mid-Nineteenth Century America","course_id":81,"status":"P","start_date":"1859-01-01","end_date":"1859-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Count Time by Heart-throbs” by E.M Grout, is an excerpt from Volume 5 of Wheaton College in Massachusetts’ publication, Rushlight. Written in 1859, the literary piece begins by expressing the unsettled feeling that women encounter during the process of growing older. The fear of growing old is attached to the stigma of being old and unmarried, or becoming an “old maid.” Grout explains the uncomfortable nature of attending social gatherings and being sold and marketed in a sense by one’s own mother. “Doting mamas” play a role in encouraging anxiety about the process of finding a husband amongst young women. Grout stresses the need for young women to reemphasize virtues rather than the superficial traits that men find appealing. She interrogates the notion that marriage should be a woman’s highest aspiration and quotes a girl who proclaims that she has “wed art,” in order to support her point that women can be fulfilled by more than marriage. Florence Nightingale, a woman who devoted her life to the service of others, is also cited as evidence of Grout’s point. The piece finishes with a call for women to value their precious school years, and to not dismiss the joys that such an experience can bring.","Concurrently with the shifting focus away from marriage and onto school, chapter seven “Husbands and Wives” from Karen Lystra’s Searching the Heart: Women, Men, and Romantic Love in Nineteenth-Century America, discusses the new role that love had begun to play in nineteenth century marriage and courtship. This chapter expounds on Grout’s essay explaining that for the first time, during this period, marriage was conceived in terms of love and personal choice, along with the traditional set of sex specific duties that married people were meant to fulfill. The excitement of courtship played an important role in determining the future of a relationship. Although it was acknowledged that this initial feeling often fades, it was thought to lead to deeper and more fulfilling companionship during a marriage. One woman is quoted in the chapter regarding the benefits of being married or not being married and echoing Grout’s essay saying: “not that I would advise you to throw yourself away, for the sake of getting married,” continuing on to explain that there is enjoyment after the excitement wears off (196). Nineteenth century Americans feared a loveless marriage, not confusing companionship with affection.  A lack of love did not play into the reason behind divorce though. Instead, an inability to perform culturally prescribed duties caused a marriage to end during this period, often forcing women to bear the brunt of the blame for the split. The new emphasis on love rather than just money and status during this century explains why women such as E.M Grout could afford to say that men should be evaluated for their, “acts of love, or deeds of mercy.” The new trend in female education and the importance of love in a relationship both affected the changing institution of marriage in the nineteenth century."],"display_date":1859,"search_date":"1859-07-02","locations":[{"id":6121,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":405,"tag":"Marriage"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}},{"id":5378,"title":"Caroline Cutler Metcalf's Role in Education","course_id":81,"status":"P","start_date":"1874-11-11","end_date":"1874-11-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 11, 1874, S.C. Beach wrote a letter to Mrs. Caroline Cutler Metcalf.  Mrs. Metcalf was the first long-term principal of Wheaton Female Seminary.  Beach wrote to Mrs. Metcalf primarily to relay a message from Reverand Edward Everette Hale.  In a conversation between Beach and Hale, Hale had stated that he had never seen a paper written by a Wheaton Female Seminary student that was not well written.  Hale was impressed with the teachers of the Seminary and the way in which they taught English.  While principal, Metcalf demonstrated that she was capable of not only hiring good teachers, but also getting them to remain at the seminary.  Metcalf had very high standards for her students.","In the book, <em>Wheaton College, 1834-1957</em>, historian and retired professor of the college, Paul C. Helmreich discusses the larger meaning of Metcalf and also of the importance of educating young women during this time.  Metcalf was influential in the survival of the seminary.  She was known for her leadership and students respected the importance she placed on the survival of the seminary.  Helmreich illustrates that women could play a larger role in society during the nineteenth century.  Metcalf helped to change the lives of many young females by giving them an education.  Receiving an education was one of the first steps to proving that women are as able as men.  With an education, women had the opportunity to better themselves.  As a result, women began to hold jobs as teachers and principals.  This was significant because women were viewed as being capable of nothing more than remaining in the home, cooking, cleaning, and raising the children."],"display_date":"November 11, 1874","search_date":"1874-11-11","locations":[{"id":6123,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":6,"tag":"Education"},{"id":1205,"tag":"Women's History"}],"course":{"name":"U.S. Women, 1790-1890","school":"Wheaton College","course_id":81,"school_id":2}},{"id":6169,"title":"Women's Roles in Mid-Nineteenth Century Massachusetts","course_id":136,"status":"P","start_date":"1843-07-25","end_date":"1843-08-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the sweltering months of late summer, Laban Morey Wheaton, a cotton textile manufacturer and entrepreneur of one of the wealthiest and most respected families in the area, was recording the transactions he made with the “quiet, relatively prosperous community” of Norton, Massachusetts. One member of this community with who he made several transactions was Mary A. Wrigley. At the end of July Mary Wrigley purchased a spool of thread at eight cents from him, and a couple of weeks later she borrowed fifteen dollars cash in order to go to Boston. These transactions are quite significant due to her position as a woman in mid- nineteenth century New England. The fact that her name appeared in these transactions could mean she was a single woman or a widow, but either way Mary Wrigley clearly had a great deal of financial independence.","According to common law, adult single woman had a significant amount of power to own property and make financial transactions during the mid nineteenth century. But once they were married, women effectively lost their legal identity. The fact that Wrigley bought a spool of thread speaks to a distinctively feminine purchase, and may help conclude that she was a well off woman who had the leisure time to use thread to make items for her friends and family. The nineteenth century placed duties such as shopping for provisions to make clothes as not an economic function, but an emotional and social one which would have been influenced by the distinct choice of spool she would have made with her unique knowledge of the personalities and style of those she would be making something for. Her borrowing of the rather larger sum of fifteen dollars to travel into Boston also shows that this was a relatively prosperous, independent woman who had extra means and extra time. The nineteenth century roles prescribed to middle and upper class women in New England listed childcare as the primary responsibility, so Wrigley’s ability to take time off may mean she was an independent woman with no family of her own and deceased parents (since otherwise a father would most likely still control her finances) or she was an older widow whose children no longer needed taking care of."],"display_date":"July 25, 1843 - August 9, 1843","search_date":"1843-08-01","locations":[{"id":6120,"lat":41.5286517402,"lng":-71.0500153769,"zoom":9,"place":"BRISTOL, Massachusetts"}],"tags":[{"id":686,"tag":"Wheaton"},{"id":685,"tag":"accounting records"},{"id":684,"tag":"mid-nineteenth century"},{"id":7,"tag":"Women"},{"id":228,"tag":"Roles of Women"},{"id":1263,"tag":"financial"}],"course":{"name":"Junior Colloquium: Historical Methods","school":"Wheaton College","course_id":136,"school_id":2}},{"id":6370,"title":"Reunited for $2,800","course_id":149,"status":"P","start_date":"1846-01-01","end_date":"1851-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1846, Edmond Kelley was 29 years old, married to fellow slave, Paralee, and had four children.  When Edmond's owner, Nancy White, was forced to free a slave, she chose Edmond, who was also licensed to preach gospel.  After she procured the necessary paperwork, namely \"a pass to go any and every where to preach\", Edmond headed to the northern states where he could work, leaving his home and family behind.  He eventually settled in New Bedford, Massachusetts and found work preaching in a church for the next four years.  After that time, Edmond realized how much he missed his family; in 1850, he got in touch with their owner, James Walker, to inquire about the freedom of his family.  For the next year, he struggled first to convince Walker that he could \"provide for and place them in a happier and more comfortable condition\", and second to raise $2,800 (plus the expenses of transporting Paralee and her children), the amount Walker demanded in recompense.  Finally, in May of 1851, when Edmond was 34 years old, he was reunited with his family in New Bedford."," ","Paternalism was coined in the 1820s after the Missouri Compromise because slaveholders felt they needed to paint slavery in a more positive light due to the fact they felt the Compromise threatened it.  The term is defined by the Merriam-Webster Dictionary as \"the attitude or actions of a person...that protects people and gives them what they need but does not give them any responsibility or freedom of choice\".  During American slavery, this meant that slaveowners believed they were taking care of their slaves.  James Walker believed he could take better care of Paralee and her children on his plantation than Paralee's husband could in a northern city.  Walter Johnson talks about paternalism in his book, Soul By Soul.  While we know now that slavery is cruel, oppressive, and wrong, Johnson reinforces the idea that in the American South in the nineteenth century, many did not feel that way.  Some slaveowners spread the idea that they were being kind to people who otherwise would receive no kindness, who otherwise would end up as criminals in prison.  They thought they were protecting their slaves when, in some cases, really they were giving them only the barest of survival essentials and working them to death."],"display_date":"January 1, 1846 - May 1, 1851","search_date":"1848-08-31","locations":[{"id":52758,"lat":41.6362152,"lng":-70.934205,"zoom":8,"place":"New Bedford, Massachusetts"}],"tags":[{"id":386,"tag":"Paternalism"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}}]}