{"id":9317,"place":"Harford, Maryland","lat":39.5358347431,"lng":-76.0898051386,"episodes":[{"id":2291,"title":"Jilted Italian Workers Take Stand and Fight with Police\n","course_id":1,"status":"P","start_date":"1884-02-15","end_date":"1884-02-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 15, 1884, when A. J. Parliament tried to pay fifty Italians hired to work on the Baltimore and Ohio Railroad at Aberdeen with 750 instead of the 1,500 they were owed, he was seized by the workers and locked up. They told him they would not release him and threatened to kill him unless paid the full amount. When Sheriff Walker and his Deputy came to investigate at around midnight, they too were captured and detained. The Italians talked of killing them as well.","The next day, Reverend Steele got the Italians to agree to release the Sheriff and the Reverend and Parliament signed a statement saying they would be paid in full in a couple of days. When citizens and police from surrounding towns showed up, however, the Italians got spooked and ran to get Parliament. The police and citizens ran after them and fighting ensued. The police fired upon the laborers. By that evening, most of the workers had been captured and taken to jail. Some of the Italians were shot but not seriously injured; the Sheriff, on the other hand, received a severe wound. The people living in the area, who had supported the Italians over the previous weeks, had much sympathy for them. Fearing there would be more fighting, extra police were stationed in the jail.","Immigration of Italians during the mid-eighties in Maryland seems to be studied less than later immigration. Not that many Italians lived in nor were immigrating to the United States between the Civil War and the 1880's. Between 1860 and 1880, 68,000 Italians came to the United States. After 1880, there were only 45,000 Italians still living in the country. In the two decades following 1880, 1,000,000 Italians came to the United States. Therefore, Italian immigration was not yet a large phenomenon during the time of the riot. Historians Richard Walsh and William Fox also focus on the immigration increase after 1900. Perhaps historians' lack of interest also reflects the apathy of Marylanders at the time. In Harford County, the Italian immigrants were denied their due. They had to rise up and threaten to kill their contractor and policemen to get noticed. Immigrants seem to be thrust into the background of Maryland 1880s history, having been a minor part of the population; the riot of Italian workers in Harford County suggests that during this point in time, they were equally ignored."],"display_date":"February 15, 1884 - February 16, 1884","search_date":"1884-02-15","locations":[{"id":6005,"lat":39.5358347431,"lng":-76.0898051386,"zoom":9,"place":"HARFORD, Maryland"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":6268,"title":"Aberdeen Proving Ground Creating a Local Impact","course_id":132,"status":"P","start_date":"10/20/17","end_date":"7/15/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["World War I impacted millions of people and their environment. After hostilities erupted in Europe in 1914, the United States maintained an official stance of neutrality. But American industry recognized an opportunity, and provided a variety of supplies to warring nations. The German strategy of unrestricted submarine warfare made neutrality impossible, however. The United States declared war on Germany in 1917, and the federal government entered into the business of military supply.","Six months after the official declaration of war, the federal government purchased over 35,000 acres of land in Harford County, Maryland. The War Department contracted with the Maryland Dredging & Contraction Co. for construction and Aberdeen Proving Ground opened in October, 1917. The facility was used for designing and testing ordinance material. The construction of the Proving Ground had a profound impact on the local community. Population increased dramatically, and workers and locals alike demanded new services.","Transportation services became a priority for both locals and workers. On November 1<sup>st</sup> 1917 Mr. James Buckelew requested a railroad track extension so that workers could travel directly from Baltimore to the Proving Ground. Work to extend the tracks began on December 20<sup>th</sup> 1917. Unfortunately, the new line was not complete until  July 15<sup>th</sup>, 1920, well after the end of the war.","The population increase also created opportunities for new businesses in Aberdeen. Recreational facilities were particularly in demand. The Aberdeen Amusement Company constructed a theater that became an important social space for locals, workmen, and soldiers alike. The Aberdeen Amusement Company was the only theatre in the Aberdeen area, so it was  important to everyone. Sadly, on a cold winter night in February of 1918, the Odd Fellow Building, located right next to the theatre caught fire and caused severe damage. The reconstruction of the buildings took over three years, but the theatre was rebuilt and renamed “New Theater.\"","Aberdeen Proving Ground created a local impact for the town of Aberdeen. It helped the town grow to over 15,000 people in a short period of time, and it made a home for not just the locals, but a home for soldiers and their families during World War I."],"display_date":"October 20, 1917 - July 15, 1920","search_date":"1919-03-03","locations":[{"id":15946,"lat":39.5358347431,"lng":-76.0898051386,"zoom":9,"place":"Harford, Maryland"}],"tags":[{"id":1111,"tag":"World War I"},{"id":792,"tag":"Transportation"},{"id":955,"tag":"Theatre"},{"id":2527,"tag":"Aberdeen"},{"id":2528,"tag":"APG"},{"id":2529,"tag":"local"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6292,"title":"Women Working on the Homefront during WWII","course_id":132,"status":"P","start_date":"1/1/43","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When the men of America were called upon to serve their country during WWII, many job positions and duties on the Homefront were left unfulfilled. As a result, the women of America were encouraged to step up and take on the roles the men serving our country had left behind. The radio broadcast songs about women working in factories. Advertisers and propaganda agencies created fictional characters such as Rosie the Riveter to inspire women. Advertisements calling on women to support the war effort were widely published and distributed. All of these mechanisms encouraged women to enter the work force. Women answered the call. While women's wartime industrial work is well-known, less well known is the fact that women also engaged in homefront agricultural work by joining the Women’s Land Army.","The goal of the Women’s Land Army was to fill the roles men had left behind on farms while they were away fighting. During the course of the war, the Women’s Land Army had recruited over 1.5 million women to join the homefront efforts. Jean Wanamaker of Bel Air, Maryland, was one of the recruits. She was participated in the first nationally offered college course on farming for women, offered at the University of Maryland. The course was created to make sure that Women’s Land Army workers were appropriately trained before engaging in farm work. Jean joined mostly because she wanted the opportunity for training and income. Jean was one of several thousand women in the Maryland agricultural industry. They produced 40 percent more food than average, despite the fact that there had been 30 percent decrease in farm labor.","Jean’s story is just one of millions that reflected the common attitude of women on the Homefront during WWII. Many felt their civilian role was just as important as men’s military role. They, too, were working for victory, by keeping the country's economy running. Though many of the women returned to their original domestic roles when WWII ended, they made strides for future generations of women."," "],"display_date":"1943 - 1945","search_date":"1944-07-01","locations":[{"id":25324,"lat":38.8324772244,"lng":-76.8447330303,"zoom":9,"place":"Prince Georges, Maryland"},{"id":26216,"lat":39.5358347431,"lng":-76.0898051386,"zoom":9,"place":"Harford, Maryland"}],"tags":[{"id":2564,"tag":"Women's Land Army"},{"id":242,"tag":"WWII"},{"id":13,"tag":"Agriculture"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}