{"id":933,"place":"TOM GREEN, Texas","lat":31.6163808826,"lng":-101.778271913,"episodes":[{"id":1313,"title":"Flood of Ben Ficklin, Texas","course_id":1,"status":"P","start_date":"1882-08-23","end_date":"1882-08-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 23, 1882, heavy rains poured down on Dove Creek, Spring Creek, the Middle Concho, and the South Concho which were already high due to summer rains. By the morning, the Middle Concho was seen to be thirty feet above its level and rapidly rising. They overflowed and destroyed the town, Ben Ficklin, on August 24. As recorded in the article Swept Away by a Flood,' the office register at Fort Concho had measured the rainfall at 5.85 inches, which is one inch more than the average rain fall for an entire year in this region. &lt;br /&gt;This same article illustrated the horror of the event: Human life was swept down by the merciless current with driftwood and dozens of beings clung to the floating timbers or swung to trees and brush until the tops to which they clung were snapped off by the resistless torrent and then went down.' The article states that the saddest story was that of Mrs. M. J. Metcalf and her family. In the morning, thinking that the water had risen to its highest point, Mrs. Metcalf and her daughter did not evacuate. When the water rose even higher, they climbed up to the roof to keep out of reach of the water. Several men came to rescue them, but the boat they were traveling in half full of water, capsized, within ten feet of the house.' Moments later the roof broke in two and the Metcalfs went screaming as they disappeared beneath the drift.'  Only one man, Mr. S.C. Robertson was saved because he was able to grab a hold of a tree and held on through as terrible a day and night as anyone ever endured.' &lt;br /&gt;Only the courthouse, the jail, the schoolhouse, and seventeen houses remained. Sixty-five people drowned. The Washington Post reported that the destroyed property was estimated to be worth around 40,000 to 100,000. Because of the devastation, the county offices and the post office were moved to San Angela. This town became the new county seat in 1883 and renamed San Angelo. Some survivors of the flood moved to find jobs and homes in Sherwood and San Angelo. Only two families continued to live in Ben Ficklin."],"display_date":"August 23, 1882 - August 24, 1882","search_date":"1882-08-23","locations":[{"id":13251,"lat":31.6163808826,"lng":-101.778271913,"zoom":8,"place":"TOM GREEN, Texas"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}