{"id":9348,"place":"TIPTON, Tennessee","lat":35.4246744105,"lng":-90.1125152713,"episodes":[{"id":6295,"title":"<strong>Union Navy Deemed Superior at Fort Wright</strong>","course_id":137,"status":"P","start_date":"1862-05-10","end_date":"1862-05-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As part of the Union’s effort to create a blockade of the South and to execute tactical operations, the Rebels and the Yanks fought on the sea and on major rivers.  On May 10, 1862, a Confederate force attacked a section of the Union fleet on the Mississippi River near Fort Wright, Tennessee.  According to The<em> Presbyterian Banner</em>, a newspaper in Pittsburgh, eight Rebel gunboats attacked the USS <em>Cincinnati, </em>USS <em>Benton, </em>USS<em> Cairo,</em> USS<em> Carondeler, </em>USS <em>Saint Louisiana, </em>and theUSS <em>Conestoga.</em> Out numbered eight to six, the Union fleet prepared for the battle.","The CSS <em>Mallory </em>approached the <em>Cincinnati</em> to within forty yards in an attempt to board her<em>. </em>Due to the swift nature of the Union’s vessel, the <em>Cincinnati</em> maneuvered and managed to escape the Rebel’s attack.  In attempting to chase and eventually attack the <em>Cincinnati </em>again, the CSS <em>Mallory</em> was surprised instead.  Capt. Sternbel of the<em> Cincinnati </em>commanded a counter attack on the broadside of the <em>Mallory</em>, which had to heave off as a result.  During this assault, Capt. Sternbel shot the Captain of the Confederates’ boat with his revolver, but in turn was struck by a bullet himself.  However, the shot was not fatal to Sternbel.  The shots from the Union force sank a gunboat and set fire to an additional ship.  At this point in the battle, the Rebels chose to withdraw from the conflict and retreated to Fort Wright.  The battle left the <em>Cincinnati</em> with minimal damage and left four of her mates wounded as well.  After the Rebel retreat, the USS <em>Benton</em> was sent on a mission of her own.  The <em>Benton</em> attacked the broadside location on the CSS <em>Mallory</em>, which sank the vessel quickly.  Supposedly all of the mates on that vessel went down with the ship.","For the North, the navy helped with the control of blocking the ports of the South.  This idea, which originated within the Anaconda Plan, proved to be a successful approach to slowly choke out the Rebel force by limiting their import and export of supplies and goods.  Besides the blockade of ports, both the Union and the Confederacy used the navy to mobilize troops and to transport goods and supplies.  Ships also could gain tactical positions in preparation for attacks.  Both sides also used a large part of their navy power for floating hospitalization during times of battle.  This helped with assisting the soldiers with quick care.  Overall, the use of the navy proved to be more vital for the North however.  The North, who successfully followed the Anaconda Plan, if more slowly than hoped, only succeeded through the use of naval force.  The use of the navy in battle during the Civil War ended on June 22, 1865, in the last naval battle of the war in the Bering Strait."],"display_date":"May 10, 1862","search_date":"1862-05-10","locations":[{"id":12412,"lat":35.4246744105,"lng":-90.1125152713,"zoom":10,"place":"TIPTON, Tennessee"}],"tags":[{"id":2569,"tag":"Anaconda Plan"},{"id":2568,"tag":"Fort Wright"},{"id":2567,"tag":"Union Navy"},{"id":2235,"tag":"Mississippi River"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}}]}