{"id":9352,"place":"Lehigh, Pennsylvania","lat":40.6127984981,"lng":-75.5924733112,"episodes":[{"id":6254,"title":"Revenge is Sweet: H. L. Mencken and the Repeal of the 18th Amendment","course_id":132,"status":"P","start_date":"4/7/33","end_date":"4/7/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The American Temperance Society was founded in 1826, and the movement gained momentum after the Civil War. During the late 19th century, women's organizations took on temperance as a domestic issue, using it as one of the many reform efforts that justified their activism outside the home. When Progressives took up the cause in the early 20th century, partly out of anit-immigrant sentiment and partly out of concern about decadent public culture, the movement achieved new levels of success. This success culiminated in the passage of the 18th Amendment banning the manufacture and distribution of alcohol. But many Americans and political leaders opposed Prohibition, and calls to end the ban began almost as soon as the new law took effect.","Prohibition in the United States during the 1920s was a constant source of debate and drove criminal activity. Reporters like Baltimore, Maryland's H.L. Mencken wrote constantly about its negative effects. He was among the many Americans who called for its repeal. Mencken, a writer for the Baltimore Evening Sun, was a vocal opponent of the 18th Amendment. He wrote countless columns devoted to the repeal of the 18th Amendment in hopes of bringing about Prohibition’s end.","After the repeal of Prohibition in 1933, Mencken not only celebrated, he dedicated columns to the exciting news. On April 7, 1933, Mencken was photographed at the Hotel Rennert in Baltimore, Maryland cheerfully accepting and then downing his first public glass of post-Prohibition beer. In his autobiography, published several years after Prohibition, Mencken told a number of  Prohibition stories. His command of language caused the reader to be giddy with laughter one second and fearing for Mencken’s life the next. For example, when asked if he was a federal agent, Mencken replied, “Where did you ever see a prohibition agent who looked so innocent, so moony, so dumb?” Later,  recounted an incident in which he lost his booze to tough looking theives.","H. L. Mencken’s influence on the American people did not dwindle with Prohibition. In fact, using his passion as a driving force, he spoke against the unfair treatment during the First Red Scare as well as injustice acts taken towards African Americans. Mencken used his dedication to get, not only the people of Maryland, but all Americans to expand their views on the changing world around them."," "],"display_date":"April 7, 1933 - April 7, 1943","search_date":"1938-04-07","locations":[{"id":23178,"lat":40.6127984981,"lng":-75.5924733112,"zoom":9,"place":"Lehigh, Pennsylvania"},{"id":23153,"lat":39.2464830538,"lng":-76.5960396412,"zoom":10,"place":"Baltimore City, Maryland"}],"tags":[{"id":111,"tag":"Prohibition"},{"id":600,"tag":"Media"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}