{"id":9357,"place":"Somerset, Maryland","lat":37.9285902233,"lng":-75.8346527629,"episodes":[{"id":2054,"title":"Battle for the Chesapeake Oysters\n","course_id":1,"status":"P","start_date":"1883-12-06","end_date":"1883-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Lieutenant Dryden was furious. The Award of 1877, which defined the boundary between Virginia and Maryland through the Chesapeake Bay, was bad enough. It ceded many of the most bountiful beds in the Pocomoke Sound to the dredgers of Virginia, but the Virginians refused to respect even those boundaries. Dryden and his fellow watermen decided to respond with force. For three weeks, his men riddled Virginia poachers with rifle fire. However, when Dryden and his men renewed their tonging, they found that only trashy-looking oysters remained. The Virginians had licked the bar with their destructive dredging practices. In revenge, Dryden and the other oystermen raided the Virginia beds. The Tangier, a Virginia police schooner, attacked them, and chased the tongers back to Smith Island. There, Dryden and the Maryland oystermen fired over 500 rounds on the Virginia police. The captain of the Tangier, A. J. Read, returned fire with his cannon. The Smith Islanders threw up barricades on the island, and dared Read to try to beach his craft. The Captain was unwilling to storm the beach, though, and the Tangier retreated back to the other side of the line.","Southern states increasingly regulated and defended their economic interests in the years after the Civil War. The War devastated the economies of many parts of the South, and these states sought to recover stability and growth through an active role in economic affairs. Maryland and Virginia fought over their boundary line through the Chesapeake Bay because each had economic interests in the Bay's valuable oyster fields. After a complex survey, the Award of 1877 settled the issue. Oystermen were notorious for not respecting the boundaries: many dredgers trawled at night in boats painted black with mud-covered sails. In response, each state created police forces to secure the boundary and the oysters. Open gunfire between the police boats and the oystermen was common throughout the 1870s and 1880s.","The police vessels also tried to limit the more destructive oyster industry practices, such as dredging. Many reports in the Baltimore Sun detail cases involving dredgers exceeding their tonnage limit without the proper license. The police forces regulated dredging because Virginians and Marylanders increasingly saw the oysters as an economic asset belonging to the state. A Marylander named Howard Hamans proposed leasing the bay bottom to dredgers instead of letting them take what they pleased. The money from this plan could be used to fund state projects like road construction. Hamans believed that dredgers squandered a precious natural resources belonging to the citizens of Maryland. After the Civil War, southern states like Maryland and Virginia tried to protect these economic interests, and even used guns to do so."],"display_date":"December 6, 1883 - December 31, 1883","search_date":"1883-12-18","locations":[{"id":6063,"lat":37.9285902233,"lng":-75.8346527629,"zoom":9,"place":"SOMERSET, Maryland"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2058,"title":"Hitting Shore With a Vengeance\n","course_id":1,"status":"P","start_date":"1875-01-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Haynie Bradshaw thanked God every time he arrived back on shore. Oystermen were reputed to be daring and unscrupulous men, who regard[ed] neither the laws of God nor the laws of man, but Bradshaw was a devout Methodist who sometimes led services on Sunday. As an oysterman, Bradshaw dredged the Chesapeake Bay aboard one of the infamous bugeye boats. It was a terrible living. Crews received one third of the gross income, with the other two thirds going to boat maintenance and to the captain. Bradshaw helped push a windlass that scraped the bottom of the bay. According to those in the trade, it was like pulling in anchor while the boat was sailing. His shabby clothes froze to his body out in the frigid ocean surf. Bradshaw knew men who lost fingers and toes to frostbite. Others were plagued with oyster hand, an infection that developed if one cut one one's hands while culling oysters.","Crisfield was an oysterman town, and to the town the oystermen bought prosperity as well as debauchery. All the buildings had holes in the floors to toss away emptied shells. The entire town smelled of dead oysters. Girls on the street corner outside Blizzard's were hardly discreet about their employment. The town's residents used guns to disperse the rowdy drunks prowling the streets after dark. While Bradshaw's religious faith was dear to him, the dangers and tension of the oyster season caused him to lapse into drinking. Bradshaw chose Burgess's Saloon, which featured a boxing ring for the customers' enjoyment. Bradshaw wasn't planning on fighting, but then he saw a Virginia waterman who had insulted him earlier, saying, Hey, ain't you one o' them dumb Smith Islanders? In a second they were in the ring. Bradshaw clocked him and the drunken crowd cheered raucously. When the Virginian's friends came to his aid, Bradshaw bloodied them too, one after the other. The saloon in Crisfield was a far cry from his Methodist Church back home.","While the slavery system ended years earlier, the free labor system for both blacks and whites could be awful as well. In each, the living conditions could be atrocious, with poor clothing, poor quarters, and poor food. In each, the work could only be done by forced labor provided by traders. For the oyster industry, the crimps in Baltimore were responsible for delivering the men to the captains, who paid them off for their services and then kept the men at sea for as long as they could. Slaves were usually not paid for their work, and oystermen were sometimes only paid off with the boom: knocked overboard into the freezing waters by the captain at the end of a voyage. Many laborers, such as Bradshaw, looked to alcohol to cope with the dangers. Tough labor conditions were found throughout the South and in many other forms than those in the oyster industry. Both blacks and whites were often exploited by the system of sharecropping, where a farmer worked another man's land in return for a small portion of the crops. Life could be difficult for a working man in the South, even if he was free."],"display_date":1875,"search_date":"1875-07-02","locations":[{"id":6062,"lat":37.9285902233,"lng":-75.8346527629,"zoom":9,"place":"SOMERSET, Maryland"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":6275,"title":"The Lynching of George Armwood","course_id":132,"status":"P","start_date":"10/18/33","end_date":"10/30/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 18<sup>th</sup>, 1933, George Armwood was arrested and later lynched for the alleged attack of an old married white woman named Mary Denston. Lynching, commonly practiced throughout the United States from the 19<sup>th</sup> century until the 1960s, was a method of murder used to control African American behavior. The victims were typically accused of inappropriate behavior towards white women, though historians agree that these charges typically were false. Armwood’s case met with something highly unusual of Maryland lynchings up unto this point: gubernatorial intervention.","Gov. Albert Ritchie had ordered that Armwood be moved out of Somerset County to Baltimore for protection until his trial. However, relentless pressure from the whites in Princess Anne pushed Judge Robert Duer to transport Armwood back to Somerset County, where an angry mob waited for him. The mob broke through the guards and used a telephone pole to batter down the jailhouse door. The mob rampaged the jailhouse, found Armwood, and dragged him to the courthouse lawn where they beat him severely. They then dragged him through the streets into Duer's neighborhood, where they hanged him from a tree near the judge's home. Afterwards his mutilated body was set on fire and abandoned in a lumberyard where it stayed to terrorize the African American community.","Politically, Maryland was sharply divided over issues of race. In general, Baltimoreans identified more with northern progressive thought while residents of rural areas held to southern sensibilities. With the gubernatorial election on the horizon, Gov. Ritchie found himself torn between rural white segregationists on the one hand, and urban progressives and African Americans on the other hand. Baltimoreans were enraged by his refusal to take responsibility for Armwoods' lynching. In response, Gov. Ritchie declared that, “The responsibility for Armwood's being at Princess Anne rests squarely on the shoulders of Judge Duer and State's Attorney Robins.” Ritchie’s reluctance to use his power to administer justice seemed to demonstrate a broader unwillingness to improve the rights of minorities and promote a progressive agenda. In order to recover his reputation in this demographic, Gov. Ritchie sent three hundred National Guardsmen to apprehend four of the men accused of the Armwoon lynching and bring them to Baltimore for trial. This ultimately failed because Somerset residents actively rebelled.","Ritchie’s short-lived attempt to prosecute the lynchers alienated White segregationists and his ambivalence about the lynching of Armwood had infuriated African American and white progressive voters. He lost reelection. Interestingly, the Armwood lynching was the last in Maryland. That, combined with the voters' actions, suggest that Maryland politics was turning toward Civil Rights during the 1930s."],"display_date":"October 18, 1933 - October 30, 1933","search_date":"1933-10-24","locations":[{"id":23153,"lat":39.2464830538,"lng":-76.5960396412,"zoom":10,"place":"Baltimore City, Maryland"},{"id":24915,"lat":37.9285902233,"lng":-75.8346527629,"zoom":9,"place":"Somerset, Maryland"}],"tags":[{"id":2540,"tag":"George Armwood"},{"id":2539,"tag":"Gov. Albert Ritchie"},{"id":1,"tag":"Crime/Violence"},{"id":1505,"tag":"Progressivism"},{"id":1071,"tag":"Civil Rights Movement"},{"id":367,"tag":"Lynching"},{"id":3,"tag":"African-Americans"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6269,"title":"Remember, Remember: A Look into How Media Can Shape the Events of a Nation.","course_id":132,"status":"P","start_date":"10/16/33","end_date":"10/18/33","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Those who cannot remember the past are condemned to repeat it.”","The body of a lynched man, George Armwood of Princess Anne, MD, hung limp and tortured late on October 17<sup>th</sup>, 1933. An African American man, Armwood, had had some encounter with an elderly, white woman the previous day. Mary Denston had been walking down the road from the post office. She claimed to have been attacked. Such accusations were deadly for black men. Regardless of the true nature of Armwood’s “attack” on Denston, a posse of over a thousand gathered and stole Armwood from the town jail. They lynched him, burning his body, and leaving him smoldering in a lumber yard. He was discovered early on October 18<sup>th</sup>. In the history of lynching it is evident that the mainstream media fueled the kind of fear that justified racial violence. At the same time, the black press was crucial in drawing attention to the prevalence of injustice and instrumental in pushing for  change.","Racial bigotry did not die with the signing of the Emancipation Proclamation. Whites relentlessly continued to implement new means for upholding a misguided social hierarchy once they no longer had the institution of slavery to justify their control of black people. Lynching emerged as a method of control, demoralizing and terrorizing black people to discourage them from protesting injustice. This was one of many ways they were kept as second class citizens.","Journalists in the George Armwood case began to use the media to press for change. White newspapers tended to downplay racial unrest, at least until the  early 20<sup>th</sup> century. They emphasized African American crimes in order to create an image of a people not suited for free society. By 1933, white newspapers had begun to report more frequently on crimes <em>against</em> African Americans. They were not interested in activism, however. Rather, the tone of most articles was informative and the focus was local. This made it difficult for readers to understand lynching as a systemic problem.","The Baltimore Sun took this approach in the Armwood case, reporting the details of the lynching without raising questions about the response of local officials or police. Armwood's jailers had lfailed to protect him, and he never had the benefit of a trail. The Sun did not make these points clear. Further, The Sun attempted to soften the atrocity, for example, by referring to the posse’s contempt for pleas for peace as “good natured.”","The black press took a much more activist approach. In Baltimore, reporters for The Afro American expressed outrage. In the early 20<sup>th</sup> century, African American newspapers became key players in advancing the cause of civil rights. No longer would African Americans stay silent under the chains of oppression. Instead, they would become more vocal and more insistant – a role that The Afro played beautifully. Reporters reminded the public that George Armwood had been tortured before his body was burned, that he was a son of a mother distraught with grief, that this event was a travesty and a flippant disregard of the justice system. A new juggernaut of media style began to take form as it walked a nation into an era of social freedom.","Media holds the power to shape nations. White journalists failed to question the long reach of  slavery into the 20<sup>th</sup> century. Black journalists propelled a movement for change. Every form of media has a cause: to remember this and to understand where it is leading us will open a window to escape the cycle of history. To forget is to become Sisyphus: forever rolling the stone of racial relations up the insurmountable hill of progress."],"display_date":"October 16, 1933 - October 18, 1933","search_date":"1933-10-17","locations":[{"id":24915,"lat":37.9285902233,"lng":-75.8346527629,"zoom":9,"place":"Somerset, Maryland"}],"tags":[{"id":367,"tag":"Lynching"},{"id":1,"tag":"Crime/Violence"},{"id":21,"tag":"Race Relations"},{"id":600,"tag":"Media"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6281,"title":"The Failed Leagl Proceedings of Maryland's Last Lynching","course_id":132,"status":"P","start_date":"10/18/33","end_date":"1/24/34","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The last lynching in Maryland state history took place on the night of October 18, 1933, when George Armwood was kidnapped from jail and lynched by a mob of white protestors in Princess Anne County. Armwood had been accused of assaulting an elderly white woman. Enraged, a mob refused to wait for Armwood to be tried.  His murder was just one in a long list of lynchings perpetrated by whites against African Americans. These murders were committed to assert white supremacy and instill fear. African American organizations and leaders worked to pass a federal anti-lynching law for decades, but their efforts failed to attract the necessary support.","By 1933, opposition to lynching was growing, however. Progressives called for an investigation into the Armwood murder. Governor Albert Ritchie complied and expressed hope that the leaders of the mob might be apprehended. However, Ritchie's choices made that hope unlikely. He put Judge Robert F. Duer in charge of the investigation. Duer had gotten word that Armwood was in danger, but he had not  acted to stop the mob. Meanwhile the majority of whites on the Eastern Shore of Maryland remained uncooperative with authorities. They believed the lynching was justified and considered the leaders of the mob to be heroes.","Even after suspects were identified, Judge Duer refused to make any arrests. He said there was insufficient evidence. In response, Governor Ritchie declared martial law in Somerset County and dispatched state police and 300 National Guardsmen to make arrests in its surrounding areas. Four of the nine alleged mob leaders were arrested and a new mob came to protest the arrests. They attacked authorities and tried to free the suspects. Despite this, the suspects were safely tansported to Baltimore for trial. Ritchie received a number of death threats as well as intense criticism from the state legislature, who felt he had acted without regard for the law. For whatever reason, only one day after the arrests were made, Ritchie handed the case back over to Judge Duer.","On January 24, 1934, the Somerset County Grand Jury refused to indict the men. They decided there was a lack of evidence to bring charges against any of them. The four accused were  were released to an overjoyed crowd. The failure to bring Armwood's murderers to justice showed how little progress had been made towards equal rights in Maryland and exposed a flawed justice system that made decisions based on race. After the disappointment of the Armwood case, African American leaders and newspapers pushed even harder for endorsement of federal anti-lynching laws, bringing the movement to national attention. This along with new state protocol to transport all arrests of African Americans for crimes against whites to Baltimore ensured that George Armwood's lynching would be Maryland's last."],"display_date":"October 18, 1933 - January 24, 1934","search_date":"1933-12-05","locations":[{"id":24915,"lat":37.9285902233,"lng":-75.8346527629,"zoom":9,"place":"Somerset, Maryland"}],"tags":[{"id":367,"tag":"Lynching"},{"id":119,"tag":"racial violence"},{"id":142,"tag":"african americans"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}