{"id":937,"place":"NORFOLK CITY, Virginia","lat":36.8654174886,"lng":-76.2893042264,"episodes":[{"id":791,"title":"Work Begins Converting Merrimac into Ironclad CSS Virginia\n","course_id":1,"status":"P","start_date":"1861-07-24","end_date":"1861-07-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the Spring of 1861, Union forces abandoned the USS Merrimac, sinking it in the Elizabeth River near Norfolk, Virginia.  The water was shallow enough to allow Confederates to raise the ship.  During the Summer of 1861, the Merrimac was placed in dry dock at the Norfolk Navy Yard.  Originally a wooden steam-powered gunboat, Confederate engineers began coating the hull with iron, renaming it the C.S.S. Virginia.  On July 24, 1861, the Tredegar Iron Works in Richmond agreed to provide iron for the project at 6.5 cents per pound.  Work on the C.S.S. Virginia was overseen by John Luke Porter, who was principally responsible for the design.   &lt;br /&gt;Northern papers were filled with speculation about the Merrimac, often relying on Southern papers for information.  On August 21, 1861 The Chicago Tribune reprinted an optimistic article from the Louisville Courier.  The Merrimac will be a floating fortress that will be able to defeat the whole navy of the United States, and bombard its cities.  Her great size, strength, powerful engines and speed, combined with the invulnerability secured by the iron casing, will make the;destruction of the blockade fleet an easy task for her.'  The article is evidence of pro-Confederacy sympathies in Kentucky, which was a border slave state that did not secede, yet was historically tied to the South.  The CSS Virginia was built in part to break the Union blockade.  Lacking a true navy, the Confederacy relied on privateers to run the blockade and capture Union shipping.  &lt;br /&gt;According to an article in the Charleston Courier, vandals attempted to destroy with twenty kegs of powder;the hull of the forty-gun steam frigate Merrimac.'  Being partially made of iron, most of the ship survived.  The correspondent estimated the ship could have been completed within six months.  In December, however, the New York Times reported that the project was conceded by the authorities;to be a complete failure,' and work had therefore stopped.  In the dismissive article, the journalist wrote, So much for Southern mechanics.'  The CSS Virginia would sail and destroy two Union ships in March 1861 before dueling the USS Monitor to a draw.  Two months later, the CSS Virginia was destroyed by Confederate troops to keep it from falling into Union hands.  Ironclad ships ushered in a new era of naval warfare for all the global powers."],"display_date":"July 24, 1861","search_date":"1861-07-24","locations":[{"id":14409,"lat":36.8397586016,"lng":-76.3809881826,"zoom":9,"place":"NORFOLK, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1534,"title":"The Debut of the CSS Virginia\n","course_id":1,"status":"P","start_date":"1862-03-08","end_date":"1862-03-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the days of March 8th and 9th, the Confederate Ironclad CSS Virginia [formerly the sunken USS Merrimack, which the Confederates had risen from the Norfolk Navy Yard ant rebuilt as an ironclad] sunk two wooden Union ships then battled the Union Ironclad USS Monitor to a draw.  While first running down and sinking the USS Cumberland [a sailing ship], the Virginia then approached the frigate Congress, attacked and captured it.  An additional steamer, the USS Minnesota, was in distant relief of the two wooden ships but ran aground close to shore.  After a difficult journey south from New York the USS Monitor arrived and on the morning of March 9 the epic clash occurred.  Fighting carried on for two hours, until the injuries sustained on both sides forced commanders to pull back.  While the exchange of fire was impressive, the damage to either ship was minimal and the battle ended in a draw.&lt;br /&gt;&lt;br /&gt;Having commenced in Hampton Roads, Virginia, the ensuing battle took place in the surrounding waters of the Chesapeake Bay and Atlantic Ocean.  After the battle Federals were concerned of the possibility that the CSS Virginia might make its way north to Washington, D.C., or New York, but those worries were soon dispelled after realizing the Virginia was unable to easily maneuver due to unwieldy construction.  Aside from the possible threat of an attack far north, the battle really acted as a turning point in naval warfare; the launch and success of the Virginia made wooden ships obsolete, forever changing the face of maritime battle."],"display_date":"March 8, 1862 - March 9, 1862","search_date":"1862-03-08","locations":[{"id":14409,"lat":36.8397586016,"lng":-76.3809881826,"zoom":9,"place":"NORFOLK, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1679,"title":"The Brig Nautius Sets Sail for African Colony\n","course_id":1,"status":"P","start_date":"1821-01-23","end_date":"1821-01-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Brig Nautius captained by a Capt. Blair sailed from the port of Norfolk on the morning of Tuesday January 23, 1821.  The vessel was bound for the coast of Africa, and carried on board a number of free blacks seeking (or having sought for them) a new life in the African colony, which would later be termed Liberia.  Aboard were also a number of clergy from varying denominations ranging from Methodist to Catholic, perhaps wit h the hopes of achieving the conversion of those blacks on board who were not yet Christian, or perhaps with the hopes of African indigenous contact, through which they could spread the word of Christ.  Boats similar to the Brig Nautius sailed for the African colony from southern ports throughout the decades surrounding 1821 as part of an effort asserted by the American Colonization Society to rid the United States of what they continued to be the inevitable failure of free coexistence of the white and black races.  Members of the Colonization society wanted the abolishment of slavery as an institution, but with that end, they also cried for removal of the entire black race.  This removal, they stated, would end in the completed and successful colonization of a free black settlement on the coast of Africa set up by the U.S. government.  ","Although states in the South such as Virginia saw considerable rallying in support of the Colonization Society, there was also staunch opposition on behalf of both blacks and whites.  No doubt, few free-blacks living in undesirable conditions saw resettlement in Africa as an attractive option, and means by which some who had not been in the states for very long could reunite with family members left behind in Africa; however, by 1821 the majority of blacks living in the United States were products of one or more generations of life on American soil.  This prompted feelings of anger and resentment toward organizations like the Colonization Society because though whites spearheading such efforts meant well (for the most part), they were effectively ripping blacks from their homes and families in the United States to send them to a strange and foreign place; a twisted costal role reversal from years past.  Just as the Africans brought into slavery in the United States were not American, the free blacks being taken to Africa from the United States were not African, but African-American.  White opposition came from two ends; some argued that there was no need for removal and total segregation of the races in order to achieve a peaceful and functioning society.  Other arguments rested on the tenet of the project's improbability of success, cost, and length of completion.","The Brig Nautius captained by a Capt. Blair sailed from the port of Norfolk on the morning of Tuesday January 23, 1821.  The vessel was bound for the coast of Africa, and carried on board a number of free blacks seeking (or having sought for them) a new life in the African colony, which would later be termed Liberia.  Aboard were also a number of clergy from varying denominations ranging from Methodist to Catholic, perhaps wit h the hopes of achieving the conversion of those blacks on board who were not yet Christian, or perhaps with the hopes of African indigenous contact, through which they could spread the word of Christ.  Boats similar to the Brig Nautius sailed for the African colony from southern ports throughout the decades surrounding 1821 as part of an effort asserted by the American Colonization Society to rid the United States of what they continued to be the inevitable failure of free coexistence of the white and black races.  Members of the Colonization society wanted the abolishment of slavery as an institution, but with that end, they also cried for removal of the entire black race.  This removal, they stated, would end in the completed and successful colonization of a free black settlement on the coast of Africa set up by the U.S. government.  ","Although states in the south such as Virginia saw considerable rallying in support of the Colonization Society, there was also staunch opposition on behalf of both blacks and whites.  No doubt, few free-blacks living in undesirable conditions saw resettlement in Africa as an attractive option, and means by which some who had not been in the states for very long could reunite with family members left behind in Africa; however, by 1821 the majority of blacks living in the United States were products of one or more generations of life on American soil.  This prompted feelings of anger and resentment toward organizations like the Colonization Society because though whites spearheading such efforts meant well (for the most part), they were effectively ripping blacks from their homes and families in the United States to send them to a strange and foreign place; a twisted coastal role reversal from years past.  Just as the Africans brought into slavery in the United States were not American, the free blacks being taken to Africa from the United States were not African, but African-American.  White opposition came from two ends; some argued that there was no need for removal and total segregation of the races in order to achieve a peaceful and functioning society.  Other arguments rested on the tenet of the project's improbability of success, cost, and length of completion."],"display_date":"January 23, 1821","search_date":"1821-01-23","locations":[{"id":14405,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1963,"title":"Ice as a New Commodity\n","course_id":1,"status":"P","start_date":"1826-05-18","end_date":"1826-05-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Alexander Gall advertised his ice delivery service in Portsmouth's <em>American Beacon and Portsmouth Daily </em>on May 18, 1826. Gall's advertisement ran in the local newspaper for a month. This allowed for the news of Gall's service to effectively spread among the people of Portsmouth. Gall brought ice to the homes of his customers in a horse-drawn wagon. Gall delivered ice daily to his customers who could afford to pay for the service. Gall advertised the options of a weekly or monthly subscription in the <em>American Beacon and Commercial Daily</em>. The American people quickly picked up on the amazing benefits of refrigeration, and Gall became one of thousands of men involved in the rapidly growing ice industry. Technological advances in refrigeration allowed for the development of the ice industry."," Gall received his ice from companies that harvested across the vast regions of North America. These regions experienced winters capable of freezing lakes and rivers solid. According to historian Gavan Weightman, companies checked the thickness of the ice after two or three weeks of subzero weather. Men harvested the ice once it froze to 18 inches; a depth that supported the weight of hundreds of men and horses. Men wore cork soles that allowed them to grip the ice, and fitted their horses with spiked shoes. Competing companies that worked on the same river or lake carefully observed boundaries pertaining to ownership. Men marked out the ice after clearing the snow on top to expose the ice surface. To mark the ice, men steered iron cutters drawn by teams of two horses across the surface. These men created a network of parallel lines that divided the area into squares. Horse-drawn plows with metal teeth cut deep enough into the groves that permitted men to pry the blocks free using long-handled chisels. Weightman claims that channels of free flowing water coaxed the giant ice blocks to a mechanism that hoisted them into timber icehouses. Blocks slid down chutes and men hauled them into stacks. These men put sawdust between and around the ice blocks to act as insulation. The discovery that sawdust could act as insulation allowed for the growth of the ice industry beginning in 1820."," Wagons draw by teams of horses or oxen carried ice from the timber houses to ports in nearby towns. Weightman claims that from these locations steamboats carried ice to large ice warehouses in city centers. The technological advances in steamboats, largely in part due to the development of the condensing engine, allowed for much faster transportation of ice."," Gall brought his wagon to the Portsmouth warehouse each morning to receive his supply of ice to deliver to his customers. The favored size of ice cube varied depending upon the location that companies transported the ice to. The size of ice cubes that Gall delivered to his customers in Portsmouth resembled that of a New-York sized ice cube of twenty-two square inches. In Portsmouth households, people kept blocks of ice cut to a standard size in what they called refrigerators or iceboxes. These refrigerators were predominantly built of wood and lined with metal. The technology of iceboxes created a way for Americans to store ice, thus increasing the demand for the valuable commodity. The variety of improvements in technology resulted in the growth of the ice industry."],"display_date":"May 18, 1826 - May 19, 1826","search_date":"1826-05-18","locations":[{"id":14405,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2905,"title":"An Association of Teachers\n","course_id":1,"status":"P","start_date":"1830-09-08","end_date":"1830-09-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 8, 1830, William Russell spoke to a crowd of educators and citizens of Norfolk gathered together for the founding of an Association of Teachers in Norfolk County. His speech, directed at the educators, addressed the need for a unified body of teachers in the county which would guide the next generation of Americans. It included discussions on nine different disciplines intended to foster learning in the broadest and most holistic sense. At the conclusion of the speech, Russell presented to the assembled body a constitution for their approval. ","Russell's speech was representative of the early republican ideals of America; the continued vitality of the republic was dependant upon an educated populace that yearned to cultivate knowledge, nurture patriotism, and foster virtue. The establishment of this organization represents an emphasis on a networking system between and among schools, uniformity. This network put them in relationship with each other and with the state. The association with the state in the form of a public school system was consonant with a larger popular movement during the early republic.","Delivered at the tail end of the Second Great Awakening, this speech lacks any mention to religion. While in other parts of the country, there was so much heated contention over how the Bible should be taught in public schools that there were violent riots (Philadelphia 1844), Russell's discussions of the different disciplines did not include any form of biblical study. A possible explanation for this is the Deism movement that held influence in American intellectual life and affected many secular movements of the day. The body assembled in 1830 was most interested in the continuation of American patriotism and self-governance. In his closing remarks, Russell warned his audience: Education is going on ceaselessly, in the family and abroad as well as in school. Example is ever moulding the susceptible mind of the child. There is no escape from education."],"display_date":"September 8, 1830","search_date":"1830-09-08","locations":[{"id":14406,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2924,"title":"Imposition of Colonization\n","course_id":1,"status":"P","start_date":"1839-08-01","end_date":"1839-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["At the passing of John R. Rix of Raleigh, NC, eighteen of his slaves were freed from bondage on the condition that they boarded a ship sailing from Norfolk, VA to the west coast of Africa. One of the eighteen took a stand against these terms, and was resold into slavery. The idea for the resettlement of blacks in Africa began as a way for whites to rid themselves of African American presence to counterbalance ever increasing numbers of free blacks living on American soil. The public image that organizations such as the American Colonization Society presented was one of compassion and of Christian values. Soon it became clear that although there were pockets of blacks who looked positively on the idea of colonization, there were a great many others who questioned the professed philanthropy of its [white] promoters. Blacks who did support the movement often did so only when they decided whites would never allow them to claim full and equal citizenship. Many states, including Virginia, had instituted laws forcing freed slaves to exit the state; Furthermore, Georgia had created a system set on deterring blacks from immigrating to their state by giving free blacks the option of a 500 entrance fee or sale into slavery. ","It quickly became clear that Christian benevolence toward a debased and oppressed race was not the driving force for the movement, but rather a deep-seeded White fear of the growing free black population. John Rix's terms of manumission were not unique. The Colored American, a New York City-based African American newspaper, reported seven other conditionally freed slaves that were to join these seventeen on the ship Saluda, bound for Africa. The Norfolk Harbor was a microcosm of a nationally growing trend at this time. From 1820-1830, 1430 blacks boarded ships such as the Saluda bound for Liberia. In 1832 alone, that number rose to 1037-247 of which were manumitted under the condition of emigration. In this Land of the Free, the free people of color across the country were being pressured to leave their native soil. The blacks of Middletown, Connecticut, found themselves asking, Why should we leave this land, so dearly bought by the blood, groans and tears of our fathers? Truly this is our home. ... here let us live and here let us die. "],"display_date":"August 1, 1839 - August 30, 1839","search_date":"1839-08-15","locations":[{"id":14406,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2931,"title":"Colonization Movement\n","course_id":1,"status":"P","start_date":"1836-12-19","end_date":"1836-12-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 19, 1836, Philo, an anonymous member of the Norfolk community, tried to spur popular support for the resettlement of blacks in Africa. He called both Christians and patriots to rally for a cause truly worthy of the friends of the African race. This plan, he said, was consistent with individual rights and the peace, happiness, and prosperity, of the free coloured race ... [and] promises contentment with social, moral and intellectual elevation to the emancipated negro.","Although this apparently concerned citizen claimed to have the best interests of blacks in mind, the interpretation that would be consonant with the attitude of American whites in this time period was that blacks were a problem and it was best to remove that problem altogether. As more and more slaves became citizens, whites increasingly took note. Successful free blacks posed a threat to the social hierarchy, specifically the institution of slavery. Much of White America, Philo included, took a paternalistic approach, using rhetoric of compassion in their approach to resettlement. Others fall in line with George Custis, who spouted, What right have the children of Africa to an homestead in the white man's country? ... Let the Atlantic billow heave its high and everlasting barrier between their country and ours. Let this fair land, which the white man won by his chivalry, which he has adorned by the arts and elegancies of polished life be kept sacred for his descendants untarnished by the footprint of him who hath ever been a slave.... ","Philip Slaughter described black people as fortunate to have encountered the white man, who had borne him along with him in his upward career, protecting his weakness and providing for his wants... In the meantime, the black man has been trained in the habits, manners and arts of civilized life, been taught the Christian religion, and been gradually rising in the intellectual and moral order, until he is far above his race in their native seats. This sort of attitude affected the African Americans' views of themselves in relation to the native Africans with whom they were to cohabitate. The repercussions of this forced emigration and assimilation into Liberia have stretched across the last two hundred years and are still present today in the civil wars that plague that nation. When the American black population left for Africa, they brought the prejudices of their American homeland with them."],"display_date":"December 19, 1836","search_date":"1836-12-19","locations":[{"id":14406,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2937,"title":"Steamboats in Norfolk Harbor\n","course_id":1,"status":"P","start_date":"1832-03-08","end_date":"1832-03-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 8, 1832, the steamship Gosport finally arrived in Norfolk, Va. It was the first steam ferry offering service across the Chesapeake, able to complete the trip in a mere five minutes, a feat that at the time was remarkably fast. Previously, ferries were man-powered or run by a blind mule or horse turning paddles by treadmill. The editors of The <em>Norfolk Herald</em> volunteered their confidence that this endeavor was certain to garner a good deal of wealth for its investors who were providing a much needed service to the Norfolk community.","This adoption of steam technology in the Norfolk harbor was quite delayed in comparison to the rest of the Unites States. By 1817, ten steam ships had been commissioned to run between New York and Albany, and steamboats were coming to be a common sight on the Delaware, Ohio, and Mississippi rivers. By the time the Gosport finally arrived in Norfolk, steam technology was already being included in plans for mass transit and exchange across the Atlantic. The Englishman John McGregor wrote a two volume work describing the great benefit to be made in creating a system of exchange using the new steamboat technology, focused largely on utilizing the vast resources provided by American land. Named in honor of that part of the Tidewater area where the navy shipyard is located, the Gosport was part of a larger movement attributable to the invention of the steam engine, which enabled not only the use of steam to power boats, but also the establishment of a national network of railways. The high pressure steam engine, developed in the early 1800s, not only enabled more expedient travel, but also aided industrialization in the North and the growth of sawmills, especially in the lower Mississippi Valley region. These innovations in effect brought the States closer geographically, and helped to fuel both local and national commerce. This innovation in the Norfolk ferry business marked the beginning of a tradition that lasted 123 years in the harbor until termination of service on August 1, 1955. Service across the harbor was renewed in 1983."],"display_date":"March 8, 1832","search_date":"1832-03-08","locations":[{"id":14406,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2948,"title":"Branding\n","course_id":1,"status":"P","start_date":"1838-06-16","end_date":"1838-06-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Under Virginia law, it was legal to brand slaves on the hand until 1838. Branding on the hand was particularly important as an effective way of ensuring the failure of any future attempt at escaping bondage. On June 16, 1838, The Colored American reported that the court of Norfolk Borough had removed those odious relics of the barbarous age, the shackles and staples by which the hand of the criminal was fixed and fastened, to receive the impression of the brand. ","Branding runaways had long been a response used in the South. A 1696 South Carolina statute called for different levels of punishment for the repeated offense: First, forty lashes; Second, an R branded on the Right cheek; Third came forty more lashes and the loss of an ear; Fourth for a man was castration and for a woman was an R on the left cheek and the loss of the left ear; Fifth was death or the cord of one of the slave's legs to be cut off above the heel, the severing of the Achilles Tendon. Laws such as these were amended from time to time to better suit the ruling populace. In New York, the mode of execution for heinous offenses (intentionally broadly defined) was decided on a case-by-case basis. Maryland had a very ritualistic punishment for slaves who even committed petty treason or arson: Their right hand was cut off, then they were hanged, then beheaded, quartered, and put on display all across the county. Barbarous punishment for crimes denied slaves' humanity. As stated in The Colored American, the striking of this statute from the Virginia law books shows that the light which is shining into the abominations of Slavery, is becoming too bright and strong. Let our enemies cavil as they may, these are some of the effects of abolition agitation. The abolitionist movement was gaining momentum in the late 1830s, and this was one stop on the long road to liberation."],"display_date":"June 16, 1838","search_date":"1838-06-16","locations":[{"id":14406,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2951,"title":"Virginians Eye Texas\n","course_id":1,"status":"P","start_date":"1836-12-19","end_date":"1836-12-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It took nearly a month for news of the Battle of San Jacinto to reach the Norfolk newspapers. When it did, it was the main story of the day, labeled Important and Cheering News From Texas. Samuel Houston's Texan army had met with Antonio Lopez de Santa Anna's Mexican forces in a battle and had routed their opponents. Although the Texans attacked with only six hundred men against Santa Anna's eleven, they held the day due to Santa Anna's poor tactical decisions demonstrating a distinct interest in self preservation. The Texans only suffered six casualties and twenty injuries. Citing this statistic, the Texas Secretary of War remarked that The history of war does not furnish a parallel to this battle. The Battle of San Jacinto marked the beginning of the end of official Mexican political control over the Southwest part of the modern United States. Santa Anna was the dictator of Mexico at the time; captured and prostrate, he was forced to sign the Treaties of Velasco, which acknowledged Texas freedom from Mexico.","The eagerness and excitement with which the Norfolk Herald published this information is evidence of early nineteenth-century America's Westward focus. Although a thousand miles away, and technically international news, it made important headlines. The conflict in Mexico had begun as more and more American speculators moved into the Texas territory, which belonged to Mexico. Men like Stephen Austin saw opportunity in buying large tracts of cheap, unused land from Mexico; soon, the number of these opportunity seekers outnumbered the natives in the area. With them, these immigrants brought different customs, different religions, and a new sense of ambition. Texas represented to Americans' freedom to pursue their fortunes on vast areas of virgin soil away from their former toils. Mexico held less and less influence over Texas as its relative presence shrunk. Texas' independence was one further step toward annexation, which was a common desire for the Tejas-most of them American born with American associations, both familial and commercial. Ultimately, it would take over a decade until America gained internationally recognized legitimate control of the Texas territory in the Treaty of Guadalupe Hidalgo on February 2, 1848. This 1836 article demonstrates the early national interest in Texas and westward expansion, which eventually led to an American war to gain and keep vast expanses of land that would be divided into nine different Western states."],"display_date":"December 19, 1836","search_date":"1836-12-19","locations":[{"id":14406,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3638,"title":"A Plot is Uncovered\n","course_id":1,"status":"P","start_date":"1820-01-29","end_date":"1820-01-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 29, 1820, M. W. deBree wrote a letter to her father to tell him some distressing news. Her letter detailed a very melancholy circumstance that very nearly occurred on a ship bound from Norfolk, Virginia to New Orleans, Louisiana. Thirty slaves who were passengers on the ship had form'd a plot...to murder all the passengers and crew except two sailors who [were] to steer them to St. Domingo. Luckily, one of the slaves leaked the information to the servant of one of the passengers who informed her master of the plot. To take precautions against the possible uprising, the slaves were put in irons for the remainder of the voyage. This story must have had an alarming effect on Ms. deBree, since her letter contains nothing really other than its recounting."," Why would this incident cause Ms. deBree to be so alarmed? Denmark Vessy's slave insurrection plot in Charleston, South Carolina would not be uncovered for another two years. Furthermore, Nat Turner's rebellion was nearly eleven years later. However, the fact remained that white Southerners lived in fear of a slave rebellion as long as slavery existed. The brutality of an institution like slavery would certainly only breed a rebellion just as brutal. This was the white Southern nightmare. To Ms. deBree, this story was a close call, a near realization of the nightmare. "," An interesting point drawn from the letter was the slaves' intention to sail to St. Domingo following a successful takeover of the vessel. St. Domingo, or modern day Haiti, was a sort of utopia in the minds of American slaves. In 1804, a violent slave revolt in the small Caribbean country had resulted in the creation of an independent black nation. To white Americans, the successful slave revolt in St. Domingo represented the realization of the nightmare and the example of what may happen if slaveholders refused to remain diligent."],"display_date":"January 29, 1820","search_date":"1820-01-29","locations":[{"id":14405,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3641,"title":"The Female Orphan Society of Norfolk, Virginia Receives a Generous Donation","course_id":1,"status":"P","start_date":"1816-01-01","end_date":"1817-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Eighteen Sixteen was an eventful year for the Female Orphan Society of Norfolk, Virginia. The number of girls under the care of the Society was increased to twenty and a smallpox scare in the city required a visit from Society Physician Dr. Alex Whitehead for a round of vaccinations for all the girls. However, certainly the biggest event of the year happened in July when the Society received a letter from a generous citizen of the city. The letter was from the Executor of the will of Captain John Maxwell informing the Society that 2,500 had been bequeathed to them for the purpose of establishing an Asylum for Female Orphans. Additionally, Captain Maxwell's Executor had already purchased a lot on Brigg's Point for the new structure."," The 1816 annual report of the Female Orphan Society shows their elation at receiving such a large donation. The report states that they would desire... to proclaim our gratitude to our deceased benefactor & to God, the inspirer of all good, for this generous gift which promises to perpetuate our institution as a lasting honor & blessing to the community. Their happiness is well understood when one considers the average yearly earnings of a small-time farmer during the era was well under one thousand dollars. Simply put, 2,500 was a lot of money."," The Female Orphan Society was not a fledgling organization. It was founded in 1804 by Norfolk women in order to provide a temporary home, education and training for indigent white girls, orphans or otherwise. In order to stay afloat, the organization relied on the generosity of private individuals, churches, relief agencies, and finally clubs or other organizations to provide food, clothing, education for the wards, and wages for Society employees. The fact that after twelve years the organization had not yet acquired their own building shows the difficulty of financing a charitable organization such as the Society. In fact, at the time the Society received the donation, they were just deciding that they had sufficient funds to attempt to look for a lot for the construction of their own building. Such a large donation allowed the Society to build a larger building than perhaps they had hoped, enabling them to expand the breadth of their charitable work. Orphan Societies such as the Female Orphan Society of Norfolk factored greatly in the lives of America's poor children from the early nineteenth century until the 1920s. The Society of Norfolk was typical of these early institutions in that it was established to help female children and dealt mostly with children who had one or more parents living. These institutions served to help a family through tough times by providing for a child until the parent was able to do so themselves. The Norfolk Society was also indicative of Orphan Societies at the beginning of the nineteenth century in that it was entirely funded by private donations and managed by specific religious organizations. "," Orphan Societies began to be established in response to changes in the United States as a whole. During the early nineteenth century, American cities experienced massive growth due to European immigration. Cities grew by leaps and bounds and the population of urban poor grew with them. Additionally, the growth of wage labor often left many of these poor families unable to care for their children after a tragedy like the loss of a parent. Finally, improved transportation facilitated the easier spread of diseases like cholera, which led to a spike in the establishment of orphanages after an epidemic in the 1830s. By the Civil War, Orphan Societies had become very common across the United States and were thought of as being the best way to manage the upbringing and education of poor children outside of their own homes."],"display_date":"January 1, 1816 - January 1, 1817","search_date":"1816-07-02","locations":[{"id":14404,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3642,"title":"The Marquis de Lafayette Visits Norfolk and Portsmouth, Virginia","course_id":1,"status":"P","start_date":"1824-10-19","end_date":"1824-10-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Although a Frenchmen, the Marquis de Lafayette was a man dear to the hearts of many Americans in the early nineteenth century. He led American troops into battle during the Revolution, had sustained a wound at the Battle of Brandywine, and was instrumental in encouraging the participation of the French forces in the siege of Yorktown which led to the surrender of the British in 1781. Lafayette was not the only foreign officer to serve in the Continental Army, but he was revered for his generosity, friendliness, bravery, and genuine love for America, his adopted country. "," It is no wonder then that when in October of 1824 the Marquis, now quite an old man, landed in the city of Norfolk a great reception awaited him. The <em>Norfolk and Portsmouth Herald</em> reported the spectacle awaiting Lafayette upon his landing which included an artillery salute, a triumphal arch erected in his honor, ranks of local militia, the assembled Corporate Societies of the Borough, and large groups of school children including those of the Female Orphan Society. All this made for what the Herald described as a truly animating picture. Additionally, the Herald reported that in the evening the businesses and dwellings of the cities of Norfolk and Portsmouth were brilliantly illuminated, the latter municipality lighting 42 bonfires on the shores in honor of the Marquis. Sometime during his stay, a trip across the river to the city of Portsmouth was planned in order that Lafayette might pay a visit to the United States Naval Yard there. Louisa Emmerson, a life-long Portsmouth native wrote that the Trustees of Portsmouth welcomed him to their town, and with military honors conducted him to Crawford Street, where at its intersection with High, a fine triumphal arch had been erected in the General's honor. The arch itself was finely constructed and decorated with American flags, evergreen boughs, and flowers. Mrs. Emmerson wrote that before continuing to the Naval Yard, the procession stopped so that some school children of the city could recite a poem for the distinguished guest. "," Clearly, the Marquis' visit was quite an event for the citizens of Norfolk and Portsmouth. It certainly was not everyday that a small city was graced with the presence of one of the most venerated heroes of the Revolution, a man that Louisa Emerson described as second only to Washington. For more than a month, the Herald reported on the receptions of the Nation's Guest as he toured the cities of New York, Philadelphia, Baltimore, Washington D.C., Richmond, and Williamsburg. Day after day, near full pages of newsprint was spent describing his stay in each city with particular detail. The visit of the Marquis de Lafayette was perhaps the event of a lifetime. Norfolk was only one of many stops on Lafayette's Farewell Tour of America. From 1824 to 1825, Lafayette visited all twenty-four states in the Union. Along the way he was treated to numerous dinners and balls in his honor. He listened to speeches, he attended plays, he visited Revolutionary War veterans, and he laid the cornerstones to several monuments to the American Revolution including the Bunker Hill monument. No expense was spared in celebrating the return of the hero. "," The year 1824 was the perfect moment for Lafayette to make his return. America was experiencing a prosperous and peaceful period in its history. Cities were growing and industry was beginning to develop. The occasion of Lafayette's visit was a chance for the burgeoning American glass, printing, and pottery industries to flex their muscles as they churned out a variety of commemorative items emblazoned with the image of Lafayette. But why was all this attention and money being spent on an aging war hero that was not even a native citizen? Quite simply, Lafayette was one of the last remaining founding fathers. In celebrating Lafayette the man, the people of the United States were not just celebrating the accomplishments of the man but also the American ideals of liberty. Furthermore, the very fact that Lafayette was not a native son endeared him to the American people because he risked his life not to protect his native land, but out of a genuine love for freedom and democracy. Lafayette's visit was a chance for the American people to once again remember the sacrifices of the past and the ultimate triumph of democratic ideals."],"display_date":"October 19, 1824 - October 27, 1824","search_date":"1824-10-23","locations":[{"id":14405,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3645,"title":"Steamship Lines of Norfolk, Virginia","course_id":1,"status":"P","start_date":"1823-12-11","end_date":"1823-12-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>The American Beacon and Norfolk and Portsmouth Daily Advertiser</em> of Thursday, December 11, 1823 contained two advertisements that concerned a new technology that would greatly change the speed with which Americans traveled their vast continent. Both advertisements concerned the establishment of steamship lines from Norfolk to important cities in the Chesapeake Bay region. The first of the two ads described the services available from the Baltimore Steam Boat Line which operated two ships, the Virginia and the Norfolk. The two ships offered voyages from Norfolk to Baltimore twice a week. The other advertisement of note in the Beacon concerned the weekly voyages of the steamship Potomac. This vessel plied a Chesapeake circuit, beginning in Washington, D.C. and stopping at Alexandria, Virginia before heading south to Norfolk. After stopping in Norfolk, the ship continued up the James River to harbors at City Point and Richmond, Virginia. The whole circuit took exactly one week, but the passenger could choose to ride any portion of it he or she desired, each segment of the trip of costing a different price. The fares ranged from 4 to 11 and included food and drink during the voyage. Although the price may have been a bit steep for the average Norfolk resident, steam travel made the voyage from Washington to Norfolk last only a little over a day.","The 1820s saw the emergence of steamboat travel on the Chesapeake Bay. Although in the early part of the decade, steamboats did little to affect the business of packet ships, they certainly attracted the attention of the citizens of port cities who noted both the curious sight of the little boats with their steam-belching smokestacks as well as the regularity with which the infant steam lines were able to provide services. Steamers such as the Virginia, the Norfolk, and the Potomac constituted this first wave of passenger steamers that began to appear all over the Chesapeake in the first few years of the 1820s. Slowly but surely, stubborn Chesapeake planters also began to realize the value of this mode of transportation that could be depended upon to get their harvests to port within one day in a variety of weather conditions. ","Technological advances like steamship travel and the later advent of rail travel in the 1830s contributed to the emergence of American tourism and the formulation of a distinct American culture. By the 1820s and 1830s, these advancements combined with a growing interest in America's natural attractions and a wealthy population resulted in the growth of American tourism. The construction of turnpikes led to more comfortable and faster stagecoach services, while steamboat travel made water routes both a faster and more reliable option. However, the price of travel in the early nineteenth century often deterred all but the wealthy. "," Tourism also changed how Americans viewed their relationship to the land. The formation of an American culture was greatly tied to American's perceptions of the landscape. Sears writes that from the beginning Americans had sought their identity in their relationship to the land they had settled. In the 1820s and 1830s, tourist attractions helped the young nation cultivate a sense of national culture in a country without the centuries-long traditions of Europe. In essence, tourism provided a means of defining America as a place and taking pride in the special features of its landscape."],"display_date":"December 11, 1823","search_date":"1823-12-11","locations":[{"id":14405,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3646,"title":"Annual Report of the Norfolk Bible Society\n","course_id":1,"status":"P","start_date":"1815-03-07","end_date":"1815-03-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In early 1815, a charitable religious organization in Norfolk, Virginia by the name of the Norfolk Bible Society published its first annual report in the form of a small pamphlet. The pamphlet, which was presented at the annual meeting of the Society remarked upon both the activities of the Society in the past year as well as the Society's plans for the future. The pamphlet stated that the principal duty of the Society was that of procuring Bibles and Testaments and distributing them to the poor. The report stated that the Society had distributed 235 Bibles and 882 Testaments in the prior year. Some of these books were delivered to the poor of Norfolk, but others were delivered to the neighboring counties of Princess Anne, Nansemond, York, Elizabeth City, and even as far away as Matthews and across the Chesapeake Bay in Northampton. Donations were also made to the children under the care of the Norfolk Female Charitable Society and to the crew of the famous Navy vessel the <em>U.S.S. Constellation</em>. Finally, the Society made monetary donations, both to The Bible Society of Virginia and the Bible Society of New York for the printing of a French language edition to be donated to the poor inhabitants of Louisiana and Canada. The Norfolk Bible Society also listed future goals in its first annual report. The chief among these was the establishment of free schools for the poor. The Bible Society recognized that the poor, the objects of [their] charity, [were] often illiterate, and it [was] quite absurd to give them books which they [could not] read."," The beginnings of American mass media culture lay in the efforts of Bible Societies and religious Tract Societies that sprung up all over the country around 1800. The Bible and Tract Societies were highly organized groups that grew out of the missionary spirit of the Second Great Awakening in the late eighteenth and early nineteenth centuries. These groups strove to put their printed religious materials in the hands of as many people as possible. The activities of these groups coincided with and served to drive the explosion of the American printing industry in the early nineteenth century. Small printing shops soon became ubiquitous while urban printing companies grew into truly massive industries that were intimately connected to religion. Early nineteenth century improvements in transportation combined with an increased access to capital brought on by the economic prosperity of the era allowed Tract and Bible Societies to reach a national audience. The distribution of religious texts was seen as a means of combating the problems of illiteracy and heathenism amongst the local poor and those living on the geographic margins of the United States."],"display_date":"March 7, 1815","search_date":"1815-03-07","locations":[{"id":14404,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3647,"title":"The Portsmouth Fire of 1821\n","course_id":1,"status":"P","start_date":"1821-03-21","end_date":"1821-03-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At around 2:45 a.m. on the morning of Wed., March 21, 1821, a fire broke out in the kitchen of a vacant tenement on the corner of Main and Market Streets in Portsmouth, Virginia. The <em>Norfolk and Portsmouth Herald</em> of Friday, March 23 reported that owing to the violence of the wind, which was blowing at the time a perfect gale from S. S. W., and the combustible nature of the buildings, the fire spread with uncontrollable rapidity to the market house and adjacent houses. After the fire had burned out, it was discovered that 30 to 40 homes and tenements had been totally destroyed by the blaze. This loss constituted a large portion of the small city."," Louisa Emmerson, a resident of Portsmouth at the time, included in her memoirs a description of the destruction. She wrote that most of the east side of Crawford Street was destroyed as well as portions of Queen and Water Streets. Ms. Emmerson surmised that the reason the west side of Crawford Street was spared was due to its width of one hundred feet, while the flames were able to leap across narrower streets such as Queen which had a width of only thirty feet. In addition to the destroyed buildings mentioned in the Herald, Ms. Emmerson wrote that the fire was also able to destroy three ships moored at the Portsmouth docks."," Both Emmerson and the Herald lauded the performance of the Norfolk fire companies and the U.S. Navy fire company for their quick response to the scene of the inferno. The timely response of the firefighters served to check the extension of the inferno and prevented the fire from spreading to the opposite sides of Market and Main Streets, thus saving the citizens of the city from any further damage. Finally, the Herald article speculated that the fire may have been the work of an arsonist, considering that the building in which it originated was uninhabited and the fact that only a few days prior an attempt had been made by some dark-plotting villain to fire the town in another direction by means of a bundle of matches and other combustibles wrapped around an iron spike the sharp point of which was driven into the weather-boarding of a small frame house-the fire was just communicating to the shingles of the roof when it was providentially discovered and extinguished."," In the days before electricity and oil or gas heat, fire was a constant household danger. A soot-filled chimney was a dangerous fire hazard, not to mention the open flames of oil lamps and candles. Additionally, all houses of the time were often built almost completely out of wood or with wooden interiors and brick outer shells. Quite simply, a person's house was a veritable tinderbox waiting to be consumed in a raging inferno. Not surprisingly, newspapers of the day, like the <em>Herald</em>, contained advertisements for so-called fire-proof brick dwellings, like the two-story Fire-proof brick tenement listed for sale in the November 10, 1819 edition. However fire-proof buildings were not the only fire-related advancements in the early nineteenth century. The fire insurance industry also sprang up in the wake of the rapid urbanization and industrialization that characterized the period."," It is interesting to note the influence that fire companies had in controlling the Portsmouth blaze and preventing its further spread. Like the population and economy of the United States, the number of municipal fire departments grew in the early nineteenth century. With the addition of new technologies and better equipment, these fire companies began to increase the effectiveness with which they fought fires. Inventors began to make careers out of designing all sorts of fire equipment from hoses, ladders, and clothing to pumps and engines that could propel water distances of 180 feet. The early nineteenth century also saw the birth of a nationwide fire department tradition that has been maintained to this day: the fireman's parade. A parade was a way for the citizens to honor the fire departments who had done so much for their community as well as a way for the department to show off their equipment and manpower. In an era where structure fires had the potential to level entire cities, a good fire company was invaluable to the community."],"display_date":"March 21, 1821","search_date":"1821-03-21","locations":[{"id":14405,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3649,"title":"A Shocking Scene\n","course_id":1,"status":"P","start_date":"1820-08-12","end_date":"1820-08-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The passengers of the steamship <em>Virginia</em> witnessed a shocking scene on the afternoon of August 12, 1820. In fact, the scene was so unnerving and immoral that one passenger decided to write a letter to the <em>Norfolk and Portsmouth Herald</em> to express his disgust. The episode began when the steamship happened upon a small boat while traveling up the river near Fort Norfolk. Hearing cries in the wind, the passengers spotted a small boat with a sail set, and a little boy, apparently not more than nine years old, holding the sheet and managing the helm as well he could. When the steamship motored closer to the sailboat, it could be seen that besides the child at the helm, there were two grown persons inside, both apparently lifeless. The one a negro man, laying across one of the seats forward, the other a white person further aft, concealed from view by the sail except one leg which was entirely bare and hanging over the gunwale. Quickly a rescue boat was sent out by the Virginia to find that the two people were not dead but stone drunk, and the person lying with one exposed leg hanging over the side was in fact the white mother of the little boy. The two adults had ingested a bit too much alcohol and had simply passed out in the boat, the black man having given the young boy the helm. There was no real problem until the boat got out into the middle of the river where the wind picked up and the vessel became too much for the little boy to handle. Luckily the Virginia happened to be passing by just in time to save the passengers of the sailboat from a watery grave."," The person who wrote the letter to the Herald describing the event, signed only as 'Q. Z.', expressed his disgust at the scene, saying that it was not proper for a man to be so thoroughly intoxicated. However, the thought of the woman drunk and laid out in so lewd a position was loathsome and shocking. The writer of the letter continued on to comment upon the horrible vice of drunkenness which caused the woman to put not only her life in danger, but also that of her young innocent son."," Though the letter can be read as scathing indictment of the consumption of alcohol, the antebellum South certainly did not have a substantial temperance movement. On the contrary, the temperance movement in the South prior to the Civil War was rather weak, perhaps because of its Northern counterpart's links with abolitionism. Furthermore, as this episode helps illustrate, drinking and drunkenness was not confined only to white males, although they did drink more frequently than did slaves or white females. While Mr. or Mrs. 'Q. Z.' may very well have advocated for the prohibition of alcohol, he or she was certainly not representative of the population at large and probably spoke out due to strong personal religious convictions."," Adding to the shocking nature of the scene of drunkenness was the fact that the white woman was in the company of a black man while splayed out in an indecent position. Interracial activities between white and black men in the antebellum South were often frowned upon, but such relations between black men and white women were outright condemned. The United States at the time was an extremely racist nation and blacks were thought of as being not only inferior to whites but actually subhuman. Additionally, white women were seen as venerable to the perceived hyper-sexuality of black males and were to be protected from their advances at all times. The fact that the white woman in the boat had exposed private parts of her body to the black man, or perhaps even the possibility that she may have been in a sexual relationship with the man crossed the bounds of decency in antebellum America. Q. Z. and the rest of the passengers of the Virginia certainly had ample reason to be alarmed."],"display_date":"August 12, 1820","search_date":"1820-08-12","locations":[{"id":14404,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3650,"title":"A Request from the American Colonization Society \n","course_id":1,"status":"P","start_date":"1820-07-07","end_date":"1820-07-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 7, 1820, the American Colonization Society took out an advertisement in the <em>Norfolk and Portsmouth Herald</em>. The ad, which was actually more of an announcement, concerned the need for equipment, tools, food, and other supplies by the colonists whom the Society sponsored. These colonists were free African Americans who had volunteered to set up a black colony on the west coast of the African continent. The advertisement announced that the endeavor was so far a success and that there was no doubt that the colonists would establish a permanent settlement. However, the colonists still needed various supplies including tobacco, iron, tar, pitch, nails, medicines, flour, axes, hoes, and other various tools which the Society hoped would in part be supplied by the generous donations of Americans like the citizens of Norfolk and Portsmouth."," But why would white Southerners be willing to donate these sorts of item to blacks free of charge? What would make the American Colonization Society believe that they would easily receive donations from slaveholding whites? The answer is simple. Southern whites believed that a society where free blacks and whites coexisted peacefully was an impossibility due to the perceived inferiority of the black race. Therefore, the solution to this 'problem' was the colonization of the African continent by the free blacks of the United States. Thomas Jefferson himself believed that the most sensible plan for emancipation included a requirement for colonization. Furthermore, Jefferson believed the national government should bear the responsibility of financing the reversed black population flow. However, this idea seemed threatening to slave states whose entire economy was based on the forced labor of blacks. The 1820s and 1830s saw the greatest push for colonization and although the American Colonization Society succeeded in establishing colonies in Africa, the United States never adopted the program of full scale colonization because the great expense and the possibility of Southern secession if such a plan was carried out."],"display_date":"July 7, 1820","search_date":"1820-07-07","locations":[{"id":14405,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3651,"title":"Improvements to the Dismal Swamp Canal\n","course_id":1,"status":"P","start_date":"1819-11-17","end_date":"1819-11-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 17, 1819, the Norfolk and Portsmouth Herald rejoiced in reporting the news that the new and improved Dismal Swamp Canal was nearing completion and was soon to be ready for traffic. The Canal was undergoing a process of deepening and widening so that it could accommodate the traffic of larger vessels. To the Herald, the traffic on the Dismal Swamp Canal was the lifeblood of the cities of Norfolk and Portsmouth, to whom their very existence depended. The improvements to the Canal were slowed by winter weather and heavy late summer rains, but by November the Canal was once again filled with Boats incessantly passing and repassing, laden with the produce of the country, or with foreign merchandize, present[ing] a continued scene of industry and activity as far as the eye can reach, and impress[ing] the mind of the beholder with a clear conception of the importance of this great commercial thoroughfare.","The Dismal Swamp is a great expanse of soggy land comprising over 100,000 acres in southeastern Virginia and northeastern North Carolina. Though early settlers realized the land was practically useless for farming, it was bestowed with another valuable resource: timber. Following the Revolutionary War, General George Washington formed the Dismal Swamp Company with the intention of digging a canal into the interior of the swamp so that this resource could be better utilized. The canal he constructed was a small one and it became to be known as Washington's Ditch. Later, Washington's Canal was replaced by wider and deeper waterways. The canal was important to the economy of the region because of the timber it transported out of the swamp as well as the produce that traveled through the swamp from North Carolina on its way to Norfolk and Suffolk, Virginia. The goods that were transported on the Dismal Swamp Canal were vital to the economy of eastern North Carolina and eastern Virginia.","The 1820s saw an explosion of canal building in the United States of which the Dismal Swamp Canal was a part. Along with the Erie Canal and the Delaware and Chesapeake Canal, the Dismal Swamp Canal was seen as an important economic link between the coast and the interior. As well as providing coastal markets for interior goods, these canals also served to connect states and regions in commerce, accelerating the economic growth of the period. Finally, these waterways were often the proving grounds for new technologies like the steamboat. In all, canals like the Dismal Swamp Canal factored greatly in the economic and technological development of the young nation."],"display_date":"November 17, 1819","search_date":"1819-11-17","locations":[{"id":14404,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3709,"title":"The Burning of the Gosport Navy Yard\n","course_id":1,"status":"P","start_date":"1861-04-21","end_date":"1861-04-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The atmosphere at the Gosport Navy Yard in Portsmouth was hostile on the hazy Saturday evening of April 21, 1861. Virginia had just succeeded and the loyalty of the yard was torn between North and South. Both sides wanted it and sent forces to take control of it. The first ones to get there were two companies of Virginia Navy volunteers and militiamen of the Norfolk Greys who mustered outside the gates. They hoped to persuade Commodore McAuley, the man in charge, to give control up to the Confederates. McAuley had already planned on holding out at the yard until the Union arrived to take it over, which he thought would be soon. This put him in a serious predicament: he could try and hold out and risk losing the yard to the confederates, or he could burn the yard to the ground and sink all of its ships so the confederates couldn't use anything at the yard. McAuley chose the latter, he burnt the whole yard and sank all of the ships. As all of this ruckus was going on, the help that McAuley was waiting on arrived. The USS Pawnee arrived from the Potomac River, and the Union soldiers finished setting fire to the yard and blew up the dry dock to put it out of use. The Pawnee then headed back north leaving the Gosport Naval Yard in ruins. They also left the Confederates with many heavy guns, gun powder, and the sunken USS Merrimack."," This event contains the fight between the North and the South for the possession of seats of power. In the case of Gosport it was a heavily armed naval yard. Even though it was in Virginia, which succeeded, the Union claimed much of the weapons contained in the yard. This event shows the hostility that existed between the North and South even at the beginning of the war, and how people were pressured to quickly side with one or the other, like in McAuley's case. It shows the phenomenon of how the two sides in the war so quickly came to oppose each other when, not long before, they were all one country that shared much of the same heritage. This event also left the Confederates with the Merrimack, which was later brought up and turned into the USS Virginia."],"display_date":"April 21, 1861","search_date":"1861-04-21","locations":[{"id":14409,"lat":36.8397586016,"lng":-76.3809881826,"zoom":9,"place":"NORFOLK, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3970,"title":"Runaway Slaves and Missing Steers... Equality Under Southern Law\n","course_id":7,"status":"P","start_date":"1832-12-28","end_date":"1832-12-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Slave owners and merchants reading the December 28, 1832 edition of the <em>American</em> <em>Beacon</em> gazed with curiosity at the plethora of goods available for sale in the local market. Advertisements present in the Norfolk-based newspaper attempted to sell goods such as Christmas supplies, hats, and chlorine tooth wash. While these impersonal objects were goods commonly traded and sold in the marketplace, the advertisement section also included references to Southern property that had run away from their masters. Perhaps the most telling aspect of these advertisements was that no significant distinction was made between missing cattle and missing slaves. To the slave master, steers and slaves were equal under the nature of the law: both were fundamental illustrations of private property. ","To comprehend the importance of the <em>Beacon's </em>advertisements, it is essential to understand the Southern belief that slaves were inherently the property of their masters. This prevalent reasoning had predated the Constitution and was deeply entrenched in Southern culture by 1832. Records from the debates of the Constitutional Convention, presented in the <em>Cambridge Modern History</em>, illustrate that Southerners held a consensus that \"slaves were property only; like other property, they were entirely subject to the wills of the master.\" This conception was no different from the perception regarding steers. In the two advertisements aforementioned, the descriptions of the missing cattle and runaway slaves relied solely upon physical peculiarities. While the two missing steers had \"marks under half moon under the right ear,\" the runaway slave named Lucy was \"stout\" with a \"very yellow complexion.\" In both circumstances, vested rights in private property possessed by the plantation owner dictated that the property be returned. ","The Southern perception of slaves as \"chattel property,\" mirrored in the two advertisements of the <em>American Beacon</em>,<em> </em>supports an underlying observation that blacks and cattle held equal rights under <em>de facto</em> Southern law. According to the Oxford English Dictionary, the word \"chattel\" is defined as \"a personal possession.\" As previously stated, slaves in the South were considered \"property...subject to the wills of their masters.\" The words \"chattel\" and \"cattle\" share a common language origin; both terms come from the Old French word \"chatel,\" which arises from the Latin word \"caput,\" meaning \"head.\" By relegating slaves to the restricted rights and properties of chattel, slave owners fundamentally equalized the rights of slaves and the rights of cattle. As a result, listing rewards for runaway slaves next to advertisements for runaway cattle, chlorine tooth wash, and medical elixirs was not conflicting in either intention or theory.  ","From expressed Southern mentality and advertisements found in the <em>Beacon</em>, it becomes readily apparent that blacks and whites were not regarded as equal beings under the encompassing mantle of equal protection. Blacks, bought and sold as mere chattel, were only regarded as equals to steers, \"glass beads,\" and \"harmonical walking canes.\" The subsequent equality under the law and inherent relation between steers and slaves was a founding principle of the Southern plantation economy, helping preserve the institution of slavery until the conclusion of the Civil War. "],"display_date":"December 28, 1832","search_date":"1832-12-28","locations":[{"id":14406,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise and Fall of the Slave South","school":"University of Virginia","course_id":7,"school_id":1}},{"id":4521,"title":"Transforming Naval Warfare","course_id":20,"status":"P","start_date":"1862-03-08","end_date":"1862-03-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 8, 1862, the power of a new form of naval warfare made its appearance at Hampton Roads Bay, Virginia.  The CSS <em>Virginia</em> (formerly the sunken USS <em>Merrimack</em>) appeared beside the Union fleet, showing her aggressive naval power with a never-seen-before \"iron coating.\" With a front mounted cannon and an iron body, she destroyed two Union wooden ships, lowering Union morale.  On March 9, 1862, the USS <em>Monitor</em>, commissioned in February 1862, arrived in Hampton Roads showing her superior fighting abilities. The <em>Monitor</em> brought to the battle the first adjustable turret at sea, allowing the Union sailors to have hopes of victory for the Union once more.","The USS <em>Monitor</em> was also a ship of iron, making the battle between the CSS <em>Virginia</em> and USS <em>Monitor</em> known as \"The Battle of the Ironclads.\"  The battle between the two ironclads lasted two hours, but soon had to come to a halt because both the Union and Confederate crews had suffered unsustainable loses and injuries.  Even though the CSS <em>Virginia</em> had more fire power than the USS <em>Monitor</em>, the battle ended in a draw.  As for the \"ironclads\" themselves, they received very little damage.  Both \"ironclads\" lived through the battle, inaugurating a new era of naval warfare."],"display_date":"March 8, 1862 - March 9, 1862","search_date":"1862-03-08","locations":[{"id":14409,"lat":36.8397586016,"lng":-76.3809881826,"zoom":9,"place":"NORFOLK, Virginia"}],"tags":[{"id":113,"tag":"Navy"},{"id":32,"tag":"Civil War"},{"id":16,"tag":"Science/Technology"}],"course":{"name":"American Civilizations to 1877","school":"University of North Carolina at Pembroke","course_id":20,"school_id":9}},{"id":5027,"title":"Beyond the Horizon: Innovation and Discovery in the United States Exploring Expedition","course_id":43,"status":"P","start_date":"1838-08-19","end_date":"1842-06-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The <em>Vincennes</em> rests majestically amidst the Antarctic silence, its sails slack beneath the windless sky, captured forever in fading brushstrokes. Icebergs tower above the deck, rising to surround the fragile ship. Every detail speaks of wondrous, consuming stillness; the ship stands resolute, set romantically against the frozen wilderness at the edge of the world. The painting is a symbolic reflection of the conquest of the natural world, a testament to the vision and resolve of humanity.","           Three years earlier, as froth lashed wooden bows, as wind filled the sails, six ships swept eastward from Virginia across the world. The United States Exploring Expedition was a crusade without precedent in its nation’s history, “one of the largest voyages of discovery in the history of Western exploration.” Its very purpose typified the systematic rationalization of the nineteenth century. It was to be an expedition of enlightenment and humanity, an exploration of the uncharted reaches of the world—and of the limits of human endurance. It was an assertion of American diplomatic presence, meant to expand both commerce and scientific understanding. The ships sailed from Hampton Roads, Virginia, in August 1838, commanded by the obsessive, overreaching Charles Wilkes. After rounding Cape Horn that February, they spent three years in the Pacific, surveying islands and charting unmapped coasts. In South America the crew witnessed the brutality of the slave trade and the secularization of an emerging generation. In Fiji two were ambushed and slain, prompting retaliation that left fifty-seven native villagers dead and entire villages destroyed. They climbed Mauna Loa and survived a hurricane in the Hawaiian Islands and celebrated the Fourth of July on the shores of Oregon. They stood in awe of the Andes and the pristine, ice-capped volcanoes of the Pacific Northwest. They established the existence of a seventh continent—Antarctica—and mapped 1500 miles of its icy shores.","            When the expedition returned to New York in the summer of 1842, however, it was largely ignored. Haunted by allegations of brutality and emotional instability, Wilkes was court-marshaled by the navy and forsaken by the people. The nation renounced its oceanic frontier and turned toward the infinite West, rendering the voyage largely irrelevant to American culture. Still, in terms of scientific achievement, the United States Exploring Expedition cannot be forgotten. The scientists brought back 10,000 distinct species of plants, animals, and coral, and fossils. Linguists and naturalists had filled entire volumes with cultural, linguistic, and ethnological insight from around the world. Cartographers had created 241 charts and mapped 800 miles of the Oregon coast. The collections formed the basis for the National Institute for the Promotion of Science and eventually the Smithsonian Institute, paving the way for the American scientific advancement that endures to this day."],"display_date":"August 19, 1838 - June 10, 1842","search_date":"1840-07-14","locations":[{"id":14406,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":695,"tag":"Antarctica"},{"id":694,"tag":"Charles Wilkes"},{"id":693,"tag":"Exploration"},{"id":692,"tag":"Science"},{"id":603,"tag":"United States Navy"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":6516,"title":"Hampton Roads to Peace","course_id":159,"status":"P","start_date":"1864-11-01","end_date":"1865-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Civil War would come to an end April 9, 1865 at Appomattox Courthouse, Virginia with General Robert E. Lee’s surrender to General Ulysses S. Grant. But what led up to this momentous event were a series of exchanges between the two belligerents. The beginnings of this process towards peace, at least for the sake of this article, begins in 1864. The fact of the matter is by 1864 the Navy blockade of the South was proving more effective than ever. Atlanta had fallen and Sherman was advancing to the sea with little effective opposition from the Confederate Army. Lee was hold up within Petersburg under siege by Ulysses S. Grant. Richmond too felt the burden of relentless Union shelling. The Confederacy was being driven apart by disputes over military and government policy, particularly as the military situation worsened.","In 1864 the calls for peace were becoming increasingly loud from both sides. In the North former Union General George B. McClellan ran for president against Abraham Lincoln as a Democrat with a platform that advocated the speedy conclusion to the war. In the South, Confederate President Jefferson Davis stood defiant towards popular movements in all the southern states, particularly North Carolina and Georgia. The greatest voice for peace in the South was none other than that of the Confederate Vice President Alexander Stephens.","In the North another individual was actively working to bring about peace: Francis Preston Blair, Sr. The idea of a diplomatic mission to Richmond was first proposed longtime peace advocate Horace Greeley, editor of the New York Tribune. Greeley proposed someone with sufficient diplomatic backing from Lincoln to go negotiate peace with North Carolina individually, given the strength of its peace movement. Blair was just the person. Blair agreed but felt instead that he should negotiate peace with the whole of the Confederacy. Blair, the seventy-three year-old former newspaper editor, had been a long-time advisor of presidents and an influential founder of the Republican Party. But beyond these important credentials he was also a close personal friend of Jefferson Davis.","Lincoln was receptive to Blair’s plan but told him to wait until Savannah, Georgia fell, and once it did Lincoln granted Blair a pass to go into the Confederacy and return. On January 12, 1865 Blair met privately with Jefferson Davis. Blair’s pitch to Davis was to conclude a cease fire and then once tempers had calmed down the two nations would undertake a common military mission to enforce the Monroe Doctrine in Mexico where they would depose the French backed Emperor Maximillian. In doing so the two nations would restore fraternal relations and provide for a lasting peace. Davis was skeptical but consented. Blair promised to return to Washington and propose the plan to Lincoln. Blair returned on January 18 and promptly met with Lincoln. Lincoln was not at all susceptive to the Mexican plan but offered instead to send Blair back with offers to meet with anyone willing to negotiate peace, so long as it meant the restoration of the Union in its entirety.","On January 20, Blair returned to Richmond. He conveyed to Davis Lincoln was not interested in the Mexican plan. He was unable to make any such agreements because the extreme men in Congress and therefore any further peace agreements would have to bypass the politicians. Blair instead suggested a meeting between Lee and Grant, to which Davis agreed, feeling confident in Lee’s abilities to negotiate a peace. But when Blair returned Lincoln denied authorization of any such meeting between the generals. Grant in turn was able to secure a meeting between the two sides, he was able to convince Lincoln to consent to meeting with Confederates at Fort Monroe. On January 28, Davis appointed three commissioners and gave them instructions to explore all options for peace short of sacrificing independence. Those three commissioners included: Robert Hunter, John Campbell, and Alexander Stephens. On January 31, Lincoln sent a telegram to Grant at the Union headquarters in City Point, Virginia. He indicates to Grant that a messenger is on the way to him and he is to act upon the message he receives. There is no word to what that message is about in the telegraph itself. It also indicates that a gentleman, or possibly gentlemen, are coming to pass through the Union lines. Another general is mentioned in the telegraph also, General Edward Ord, more on him later. It is possible to assume this the gentlemen in question are the three Confederate delegates en route to this peace conference. On January 29, a flag of truce was waved at the siege of Petersburg to announce the passage of the three commissioners.","On February 3, the Confederate delegation met with Lincoln personally. Lincoln quickly dismissed any notion of an alliance against France or invasion of Mexico. He clearly stated that the only peace he would consent to meant the restoration of the Union as it had existed before the war. The future of slavery was still in question, Lincoln played his cards close to the chest so as not to alienate the Confederates. He readily denied the breadth of the scope of the Emancipation Proclamation. Secretary of State Seward used the Thirteenth Amendment as bait, offering to the South the opportunity to deny passage of the amendment if they were to rejoin the Union. The only real accomplishment achieved at this meeting was the establishment of a more efficient prisoner exchange system and Lincoln’s promise to grant amnesty to former Confederates and $400,000,000 for Southern states if they ended armed resistance and ratified the Thirteenth Amendment. Campbell and Lincoln would meet twice in March where further agreements were made to follow a peace treaty. Also in March 1865, General Edward Otho Cresap Ord, the general mentioned in Lincoln’s telegraph, was assigned command of the Army of the James. During a prisoner exchange Ord to the opportunity to speak with Confederate General James Longstreet. During their conversation they discussed the possibilities of a peace agreement. They both agreed the best plan of action would be for Grant and Lee to meet to try and reach an agreement to end hostilities. Grant was open to the possibility and passed the plan on to Lincoln. Lincoln was still committed to full surrender of Lee’s army and ensured Grant would deny any form of surrender unless it was complete surrender.","Meanwhile fighting still raged around the city of Petersburg. On April 2, a corps of Ord’s Army of the James played an influential role in the breakthrough at Petersburg which resulted in flushing out Lee to Appomattox. On April 9, Ord led a forced march to relieve Major General Philip Sheridan’s cavalry and force Lee’s surrender. Ord would be present as Lee made his final surrender to Grant.","In the popular historiography for many years the South was, and in many ways still is, portrayed as the glorious “Lost Cause.” The Confederate Army was heralded for is gallantry and bravery. It would prove detrimental to that memory to show the Confederacy agreeing to peace talks so readily. In this view the noble army of Robert E. Lee fought until the bitter end when all hope in preserving the Old South was lost and there was no other choice than to surrender. It is an American tendency to memorialize loss and glorify the war effort, and historical writings have proved that sentiment. It has only been in recent memory that this peace narrative has emerged more into the popular conscious of Civil War memory."],"display_date":"November 1, 1864 - April 9, 1865","search_date":"1865-01-19","locations":[{"id":52913,"lat":37.3570894,"lng":-78.8252911,"zoom":8,"place":"Appomattox Courthouse, Virginia"},{"id":52912,"lat":37.2995049,"lng":-77.299554,"zoom":8,"place":"City Pointe, Virginia"},{"id":52911,"lat":36.9190246,"lng":-76.2699215,"zoom":8,"place":"Hampton Roads, Virginia"}],"tags":[{"id":2994,"tag":"Edward Otho Cresap Ord"},{"id":2972,"tag":"Preston Blair"},{"id":683,"tag":"Abraham Lincoln"},{"id":2554,"tag":"Alexander Stephens"},{"id":2525,"tag":"Hampton Roads Conference"},{"id":2648,"tag":"peace movement"},{"id":32,"tag":"Civil War"}],"course":{"name":"Digital History and Pedagogy","school":"North Carolina State University","course_id":159,"school_id":30}}]}