{"id":9387,"place":"Baltimore, Maryland","lat":39.2338595038,"lng":-76.3925904773,"episodes":[{"id":5616,"title":"Pratt Street Riot Claims Four Soldiers","course_id":93,"status":"P","start_date":"4/19/61","end_date":"4/19/61","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Just a week after the attack on Fort Sumter, tempers flared in Baltimore, Maryland.  Secessionist and southern sympathizers in Baltimore orchestrated a riot against Union soldiers while they traveled through the city on their way to Washington D.C, that left four soldiers and twelve civilians dead.  As stated in the Official Records of the War of the Rebellion, “A clash between pro-South civilians and Union troops in Maryland's largest city resulted in what is commonly accepted to be the first bloodshed of the Civil War.”","Railroads between the Philadelphia, Wilmington, and Baltimore Railroad's President Street Station and the Baltimore and Ohio Railroad's Camden Station were shut down due to ordinances that were put into place.  The only forms of transportation were train cars that had to be pulled by horses along Pratt Street through the city of Baltimore.  Rioters blocked the path of the rail cars and the soldiers were forced to continue on foot.","The rioters did everything in their power to stop the soldiers.  The rioters resorted to throwing anything they could get their hands on and in some cases made make-shift barricades to stop the advancement of the soldiers.  After being attacked, the soldiers returned gunfire as they ran to the train station.  On the way, the mayor of Baltimore met up with the soldiers, warning them to protect themselves at all costs.  The soldiers made it to the station but suffered as many as forty causalities in the process.","George Brown, the mayor of Baltimore, expressed his disappointment over the events of April 19, 1961.   A message from Mayor Brown explained that he had every intention of providing the assistance of the Baltimore Police for protection.  However, the regiment showed up a day later than expected and the additional protection could not be supplied.  Mayor Brown explained the situation, “On the day previous troops had been safely passed through the city under the escort of the police. In the afternoon of the same day (18th) the regiments from Massachusetts were expected…although two of the members of the board went in person to the station of the Philadelphia Railroad Company to obtain the necessary information.”","The events of the Pratt Street Riot foreshadowed what was in store for the United States.  Michael Williams writes in his article<em> Bullets vs. Bricks</em> “The events of April 19 extinguished that last spark of hope. It was now clear that a long and bloody conflict lay ahead. The men of the 6th Massachusetts Regiment came to Baltimore with romantic notions of war. They left knowing how bitter it would be.”"],"display_date":"April 19, 1961","search_date":"1961-04-19","locations":[{"id":31752,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":825,"tag":"Riot"},{"id":1575,"tag":"Pratt Street"},{"id":1576,"tag":"Sixth Massachusetts"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}},{"id":6251,"title":"Women Workers at the Glenn L. Martin Plant during World War II","course_id":132,"status":"P","start_date":"2/1/42","end_date":"2/28/42","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On the outset of World War II, the demand for production in industries rose. With many men overseas in the military, women were called on the help the war effort by taking on nontraditional roles including industrial jobs. This was especially the case at the Glenn L. Martin Plant in Middle River, Maryland. The Glenn L. Martin Plant built many of the bomber planes used by American and British forces during the war. Because the production at the Martin plant was so crucial to the war effort, the company began recruiting women from across the country in 1942 to keep production running during the war. Women flooded into to Baltimore for the opportunity to work at the Martin Company.","The influx of women workers created many challenges in the community. There were increased demands for housing and for services to help women new to the area find help with childcare and other domestic duties.  In some ways, the community and the company responded well. The Glenn L. Martin Company created female dormitories first, and more substantial housing projects later, so that women workers could live nearby. To help support women, the company provided inexpensive child-care which included regular check-ups by nurses. Recreation was also in demand. The Glenn L. Martin company established recreational clubs for women, including the Minta Martin Girls Club. The community responded, too. Our Lady of Mount Carmel Church established a USO for the plant workers. The church also sponsored events and classes.","However, not all of the women's needs were met without a struggle. Recognizing their importance to the war effort, women were able to insist upon some important services. For example, at first, workers' children were not accepted into the public schools because of over-crowding. In response, they acted collectively, threatening to quit their jobs and slow the war effort at the plant. The federal government had to step in, providing financial support to enable workers' children to attend Victory Villa School.","At first, Martin employers were hesitant to hire women claiming that they would be a distraction to men. However, they quickly discovered that women workers were a tremendous asset to the overall production at the plant, and they made accomodations that were unusual in the history of women's homefront activities. In other areas around the country, child-care established by war industries or in neighboring communities was too expensive. Many women were forced to rely on neighbors or older children to take on the responsibility of daycare. Unlike at Glenn Martin, women in other industrial plants also had to struggle to provide health care and healthy meals for children. Further, the commuting times for women in other cities could be quite long, expanding the amount of time they were away from home.The women at the Martin Company were paid that same as male workers, but the same cannot be said about women in industrial jobs elsewhere.","Because of the importance of the Martin Plant, due to location and what they produced, they were able to do a lot more for their women workers. Even though the women at the Martin Company still faced hardships, the company and the support of the community eased some of these hardships allowing the women to really thrive and help with the war effort."],"display_date":"February 1942","search_date":"1942-02-14","locations":[{"id":25547,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":258,"tag":"World War II"},{"id":1758,"tag":"Gender"},{"id":2571,"tag":"Homefront"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6297,"title":"Johns Hopkins School of Nursing:  The Rise of the Nursing Profession","course_id":132,"status":"P","start_date":"1/1/89","end_date":"12/31/89","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the late 19th century, the United States faced a series of troubling economic and social transformations. In response, progressive reformers designed a modern approach to solving problems: conducting research, identifying potential solutions, and then lobbying for reform. Women were often in the forefront of efforts for reform.","The need for more efficient and effective methods to address medical epidemics led to the creation of the Johns Hopkins school of nursing in 1889. Isabel Adams Hampton Robb was appointed as the first head of the nursing school. She became highly influential in revolutionizing the field. Previously considered work for the lower classes, Robb and the School of Nursing helped raise the work to the status of profession. She insisted upon rigorous training methods. She is credited for influencing the establishment of many nursing organizations including the American Nurses Association, the National League for Nursing, and the International Council of Nurses. These associations worked to popularize the new standards instituted by Robb, thus improving the status and privileges for nurses and women in the field throughout the entire nation. In 1976, nearly 70 years after her death, Robb's name was recognized in the American Nurses Association Hall of Fame.","Robb's contributions to nursing lead Johns Hopkins University to become one of the pioneers in not only medical advancements, but in women’s rights. Women were finally being allowed access to appropriate secondary education, as well as a more prestigious profession. Robb's theories and contributions were extremely beneficial to the Johns Hopkins school of nursing, which in turn set new standards for the nursing profession on a national scale. The Johns Hopkins school of nursing was perhaps the birthplace for many ideas responsible for attributing higher standing to the female dominant profession."," "],"display_date":1989,"search_date":"1989-07-02","locations":[{"id":37967,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":196,"tag":"women's rights"},{"id":68,"tag":"Progressive Reformers"},{"id":2579,"tag":"Women's Professions"},{"id":2580,"tag":"Middle Class"},{"id":2581,"tag":"History of Medicine"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6261,"title":"Laurel: An Almost home for the Bonus Expaditionary Force","course_id":132,"status":"P","start_date":"5/1/32","end_date":"12/31/32","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["After World War I, men who had fought in the United States military forces were promised a bonus. Imagined as a way to provide them with some financial support in their older age, Congress agreed to pay the bonus in 1945 --nearly thirty years after the end of the war. However, by 1932, veterans of the war were feeling the impact of the Great Depression very sharply.Walter W. Wathers left Portland, Oregon, with a few hundred men, determined to march to Washington and demand immediate payment of their promised bonus. The march eventually included 20,000 veterans and their family members. Their protest was peaceful and orderly, but it failed. Under orders of the President, they were expelled from Washington. Three Marchers were killed during the protests.","With the death of their comrades still fresh on their minds, many of the Bonus Marchers simply returned home. Waters was determined not to give up, however. While many veterans abandoned the fight, some remained with Waters. They continued their effort to continue to convince the American government that their plight demanded immediate action.","Violently expelled from Washington, DC, Waters began to search for another place his army could call home. Johnstown Pennsylvania extended an offer, but Waters declined. He wanted to set up his troops in  area closer to the “front,” and Maude Edgell offered Waters a wooded plot in Laurel, Maryland.","Waters set about to create a new encampment there, where his fellow veterans could not just continue to occupy in protest, but also live in a self sustaining community. Several hundred veterans gathered at the sight to begin preperation for the settlement. Waters met with the Mayor of Laurel to discuss these plans.","Unfortunately for Waters, politicians were not finished refusing the Bonus Army. Maryland's governor at the time, Alan Richie, delcared the site unsuitable for such a large settlement, insisting that the land was not appropriate for farming and that the lack of water and infrastructure were insurmountable.","With yet another defeat, the bonus army wandered off in to obscurity. Several hundred of the former marchers died in a hurricane. Their final defeat was a mass cremation. They had been ignored by their government, driven out by the army they once served, and labeled as radicals. The Bonus would eventually be paid in 1936 but not with out significant losses by of those who had fought for it."," "],"display_date":"May - December 1932","search_date":"1932-08-31","locations":[{"id":24195,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":2565,"tag":"Laurel Md"},{"id":280,"tag":"Maryland"},{"id":728,"tag":"Veterans"},{"id":1859,"tag":"World War 1"},{"id":1081,"tag":"The Great Depression"},{"id":1173,"tag":"Bonus March"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6270,"title":"<strong>Formation of Bethlehem Fairfield Shipyard</strong>","course_id":132,"status":"P","start_date":"1/3/41","end_date":"9/2/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 3, 1941, the “Emergency Shipbuilding Program” was announced by Franklin D. Roosevelt. The task was simple:  “rapidly build simple cargo ships to carry troops and material to allies during World War II.”","The demand for war ships came in response to the dominance of German U-boats during early part of World War II. In an effort to gain American support to join the war effort, Franklin D. Roosevelt made a radio announcement on May 27, 1941 about the danger of German domination. The President said, “there have been sinkings of merchant ships in alarming and increasing numbers by Nazi raiders or submarines.” Roosevelt said only two things had prevented Hitler from accomplishing world domination: “epic resistance” by Great Britain and the “magnificent defense of China”. He believed the Axis Powers could never achieve world domination without first gaining total control of the seas. Roosevelt argued that the United States could stop Hitler by working to protect the seas.","Before construction of warships could begin to move forward rapidly, new shipyards had to be built that could handle a large number of vessels. The Emergency Shipbuilding Program created 18 new shipyards. One of the first shipyards was the Bethlehem-Fairfield shipyard in Baltimore, Maryland. Bethlhem-Fairfield proved to be one of the most important during the peak of World War II. It built \"a basic, no-frills cargo ship designed for capacity and rapid construction as opposed to speed and grace.” These ships carried food, war materials, and other items to benefit the soldiers. They came to be known as the “Liberty Fleet”. Bethlehem Fairfield built 384 Liberty Ships, a feat that distinguished them as one of the most effective shipyards during the war.","Even though wartime merchant ships were constantly beseiged and destroyed during the war, they were replaced in total before the end of 1943 because of fast production by American shipbuilders. The best shipyards could build and deliver the 441 foot Liberty Ship vessels in just 16 days. Prior to the implementation of the Emergency Shipbuilding Program, production of a single vessel required 244 days. The fast and efficient production of Bethlehem Fairfield assisted the U.S. in gaining control of the seas and ultimately contributed in the victory of World War II for the Allies."],"display_date":"January 3, 1941 - September 2, 1945","search_date":"1943-05-04","locations":[{"id":25547,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":2532,"tag":"Baltimore"},{"id":2531,"tag":"shipyard"},{"id":2530,"tag":"Bethlehem Fairfield"},{"id":231,"tag":"Steel and Iron Industry"},{"id":258,"tag":"World War II"},{"id":2571,"tag":"Homefront"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6276,"title":"Women Workers at the Bethlehem Steel Mill in Sparrows Point, Maryland","course_id":132,"status":"P","start_date":"1/1/42","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A significant part of the development of modern America can be attributed to the rise of the steel industry. Henry Bessemer developed a faster method to manufacture steel in 1864, reducing the production time from seven days to thirty minutes.  Bessemer’s work was revolutionary.  After that, steel was quickly integrated into modern society.  At the end of the Civil War, top railroad executives formed a steelmaking company that would incorporate the Bessemer process.  Steel enabled a giant leap ahead in technology, as it was much more resilient in comparison to traditional iron. Steel can be attributed to the massive expansion of railroads across the country.","In March 1887, surveyors arrived in Sparrows Point, Maryland to determine a suitable location for a steel mill.  One of the biggest steel companies in the eastern district, Pennsylvania Steel, purchased the peninsula on the Chesapeake Bay and broke ground in the following summer.  Upon its completion, more men began working at the mill, and their wives and children followed and lived in the surrounding area of Sparrows Point.  The U.S. Bureau of Labor called Sparrows Point “the most noteworthy example of a complete steel community, planned, constructed, and controlled by a steel company.”","The steel industry was a man’s world – incorporating intense heat and heavy equipment that naturally shut out women from the job -- as it drastically contributed to the masculine pursuit of expansion and modernization of America. But, when World War II erupted and men were sent overseas, some 35,000 women answered the call to serve the war effort. They entered shipbuilding, aircraft, and machinery industries throughout Baltimore. Despite the fact that they worked admirably under difficult conditions, most people viewed women as weaker with less endurance. They faced a great deal of discrimination from their male coworkers and supervisors.","Oral history interviews provide insight to women’s experiences and men’s reactions to them. When asked a group of male workers to evaluate the performance of women in the mills, their responses included “women can’t work in labor” and “the women can’t handle it.” Though it was difficult for them to become accustomed to working in the harsh environment, the most resilient women proved that they could work a “man’s job.”  When asked a group of female workers to evaluate their own experiences at the mills, their responses included, “it just takes guts,” “determination is the key,” and “any woman can make it here if she wants to.” This type of resilience was important in fighting against the prejudice that they faced upon their employment at the steel mills."],"display_date":"1942 - 1945","search_date":"1944-01-01","locations":[{"id":25547,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":228,"tag":"Roles of Women"},{"id":258,"tag":"World War II"},{"id":906,"tag":"Steel industry"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6277,"title":"Six Prohibition Agents Removed from Alcohol Plant","course_id":132,"status":"P","start_date":"9/1/28","end_date":"10/30/28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["During Prohibition, alcohol use was never outlawed entirely; only the manufacturing, selling, transporting, importing, or exporting alcohol was illegal. American citizens were not prosecuted for consuming alcohol, but they had to turn to the illegal liquor trade to have access to alcohol. This made criminals of millions of Americans. As the number of criminals increased at an alarming rate, a proportionate growth of the police force was necessary. But sometimes, enforcing offers engaged in corrupt or illegal activities.","In late September of 1928, six government agents went to work at the United States Industrial Alcohol Company's plant in Curtis Bay, Maryland. The workers, E. L. Wolfe, H. C. Shyrock, J. C. Frederick, C. W. Spence, F. C. McLane, and N. Cullison, were employed by the the Prohibition Department. A few days later, it was alleged that the workers had attempted to divert a carload of alcohol. These men were immediately removed from the plant and asked to resign from their positions.","In the investigation that followed, the six men were alleged to have worked together with whiskey gougers and warehouse agents in order to redirect the alcohol in question. John V. J. Herbert made the charge against the men and removed them from their positions. As prohibition administrator at the local dry unit, Herbert had been their supervisor. Yet, when Herbert was approached by investigators, he refused to discuss the case. He maintained that any information would have to come from the headquarters at Washington.","Investigators did attempt to contact Commissioner Doran at the prohibition headquarters in Washington. However, he was out of town. The acting commissioner, Alf Ofidat, also refused to speak. He said that he “didn't feel authorized to discuss the details of the case.”","The final person interviewed was United States Senator William Cabell Bruce. He reported that two of the workers, Wolfe and Shyrock, had met with him to discuss their defense. The two men told Senator Bruce that they “were not negligent” and that they had “been in government employ long enough to have established reputations.” Senator Bruce was sympathetic, promising to act on their behalf in order to secure a hearing for them with Mr. Doran.","Bruce understood the mens' predicament. The consequences of firing would be harsh, including loss of pension stature for Wolfe. This revelation goes to show the ramifications of the eighteenth amendment on law enforcement were often quite negative. Because so many officers during this time period were turning to corrupt practices, everyone became suspicious of law enforcement members. This gave honest men and women who were in the profession for the right reasons a bad name and reason to be cautious in their everyday duties. This is a stigma that continues to this very day in this profession."," "],"display_date":"September 1, 1928 - October 30, 1928","search_date":"1928-09-30","locations":[{"id":21134,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":290,"tag":"Crime"},{"id":111,"tag":"Prohibition"},{"id":2541,"tag":"Law Enforcement"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6284,"title":"<strong>The Desegregation of <em>Maryland's Law School</em></strong>","course_id":132,"status":"P","start_date":"12/1/33","end_date":"1/31/36","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In December 1933, Thurgood Marshall began preparing for his first major civil-rights case. Marshall, having recently graduated from Howard Law School, returned to his native Baltimore to practice law and became legal advisor to the local branch of the National Association for the Advancement of Colored People (NAACP). Marshall was set on fighting to desegregate the University of Maryland Law School – the very same school that had rejected his application four year earlier.","Maryland was seen by the NAACP as a fertile testing ground for cases against segregation. Maryland state law did not require the segregation of colleges and the University had no rules explicitly prohibiting the admission of black students. Only the bias of those controlling admission stood in the way. And this bias could be challenged.","Marshall asked his mentor Charles Hamilton Houston for help. Houston was a Vice Dean of Howard University Law School and special counsel of the NAACP. Houston had constructed a strategy based on the findings of Nathan Margold.  Margold’s research found that institutions had violated the “separate but equal” principle which had been established by <em>Plessy v. Ferguson</em>. The institutions created for blacks were separate but never equal to those provided for whites. Houston’s strategy to challenge the equality aspect of segregation rather than questioning the constitutionality of segregation itself.","Houston agreed with Marshall assessment of the Maryland Law School. They needed to begin at the graduate-school level and law schools were an ideal target. Lawyers could easily see the absurdity of a “separate but equal” law school. The choice between creating a separate school for colored students and allow the admission of black students was clear.  Additionally, the NAACP also needed a victory for morale.  Houston hoped that through this case he could start pattern of precedents with each victory supporting the next.","While Marshall waited to take direct action, nine black students applied and had been turned down by the University of Maryland Law School. What Marshall needed for his case was a plaintiff.  He found that in Donald Gaines Murray. Murray was an ideal plaintiff. He was black graduate of Amherst College with good grades. Murray’s family was also well respected in the Baltimore area. Marshall convinced Murray to apply to the law school and, as expected, they turned him down. The university officials suggested that Murray apply to the Princess Anne Academy, an all-black school. This academy did not have a law school.","On April 20, 1935, Murray sued the university for denying his application in Baltimore City Court with Marshall as his attorney. The case began in June and was executed swiftly. The university claimed that the Princess Anne Academy offered an equal education opportunity. However, Marshall disproved them and argued that there was no other law school in the country that could teach the laws of Maryland except the University of Maryland Law School. The next day the judge ruled in Murray’s favor. The university did appeal the case but lost.","Following the victory, Houston cautioned “Don’t shout too soon.” The Murray case was only a small opening in the fight to end segregation. The Murray case, while it did not end segregation, was a monumental stepping stone in the road to desegregation. It demonstrated the power of the community and secured the NAACP’s resolve"],"display_date":"December 1933 - January 1936","search_date":"1934-12-31","locations":[{"id":24195,"lat":39.2338595038,"lng":-76.3925904773,"zoom":9,"place":"Baltimore, Maryland"}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":472,"tag":"Plessy vs. Ferguson"},{"id":43,"tag":"Desegregation"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}},{"id":6300,"title":"<strong>Baltimore’s Residential Segregation Ordinance of 1910</strong>","course_id":132,"status":"P","start_date":"6/1/10","end_date":"12/20/10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In search of better living conditions, George W. McMechen and his family became the first black people to live on Baltimore’s McCulloh Street in June of 1910. Their windows were smashed, and someone threw a brick high enough to damage the skylight of their three story home. Young boys were blamed for this act of vandalism, but McMechen doubted that a mere boy could hurl a brick to such a height. In July, some female school teachers and a post office clerk soon added to the tally of black residents on the block where McMechen had moved. Their windows were promptly shattered as well.","Fear spread among the white residents of McCulloh Street. They had seen nearby Druid Hill Avenue go from being all white just several years prior to having an overwhelming majority of black residents. White residents feared a sharp decline in property values. McMechen thought this fear was unfounded since other black residents of the street and he were paying more expensive rents than the white people that had dwelled in their homes before them. Still, real estate agents would take advantage of anxious white racists wanting to leave a neighborhood when the first black person moved in. An agent would buy a home at a price lower than the market value and sell it at a profit to a black newcomer. This was an underhanded and now illegal practice known as blockbusting.","McCulloh Street’s newly-formed neighborhood association devised a strategy for restoring the racial homogeneity of the neighborhood that included buying the property owned and occupied by blacks on McCulloh Street. M. Z. Hamer, the black post office clerk, was called upon to have a meeting with the president of the association in order to discuss a potential sale. Hamer refused to sell his house. It was rumored that the clerk became so enraged at the persistent effort of the president to buy his property that he threatened to bash the president with a chair.","With this information of potential unrest at hand, Milton Dashiell, a white lawyer who lived on McCulloh Street, felt he had the ammunition he needed to justify the passage of a law that would prevent blacks from moving into white areas. Citing an old police power provision from the 1796 city charter, he wrote a draft of Baltimore’s residential segregation law of 1910. Blacks could not move into residential blocks with a white majority and vice-versa. The law was passed on December 19, and was the first of its kind in the United States.","When being interviewed by a reporter from the <em>New York Times</em> the next day, Mahool emphasized that the ordinance was not passed due to hostile feelings that white Baltimoreans had for black people. Instead, he claimed that the main reason for its passage was the protection of property values. In fact, real estate agents who engaged in blockbusting were largely responsible for this problem."],"display_date":"June 1, 1910 - December 20, 1910","search_date":"1910-09-10","locations":[{"id":16276,"lat":39.2712597428,"lng":-76.5709760837,"zoom":12,"place":"Baltimore City, Maryland"}],"tags":[{"id":2578,"tag":"Urban Life/ Boosterism"},{"id":21,"tag":"Race Relations"},{"id":2125,"tag":"housing segregation"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}