{"id":939,"place":"DODGE, Georgia","lat":32.1721870425,"lng":-83.1684277696,"episodes":[{"id":1319,"title":"Eastman Race Riot\n","course_id":1,"status":"P","start_date":"1882-08-06","end_date":"1882-08-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Edward Ayers, in the Promise of the New South, described that the South was a notoriously violent place.' In the South homicide among blacks and whites was the highest compared to the rest of the nation and world. Within the turbulent south during the 1880s and early 1890s, politics and economic turmoil' constantly threw both blacks and whites into conflict. Most violence was caused by whites going against the blacks, especially since it was they who believed that it was the blacks who were dangerous and the blacks who bred the violence that hung over the South.' Blacks, however, at times did turn against the whites, and when they did so, they risked serious punishment by the whites. As Ayers explains that because the white men believed a legal execution was too good for such criminals,' these blacks were often dragged from jail to be tortured, hanged, and burned by these mobs of white men. This very situation occurred in Eastman, Georgia on August 6, 1882. &lt;br /&gt;An argument between two black men started a riot when thousands of blacks gathered for a camp meeting. The Montgomery Advertiser simply explained that a white police man attempted to restrain the aggressor, but the aggressor knocked down the policeman. A white deputy marshal shot this aggressor, called a fleeing prisoner,' which infuriated the mob. On August 12, the Atlanta Constitution states that the marshal and deputy marshal of Eastman arrested Jake Johnson on the charge of stealing a watch, and he shot and killed him as he tried to run away.  &lt;br /&gt;As a result, the angry mob murdered Mr. James Q. Harvard whose identity was mistaken for the deputy. The Atlanta Constitution describes that young Harvard was shot through the face and in the arm, and then he was dragged into the street and his head beaten into a pulp with heavy scantlings in the hands of the brutes.'  This article also claimed that the black people called for setting fire to the white houses and killing local whites. Eventually the police was able to subdue and arrest the crowd. At the end of the riot, one white man, Harvard, and four black men were killed. &lt;br /&gt;Further, Ayers also stated that local black leaders, for their own purposes, often joined with the whites in blaming vagrant blacks for any crime in the neighborhood.' &lt;br /&gt;The colored citizens of Eastman held a meeting after the outbreak to adopt resolutions unanimously' as explained in the article The Riot at Eastman.' There were two resolutions. The first stated that they, as Christians and law abiding citizens,' condemned the actions of the mob. The second stated that they were sympathetic to the unfortunate families of the deceased. The article further explained that the Eastman County is overrun by a turbulent negro population' from Virginia, North Carolina, and South Carolina. These people are supposedly brought out to Georgia to work on  the turpentine plantations below Eastman, and these people were the lawless, turbulent, and dangerous' rioters. &lt;br /&gt;The Atlanta Constitution in the Eastman Riot' article claimed that the authorities of Eastman and Doge County were doing all in their power to bring the perpetrators of this foul murder to justice.' A few months later, twenty-five people were convicted in court. The sentence called for six men and one woman to be hanged while the rest received life sentences of imprisoned labor."],"display_date":"August 6, 1882 - August 12, 1882","search_date":"1882-08-09","locations":[{"id":1735,"lat":32.1721870425,"lng":-83.1684277696,"zoom":9,"place":"DODGE, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2825,"title":"Assassination Conspiracy Uncovered\n","course_id":1,"status":"P","start_date":"1890-10-09","end_date":"1890-12-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the evening of October 9, 1890, J.C. Forsythe settled into his library in his Dodge County residence to relax for the night. He was the everyday normal Georgia citizen, working at the Normansdale Lumber Company, managing the estate of Norman Dodge, and even serving as a witness in an ongoing perjury case against another member of the town, Luther A. Hall. No one expected that he would turn up dead hours later. ","Forsythe was shot through the window by a shoeless suspect. Officials initially suspected a burglary. What investigators later discovered was that Forsythe's participation in the Hall case was more involved than imagined. When Hall and four other members of Dodge's elite went to United States Court on December 8 for defrauding Norman Dodge, they also faced criminal charges of conspiracy to assassinate Forsythe. Two of the charged men confessed to their individual responsibilities in the plot and disclosed information about the hired black assassin. Their testimonies gave prosecutors ample evidence to convict each of the five accused men. ","While crime ran out of control across the South in the late nineteenth century, it was not limited to the racial incidents and lynchings that dominated the news. White men and women committed crimes too. Yet these cases were less prominent of an issue at that time because whites faced lesser consequences and publication of their crimes in comparison to blacks. Because racial tension was seeping through the South at this time, the felonies that received the most attention were those performed by blacks or white mobs in lynching. White crimes could squeak by without encountering harsh trials, severe punishments, or public lynchings. In Georgia only 19 whites were lynched in a fifty year span into the twentieth century. That was less than the total number of blacks lynched in Georgia in 1899 alone. While the public lynched blacks for a number of crimes, they lynched whites only in the cases of extreme violence. Class differences existed as well. Of the whites that were mobbed or harshly persecuted in the South, they tended to be vagrants and people without ties to the area and community. Therefore, wealthier citizens that had spent their lives in one place had the respect of their peers and were less likely to be forced into any unpleasant punishment for their crimes. ","Hall's assassination plot was cleverly designed to get rid of a key witness to his original trial without facing the severe consequences of this action. The hired assassin was a black man already wanted for a series of previously committed crimes. He would receive the brunt of the court's and the public's outrage because he was black, and because he was the physical killer. Also, being a well-known and respected lawyer in the area gave Hall the security that a jury of his peers would not be demanding in their sentencing of his trial. In this way, he was able to exploit race and class in order to commit a crime with little penalty."],"display_date":"October 9, 1890 - December 8, 1890","search_date":"1890-11-07","locations":[{"id":1736,"lat":32.1721870425,"lng":-83.1684277696,"zoom":9,"place":"DODGE, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}