{"id":9392,"place":"ALLEGHENY, Pennsylvania","lat":40.468833638,"lng":-79.9812076782,"episodes":[{"id":4576,"title":"<strong>A Wild Night: Pittsburgh &quot;Great Strikers&quot; Burn Rail Yard</strong>","course_id":18,"status":"P","start_date":"1877-07-19","end_date":"1877-07-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In her memoirs, Mary Harris \"Mother\" Jones described the night in Pittsburgh, Pennsylvania that strikers from the Pennsylvania Railroad turned the \"Great Strike\" of 1877 into a riot.  \"Hundreds of box cars standing on the tracks were soaked with oil and set on fire and sent down the tracks to the roundhouse.  The roundhouse caught fire.  Over one hundred locomotives belonging to the Pennsylvania Railroad Company were destroyed.  It was a wild night.\"  ","            According to historian Eric Foner, the \"Great Strike,\" which led to that \"wild night\" in Pittsburgh, began in Martinsburg, West Virginia on July 16, 1877.  In their book, <em>Constructing the American Past,</em> Elliot Gorn, Randy Roberts and Terry D. Bilhartz wrote that the workers began the strike when the Baltimore & Ohio Railroad \"announced a 10 percent wage cut for all employees,\" the second such cut in eight months and part of a policy for railroads across the country.  The strikers proceeded to shut down all train traffic through Martinsburg and move all the engines into the roundhouse.  Gorn et. al. wrote that the \"incidents begun in Martinsburg were repeated across the county,\" as workers from \"various industries refused to accept low wages.\"","            The conflagration that occurred in the Pittsburgh rail yards was, according to Gorn, the climax of the \"Great Strike.\"  Gorn et. al. wrote that three days after the strike began in Martinsburg, Pennsylvania Railroad managers angered the Pittsburgh workers by ordering \"that all trains running east from Pittsburgh be 'double headers.'  \"Double headers\" are trains with two engines that pull twice as many cars, and cause twice as much work and danger for the workers. Gorn et. al. wrote that once the Railroad workers walked off the job, they were joined by incensed workers from other industries.","            According to Gorn et. al. the state militia was called into Pittsburgh to control the strike, but many of the militia men sympathized with the strikers. One officer, as quoted by Gorn et al. said, \"the sympathy of the people, the sympathy of the troops, my own sympathy, was with the strikers proper.  We all felt that those men were not receiving enough wages.\"  Instead of controlling the strike, Gorn et. al. contended that many of the soldier put down their weapons and \"fraternized with the strikers.\"","            According to Gorn et. al., the clash between the militia and strikers began when 600 militiamen arrived from Philadelphia.  They noted that the small force of Philadelphia militiamen was faced by an angry mob of nearly 6,000 people.  The angry crowd of strikers included women  and children who jeered and threw rocks at the Philadelphia militiamen.  Foner wrote that because of this, the militia \"fired on the crowds that had seized railroad switches, killing twenty people.\"  According to historian Troy Rondinone, after the militia fired into the strikers they retreated into the roundhouse at the train yards. The strikers reacted to the shooting with outrage and in Rondinone's words \"it seemed as though the striking railroad workers had become a massed army.\"  Gorn et. al. described how the strikers armed themselves and attacked the militia men in the roundhouse by setting fire to it.  The strikers then proceeded to burn and in other ways destroy the train yard.  ","According to Gorn et. al., the rioting resulted in the destruction of 2,000 railroad cars and 100 engines.  \"The resulting fires,\" Rondinone wrote, \"could be seen at a distance of seven miles.\"  The incident in Pittsburgh is just one of the many events of 1877 that according to Gorn et.al., showed that a deep chasm divided and would continue to divide the rich and the poor in America.  In her memoirs \"Mother\" Jones blamed the rioting on and the fires on \"hoodlums backed by the business men of Pittsburgh who for a long time had felt that the Railroad Company discriminated against the city on the matter of rates.\"  However Gorn et. al. noted that Jones was a \"socialist known for her militant oratory,\" so it is likely that her beliefs, and the fact that she wrote her memoirs fifty years after the strikes, led her to believe that the strikers were innocent.  Innocent or guilty, according to Gorn et. al., the strikers were involved in the climax of the largest strike America had witnessed up until that point in her history."],"display_date":"July 19, 1877 - July 23, 1877","search_date":"1877-07-21","locations":[{"id":10817,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"ALLEGHENY, Pennsylvania"}],"tags":[{"id":156,"tag":"Labor Strike"},{"id":33,"tag":"Labor Union"},{"id":67,"tag":"Militia"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":18,"school_id":3}},{"id":4682,"title":"A Campaign for Freedom","course_id":22,"status":"P","start_date":"2/7/42","end_date":"2/14/42","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            February 7, 1942, was a day that changed America. Segregation and discrimination had reached a point that was no longer tolerable, and according to the <em>Pittsburgh Courier</em>, it was time for a campaign. The “Double V Campaign,” as it was called, stood for two victories for black Americans: a victory at home and a victory abroad. ","            This campaign was orchestrated by the <em>Pittsburgh Courier, </em>a weekly black newspaper that helped influence public opinion among black Americans. According to the <em>Courier</em>'s February 14<sup>th</sup> headline, “The Courier's Double 'V' for a double victory campaign gets country-wide support.” This support showed that black America was tired of being oppressed and ready for change. The Double V campaign helped tremendously the plight of black Americans. Blacks everywhere were discriminated against based on their color, and the armed forces at this time was no exception. If blacks were allowed entrance into the army, they were only given menial jobs such as cooks or stewards. The Double V campaign called for integration and for the possibility of fighting for freedom everywhere. The <em>Courier</em> went on to say in its’ February 14<sup>th</sup> article, “We, as colored Americans are determined to protect our country, our form of government and the freedoms which we cherish for ourselves and the rest of the world, therefore we have adopted the Double ‘V’ war cry—victory over our enemies at home and victory over our enemies on the battlefields abroad. Thus in our fight for freedom we wage a two-pronged attack against our enslavers at home and those abroad who will enslave us. WE HAVE A STAKE IN THIS FIGHT...WE ARE AMERICANS, TOO!” Not only did the campaign gather blacks together in support of racial equality, but afforded them the opportunity to feel part of a bigger struggle for freedom everywhere. The shared struggles of black America were also felt by black service men in the armed forces. According to Lawrence P. Scott, a black airman in the 99th, and an eventual Tuskegee Airman, \"every man in the 99th was aware that the success of the 99th would impact the status of blacks in the Army Air Force and the army as a whole and that each man performed his job as if the race depended on him.\"","            At war’s end, the campaign would serve as a reminder of why black service men and women fought. Not only was the war fought to free enslaved people abroad, but was also fought for the equality of black Americans at home who were willing to fight and die for their country. This campaign would later help to serve as an impetus for the future civil rights movement of the 1960s that would eventually grant black Americans the equality for which they lived, fought, and died."," "],"display_date":"February 7, 1942 - February 14, 1942","search_date":"1942-02-10","locations":[{"id":27548,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"Allegheny, Pennsylvania"}],"tags":[{"id":258,"tag":"World War II"},{"id":42,"tag":"Civil Rights"},{"id":269,"tag":"Double V Campaign"},{"id":270,"tag":"Freedom"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":22,"school_id":10}},{"id":5493,"title":"Frederick A. Blossom resigns post as Director of the National Birth Control League","course_id":89,"status":"P","start_date":"12/8/16","end_date":"12/8/16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Conflict remained high between Frederick A. Blossom, a socialist party member from Cleveland, and the members of the Executive Committee of the National Birth Control League. The Executive Committee of this organization advocated the removal of birth control from “the category of obscene materials and information”. The open bill versus the doctors-only bill was the contested topic up for debate.  Blossom, an avid supporter of the doctors-only, was met with staunch opposition when he attended a meeting of the Executive Committee.","In a letter written to Virginia T. Heidelberg, Blossom resigned his position as director stating that the committee had had an “uncompromising attitude”. The doctors-only bill advocated that laws allow doctors and physicians to be able to prescribe birth control for the profession of medicine.  In contrast, the open bill wanted a repeal of the Comstock laws and intended for the entirety of the subject of prevention to be taken out of the law. Ladies of the committee, including Mary Ware Dennett and Virginia Heidelberg, were extremely in favor of the open bill which Blossom believed was “practically unattainable”. Blossom had accepted the appointment as director because he believed it presented an opportunity for different groups in New York to co-align for a common cause.","Soon after accepting the position he soon realized that the groups were in complete disagreement and their decision on the matter could not be altered.  Blossom stated that he would have turned down the job if he had known that the Executive Committee was attempting an “impossible undertaking”. Blossom went on to organize the New York Birth Control League, in order to raise money for Margaret Sanger’s legal battles after she had opened the Brownsville Clinic and had been arrested.  The league aimed to gain an amendment to laws that would allow medical professionals to distribute contraception and advocate women’s health."," "," "," "],"display_date":"December 8, 1916","search_date":"1916-12-08","locations":[{"id":18816,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"Allegheny, Pennsylvania"}],"tags":[{"id":481,"tag":"birth control"},{"id":1391,"tag":"Frederick A. Blossom"},{"id":1392,"tag":"Birth Control Movement"},{"id":1393,"tag":"Margaret Sanger"},{"id":1394,"tag":"Virginia T. Heidelberg"},{"id":1395,"tag":"NBCL"}],"course":{"name":"Industrialism and Imperialism","school":"Texas Wesleyan University","course_id":89,"school_id":49}},{"id":5781,"title":"A Union Journalist Expresses Fear of British Invasion","course_id":113,"status":"P","start_date":"1862-01-31","end_date":"1862-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the Civil War, the Union and Confederate governments both knew the potential impact that Britain's military force could have on the outcome of the conflict. Since Britain would have been more likely to ally with the Confederacy, the Union feared their involvement. This concern led a journalist for the <em>Daily Morning Post</em> to write that Britain was \"resolved to provoke a war with the American States.\" The journalist believed that Britain was waiting for a reason to declare war on the United States.","It was no secret during the Civil War that Britain viewed the Confederacy with more favor than the Union. According to historian James McPherson, the British upper-class certainly favored the South while the working-class public opinion was somewhat split and difficult to gauge. The British upper-class would have allied with the Confederacy because they were dependent on its exportation of cotton. They also viewed the American Civil War much like their own class conflict at the time. The South stood for aristocracy and privilege much like the British elite. The North identified with ideals such as popular government and equal rights, which were supported by many working-class people in Britain.","According to historian Norman Ferris, war between the U.S. and Britain was a possibility in the fall of 1861, when on November 8, a U.S. naval officer, Captain Charles Wilkes, took control of a British mail ship and seized two Confederate diplomats. Britain took offense to this and demanded a formal apology from the United States. This event came to be known as the <em>Trent </em>Affair and created tensions between the Union and Britain that led many, including the journalist, to believe a war would occur. Before the end of 1861, the conflict in the relation between the United States and Britain ended peacefully when President Lincoln released the diplomats and condemned the actions of Captain Wilkes. Referring to the event and writing in retrospect weeks after the affair concluded, the Pittsburgh-based journalist wrote \"the British government was determined to be dissatisfied,\" looking for any reason to go to war with the Union. Although, Lincoln ended the affair peacefully, the journalist thought this type of conflict was what Britain had been waiting for.","Although the journalist viewed the <em>Trent </em>Affair as a political move by Britain and believed they would soon declare war, the aftermath of the diplomatic resolution between the Union and Britain actually dealt blows to the Confederacy. According to historian Charles Hubbard, the Confederacy had hoped for diplomatic recognition from Britain. The peaceful end to the <em>Trent </em>Affair took attention away from the potential recognition and ensured that Britain would remain neutral for the remainder of the war. Even though the journalist was probably wrong in his survey of British diplomatic intentions, his opinion demonstrates how the Union feared and expected British military intervention."],"display_date":"January 31, 1862","search_date":"1862-01-31","locations":[{"id":10816,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"ALLEGHENY, Pennsylvania"}],"tags":[{"id":1820,"tag":"Trent Affair"},{"id":155,"tag":"Great Britain"},{"id":32,"tag":"Civil War"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":5782,"title":"A Pittsburgh Journalist Predicts the Annexation of Cuba, Alaska, and Hawaii","course_id":113,"status":"P","start_date":"1854-08-03","end_date":"1854-08-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the years leading up to the Civil War, the North and South both used the annexation of territories as a strategic device to gain political power. In 1854, with both sides looking to add land, one journalist predicted that the Russian territories in North America, the Sandwich Islands (Hawaiian Islands), and Cuba would all be U.S. territory within one year. The anonymous author of the article in the <em>Daily Morning Post</em> also hinted that the territories would all then become states. He reasoned that the Whig Party would respond to the purchase of Cuba by the Democrats by purchasing Russian territories and the Sandwich Islands. Sympathizing with the North, the Pittsburgh-based author wrote \"if Cuba comes in as a slave state, the Sandwich Islands and Russian America will enter as free state and over-balance it.\" Although cast into the context of free soil and slave state balance, the annexation of these territories was not only about that battle. The author also recognized the importance of commerce and Manifest Destiny in the annexation, realizing that the Sandwich Islands could serve as a perfect halfway point for ships travelling from the West Coast to China, Japan, and the Indies. He added that \"adventurous Yankees\" could control the natives and turn the islands into a thriving community.","The South had its eye on the annexation of Cuba as early as 1848, when President James Polk unsuccessfully offered Spain $100 million for the island. If Spain had accepted this deal, historian James McPherson believes it was still unlikely to happen because the North's Whig Party had control of the House and would not have appropriated the funds. Knowing it would come in as a slave state, the Whigs would have opposed this move. In 1854, the Democratic Party again tried to purchase Cuba in a proposal known as the Ostend Manifesto. The journalist referred to this proposal in the article when he said \"events now occurring in Spain give promise of such a result (acquisition of Spain).\" This proposal turned out to be unsuccessful because, according to historian High Thomas, anti-slavery newspapers condemned the proposals once it became public knowledge.","Today, it seems that the journalist may have been wishfully thinking when he predicted the country would be able to purchase the Russian territory and the Sandwich Islands. He thought Russia would be eager to sell the land instead of having it taken by Great Britain, because that were combating one another in the Crimean War at the time. His prediction did come to fruition five years after he penned the article when Russia offered the land to the United States. He was only wrong about the time table. There is also little evidence that reveals the U.S. made an effort to acquire the Sandwich Islands in the 1850s.","Despite the inaccuracy of the writers' time table, his predictions demonstrate the desire for more land beyond the continent. By 1854, the North and South both had plans to gain territory for political power and commerce."],"display_date":"August 3, 1854","search_date":"1854-08-03","locations":[{"id":10815,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"ALLEGHENY, Pennsylvania"}],"tags":[{"id":560,"tag":"Manifest Destiny"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":113,"school_id":3}},{"id":6125,"title":"A brief description of the Polio Disease, Dr. Salk, the vaccine he created, and the methods he used.","course_id":124,"status":"P","start_date":"2/23/54","end_date":"2/23/54","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 23, 1954, <em>The Free Lance-Star</em> newspaper, published in Fredericksburg, Virginia, reported that “<em>Pittsburgh youngsters are first to try Salk’s anti-polio Vaccine.” </em>One hundred thirty-seven brave young students tried this new vaccine in Arsenal Elementary School in Pittsburgh.  The article indicates countless tests on animals were conducted prior to human tests.  Only about 600 people were tested before the school test. Very few other people had tested the vaccine before these school children. They were not told of the vaccine ahead of time, for Salk felt “mental tentativeness” may change the outcome.  The children were told as they received the shot. The vaccine created a minor case of polio, in which the child would build anti-bodies too, making them immune [1].  This could not happen in today’s litigious world.   Unexpected and fairly untested vaccines would not be acceptable today, even for the good of the herd.","The article discusses the day of the first shots for the children, but leaves out detail on the incredible hard work Dr. Salk put into the development of the vaccine.  The vaccine worked as expected, and by April 1955, 1.8 million students everywhere were inoculated.  This effort was re-enforced by 20,000 volunteers and 20,000 doctors [2] , funded by March of Dimes’ $7.5 million [3] in donations, Dr. Salk, worked endlessly to find the cure.  The money needed to help find a cure was mostly raised by the then president Franklin Delano Roosevelt.  FDR, who had polio himself, became the public face of the disease.   That status and the fact he was a man of conviction and morals led to a large increase in the amount of donations [4].","Polio first entered the modern science scene in the early 1900’s, according to the College of Physicians of Philadelphia, but may have been traced as far back as the Ancient Egyptians.  A painting showed a man with a club foot[5]. Deformities of the limbs were common in Polio.   Polio was an odd disease in the fact it could have symptoms such as fever, vomiting, paralysis, or death; or the virus could show no outward symptoms of the disease. Contractions of the muscles were common among victims, and medical science of the time encouraged immobilization,   which is why many pictures of people with polio contain leg braces[6]. The virus was easy spread through contaminated feces, saliva, or mucus from an infect person.  The poor sanitation of the early part of the 20<sup>th</sup> century led to the explosion in the number of cases.","Salk began his career in the labs of the University of Michigan, as a medical student.  Intrigued by vaccines and inspired by the small pox vaccine, he began to work on a vaccine for influenza. New medical technologies and Penicillin help elevate the research towards curing diseases. As his stature increased, he was promoted to the head of University of Pittsburgh’s research labs[7]. He began to work almost exclusively on Poliomyelitis, known as the Polio virus.  Salk started by classifying the strains of Polio. He found they fell into three main groups[8].   Further research provided him an idea.  He was able to kill the virus with formaldehyde.  He took this dead form of the virus and injected it into the body.  The body, upon recognizing the virus, would create anti-bodies and prevent the body from getting infected.  The first batch he tested on himself, his wife and his children[9].   After publishing the findings in a medical journal, he began testing on the school children.  He obtained a 60% success rate[10].  As the popularity of the vaccine spread so did Salk’s popularity.  Unfortunately the vaccine was halted as reports of people getting sick from the vaccines started coming in.  200 people were sickened by polio all from one bad batch from a pharmaceutical company. The issue was quickly resolved and the vaccine was back in full swing.","Dr. Albert Sabin, who was also a world class expert on vaccine, paralleled Salk’s work.  He felt that Salk vaccine was weak and not strong enough to effectively eliminate the virus. Sabin created his from a small dose of the live virus, instead of the dead[11].  It worked with a good success rate.  He was able to administer his vaccine orally in a sugar cube, instead of Salk’s shot[12]. This was a huge improvement administrating the vaccine to school children.  Sabin’s version of the vaccine also had troubles, unfortunately some people contracted polio from his version[13]. By 1979 these two great men had effectively wiped out polio in the United States, and in most countries in the world."," "," "," ","[1] http://news.google.com/newspapers?nid=1298&dat=19540223&id=V95LAAAAIBAJ&sjid=5ooDAAAAIBAJ&pg=2092,3325242"," ","[2] http://www.newsworks.org/index.php/local/newsworks-tonight/66769-60th-anniversary-of-polio"," ","[3] http://chm.med.umich.edu/mi-history/polio-exhibit/"," ","[4] http://www.marchofdimes.com/mission/a-history-of-the-march-of-dimes.aspx"," ","[5] http://www.historyofvaccines.org/content/timelines/polio"," ","[6] http://www.ydr.com/ci_21121226/remember-polio-disease-struck-terror-into-york-county"," ","[7] http://www.salk.edu/about/discovery_timeline.html"," ","[8] http://www.pbs.org/wgbh/aso/databank/entries/dm52sa.html"," ","[9] http://www.pbs.org/wgbh/aso/databank/entries/dm52sa.html"," ","[10] http://www.pbs.org/wgbh/aso/databank/entries/dm52sa.html"," ","[11] http://www.pbs.org/wgbh/aso/databank/entries/dm52sa.html"," ","[12] http://www.newsworks.org/index.php/local/newsworks-tonight/66769-60th-anniversary-of-polio","[13] http://www.pbs.org/wgbh/aso/databank/entries/dm52sa.html"," "],"display_date":"February 23, 1954","search_date":"1954-02-23","locations":[{"id":29117,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"Allegheny, Pennsylvania"}],"tags":[{"id":2292,"tag":"Salk, polio, vaccine"},{"id":2293,"tag":"\"Medicine/Health\", \"FDR\""}],"course":{"name":"Historical Perspectives on Technology","school":"Widener University","course_id":124,"school_id":43}},{"id":6244,"title":"<strong>$300 and You’re Cleared of Duty</strong>","course_id":137,"status":"P","start_date":"1863-07-18","end_date":"1863-07-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Questions Under the Draft” headlined the front page of the<em> Daily Morning News</em> from Pittsburgh, Pennsylvania, questioning the controversial commutation fee.  People expressed apprehension over the “rich man’s law,” which stated that people could pay a $300 commutation fee that exempted them from serving as a soldier.  The article referenced two captains that had differing opinions on the subject.  Captain Howe of the Fourth district believed that people should be allowed to pay a commutation fee because “the government does not claim his services…until it is shown that he be an able bodied man.”  In opposition to Captain Howe’s beliefs, Captain Shaw of the Third district thought that a “man offering himself to the surgeon for examination, must abide the result of that examination.”  The article noted the significance of the commutation fee when it stated that the issue had been brought to the attention of the federal government.","The commutation fee became a provocative element of the draft law of 1863.  “Questions Under the Draft” did not support or condemn the commutation fee; it simply stated that it had become a debated issue.  This law meant to require men to enlist as three-year draftees, in order to fully man the Union Army for the duration of the war.  Historian James McPherson stated that more than 160,000 of the 207,000 drafted men either paid the commutation fee or found substitutes to fill their quota. The Union government implemented it as a way to drive down the cost of substitutes, unlike in the South where the price of substitutes skyrocketed.  The fee succeeded in keeping the cost of substitutes at no more than $300, but the law passed by Republicans generated backlash from the peace Democrats because the commutation fee discriminated against those who could not afford it.  Historian Peter Levine stated that the commutation fee allowed the government to raise money.  This led critics to say that the Union raised more money than soldiers for the war effort.  These funds were then used to supply the bounties necessary to raise troops, which offered a monetary incentive for soldiers to enlist and reenlist when their term of service had ended.  This led to a cycle of people conning the bounty system by enlisting, deserting, and reenlisting under another name, in order to receive the bounty.","Substitution had an established history in American society by the Civil War.  In the previous wars that the United States participated in, the government used substitution as a means for exemption from drafts or conscription.  However, the commutation fee had not been used as a form of exemption before.  The government had the right intention, however, the idea that the rich could buy their way out of service did not settle well with most northerners, who were sacrificing their men for the cause.  The strong outcry against the commutation fee led to its repeal in March 1864."],"display_date":"July 18, 1863","search_date":"1863-07-18","locations":[{"id":10816,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"ALLEGHENY, Pennsylvania"}],"tags":[{"id":2480,"tag":"Commutation Fee"},{"id":2479,"tag":"Legal Evasion"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6274,"title":"Burn 'Burgh Burn","course_id":137,"status":"P","start_date":"1845-04-10","end_date":"1845-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 10, 1845, the city of Pittsburgh, Pennsylvania lost about two-thirds of its properties.  A fire that started in an icehouse on Second Avenue tore through the city and destroyed over 1000 buildings that stood in its way according to <em>The Pittsfield Sun</em> out of Pittsfield, Massachusetts.  The fire consumed more than just the buildings, it destroyed the hopes and dreams of thousands of the citizens of Pittsburgh according to the book “A Full Account of the Great Fire at Pittsburgh, on the Tenth Day of April, 1845: With Individual Losses and Contributions for Relief” compiled by J. Heron Foster.","The fire spread due to the high winds that were blowing off of the river causing it to spread more rapidly.  In Foster’s book he states that people hoped that “the Bank Of Pittsburgh, the oldest moneyed institution in the city, trusting in its reputation as a fire-proof building, to stop the fire from destroying further.”<em> The Pittsfield Sun</em> also points out that after the flames and smoke subsided, there were estimated damages of roughly $3.5 million that eventually had to be rebuilt or fixed.  In today’s terms, that would be about $109,375,000 according to the inflation calculator on davemanuel.com.  Even though so many buildings and possessions were lost, they could all somehow be replaced. Many things that could never be replaced were lost but fortunately only two lives were lost.","If the city’s fire companies would have been more prepared, they may have been able to stop the spread of the fire before it did so much damage.  Even though the city is almost entirely surrounded by water, the fire companies relied on a few reservoirs around the city to draw their water from.  The reservoirs were fed from the rivers, but the companies had no way to draw to the center of the city.  No one seemed overly concerned about this problem because nothing had ever happened that required the companies to have to do so.  It did not help that the reservoirs were running dry because of a long drought that the city had been experiencing.","According to legend, a woman who was boiling water in an empty lot to do laundry started the fire accidentally.  It is said that a single spark from the fire blew to a nearby icehouse where the fire grew larger and started to spread.","This horrific tragedy luckily only claimed the lives of two people. With a fire of this magnitude, a person would expect many more casualties this.  The fire could have had a much larger impact on the population of a booming industrial city like Pittsburgh.  Although the fire did so much damage, it eventually helped the economy of the country because of the need for material to rebuild the city, but it also hurt the surrounding area because it made it more difficult for people to ship things now that the access to the docks downtown was limited."],"display_date":"April 10, 1845","search_date":"1845-04-10","locations":[{"id":10814,"lat":40.468833638,"lng":-79.9812076782,"zoom":9,"place":"ALLEGHENY, Pennsylvania"}],"tags":[{"id":2537,"tag":"Pittsburgh"},{"id":2536,"tag":"Pittsburgh 1845"},{"id":2535,"tag":"Great Fire of Pittsburgh"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6794,"title":"Police Arrest Of Fifty Negro Men In Pittsburgh Reported In Newspaper.","course_id":180,"status":"P","start_date":"1/22/27","end_date":"1/22/27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“Pittsburgh Police Round Up 50 Negro Men in Dragnet,” <em>Broad Ax</em>, an African-American, Chicago-based newspaper, describes a mass arrest of coloured people in Pittsburgh’s Hill District. In a crackdown on crime in the district, fifty African-Americans and Mexicans (lumped also under the term “Negro”) were arrested by the police. Their fate, the story says, was decided on Wednesday morning by Magistrate Orie. Twenty were fined ten dollars, or sentenced to thirty days in the workhouse. The rest of them, who were regularly employed or had excuses for being out late, were released without charge. The story further says that the roundup was made because of numerous holdups and robberies in the district.","This story illustrates a specific episode of the obverse side of “The Great Migration” (1916-1930), which saw more than a million African-Americans leave the segregated South for better lives in the North. Cities such as Pittsburgh drew the new migrants with its promise of jobs in the steel and railroad industries. They, however, faced hurdles from the law and the native populace. Police singled them out for their perceived proclivity for crime and dishonesty. It was not uncommon for them to be arrested and convicted on the flimsiest of charges. On top of that, they clashed, sometimes violently, with the local people, white Southern migrants, and European immigrants, over scarce jobs and housing. Racist city zoning laws and housing covenants also corralled the African-American population into densely packed neighbourhoods, like the Hill District, where they lived under virtual segregation-like conditions.","This story is an all too painful reminder that racism did not cease to be a spectre haunting the African-American community when they crossed the Mason-Dixon line. Having escaped from the racial inferno of the South, many soon discovered that life in the North wasn’t the racial paradise they imagined it to be. But their struggles to overcome and thrive in the new landscape did give them a sense of pride and purpose, which they had been nurturing ever since they took that train, bus, or car to the North."," "," "],"display_date":"January 22, 1927","search_date":"1927-01-22","locations":[{"id":53136,"lat":40.445881,"lng":-79.978896,"zoom":15,"place":"Pittsburgh, USA"}],"tags":[{"id":81,"tag":"Great Migration"},{"id":889,"tag":"Racism"},{"id":2537,"tag":"Pittsburgh"}],"course":{"name":"Critical Writing and Research for Historians","school":"University of Toronto Scarborough","course_id":180,"school_id":28}}]}