{"id":9399,"place":"Los Angeles, California","lat":33.0342766311,"lng":-118.614221051,"episodes":[{"id":4704,"title":"Los Angelinos React to the 1992 Riots","course_id":26,"status":"P","start_date":"5/1/92","end_date":"5/31/92","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":[" "," ","Los Angeles in 1992 was a vast, amorphous city, sliced-up into innumerable racial and ethnic enclaves, which a mass of interconnecting highways did little to integrate. The bloody race riots in the Spring of 1992 killed fifty-three people, injured thousands more, led to rape and widespread looting, and the destruction of buildings by vandalism and burning, altogether causing around one billion dollars’ worth of damage. The suddenness and sheer scale of these events led a fearful population - whether in government, the media, or still in school - to frantically search for explanations for the outrages, though in a city so complex opinion inevitably diverged. For many city dwellers, particularly those from more affluent areas (many of whom were white), the riots shook their whole understanding of their city, even their country. They had trouble comprehending how such a thing could happen in their modern society, particularly in a city previously regarded as something of a paradise - it simply did not fit with their long-held world view. Some even took to referring to the riots as \"the war\", indicating just how extreme and aberrant they seemed to them. Since many of the rioters were black, many politicians and journalists blamed sociological problems within the black community for the violence, and (white) Vice President Dan Quayle went so far as to claim that dependence on welfare, broken homes, and even sexual permissiveness were partially to blame. Others, particularly among the poor (many of whom were black), were scarcely surprised at all: they perceived that the long-existing injustices of city life, which they experienced every day, had simply boiled over into open conflict. For them, there was nothing particularly shocking or unexpected about the outbreak of the riots, whom many referred to as a \"rebellion\", implying a political dimension to the events, where others saw only a succession of criminal acts. Some carried the analogy further, claiming their neighborhoods were akin to \"occupied territory\" after National Guardsmen were stationed to enforce peace. Some clearly felt threatened by the authorities on racial grounds."," ","The riots thus appeared very differently to different people, with plentiful evidence of the racial divides that had led to the riots in the first place. Even within a single classroom, white and black students from the same community could reveal strikingly different opinions on the causes of the violence, who had provoked what, and even on whether there was a degree of justification for the barbarities unleashed. The police, government, and media were all accused of racism, but without a public debate little came of it. The gaps in understanding between Los Angeles' many ethnicities, imbedded as they were in complex questions of immigration, economic decline, social disadvantage and other divisions based on language, culture, or geography, seemed unlikely to vanish. Despite the best efforts to promote peace, tolerance and understanding by teachers and government officials, lack of co-operation from informal community leaders, who were afraid to take a stance against local gangs, meant little progress was made in many of the worst-affected communities, while Los Angeles' ever-increasing size and ethnic diversity promised to create further problems.","\"Riots in Los Angeles: A Difficult Lesson: Searing Lesson for Children: How Hate Can Undo a World\", <em>New York Times</em>, May 5, 1992.","Manning Marable, <em>Beyond Black and White: Transforming African-American Politics Today (</em>New York: Verso, 1995).","'Two Reporters Describe Los Angeles' Racial Tensions, 1995' in <em>Major Problems in American History since 1945, </em>ed. Robert Griffith & Paula Baker (Boston: Houghton Mifflin Co., 2007), pp.439-442."],"display_date":"May 1992","search_date":"1992-05-16","locations":[{"id":43370,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":298,"tag":"Reactions to Violence"},{"id":21,"tag":"Race Relations"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":4707,"title":"L.A. Racial Tensions Lead to Separation","course_id":26,"status":"P","start_date":"1/1/95","end_date":"12/31/95","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the Fall of 1995 the Los Angeles Times gave a hard look at Los Angeles’ ethnic gulf and noted how the city was balkanizing. The city of Los Angeles has long been a tense place in terms of race-relations.  The intermixing of different peoples set the stage for violent race riots in the early 1990s, which were kicked off when Rodney King was beat savagely in 1992 by four LAPD officers and the police were found innocent of all charges.  The trial and subsequent acquittal of OJ Simpson in 1995 added fuel to the simmering divides between ethnicities..  The race riots did not simply take place between blacks and whites—Latinos and Asians also feuded with those who did not share the same heritage.  The time for peaceful resolutions to these race problems had long since passed, as Los Angeles has always been more open to a diverse population more so than other cities in the United States.  The <em>Los Angeles Times</em> journalists noted: “In many ways, L.A. symbolizes the racism in this country like probably no other city.  It’s become the poster city for racism in America.”  The economic problems of Los Angeles during this time, as well as the constant drug trafficking, further intensified the racial tension in the City of Angels.  Residents of Los Angeles competed for money whether they could obtain it legally or illegally, and if a member of a different race took another race’s means to make a profit, racial hostility occurred. ","            The riots in the early 1990s were brutal; residents reported incidents of people being dragged out of their cars and being beaten.  All races were involved in the simmering tensions in Los Angeles.  Buildings were looted and set ablaze, and Los Angeles’s reputation would not recover from the highly publicized events.  “A place once viewed as idyllic and tolerant, a palm-lined paradise, has come to be seen as quite the opposite—a worst-case example” claimed the <em>Times</em> writers..  The Los Angeles Race Riots were large in scale and gave the city a tarnished image in the view of the rest of America.  Citizens of the city found out that the easiest way to avoid the racial problems was to avoid other groups altogether."],"display_date":1995,"search_date":"1995-07-02","locations":[{"id":43370,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":3,"tag":"African-Americans"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":26,"school_id":3}},{"id":5133,"title":"A Dinner for Harry Chandler","course_id":49,"status":"P","start_date":"3/23/21","end_date":"3/23/21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the Friday evening of the 23<sup>rd</sup> of March 1921, Harry Chandler enjoyed a dinner in his honor. The event occurred in Los Angeles and included guest speakers H.W. O’Melveny (founder of what is now L.A.’s oldest law firm) and William Mulholland (head of the Department of Water and Power of Los Angeles). The dinner was to commemorate the accomplishments that Chandler had made thus far in his life. including publisher of the <em>Los Angeles Times</em>. Testimonials were given throughout the dinner which brought justice to Chandler’s character. These testimonials glorified his “unimpeachable honesty, simplicity, frankness…love for Southern California, and purity in his private life.” Up until this time in 1921, Chandler had been the publisher of the<em> L.A. Times</em> for only three years. Chandler continued to be one of the most well-known publishers of his time, maintaining the position as publisher up until his death in 1944.","Chandler was part of the <em>L.A. Times</em> for much of his life leading up to becoming publisher. In 1885 Chandler, landed his first job with the <em>L.A. Times </em>“as a clerk in the circulation department” From there, he worked his way up, purchasing paper routes, which then, was separate from publishing the papers. Chandler did so well as his own boss of delivering and collecting that “he soon was making more of a profit than the publishers of the papers.” In 1898, Chandler had his first experience as head of the paper when Harrison Gray Otis (then publisher of the <em>L.A. Times</em> and father-in-law of Chandler) left for the Spanish-American War. Nineteen years later, upon taking the job as publisher, Chandler would begin to be known as one of the most successful men of the Los Angeles area.","Publishing was not the only area in Chandler’s life where he excelled. As Dorothy Chandler (daughter-in-law of Harry Chandler) said, “I think of Harry Chandler not as a publisher but as a land developer, a builder, [and] a dreamer.” In this excerpt she continued to say, “His mind wasn’t on the newspaper—I hate to tell you—but on those things that have made Los Angeles as great as it is.”","Chandler was also a landholder. Throughout America, Chandler held thousands of acres of land earning him the title as America’s largest private landowner. Chandler also contributed to a number of things that bettered the Los Angeles community. The L.A. Coliseum, which still stands strong today, and bringing the Summer Olympics of 1932 to Los Angeles were just two of his many contributions to the community.","Sadly, in 1944, the “Governor of Southern California”died of a heart attack, but left this earth as one of the most successful men in Los Angeles history."],"display_date":"March 23, 1921","search_date":"1921-03-23","locations":[{"id":19288,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":834,"tag":"publisher"},{"id":833,"tag":"Los Angeles Times"},{"id":832,"tag":"Harry Chandler"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":49,"school_id":40}},{"id":5167,"title":"Susie Clark’s arrival in California by train from Boston","course_id":66,"status":"P","start_date":"1890-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the 1890s Susie Champney Clark left Boston on a Raymond & Whitcomb Co. organized railroad trip across the country to California, recording her observations and notes along the way.  Though this trip may have seemed impossible to make earlier in the century, as Ms. Clark said in the first chapter of her book <em>The Round Trip from Hub to the Golden Gate</em>, “California [was] much nearer Boston than it was in ’49. The journey thither is hardly now considered much a trip.”","Susie Clark had a grand time on her trip across the country and was impressed by the comfort of the train and its amenities. She thoroughly enjoyed the menu and the dining car and declared that it “might well engage the attention of the most fastidious epicure.” Train travel had taken on a completely different feeling than earlier in the 1800s. It was leaving behind reputation for uncomfortable, difficult travel and taking steps towards relaxed and enjoyable trips. Ms. Clark even went so far as to say that Raymond and Whitcomb had turned travel into an art and science, making their trains feel like homes.","Arriving in Los Angeles, California, she took note of the beauty of the city, wondering how “this fair city [could] fail to thrive and flourish and grow as if indeed all good angels smiled upon her.” Unfortunately though, Ms. Clark pointed out that the city was founded as a means for housing the “soldiers” who had worked for the Spanish missions, forcibly converting the Native Americans and encroaching on their land. She was not surprised at all that these actions had led to, as she said in her notes, “the degradation and ultimate extinction of these tribes.”","Susie Clark was not the only one with these opinions of the missions’ and other settlers’ earlier tactics. As recounted in Michael Magliari’s article in the <em>Pacific Historical Review</em>, during a visit to Los Angeles, U.S. Army Captain Edward Ord stated “It will be seen…that by the law, the overseer of a large rancho, has but to be a ‘Justice of the Peace' and he is enabled to buy and keep Indian servants as he may want them, and to punish them at discretion, within a limit.\"","Though California was admitted to the Union as a free state, as Magliari points out, “the newly admitted Golden State had already established its own racially based system of unfree labor. Although it had forth-rightly rejected the South's ‘peculiar institution,’ the new ‘free state’ of California did not hesitate to craft its own code of compul-sory [sic] labor under the notorious 1850 Act for the Government and Protection of Indians”.  Californians used “minor custodial wardship, indentured servitude or ‘ap-prenticeship [sic],’ convict leasing, and debt peonage” as ways to create forced labor to their advantage.","As Ms. Clark hinted in her travel writings, the beauty and wonder of California had a slight darkness creeping in around its edges as a result of the methods by which the land was taken from the Native Americans."],"display_date":1890,"search_date":"1890-07-02","locations":[{"id":902,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"LOS ANGELES, California"}],"tags":[{"id":537,"tag":"Native Americans"},{"id":666,"tag":"Railroad"},{"id":792,"tag":"Transportation"}],"course":{"name":"U.S. History: 1812 - 1914","school":"Foothill College","course_id":66,"school_id":40}},{"id":5289,"title":"Hattie McDaniel wins for more than just <em>Gone with the Wind</em>","course_id":73,"status":"P","start_date":"2/29/40","end_date":"2/29/40","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the 82<sup>nd</sup> Academy Awards ceremony held in 2010, Mo’Nique received her Academy Award for outstanding performance of an Actress in a Supporting Role. During her acceptance speech, Mo’Nique gave recognition to a woman who had won the same award seventy years earlier. She expressed her deepest admiration for this woman in these words: “I want to thank Miss Hattie McDaniel for enduring all that she had to so that I would not have to.”","Seventy years earlier, at the 12<sup>th</sup> Academy Awards ceremony held in 1940, Hattie McDaniel won the award for best performance by an Actress in a Supporting Role for her portrayal of “Mammy” in David O. Selznick’s production of <em>Gone with the Wind</em>. A win for any woman at these awards would not have been as notable as it was for Hattie McDaniel and the entire community of African Americans. McDaniel’s award marked the first win for African Americans in the history of motion pictures.","Although McDaniel’s role and film presence were vital in the story of the film, her presence was not always welcomed. When the film premiered in Atlanta, McDaniel was not permitted to attend the premiere alongside her white co-stars. Strict segregation laws in Georgia required that Hattie McDaniel enter through the back door and sit in the area reserved for blacks. Furthermore, the laws did not permit her to stay at the hotel where most of the cast was staying for the premiere. Rather than incite a disturbance, Hattie McDaniel chose not to attend.","Although she played her role of “Mammy” outstandingly, black activist groups vilified her and boycotted the film. They attacked her and her fellow black cast mates for accepting their roles in the film and charged that the portrayals of blacks in the film did little to assuage the white perception of blacks as loyal servants to whites. In the essay about the historical accuracy of the film <em>Gone with the Wind,</em> author Catherine Clinton, acknowledges that <em>Gone with the Wind</em> did not take into consideration the concerns about the treatment of blacks in the United States and adds that the portrayals of black characters in the film, “[rang] true to Hollywood’s typical betrayal of African Americans.”","As much as <em>Gone with the Wind</em> trivializes the work of blacks in film, it did make certain breakthroughs for non-white actors. Clinton explains that it was the first film to portray black actors in a “plantation style” setting where they did not spontaneously burst into song. It was also the first feature film to portray black characters as themselves instead of white actors in blackface. After her win, the minds of many of those who boycotted the film changed their minds and accepted that Hattie McDaniel’s choice to portray a mammy in a post-civil war period drama did indeed change the perception of blacks in film. In her acceptance speech, McDaniel thanked the Academy for their recognition of her craft. She further expresses her thanks and hopes for the future: “I shall always hold it as a beacon for anything I may be able to do in the future. I sincerely hope I shall always be a credit to my race and to the motion picture industry.”","Seventy years later, blacks are seen in roles that may not have been possible without Hattie McDaniel, but it is still considered a breakthrough in modern media for African Americans to be included.  It is now a matter of what roles they should choose to portray.  Hattie McDaniel made it possible for African Americans to take on roles in Hollywood, but most importantly, she gave them the ability to choose their roles."],"display_date":"February 29, 1940","search_date":"1940-02-29","locations":[{"id":27733,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":463,"tag":"African American Women"},{"id":1040,"tag":"Academy Awards"},{"id":1041,"tag":"Film"}],"course":{"name":"History of the New South","school":"Texas Wesleyan University","course_id":73,"school_id":49}},{"id":5695,"title":"African Americans and the Blaxploitation movement","course_id":106,"status":"P","start_date":"1/1/70","end_date":"12/31/80","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" In July 1971, Newsweek Magazine produced in its new movie section an article stating, “John Shaft, private eye aspired steely black version of Sam Spade and James Bond, SHAFTS BIG SCORE, the sequel to last year’s enormously profitable Shaft.” Hollywood was on a role. During the late 1960’s white people were moving to the suburbs in mass numbers, leaving blacks as the minority in the city. However, the cinemas were only located in the city. As a result, to keep movie theaters from closing, which would also affect Hollywood, Hollywood began to make films primarily for the black audience. Finally the days were over where black actors and actresses could only starred in roles like the mammie, coon, or Uncle Tom. Now there were movies being produced such as Melvin Van Peeble’s, <em>Sweet Sweetback’s Baadassss Song</em> (1971), and Gordon Parks’, Shaft (1971), which portrayed African Americans in a different light."," Although African Americans had appeared on screen during the 1930’s and 1940’s, the 1970’s birthed films that completely changed how African Americans were represented in film. Going into the 1970s, African Americans turned to Hollywood to represent their outlook and attitudes on their brutal history. Filmmakers took sensitive issues that African Americans had to deal with in the past and made it into entertainment. This era is known as the Blaxploitation era.","Historian David Walker, author of Reflections of Blaxploitation, stated, “The Blaxploitation period of the 1970s had a positive impact on the African American race because it changed the way other races received the black race”. The Blaxploitation era was the first time in film history, Hollywood produced black oriented films pitched directly at satisfying black people. The Blaxploitation films were significant to African Americans because the movies now portrayed blacks as heroes. Blacks were now able to show how it was being black in America and the rest of the world was ready to see it. The films brought Hollywood so much financial success that it opened the floodgate for over 200 more films during that period.","The Blaxploitation era died down after the 1970s, but it left a major impact in film forever. In that era several classics were produced like: <em>Lady Sings the Blues: Black Stars/ Black Romance, Sounder,</em> and<em> Sparkle, </em>just to name a few. One mutation of the Blaxploitation period is hip hop. Hip hop drew heavily from the films that were created during that time. Another mutation of that period is other black films today. There are even black classic films that borrowed concepts of the films during that era such as Boyz in the Hood (1991) which borrowed from Cooley High. The Blaxploitation period birthed over 200 movies, grossed millions of dollars, launched many careers, and changed the perception about African Americans forever."," "," "," "],"display_date":"1970 - 1980","search_date":"1975-07-02","locations":[{"id":34781,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":1674,"tag":"Blaxploitation movement"},{"id":1673,"tag":"Black film"},{"id":1267,"tag":"Black Theater"},{"id":84,"tag":"Black History"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5699,"title":"The negative effects of the Blaxploitation movement","course_id":106,"status":"P","start_date":"1/1/70","end_date":"12/31/80","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On September 6, 1971, Newsweek Magazine produced an article called Blacks vs. Shaft. In this article displeased African Americans voiced their opposition against the Blaxploitation movement saying that the films created false heroes who demeaned the black image. Black film critic, Clayton Riley, expressed to the New York Times, “that the new black films portrayed a fairy tale treatment of black life.” He compared the Hollywood producers to thieves saying that they had found another vein of gold to rip off. Conrad Smith, leader of the Los Angeles branch of CORE, told Newsweek’s Henry McGee: “We’re prepared to go all the way with this, even to the extent of running people out of the theaters.”","Blaxploitation movement emerged in the early 1970s. The first recognized Blaxploitation film was Melvin Van Peebles’ 1971, “Sweet Sweetbacks BaadAsssss Song”. The X-rated film starred a male prostitute name Sweetback.  In this movie, Sweetback evades the police station and expresses his dislike for white authority.","After this movie became a great success, Hollywood began to make films with all black casts back to back. There were movies produced like “Shaft”, who portrayed the black James Bond and “Super Fly”, who was the infamous cocaine pusher. Although there were many blacks who were excited about this new movement, there were also some who strongly opposed Blaxploitation films. Some blacks felt Blaxploitation films portrayed African Americans in a bad light, and encouraged negative stereotypes. Just one week prior  to Newsweek Magazine’s, <em>Blacks vs. Shaft</em>  article was published, some Civil Rights Organizations in Los Angeles, California got together to form the Coalition Against Blaxploitation  group. The CAB group main goal was to produce its own films that they felt were acceptable good movies and to make Hollywood stop producing Blaxploitation films. Many of the Blaxploitation film protestors felt the films only took place in the inner city and focused on drug dealers, pimps, and hit men. A lot of protestors also hated the language used in the films. Black men began to refer to the white man as “the man” during this era. On August 28, 1972, Newsweek Magazine published an article saying it is no coincident that blacks refer to the white man as, “the man”. Blacks who were against the Blaxploitation films felt by calling the white man, “the man”, in black films it showed the repressed anger of a relatively powerless community.","Historian Donald Bogle, argues that the Blaxploitation movement was indeed negative. Due to the huge protest against the films, the movement died in the late 1970’s. Until this day there is still an ongoing debate the about how the Blaxploitation films affected the black community.  So how did the Blaxploitation movement really affect African Americans?"],"display_date":"1970 - 1980","search_date":"1975-07-02","locations":[{"id":34781,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":1673,"tag":"Black film"},{"id":1674,"tag":"Blaxploitation movement"},{"id":1267,"tag":"Black Theater"},{"id":84,"tag":"Black History"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5702,"title":"The history of African Americans in film","course_id":106,"status":"P","start_date":"1/1/03","end_date":"12/31/03","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On July 26, 1971, Time Magazine produced an article stating, “people are running to the theaters to see the new black heroes.” Never before had blacks been seen in this kind of action, however it was not always like that.","In 1903, <em>Uncle Tom’s Cabin</em>, starred the first black actor to ever appear on screen. During that era African American roles were very limited to playing the Tom, coon, buck, mammie, or mulatto. After that came the great producer Bill Foster. Bill Foster was the first African American who took the first steps toward production in African American cinema. One of Foster’s most famous films was, <em>The Railroad Porter,</em> which was a comedy set in 1912. Sadly, most of Bill Foster’s work has been lost or destroyed. Another great pioneer in film was George P. Johnson. Most of Mr. Johnson’s inspiration came from Bill Foster. With the help of Booker T. Washington’s Tuskegee Circle, George Johnson founded the Lincoln Motion Picture Company. Although this was a brilliant idea, Johnson never witnessed his idea being a success due to an influenza epidemic which forced theaters to close.","After the Second World War, African American filmmakers began to have a stronger voice in films. Movies began to start addressing racial tensions. One documentary that was very famous for pointing out the country’s attitude on racism at the time was Ralph Cooper’s, <em>“Am I Guilty”</em> in 1940. Also during this time, some African American filmmakers turned to their white counterparts and used them to help voice African American Concerns. During the 1950’s black actors started becoming household names. Actors such as Sidney Poitier and Harry Belafonte became familiar faces in film just to name a few. Once the 1970’s began African Americans were appearing on the big screen left and right. The 1970s' films were called the Blaxploitation films. These films depicted the feelings that African Americans felt after years of fighting racism and inequality. Some famous films that were produced during this era was “Shaft”, “Blacula” and “Cool Breeze”, just to name a few.","Although there is not much information in the history books on African Americans and film, one must try to preserve African history. There were so many great African American filmmakers who paved the way for filmmakers like Spike Lee, Tyler Perry and others. From the late 1970s, African American actors and filmmakers made movies on their own terms. African American actors continue to evolve as well with current blockbuster actors like Will Smith and Halle Berry commanding large salaries and ticket sales. Clearly, African Americans are here to stay on the big screen and it all started from <em>Uncle’s Tom Cabin</em>."," ","<strong> </strong>"," "," "," "," "],"display_date":1903,"search_date":"1903-07-02","locations":[{"id":52297,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":84,"tag":"Black History"},{"id":1267,"tag":"Black Theater"},{"id":1673,"tag":"Black film"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":106,"school_id":10}},{"id":5767,"title":"The American Asian Perception","course_id":112,"status":"P","start_date":"1/1/24","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As Asians began to migrate en masse in the late 19<sup>th</sup> and early 20<sup>th</sup> century, the US government passed laws heavily restricting this trans-pacific immigration. This migration became known as “The Yellow Peril.” The Chinese Exclusion Act and the Immigration Act of 1924 both halted the growth and development of the existing Asian minority groups present in the US.[1] This anti-Asian sentiment became more focused at the advent of World War II, and was distilled and directed toward the Japanese. Propaganda ensued and, three months after the Japanese attack on Pearl Harbor, Japanese internment commenced. All Japanese-Americans and anyone of Japanese descent on the west coast of the US were herded into internment camps or forced to leave their homes. At this time the Japanese were depicted and thought of as sub-human and deceitful. [2]","This Anti-Japanese meme shifted the focal point of Asian hatred onto the Japanese, and popular media depictions of other Asians, particularly the Chinese, became less negative.[3] The Chinese were also being invaded by the Imperial Japanese military. This common enemy led some Americans to believe the US should not only combat Japan, but assist China in doing so. While the US never sent direct military support to China, they began airlifting supplies to the Chinese in an attempt to relieve some military pressure. The American dropping of the atomic bombs on Japan led to their complete surrender, and simultaneously ended the second Sino-Japanese War.","The changing attitudes towards Asians can be seen in popular media of the era, such as the cartoon strips of Milton Caniff. Caniff’s character, The Dragon Lady, is a strong, beautiful, Asian woman who acts as the primary antagonist of Caniff’s strip <em>Terry and the Pirates</em>.[4] When the Sino-Japanese war breaks out, The Dragon Lady joins forces with Terry to hinder and conduct operations against the Japanese on Chinese soil. Within the strip, the Dragon Lady is the leader of the Chinese resistance. While Asian, the Dragon Lady is drawn white, with the only characteristically Asian features coming through in her face and black hair."],"display_date":"1924 - 1945","search_date":"1934-12-31","locations":[{"id":19288,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"},{"id":21355,"lat":40.6916304076,"lng":-74.0035386433,"zoom":11,"place":"New York, New York"},{"id":52649,"lat":null,"lng":null,"zoom":8,"place":"Outside US"}],"tags":[{"id":1327,"tag":"american"},{"id":1667,"tag":"Discrimination"},{"id":15,"tag":"Race-Relations"},{"id":1790,"tag":"Asian"},{"id":1791,"tag":"Asian-American"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}},{"id":5769,"title":"Integration of Amrican Athletics","course_id":112,"status":"P","start_date":"1/1/46","end_date":"12/31/46","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The issue of racism in America has been prevalent in many aspects, even in professional athletics. Stereotypically African Americans can perform better athletically and even then they were unable to participate in the professional limelight. In the late 1940’s African Americans were beginning to play in the major professional sports and by the 1950’s all major professional sports have been desegregated.","Jackie Robinson became very famous for becoming the first African American who played in the major leagues in 1947. After Jackie Robinson passed away there was a foundation created in his memory in which the foundation provides generous four–year college scholarships along with a teaching sets of skills and opportunities to disadvantaged students of color to create a promising success in college and to develop a leadership potential.","The NFL and NBA also signed African American players, the first of which being Marion Motley and Chuck Cooper respectively.","The desegregation in sports came in the midst of the Civil Rights Movement in American history. Unfortunately regardless of the professional standings of African Americans their lives were still a burden to live due to the segregation in everyday life.","The integration of professional sports took about 50 years to see a significant change. By 1998 77% of all NBA basketball players were African American, 64% of NFL football players were African American, and 15% of MLB baseball players were African Americans as well.","Along with the professional athletics integrating, college athletics were along for the ride. The SEC was the last to join the integration due to the high level of racism in the south east where the SEC is based.","Athletic integration is not the only significant event during the civil rights movement but it was a big leap for America’s future. It opened most opportunities for African Americans."],"display_date":1946,"search_date":"1946-07-02","locations":[{"id":27733,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":142,"tag":"african americans"},{"id":1366,"tag":"Athletics"},{"id":593,"tag":"Jackie Robinson"},{"id":1794,"tag":"Chuck Cooper"},{"id":1795,"tag":"integration"}],"course":{"name":"The Comic Book City","school":"Rollins College","course_id":112,"school_id":5}},{"id":6305,"title":"Batman: Homoheroic?","course_id":139,"status":"P","start_date":"1/9/66","end_date":"1/9/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William Dozier was less than thrilled when asked to transform the comic book series, <em>Batman</em>, into a television show. The famous director despised his nickname that was given to him by the rest of Hollywood as dictated by <em>Caped Crusader of Camp</em>. “They’re calling me the ‘King of Camp.’”<sup>1</sup> Before being asked to create the television program, Dozier had not even heard of <em>Batman</em>, but was soon to be immersed in the darkness of Gotham City.","Airing every Wednesday and Thursday night from 7:30 to 8pm, the television series was a primetime hit from its debut in 1966, and soon became a “national sensation” through the late 1960s.<sup>2</sup> In reality though, the show probably “did more harm than good for the comic book industry.”<sup>3</sup> The show more or less made the concept of comic books the laughingstock of popular culture. It also then made fun of the people who read them. Dozier wanted to create a production that was entertaining to children and adults alike, so he employed an exaggerated pop art technique. It was the “sheer absurdity of the characters” and “goofy sound effects” that helped pull together a child-like view of comic books and their superheroes.<sup>4</sup>","With the progression of the television series, certain elements of Batman and Robin’s relationship, their identity as characters, and their actions allude to homosexual tendencies. In his 1954 book <em>Seduction of the Innocent</em>, Dr. Frederick Wertham attacked comic books and their readers, mainly those of Batman, arguing that, “only someone ignorant of the fundamentals of psychiatry and the psychology of sex can fail to realize a subtle atmosphere of homoerotism which pervades the adventures of the mature ‘Batman’ and his young friend ‘Robin’.”<sup>5</sup> Wertham addressed the homosexual nature of the relationship between Batman and Robin, calling the abode in which they reside “a wish dream of homosexuals living together.”<sup>6</sup> In his article, <em>Come Back to the Batmobile, Robin Honey</em>, Louis Bayard claimed that the 1966 series was “a seminal show for many gay men of my generation... because it showed them coming together in ways that were both comfortingly domestic and undeniably illicit.”<sup>7</sup>","William Dozier, being the manly, heterosexual, and homophobic director that he was, claimed that he never noticed any illusion to a homosexual relationship between Batman and Robin. He made sure that the television show portrayed the Dynamic Duo in a purely heterosexual manner: “There will be no doubt on TV that Batman and Robin like girls, even though they may be too busy fighting crime to have much time for them.”<sup>7</sup> Casting helped this dream of Dozier’s, as Adam West and Burt Ward took the faces of Batman and Robin, respectively. Their masculinity shined through into the characters in which they portrayed. Ward, quite proud of his role on primetime television, stated what he believed to be the real role of superheroes: to “represent the wish- dream to do good, to be a morally good person. I don’t think it’s wrong to go out and catch crooks.” <sup>8</sup>","The television series was widely successful throughout the late 1960s, and still captivates an audience today. Despite the director’s initial fear of the television show containing homosexual connotations, the Batman franchise and its adaptation to a form of visual entertainment took off and revolutionized the superhero nation."," "," "," ","<strong>Notes</strong>","<sup>1</sup>Stone, Judy. \"Caped Crusader of Camp.\" <em>New York Times</em>, January 9, 1966.","<sup>2</sup>Layman, Richard. <em>American Decades: 1960-1969</em>. New York: Gale Research, 1995. 310, 28.","<sup>3</sup>Wright, Bradford W. <em>Comic Book Nation: The Transformation of Youth Culture in America</em>. Baltimore: Johns Hopkins University Press, 2001., 225.","<sup>4</sup>Ibid.","<sup>5</sup>Terrill, Robert E. \"Spectacular Repression: Sanitizing the Batman.\" <em>Critical Studies in Media Communication</em>: 493-509.","<sup>6</sup>Bayard, Louis\"Come Back to the Batmobile, Robin Honey.\" <em>The Gay and Lesbian Review Worldwide</em> 8, no. 6 (2001): 25.","<sup>7</sup>Stone, Judy. \"Caped Crusader of Camp.\" <em>New York Times</em>, January 9, 1966.","<sup>8</sup>Ibid."," ","<strong>References</strong>"," ","Bayard, Louis \"Come Back to the Batmobile, Robin Honey.\" <em>The Gay and Lesbian </em>","<em> Review Worldwide</em> 8, no. 6 (2001): 25.","Layman, Richard. <em>American Decades: 1960-1969</em>. New York: Gale Research, 1995. 310,","28.","Stone, Judy. \"Caped Crusader of Camp.\" <em>New York Times</em>, January 9, 1966.","Terrill, Robert E. \"Spectacular Repression: Sanitizing the Batman.\" <em>Critical Studies in </em>","<em>Media Communication</em>: 493-509","Wright, Bradford W. <em>Comic Book Nation: The Transformation of Youth Culture in </em>","<em>America</em>. Baltimore: Johns Hopkins University Press, 2001. 183, 225."],"display_date":"January 9, 1966","search_date":"1966-01-09","locations":[{"id":31672,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":2587,"tag":"Homosexuality Batman"},{"id":2586,"tag":"Batman TV Show"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}},{"id":6306,"title":"Superman, the Profitable Hero","course_id":139,"status":"P","start_date":"1/1/76","end_date":"12/31/82","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Despite some talk of another recession in 1979, box-office moguls were not worried at all. As more and more people packed into the theaters, the film industry expected a prosperous year. Since the early 1970’s, movie attendance rose by 40% and the box-office in 1978 took in 12% more than in 1977 with a whopping, record-breaking $2.7 billion.[1] One 1977 movie also broke records for major American film studio Twentieth Century-Fox. The release of <em>Star Wars</em> brought in almost $235 million for the media conglomerate.[2] The success of the film increased the company’s annual stocks to $7.25 in 1978 from $6.52 in 1977.[3] One big question in the stock market and film industry, would Warner Communications’ <em>Superman</em>, DC Comics superhero, be able to contest with the success of <em>Star Wars</em>? No one could be sure, but regardless, the “man of steel” looked to bring a positive outcome for Warner.","Stock analysts believe that <em>Superman</em> would also set records for Warner’s share of profits, from $1.33 to $1.50 a share for the first quarter. Even if the film fell short of what <em>Star Wars</em> did for Fox, there was still a lot of speculation in Warner’s shares on the New York Stock Exchange.<sup>2</sup> <em>Superman </em>did bring success to Warner by returning about $75 million in domestic rentals and helped the company reach an industry half-year high of $79.2 million in foreign billings.[4] The general economy outside the film industry though was not doing as well. Inflation skyrocketed from the beginning of 1979 to 1982 due to a shock in oil prices. Real GNP from 1979 to 1982 was almost stagnant proving the weakness of the economy at the time. [5]","Warner Communications did have its share of enemies though. In 1976, a feminist group called the Women Against Violence Against Women, or WAVAW, began its efforts by targeting Warner Communications. They were unhappy with the violence against women depicted on Warner’s album covers. At a 1976 NOW convention in California, WAVAW called for a boycott focused on Warner. The boycott concluded in 1979 with Warner agreeing to stop using images that portrayed violence against women on their album covers.[6]","The comic book market was shrinking however in the 1970’s. Although, major companies such as DC Comics still found profit in licensing deals with toy companies and Saturday-morning cartoons. Licensing profit was much growing faster than that of the comic book, but it was understood that the quality of the comic book was still at the core. Consequently, companies such as Warner introduced new executive leadership to upgrade their comic book divisions. [7] In fact, Warner Bros. is the parent company of DC Comics today.","The Superman of the 21st century continues the success of the hero with the release of “Man of Steel” in 2013, distributed still by Warner Bros., a subsidiary of Time Warner, formerly Warner Communications. The film grossed $657 million worldwide, making it the highest grossing film of the entire Superman franchise, proving that the caped hero continues to bring people to the box office."," ","[1] John C. von Koschembahr, \"Movie Stocks: Bring on the Gas Lines and the Recession.\" Financial World 148, no. 14 (Jul 15, 1979), 45.","[2] Robert Metz, “Market Place: How High Will ‘Superman’ Fly?,” <em>New York Times</em>, January 4, 1979, sec. Business & Finance.","[3] von Koschembahr, “Movie Stocks,” 46.","[4] Ibid., 47.","[5] Glenn H. Miller, Jr., \"Inflation and Recession, 1979-82: Supply Shocks and Economic Policy.\" Economic Review, 1983., 18.","[6] Monroe Friedman \"Boycott Initiative of Other Minority Groups.\" In Consumer Boycotts Effecting Change through the Marketplace and the Media, (New York: Routledge, 1999), 154-155.","[7] Bradford W. Wright, Comic Book Nation: The Transformation of Youth Culture in America. (Baltimore: Johns Hopkins University Press, 2001), 259."],"display_date":"1976 - 1982","search_date":"1979-07-02","locations":[{"id":34781,"lat":33.0342766311,"lng":-118.614221051,"zoom":8,"place":"Los Angeles, California"}],"tags":[{"id":2588,"tag":"Film Industry"},{"id":2589,"tag":"Superman"},{"id":2590,"tag":"Stock Market"}],"course":{"name":"Creating the Comic Book City","school":"Rollins College","course_id":139,"school_id":5}}]}