{"id":9444,"place":"Palm Beach, Florida","lat":26.818607032,"lng":-80.0425004453,"episodes":[{"id":2087,"title":"Ellen Long&#39;s Concern for Newly Freed Slaves \n","course_id":1,"status":"P","start_date":"1865-05-23","end_date":"1865-05-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Throughout the Civil War, Ellen Call Long had thought that the end of fighting would bring her great relief. However, when fighting did cease and Ms. Long saw the Union flag flying above Florida's capitol building, she instead felt crushed and disappointed. In her diary, she expressed her concerns for the future of the plantation economy, as well as for the welfare of the newly freed slaves. She wrote, The blacks will be the sufferers, for there is not one in a hundred that knows how to make a living and many must starve and die for the need of the fostering care of their masters. Ms. Long went on to write that black mothers, in particular, were inadequate and habitually careless and neglectful. ","Ellen Long's fear for the immediate future of the slaves was one shared by other Floridians who did not think that blacks knew how to care for themselves without the provisions provided by the white plantations owners. However, blacks were not the only party for whom Long and other southerners expressed concern. They were, more than anything, anxious about how planters would cultivate their crops if they suddenly found themselves without the loyal assistance of slaves. When the war ended, planters throughout Florida assumed that they could retain their slaves for a few years and follow a process of gradual emancipation. The Federal authorities, however, prevented this and as a result, Ms. Long explained, the Southern planters hated the United States with a hatred that cannot be measured. ","The moral issues which Long brought up after the Civil War were not dissimilar from those introduced earlier by white Virginians in response to Nat Turner's Rebellion in 1831. Since that time, white Southerners perpetually told themselves that slavery was just and Godly and perhaps even the most beneficial arrangement for the slaves themselves. Historian Melvin Ely explained that many Southerners believed that blacks would live in a state of civilization only so long as whites ruled and guided them. For decades, whites thought that blacks would live miserable, depraved lives if they were granted free status."],"display_date":"May 23, 1865","search_date":"1865-05-23","locations":[{"id":1296,"lat":26.818607032,"lng":-80.0425004453,"zoom":7,"place":"BREVARD, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}