{"id":9473,"place":"Rock Island, Illinois","lat":41.4673534696,"lng":-90.5674122327,"episodes":[{"id":4984,"title":"The Great Excursion of 1854","course_id":32,"status":"P","start_date":"1854-06-05","end_date":"1854-06-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 5, 1854, the Chicago and Rock Island Railroad held what would become known as \"The Great Excursion of 1854.\" The two owners, Henry Furnam and Joseph Sheffield, invited many well known and successful politicians, artists, writers, clergy members, and academics, including former President Millard Fillmore, who met in Chicago for the June 5th departure. A <em>New York Times</em> correspondent noted, “…when we arrived in Chicago we found every hotel full.” The first 100 miles of the journey took the excursionists through several major towns along the Illinois and Michigan Canal. Enthusiastic crowds met the trains with flags, marching bands, and even cannons. Later that day, the 181 mile and eight hour trip came to an end at the Chicago and Rock Island terminus on the Mississippi River, and five steamboats began the two and a half day trip up the river to St. Paul in the Minnesota Territory. The boats now carried over 1000 passengers. Several hundred joined the excursion at Rock Island. Arriving at St. Paul on June 8th, the excursion continued to the falls of St. Anthony and Minnehaha. At midnight the boats departed for a down river return trip to Rock Island which lasted only thirty hours. From Rock Island most took the Chicago and Rock Island line back to Chicago and on to their respective homes.","The Great Excursion of 1854 was a resounding success. This was due to large attendance, the largest of any similar excursion up until 1854, and record temperate weather. Excursions such as this were intended to promote the railroads that sponsored them. Railroads first began to be built in the 1820s in America. The incredible speed, power, and efficiency that railroads afforded as a means of transportation soon became common knowledge among average citizens, businessmen, and politicians. The incredible potential for generating profits drew businessmen to invest in railroads. Railroads also promoted a growing industrial economy and served a military purpose when needed. As America learned during the War of 1812, the efficiency of one's transportation can decide the outcome of battle.","Due to common interest in railroad development, America experienced a dramatic boom in railroad construction and development extending up until the early 20th century. According to the <em>Galena Jeffersonian</em>, the purpose of the event was to “to make a thousand, more or less, men of capital and influence acquainted with the enchanting beauty, the boundless resources…of the Great West.” As historian Mark W. Seeley stated, “Though it is difficult to prove cause and effect, the region west of the Mississippi River did grow enormously shortly after the Grand Excursion, attracting millions of dollars in investments and thousands of new immigrants.”"],"display_date":"June 5, 1854","search_date":"1854-06-05","locations":[{"id":2958,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"ROCK ISLAND, Illinois"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":425,"tag":"Business"}],"course":{"name":"History of American Railroads","school":"Purdue University North Central","course_id":32,"school_id":27}},{"id":5499,"title":"Art of Great Amusement: Life of Confederate States of America Prisoners of War","course_id":92,"status":"P","start_date":"1865-12-29","end_date":"1865-12-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 29<sup>th</sup> 1865, Lafayette Rogan ventured out of the shoddily constructed prison barracks onto the frozen Mississippi River in the bitter cold. In the prison that December, Rogan had seen a side of the Civil War few remember now. He experienced almost a month of weather he described as miserable and intensely cold. To compound matters, adequate clothing and blankets were in short supply. Smallpox had also appeared in the prison again and Rogan remarks “Great suffering is in store for our boys here.” But on this day Rogan hoped to get his mind off his troubles.","Rogan had been imprisoned in Fort Armstrong since December 5<sup>th</sup> 1863. He was kept away from his wife, child and home with little chance of escape or parole. In this prison he watched the men of his regiment succumb to disease, malnutrition and the elements. One winter prior, 232 of his fellow prisoners died in January alone. During the twenty month existence of the prison 1,960 prisoners died. This means one out of every fifteen prisoners at Fort Armstrong perished while being held on the island. While in prison, Rogan also had to deal with the loss of his brother Richard who died right after being promoted to Colonel. Just one month before his December journey out onto the frozen Mississippi, Rogan records in his diary that “The boys are actually killing and eating all dogs that go into the prison. Too bad indeed to be thus reduced.” So what was this man, who had experienced more than his share of hardship and tragedy doing? He was going ice skating.","On December 29<sup>th</sup> Rogan makes the following entry in his diary","“Days in prison are so like each other that they fail to give items to record. The only thing I have had to vary the monotony of to day is some exercise on the ice. I buckled on a pair of scates and tried to learn the art which appears to be one of great amusement.”","As a single entry, in a diary of three hundred and forty one entries, this tiny record of a man’s day reduced to three lines may seem insignificant, and in the scope of the great struggle that was the Civil War it may be. Yet this entry captures one of the biggest challenges prisoners of war faced; boredom.  Rogan’s diary is full of entries describing the repetitiveness and monotony of prison life. Rogan spent much of his time reading. During the course of his captivity Rogan only mentions one work in specific, d'Aubigné’s History of the Reformation of the Sixteenth Century, d'Aubigné was a French scholar on the Reformation and at the time his work was the leading academic history. Such a scholastic taste in reading material is interesting to note. Yet Rogan and others involved themselves in a multitude of pastimes.","Like other prisoners in the camp, Rogan spent his days carving the numerous mussel shells that were common in the Mississippi. The subjects of these carvings were often objects from nature. Doves, leaves, and fish were common as were rings.These small trinkets were sold when possible, allowing the prisoners to buy things at the store in camp. Rogan talks about his “shirt stud and breast pin business” he operated while in prison. He remarks on August 13<sup>th</sup> “Cash accounts show $2.00 clear profit. Time being out of the question.”","Even through the suffering, Rogan and 10,448 of his fellow inmates survived their stay at Fort Armstrong. Rogan’s actions out in the frozen air on the Mississippi December 29<sup>th</sup> paint the picture of a man who, even when faced with the hellish conditions of the prison, did not despair.  Throughout his imprisonment he kept writing, reading, exercising, and praying. Even with so many lives being cut short around him he never stopped trying to improve himself and he never let the bleakness of his situation dictate his actions. Which is why on that cold December day with “Constant effort” the 34 year old soldier and father taught himself how to ice skate."],"display_date":"December 29, 1865","search_date":"1865-12-29","locations":[{"id":2959,"lat":41.4683061448,"lng":-90.5658101504,"zoom":9,"place":"ROCK ISLAND, Illinois"}],"tags":[{"id":1404,"tag":"Rock Island"},{"id":1403,"tag":"Ft. Armstrong"},{"id":1402,"tag":"Prisoners of war"},{"id":32,"tag":"Civil War"}],"course":{"name":"Microhistory from Augustana Special Collections","school":"Augustana College","course_id":92,"school_id":54}},{"id":6333,"title":"Women in Protest and the Vagina Monologues","course_id":144,"status":"P","start_date":"2/14/98","end_date":"2/14/98","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sex is not a taboo topic on college campuses. Sex is everywhere. At late night weekend parties. In campus coffee shops as people fill their friends in on their latest hookup. In freshman orientations where free condoms are handed out and safe sex is highlighted. In dorm rooms as you’re trying to focus on your assigned reading and the rhythmic bang bang bang of a lofted dorm room bed hitting the cement wall is all you can hear. But how does college feel about vaginas? Not good, many women fear. Upset with the taboo subject of vaginas, upset that so many people with vaginas know so little about them and are afraid to ask, upset that so many women are subject to sexual violence within the world, and specifically on college campuses where sex is so prominent, Eve Ensler wrote the Vagina Monologues. These were a series of interviews Ensler did with a group of women in which they discussed their experiences and anything related to vaginas.","In 1998, V-Day was created, in which a group of women performed Ensler’s Vagina Monologues in order to spread awareness about and to stop violence against women. This performance led to many similar ones taking place at colleges throughout the United States.","One of these colleges includes Augustana, whose members were inspired by the organizers of V-Day and other students to put on their own performance. In 2003, Jamie Nelson, Scott Magelssen, Emily Chouinard, Amy Fischl, and Ellen Hay all began to organize the school’s very first performance, which was funded by the school’s chapter of Alpha Psi Omega. Taking place in Wallenberg hall, students with vaginas were able to read pieces from the Vagina Monologues, and the school was able to donate its proceeds to the Family Resource Center in order to aid women faced with sexual or domestic abuse. The performances have since expanded into using art, poetry, prose, etc. by Augustana students with vaginas that captures the issues of vaginas, sexuality, and sexual violence.","The creation of the Vagina Monologues, V-Day, and its increased presence on college campuses came in a time period marked by third wave feminism and it’s ideals. Issues of gender violence and reproductive rights were being discussed more and more, something that was particularly relevant to college aged women. According to the Bureau of Justice Statistics, women between ages 16 and 24 years are at greatest risk for rape, and for college students in particular, 9 of 10 knew the man who raped them (Gross). The issue of sexual violence is something that desperately needed to be addressed for college women. It was a reality that they were faced with, knowing that the danger of rape and violence for them and their female friends could happen, and it could be done by someone they know, someone they share classes with, someone they see everyday on the quad. It is for this reason that the Vagina Monologues took off on college campuses, as it gave these women a platform of protest with which to discuss the issues they were faced with."," "],"display_date":"February 14, 1998","search_date":"1998-02-14","locations":[{"id":41315,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"Rock Island, Illinois"}],"tags":[{"id":2643,"tag":"third wave feminism"},{"id":2642,"tag":"Augustana College"},{"id":2641,"tag":"Vagina Monologues"},{"id":196,"tag":"women's rights"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}},{"id":6336,"title":"<strong>Conversing for Peace and Progress</strong>","course_id":144,"status":"P","start_date":"1/1/15","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As the world turned in the midst of war, a variety of competing ideals for social reform began to dawn within the United States as what would later collectively be referred to as the ‘Progressive Era.’ The year 1915-1916 fell within the beginning part of this era, sharing the mark with the twentieth year of the Augustana College and Theological Seminary Endowment Fund Society’s organization. The women of this incorporated group served the function of raising monetary funds to aid Augustana both in creating and sustaining faculty positions. The group also provided an outlet for the core female members to meet on a monthly basis to discuss topics of interest. Doubtlessly affected by WWI, the subject areas discussed by these women showed them to be interested in the variety of social movements circulating at the time, as proven by the topic listed for the September meeting: the ‘Peace Movement.’ This subject area places the women of Augustana as active participants, at least in discourse, of part a uniquely feminine historical trend.","Multiple Progressive Era organizations situated their agendas to advocate for peace, a theme that continued toward the end of the era. However, Susan Zeiger writes that it had become a unified, gender-based movement by the 1920s, gaining its largest and most diverse range of supporters during the interwar years. A large cause of unity regarding peace came on the heels of the atrocities of the first World War. Women’s groups had already been advocating peace since the end of the 19<sup>th</sup> century, long before the official, public formation of the national Women’s Peace Party occurred in 1915 in New York. The civically conscious women of Augustana’s Endowment Society, aware of this event, accordingly scheduled a lecture to discuss a movement that seemed to include all women. The proclamations of the National Committee on the Cause and Cure of War (CCCW) didn’t occur until the 1920s, marking the shift in social thought to considering women as central players in conflict resolutions. Nonetheless, the actions of the women of the Endowment Society five years prior, as part of a larger, national whole of women discussing matters of peace, helped shape the Progressive Era."," "," "," "," "],"display_date":"1915 - 1920","search_date":"1917-12-31","locations":[{"id":16268,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"Rock Island, Illinois"}],"tags":[{"id":849,"tag":"Progressive Era"},{"id":1205,"tag":"Women's History"},{"id":2648,"tag":"peace movement"},{"id":2649,"tag":"cccw"},{"id":2650,"tag":"women's peace party"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}},{"id":6337,"title":"The Coming of Age of the \"Women of Augustana\"","course_id":144,"status":"P","start_date":"1/1/21","end_date":"12/31/21","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“Eliminate them from the school and see what a vacuum there would be” claimed Esthena Randolph of the groups and clubs formed and carried out by women at Augustana prior to and through the 1920s. In fact, the “Berean Bible Class, the Edward Everett Debating Club, the Oriole Chorus, and the Augustana Women’s Club owe[d] their existence entirely to women.” During the 1920s, often known as the progressive era, women in education were beginning to make big moves for themselves and stand out in academia. These major changes were happening very fast as Randolph rightly noted that it had not been many years that women had been “tolerated” at Augustana because in the beginning, only men had attended the college.","After the first woman was admitted to Augustana in 1883, women’s presence continually went up and the Rockety-I newspaper took note of this change and asked her to write an article about their progress. Proudly, Randolph explained how far women in education had come from the days of 1886 where women were not allowed to “recite” in the classrooms until they took a stand and were “welcomed with awed admiration” as their voices were finally heard in the classroom. Being able to form clubs and participate in class changed what college meant to women at this time.","Coming of age as woman in this era had often been defined by marriage, but these women were breaking that barrier and they knew it. Claudia Goldin studied three different cohorts of female students in her working paper entitled “The Meaning of College in the Lives of American Women: The Past One-Hundred Years.” Included within one of these cohorts were women who attended college and graduated between 1900 to 1920. She examined the choices of these college women and discovered that they were marrying at lower rates because “college permitted women to be more discerning in their choice of lifestyle and husband” and many women furthered their education and got jobs as teachers. Important to Randolph’s account of college women is Goldin’s findings that men did not necessarily “like” educated women because of their choice between family and career. Randolph used a more positive position, elevating the women at Augustana, because men were recognizing their feats instead of scorning them. In turn, Randolph’s article was also a tribute to the men of Augustana and the institution as a whole."],"display_date":1921,"search_date":"1921-07-02","locations":[{"id":20952,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"Rock Island, Illinois"}],"tags":[{"id":7,"tag":"Women"},{"id":6,"tag":"Education"},{"id":780,"tag":"college"},{"id":2651,"tag":"Clubs"},{"id":2652,"tag":"Equality of Sexes"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}},{"id":6338,"title":"The Role Education Played in Suffrage","course_id":144,"status":"P","start_date":"1895-01-01","end_date":"12/31/20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["There she was, standing before Augustana College’s class of 1915 as Valedictorian. Margaret Olmsted gave a speech at commencement on the importance on what it meant to receive a liberal education. Olmsted made the claim that a liberal arts education gave recipients a “broader view and keener insight”[1] to the world. An education such as that comes with a greater reasonability claimed Olmsted; someone that has received a liberal arts education must work to make the world a better place.[2]","At the end of the nineteenth-century and beginning of the twentieth-century women increasingly enrolled into higher education. With the influx in college attendance, women became exposed to worldly views that had been previously less available to them. With the knowledge they were gaining from college, women started to act on that knowledge, which included fighting for more rights such as suffrage.  Part of the movement occurred after the Civil War; due to the role nurses played in the war, nurses started to want more training, more education, and more responsibilities. From 1870 to 1880, white, middle class women enrolled in higher education went from 11,000 to 40,000. Women started to put their progressive education to good use.[3] Education was the catalyst that empowered many women to become involved in movements such as the suffrage movement.","As Olmsted said to her classmates as they were about to graduate, those “who understand things better and know more about the remedies for existing conditions, are more to blame if we do not endeavor to make things right.”[4] Calling to action all that received a higher education, Olmsted wanted her classmates to go forth, making the world’s wrongs into rights. Though Olmsted did not highlight which problems she was speaking of, there is little chance that Olmsted and her classmates had not heard of Alice Paul. Two years prior to the commencement speech, in 1913, college educated Alice Paul led one of the  largest parades of the time through Washington, DC.[5]  Instead of greeting soon to be President Wilson, crowds gather in support of Paul’s suffrage parade which marked the beginning of a campaign that would eventually led to the passage of the 19<sup>th</sup> amendment.[6] Two people and one group that all with college education, fighting for a better tomorrow. Paul and the nurses were clearly working for the passage of women’s suffrage. Olmsted was making broader claims for her class to get involved in bettering the world, showing how college education was a catalyst for social issue involvement.","It is clear that as more and more women began to receive higher education, women became increasingly involved in social issues. Many women had different reasons for becoming involved in the suffrage movement. One reason can easily be that as women became educated, especially with a liberal arts education like Olmsted received from Augustana College, they become more aware of social inconsistences and were equipped with the knowledge to solve those issues."," ","[1] Margaret Olmsted, “A Liberal Education,” <em>Augustana Observer: Commencement 1915 May 1915</em>, Vol. XIII. No.5. Box 1, in MSS 12 Margaret Olmstead Paper, 1914-1943, Special Collections, Augustana College, Rock Island, Illinois.","[2] Ibid.","[3] Hedy Dumpel, “Nursing, Suffrage, and Social: Honoring our Heritage, Voting Our Values, Protecting,” <em>National Nurse</em>, (Sept. 2010): 17-18.","[4] Margaret Olmsted, “A Liberal Education,” <em>Augustana Observer, </em> Augustana College, Rock Island, Illinois.","[5] Sylvia Hawranick,, Joan M. Doris, and Robert Daugherty, \"Alice Paul.\" <em>Affilia: Journal Of Women & Social Work</em> 23, no. 2 (May 2008): 191.","[6] Ibid., 190."],"display_date":"1895 - 1920","search_date":"1908-01-01","locations":[{"id":2962,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"ROCK ISLAND, Illinois"},{"id":1279,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":2647,"tag":"Women's Suffrage"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"},{"id":2642,"tag":"Augustana College"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}},{"id":6339,"title":"The episode provides the outlook of Coed dormitories and the year Augustana introduced it, and how the world for college students were and the things individuals were going through.","course_id":144,"status":"P","start_date":"12/19/84","end_date":"12/19/89","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":[" ","Tags: Gender, Education, Integration","Co-Ed Dormitories’ in the 1980’s","With the interactions with the student body within the college life and the importance it brings to success with programs and events, and organizations. With the separation of the dormitories and the strict expectations it makes the interaction with the student life much harder to succeed and gain other insight. Adding a Co-Ed dorm within a college students can make strides in bettering their success their peers success and opportunity. Having the ability to walk only few steps and have things like group projects, random questions, or even to enhance the social life all are reason why a Co-Ed dorm would create a better outing for college students to succeed. In 1984 Augustana College in Rock Island, Illinoisannounced the new addition of testing for the Co-Ed dormitories. In the Observer, Augustana College newspaper it expresses to the college community the new positive vibes about Co-Ed dorm and what it can do to better the overall college as a whole. It expresses things by current students saying “The benefits outweigh generally speaking, the difference”. The Observer provided the word around campus that you may with conversation with peers so this allowed for students and even staff to see the perspectives of what the college was shooting for and how individuals felt and commented on the topic. During this time in the1980’s most colleges didn’t have Co-Ed dorms because it was looked down on to be around opposite genders certain times in dorms, but as time progressed people were able to see the good that came from the living together of young social men and women.","Adding the Co-Ed dorms allowed a better social life, but for those who never experienced living with another sex and had issue with the thought struggled with it. Majority struggling were parents but Augustana during this time tested out the Co-Ed dorms with only two different dorms rather than the whole school to make everyone comfortable. In the Coed Dorms Now The Norm from the Chicago Tribune in 1996, it expresses the thoughts of individuals such as Ryan Fitzgerald, a college student from the University of Stevens-Point out of Wisconsin where he stated, “You can look the way you want, smell the way you want, and feel the way you want”, explaining his issues with combining genders in the dorms. In another article, American News by Alan Neville, he explains how in the early 80’s college life was much simpler of an experience. Co-Ed housing wasn’t a thought at all. The college life together was much different with even going to the library to do work through books not having computers, the social life was much more of a hazed experience during Greek life, the ability to get around wasn’t as easy so interaction with others were important for people and how to communicate. There was no social media to explore people so with the addition of Co-Ed housing it just expresses the great things that it brought to the table to better things for not only the students but as well the community, and school as well."," "," "," "," ","Bibliography","<em>The Observer, </em>Rock Island, Illinois December 19, 1984 (Special Collections Library, Augustana College).","Worthington Rogers, “Coed Dorms Now 12qwthe Norm,” Chicago Tribune (1996): 1-6"],"display_date":"December 19, 1984 - December 19, 1989","search_date":"1987-06-20","locations":[{"id":38205,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"Rock Island, Illinois"}],"tags":[{"id":1760,"tag":"Gender Roles"},{"id":30,"tag":"Urban Society"},{"id":2653,"tag":"Education\""}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}},{"id":6340,"title":"Women’s Social Organizations during the Economic Crisis.","course_id":144,"status":"P","start_date":"1/1/25","end_date":"12/31/33","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1925, a new social sorority, founded just years before the economic downfall, the Great Depression, made its first official document, the Chi Omega Gamma Constitution. Chi Omega Gamma was founded by Helen Sheveland, Dorothy Youngberg, Lois Oline, Lorraine Ossain, Clarice Swanson, Lillian Wilson and Mildred Anderson. These women saw the need for another social organization on Augustana College’s campus. They felt Augustana needed more “spirit.”  Little did these women know, spirit would be very helpful in just a few short years.","In order to make any organization successful there need to be rules and expectations for the members to follow. The seven women, along with two pledges, set rules and regulations as well as the goals they wanted their organization to achieve. First they started with a monthly meeting.  To run these meetings, and the sorority effectively, they made four primary positions: President, Vice President, Historian, and Treasurer.","During the Great Depression many college aged woman were financially affected by the stock market crash in the late 1920s. Samuel Haig Jameson found that one of the biggest issues for college women in the early 1930s was money. The women felt pressure from their parents to conserve money, which only added stress to the already hectic college life.","While the Chi Omega Gamma sorority had been growing for over five years, its members were not above the economic crisis happening during this time. The group vowed, back in 1925, to hold no more than two social events per year. Next, they decided on system to pay for these events, and made mandatory monthly fees, or dues; each woman was required to pay her share in order to be active in the sorority.  Without this money, the sorority would not hold these social events, and, as a result, would lose the opportunity to recruit new members.","During this economic hardship, the women of Chi Omega Gamma found solace in their sisterhood and banded together to move the sorority forward."],"display_date":"1925 - 1933","search_date":"1929-07-02","locations":[{"id":20952,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"Rock Island, Illinois"}],"tags":[{"id":2654,"tag":"Sorority"},{"id":1081,"tag":"The Great Depression"},{"id":1946,"tag":"Higher Education"},{"id":7,"tag":"Women"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}},{"id":6341,"title":"Crazy Kids Create Crazy Connie’s: Augustana College Pranks and Masculinity","course_id":144,"status":"P","start_date":"11/1/51","end_date":"11/30/51","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["One morning in 1951, students at Augustana College in Rock Island were met with an unusual site: a set of stairs off 7th avenue that led up to the iconic academic building Old Main had a sign stretching across the top of it, reading “Crazy Connie’s Used Cars.” Accompanying the sign on the grassy lawn were several cars, all with for-sale signs. At least twelve male students at Augustana took it upon themselves to get the cars up the hill in front of Old Main and set up a used car lot overnight. There were no women present, at least in the photograph. The pranksters probably assembled a team of men to move the cars, as they had the muscle and might to perform. Don Peterson, a student at Augustana in the late-1940s, explained that Crazy Connie referred to the president of Augustana at the time: Conrad Bergendoff. Other signs set up on the lawn promoted “Super Salesmen Betsy Brodahl, the Dean of Women, and Happy Harry Johnson...the Dean of Men.”  In fact, Peterson’s own car was set up on the lot with a sign advertising “good family car $25.”","The students who set up Connie’s car lot were not the first or last to conduct large-scale, masculine campus pranks at Augustana. In 1949, a dozen or so men snuck into a women’s dormitory for a “panty raid,” an invasion of the women’s privacy and a prank with overtones of power and control. In 1955, a few male students scaled Old Main to decorate its dome like a teapot. Scaling was an activity that took physical strength, and the symbol the men used in their prank was a feminine symbol (teapots connoted tea parties, an activity for women). Peterson recalled that Augustana students once loaded hymnals into a Model-T car, locked it, and got it into the Old Main basement, another prank that would’ve taken physical might in order to move the car. All of these pranks took place before, during, or not long after Peterson attended Augustana as an undergraduate.","Crazy Connie’s Used Cars did not stand alone when it came to pranks at Augustana; however, other decades at Augustana do not have the track record for (in)famous pranks as the late 1940s-1950s did. Before the 1940s, Daniel A. Clark explains that college education in America was viewed as an upper-middle class institution: aristocratic young men and women ascended to lofty world of academia. At the end of World War II, however, the GI Bill introduced an influx of everyman veterans into the college atmosphere. The clash, according to Clark, of “Joe College” and “Joe Veteran” had a democratizing effect on higher education—it became more popular and accessible. However, it might have also heightened male students’ sense of masculinity (some male veteran students refused to follow the traditions of younger male students, another possible power play with masculine connotations). Most of the pranks were performed by men, some like the Panty Raid at the expense of women. Masculine ideals, especially in terms of veteran soldiers, may have driven the students responsible for pranks: a desire for control, of asserting dominance. When Crazy Connie’s happened, maybe those male students were showing off their sense of masculinity as much as their sense of humor."],"display_date":"November 1951","search_date":"1951-11-15","locations":[{"id":30089,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"Rock Island, Illinois"}],"tags":[{"id":1758,"tag":"Gender"},{"id":6,"tag":"Education"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}},{"id":6342,"title":"Women's Involvment in the Basketball Demonstration of 1906 at Augustana College","course_id":144,"status":"P","start_date":"10/23/06","end_date":"10/24/06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["“We want basketball, the Board of Directors is rotten.  Who killed basketball? I.M. Anderson! Anderson is rotten, rotten, rotten!”  Shouts rang throughout the quad as a large group of students assembled outside the College Building, gathered band instruments, and marched to Dr. C. E. Lindberg’s house and on to the residents of Professor I.M. Anderson, followed by Rev. A. Theo. Ekblad, before returning to the gymnasium for a mass meeting.  All the while shouting, “We want basketball, the board of directors is rotten, milk, milk, rotten, rotten.”  This was the Basketball Demonstration of 1906 during which the students (male and female) protested at the houses of several faculty members and skipped class the following day as a reaction to the Board of Director’s decision to terminate basketball at Augustana College.","The year was 1906 so it can be deduced that this decision only affected the men’s basketball team because at this time, there were no varsity women’s sports teams.  Beginning in the first decade of the twentieth century (1900-1910) Augustana had just began to allow women’s club sports teams such as basketball, and tennis (Boaden, 2011).  So the following questions can be raised about the involvement of the women present during the demonstration: Did women feel invested in men’s sports, such as basketball, because of their own growing interests in sports?  How and why were they punished for their involvement?  What does this say about athletics for men and women and how administration disciplined based on gender.","Meanwhile, at the Ladies Hall, some of the girls wanted to go to Lindblom’s (where some of the protesters were gathering) to drink coffee.  Sister Ineborg said they should stay away from the “rowdy” boys, “I hope you will conduct yourself as ladies.” The girls were not reassuring as they left the hall, “Do we have to tell you every time we go out?” said Signe Holmer, followed by Gladys Wallace, “We do want some fun; this is the deadest place” (Basketball Demonstration, 1906). This short interaction between Sister Ineborg and some of the female students demonstrates a discrepancy in the expectation of behavior for young female students held by faculty members and the young women themselves.  \tThese documents show that a relatively large group of students, including some of the young women under the supervision of Sister Ineborg, gathered and marched in protest causing a “disturbance” and “grievously insulting” faculty and board members.  Furthermore, many of the students continued to rebel into the following day by skipping class.  The administration saw this as insubordinate and unacceptable behavior from the students and assembled a committee to discuss disciplinary consequences.  The committee agreed that students partaking in the demonstration on the evening of October 23rd should be suspended from Augustana College beginning on Tuesday, November 6, until Monday, November 12.  Furthermore, the committee ruled to give additional punishment to the upper classmen involved who had leadership roles during the demonstration, and most interestingly, “the young women who partook in this demonstration”.  It seems as though the committee decided to punish all young women present during the presentation regardless of their involvement.  This could be an example of a double standard protected by the age old saying “boys will be boys”, which society uses to dismiss the poor behavior of males and hold females responsible for their actions.","Why were these women present to protest the termination of a sport they weren’t permitted to play?  Possibly due to the beginning of their own interest in intercollegiate competition, by 1906, the year of the basketball demonstration, women at Augustana had been participating in gym classes for over a decade.  Additionally, at the time of the strike, women were members of club basketball and tennis teams, as well as the Athletic Society (Boaden, 2011). The termination of men’s basketball jeopardized the chances of there every being a women’s varsity athletic team on campus, a threat many of these young women took seriously and were punished unfairly for."],"display_date":"October 23, 1906 - October 24, 1906","search_date":"1906-10-23","locations":[{"id":49835,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"Rock Island, Illinois"}],"tags":[{"id":2659,"tag":"Augustana Athletics"},{"id":2658,"tag":"Women's Athletics"},{"id":2657,"tag":"Womens Roles"},{"id":2642,"tag":"Augustana College"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}},{"id":6343,"title":"Winsome Womanhood: Christianity as a Progressive Influence on Women’s Identity and Values During the Early 20th Century","course_id":144,"status":"P","start_date":"1890-01-01","end_date":"12/31/10","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“O Lord and Master of us all,","Whate’er our name or sign,","We own Thy sway, we hear Thy call,","We test our lives by Thine.”"," ","Winsome Womanhood, a book written by Margaret Sangster, provided young women of the early 20th century with a connection to God as well as a purpose/identity within the Christian faith. It was Sangster’s belief that all women, regardless of age, could benefit from the teachings of the Bible and understand the meaning of what it means to be a true Christian woman. Living during a time when religion was not at the forefront of what structured society, women such as Sangster were adamant about keeping the ideals of Christianity close and informing women about how the message of God can be used to empower them as individuals at every stage in their life.","The book is broken into sections directed at women of different ages and from different walks of life. A young woman of fifteen, not yet a woman and no longer a girl, would look to this book and find guidance. During this time of transition from childhood to adulthood, the only true source of wisdom cannot come from mothers or teachers alone, but from God, and young women at this stage in life were encouraged to take time for themselves and read the Bible or pray to seek the answers they needed in order to grow into well-rounded women - women of faith. “A room of her very own, a tastefully appointed and comfortably furnished as possible, should be every young girl’s retreat. Here she may enjoy the half hours for devotion which tend to the soul’s growth . . . In this, her den, her nook, her bower, her special fancies may be indulged, and her individuality find fit expression”(Sangster, 25). Winsome Womanhood was not only, then, a guide for women to find faith and keep it, but also a guide for women to find liberation and individuality through their faith as Christian women, as opposed to feeling trapped by it.","She also speaks to working women or, “The Girl in Business.” It was not uncommon for a working woman of the early 1900’s to feel diminished in her role when compared to a working man - making less money, earning less respect - but Sangster’s view on the role of working women was not so. “Many young women belittle their employment by going to it in the spirit of martyrs who pty themselves . . . Self-pity is a badge of weakness, and work done for money alone is never noble work” (Sangster, 67). It was Sangster’s belief that women should take pride in their work, as women of honor and duty within the Christian faith, and not take pride solely in their wages. This assertion was not uncommon among Christian [Protestant] society at this time, as many women and men affiliated with Protestant denominations were involved in social activism and issues such as fair wages and voting rights for women around this time, as pointed out by Lori Ginzberg in her discussion of the “benevolent” work of women. Ginzberg states that, during this era of progression, “tensions about paying wages, centralizing corporate functions, relating benevolence to government, and using funds solely for administrative purposes all came into the open” (Ginzberg, 161). Sangster’s ideas, then, in regards to Christianity as a positive influence in women’s lives could also be interpreted as viewing religion as a force for equality and empowerment during this progressive age.","Overall, the message Margaret Sangster seems to be sending with Winsome Womanhood is that women of all stages in life, all positions, all classes, could be empowered and liberated through the study and adherence to Christian ideals and faith, and that God’s word should not be ignored, even as the world progresses."," "],"display_date":"1890 - 1910","search_date":"1900-07-02","locations":[{"id":2962,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"ROCK ISLAND, Illinois"}],"tags":[{"id":2642,"tag":"Augustana College"},{"id":1269,"tag":"Social Morality"},{"id":196,"tag":"women's rights"},{"id":1205,"tag":"Women's History"},{"id":228,"tag":"Roles of Women"},{"id":849,"tag":"Progressive Era"},{"id":79,"tag":"Religion"},{"id":514,"tag":"Christianity"},{"id":7,"tag":"Women"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}},{"id":6349,"title":"Kappa Epsilon Nu Sorority ScrapbookAugustana College, 1945-1949","course_id":144,"status":"P","start_date":"1/1/45","end_date":"12/31/49","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["“To our dearest Gene - The KEN pin-up boy. We would be delighted with the honor of your presence at the Augustana - North Central basketball game Saturday evening. We kill call for you at the Seminary about a quarter to 8. Be there. (Or Else)","We guarantee to get you in at an early hour (we hope).","Love and kisses, your KEN admirers”"," ","“I wish to thank you for the kind invitation to attend the Augustana-North Central basketball game in your company saturday evening. There are some difficulties in accepting your invitation, however.","As you no doubt realize, I am an engaged man. To accept such an invitation may cause difficulty in getting through my Ministerium. Furthermore, to break faith so openly will cause severe censure on the part of my little lady. Yet, insomuch as you will be calling for me at the Seminary and since that little lady will be confined to the Women’s Barracks for the evening, the latter difficulty is negligible. The former difficulty doesn’t seem to bother me very much as I have already indicated by my attendance at your formal (censored) on a previous Friday evening. The too, a pin-up boy has such responsibility to the public (such conceit!) Therefor, insomuch as you demand an affirmative answer, I can do nothing else but accept (and with anticipated pleasure!)”"," ","The letter to the Pin-Up boy and his response both read as very playful and amusing with a hint of sarcasm as well. Accepting an invitation while admitting that some rules may have to be broke in the process (and not caring all the same) is a theme that still resonates with people in the Greek community today. The invitation to the KEN sorority pin-up boy on one page of the beginning of the scrapbook and the cheeky reply on the next is the start of a wealth of historical knowledge about a now-defunct sorority on the Augustana College Campus.","This primary document is a scrapbook from the Kappa Epsilon Nu Sorority that chronicles the years 1945 to 1949. The four years memorialized in the scrapbook saw changes in sorority members, executive board members and sorority traditions. One of their earliest surviving documents, this scrapbook is one clue that helps determine what was deemed important to the Kappa Epsilon Nu sorority and it’s members.","One of the many items in the scrapbook are pictures. There are pictures of the executive board members, pictures of the sorority members, and pictures of Augustana College. These pictures provide context of what the girls looked like, what the campus looked like and the attire of the girls at various events.","Another set of items that can be found in the scrapbook are newspaper articles. These articles make mention of KEN sorority achievements, individual achievements, sports standings and notable school events. These newspapers articles that are saved can show what the members viewed as important. Articles about the standings of the KEN sports teams and their academic standings show that they took both of those things very seriously.","Additionally, there are many items pertaining to new members and rush events. Rushing and pledging are very important to the sorority to keep getting new members and to keep growing and this is shown by all of the invitations to new member rush events and the pictures of some pledges preparing for a themed dance event. Rushing is important and “Sororities expend considerable time, effort and money to stage a ‘successful rush. For a ‘successful’ rush, a sorority must attract the ‘best’ (e.g. most attractive) pledges available to them. Each house must present an attractive image to the pledges they desire” (Risman 1982, 238).","Lastly and by far the most prominent are items related to social events. Formal and informal party and dance invitations are littered throughout the pages. The sheer amount of invitations and party-related notes show the importance of the social events to the KENs. They had annual themed dances with invitations spread throughout the year, homecoming event invitations and wedding invitations from current members and alumni. The previous items showed that they took academics and other responsibilities seriously, but social events were also a big part of the picture.","This scrapbook tells a story of what mattered to sororities in the 1940’s. The war ended, so there was an emphasis on fun and making the most of every activity. After looking at the scrapbook and looking at the stories, it is easy to conclude that the KENs were well rounded and very active in the campus community."," "],"display_date":"1945 - 1949","search_date":"1947-07-02","locations":[{"id":28076,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"Rock Island, Illinois"}],"tags":[{"id":2671,"tag":"KENs"},{"id":2670,"tag":"Scrapbooks"},{"id":2669,"tag":"Sororities"},{"id":2668,"tag":"Kappa Epsilon Nu"},{"id":2642,"tag":"Augustana College"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}},{"id":6350,"title":"Dorm Life at Augustana: Early 1900’s","course_id":144,"status":"P","start_date":"1/1/05","end_date":"12/31/30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Ah the college life.  Something many today take for granted.  Back in the early 20th century not everyone had the opportunity to go to college, especially women.  At the time, it wasn’t seen as important for a women to have an education.  But this didn’t stop all women; some desired to be doctors, lawyers, and other such professionals.  So these women needed to go to school somewhere to get this education.  One of the places they could go was a little private Lutheran school called Augustana College.  Located in Rock Island, Illinois, Augustana was a great school with a beautiful campus and a style all its own.  But unfortunately for Augustana’s history, it also had it’s faults.","Gender was a major player in early 20th century America.  We see women pushing for equality harder than ever before but in order to do that, we have to understand the inequalities that everyday women faced.  The everyday woman we’ll look at is the Augustana College woman.  She pushed against the habits of older generations of women and decided to get herself educated.  Where would she see everyday gender discrimination?  In the place she would call her home: the dorms.","Augustana, as a college of high morals and great education, had rules for its students to follow.  While it had a generalized version for all students, which never really mentioned any gender differences, the rules for the dorms, which were separated by gender, painted a much different picture.  There is a series of documents which showcase some of these rules in President Andreens file at Augustana College.  The documents, for the most part, are typed up rules and regulations for men and women at Augustana from 1901-1935.  When reading the rules for men, one can see little difference between them and the rules for all students.  There are some gender specific rules added like “In general, every student should remember that his conduct is ever to be gentlemanly”.  This one popped up throughout 30 years of rules but one that popped up in the late 1920’s was a ruling specifically banning “lady friends… in the private rooms”.  For a lutheran college this isn’t surprising but is still a notable mention on gender.","When you go over into looking at the woman's rules however, one can see much stricter rules about how they should act, what they could and could not do as well as when they could not do it.  For example if an Augustana female wanted to go to the cities for any reason, they had to notify the lady principle.  There was no mention of that in any of the rules for males.  The women also had a rule similar to the “gentlemen rule” mentioned early except theirs was much more specific and was reinforced as the subject of a note written to the ladies in the dorms by the lady principle (during one of the years in 1901-1935).  Women had specially set times for when they could use the showers.  Men had specific times as well but they had over double the amount of hours per week to get into the showers (men at 30 hrs/week, women at 14 hrs/week).  One of the most surprising rules, which was never mentioned in the mens rules, was that in order to go home and visit their parents, the girl in question had to have a signed letter from one of their parents or guardians to do so.  Men, it appears, had no such restriction.","While the amount of rule differences and inequalities might seem a bit intense, it was simply part of the times.  During this time period, the University of Alabama, the college tried to ban certain types of dances at formal events because it caused the older generations, and the students parents, “endless concern”.  Lisa Dorr, a writer about Alabama women in  Alabama Heritage, writes that “Social engagements had changed considerably since the era when [her] parents had be of student age, and many adults feared such activities could lead only to depravity”.  It wasn’t just at Augustana where these kinds of things were happening.  Women of this time were still seen as delicate and pure and a college wanted to do whatever it could to keep its upstanding reputation.  If the parents of students had seen acts of depravity happening at the campus, then they would probably not let their son or daughter to attend."],"display_date":"1905 - 1930","search_date":"1917-12-31","locations":[{"id":49835,"lat":41.4673534696,"lng":-90.5674122327,"zoom":9,"place":"Rock Island, Illinois"}],"tags":[{"id":2642,"tag":"Augustana College"},{"id":1404,"tag":"Rock Island"},{"id":1758,"tag":"Gender"},{"id":2672,"tag":"Dorm Life"}],"course":{"name":"History of Women in the U.S.","school":"Augustana College","course_id":144,"school_id":54}}]}