{"id":949,"place":"YAZOO, Mississippi","lat":32.8110245687,"lng":-90.414506221,"episodes":[{"id":1332,"title":"Mother Files Complaint with Freedman&#39;s Bureau about Apprentice Law\n","course_id":1,"status":"P","start_date":"1866-07-01","end_date":"1866-07-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When former slave Laura Taylor attempted to leave the plantation of her former owner, Mr. Allen, at Christmas in 1865 she was allowed to go, but her two children remained bound, legally, to Mr. Allen and his property.  Mr. Allen was the children's legal guardian under Mississippi's apprentice law of November 22, 1865.  This law operated under the illusion that it was protecting young black orphans and potential delinquents.  It said that young black people, orphaned or not, may be bound into an apprenticeship.  The former owner of any young black person was given the first opportunity to claim them as an apprentice, thus legally binding them to the plantation and its owner.  When Ms. Taylor appealed to a local Freedman's Bureau agent about her situation, there was little that the organization could do.  After removing her children from Mr. Allen's plantation Taylor was brought to court where a judge told her that she must leave her children.  The Mississippi apprentice law that plagued Ms. Taylor may have been conceived at an 1865 Mississippi convention, as a bill proposed to the state legislature.  Bill No. 6 was published for the readers of the <em>Hinds County Gazette</em> to consider.  The text of this proposed legislation directly discussed the apprentice system, and the ways in which a young black person could be legally bound to a plantation owner or other sort of employer.  Article No. 7 of this bill stated that: All persons holding or taking an apprentice under this act, shall have the right to control, manage and correct such apprentice, and to require such reasonable labor, service, obedience and duty, as humanity and a prudent governor may require, not inconsistent with the relation of master and servant.  Other articles proposed to Mississippi legislature in 1865 included a restriction on intermarriage between races, and disenfranchisement of black voters.  The apprentice laws and other legal measures enacted shortly after the end of the Civil War were part of a larger Southern effort to reestablish a social hierarchy with slavery-like constraints upon black people."],"display_date":"July 1, 1866 - July 31, 1866","search_date":"1866-07-16","locations":[{"id":7357,"lat":32.8110245687,"lng":-90.414506221,"zoom":9,"place":"YAZOO, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3150,"title":"Limbs for Sale \n","course_id":1,"status":"P","start_date":"1876-03-29","end_date":"1876-03-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a March edition of <em>The Weekly Clarion</em> in 1876, there was an advertisement for artificial limbs. Chas M. Evans was the supposed manufacturer of artificial limbs of the best quality. He had just recently lowered the prices of the limbs along with other enticements to show his southern patronage to former Confederate soldiers and citizens. Evans claimed that he would allow each customer to have the leg fitted and test it as much as he or she desired before they had to pay. "," One of the most common injuries of soldiers throughout the Civil War were to their limbs. The use of various large-caliber guns that fired at low velocities resulted in the balls and bullets to break bones or become stuck inside a soldier's body instead of going through it. The low amount of sanitation and generally unhealthy conditions in the hospitals at which the soldiers were brought contributed to infection in their wounds. Also, the Civil War surgeons were often overwhelmed with patients and amputation was usually the only operation they could perform. Roughly 75 percent of all operations done during the war were amputations. However, amputations were did not always result in success. Around 26 percent of the amputees died during or after the surgery. "," This high rate of amputated limbs naturally increased the demand for artificial limbs. At the same time, economic problems during Reconstruction hindered the state's ability to help fund programs to provide the amputated veterans with the much-needed limbs. However, some states were able to contribute some amounts of money to the growing market. Inventors began to patent various types of artificial limbs during and after the war. "],"display_date":"March 29, 1876","search_date":"1876-03-29","locations":[{"id":7358,"lat":32.8110245687,"lng":-90.414506221,"zoom":9,"place":"YAZOO, Mississippi"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3210,"title":"The State Seal: A Symbol of Revolution\n","course_id":1,"status":"P","start_date":"1861-03-30","end_date":"1861-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The bird of liberty sat perched on top of a Magnolia, waiting to strike a cautiously approaching serpent that threatened the safety of her nest. This was the symbolic image imbedded onto the enlarged copy of the Mississippi State Seal that W.S. Barry, President of the Mississippi State Convention, sat inspecting on March 20, 1861. It had been three months since the state had made the decision to leave the Union, and now it was swept up in the Confederate revolutionary experience. "," The enlarged photograph of the seal had been sent to Barry by Mr. C.L. Carlisle, who offered a detailed breakdown of the image's symbolism. The Magnolia represents the beauty of the State in which the bird of liberty has chosen to build her nest, and rear her young. The nest is cautiously approached by a serpent, which, without molestation has been tolerated to obtain a position whereby he imagines to make an easy conquest of his prey, and is in the attitude of striking the fatal blow, when the mother, ever watchful, and seeing the actual danger of her young, seizes the serpent in her talons. The serpent being represented as writhing in the agonies of death--a just retribution for his temerity. And so with the South; she had tolerated the serpent until it became dangerous to her peace and prosperity, when her future safety prompted the fatal blow that leaves him powerless in her grasp, alleged Carlisle."," Confederates believed themselves to be revolutionaries. Southern rebels drew heavily on the experience of the American Revolution, and saw the Civil War as the nation's second revolutionary war (Thomas, 44). The South drew a strong parallel to the forefathers and the Spirit of 1776. Just as the nation had fought off a tyrannically government in 1776, they too were freeing themselves from the chains of tyranny that they believed the United States government now held them in. People defended their actions through the words of the Constitution (Ayers, 148). For Mississippi, the federal government represented a deadly serpent who it was working to fight off in order to protect the state's precious home and way of life. This image in the seal became a revolutionary symbol for the state."],"display_date":"March 30, 1861","search_date":"1861-03-30","locations":[{"id":7357,"lat":32.8110245687,"lng":-90.414506221,"zoom":9,"place":"YAZOO, Mississippi"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3218,"title":"Relief from Crop Devastation\n","course_id":1,"status":"P","start_date":"1861-03-28","end_date":"1861-03-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A considerable drought met the residents of central Mississippi during the summer of 1860. A great number of people from counties such as Leake and Attala were left with ruined crops and no other source of economic gain. In many cases both corn and cotton were devastated, leaving a considerable number of people without the means or credit to purchase bread. "," On March 28, 1861, John Pettus called this dire situation to the attention of the Mississippi State Convention and suggested numerous ways in which the plight could be eliminated. Pettus asked that the Convention do everything possible to extend to the destitute the aid required, and invoked the full power of the State to apply the remedy. Pettus suggested that the counties that were destitute of food crops should be allowed to use all county funds, school funds, and the like for the purchase of corn. He also suggested that the State advance a loan to the affected counties for a sum sufficient to relieve their distress and drive hunger from their doors. The proposition is not debatable that all the powers and resources of the State must be exhausted."," Crops were of dire importance to the nineteenth-century South. Life was dependent upon the plow. Mississippi and other Southern states depended upon the grain and textile industries to make a living and survive, so when the 1860 drought left citizens of central Mississippi without crops, their very lives were left at stake. Leaders across the state recognized the seriousness of their plight and worked to provide relief however best the state and counties could afford."],"display_date":"March 28, 1861","search_date":"1861-03-28","locations":[{"id":7357,"lat":32.8110245687,"lng":-90.414506221,"zoom":9,"place":"YAZOO, Mississippi"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":3296,"title":"Union Sentiment in Mississippi\n","course_id":1,"status":"P","start_date":"1862-05-21","end_date":"1862-05-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dedication to one's state and the Confederacy was of utmost importance to citizens of the South during the Civil War. Union sentiment or the suggestion of a peace negotiation with the Federal Government was considered an abomination among stanch Southern Confederates, including women. However, Unionists did exist on the southern home front, a struggle that pitted families and neighbors against one another (Sutherland, 3). In many of the border states, such as Missouri, guerilla warfare broke out between friends and neighbors. Confederate Bushwhackers took up arms against Unionist Jayhawkers. This armed conflict was not suffered everywhere, but the strife between the two sentiments was felt across the South. Often, neighbors found themselves at odds with one another. "," In her May 21, 1862 diary entry, Kate Carney of Yazoo, Mississippi recounted a story in which she rebuked a fellow community member, a man named Tally, for signing a petition in favor of Mississippi returning to the Union. Carney recounts, Cousin Ann & I went to the store and I asked Tally about putting his name to the paper requesting the State go back into the Union. He seemed proud of it when I first asked him, but I gave him such a big piece of my mind and talked so fast he couldn't say much....I had a good time raking Tally over about being a Union man.  "," Both women and men across the South prided themselves in their allegiance to the Confederacy. Kate S. Carney was one of them. For her, the War was a matter of life and death. O how I do hope our Confederacy may be victorious in the end, she divulges, I can't conceive of defeat being possible. What would I do if the last spark of hope was extinct? Carney's attack on Tally, who was more interested in peace with the Union than a fight to the death, was a response to her sensational dedication to the South. Union sentiment within a southern community was viewed as treacherous and, in Tally's case, blatantly attacked. Devotion to the Confederacy was of utmost importance. Whenever and wherever unionist feelings were divulged, conflict and resistance arose, as the incident recorded in Carney's diary illustrates."],"display_date":"May 21, 1862","search_date":"1862-05-21","locations":[{"id":7357,"lat":32.8110245687,"lng":-90.414506221,"zoom":9,"place":"YAZOO, Mississippi"}],"tags":[{"id":18,"tag":"Politics"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}