{"id":954,"place":"CAMERON, Texas","lat":26.2484402344,"lng":-97.3025738839,"episodes":[{"id":722,"title":"The Battle of Palmito Ranch\n","course_id":1,"status":"P","start_date":"1865-05-12","end_date":"1865-05-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 12-13 the Battle of Palmito Ranch was fought and won by the confederates in south Texas.  This was the last major clash of arms in the Civil War, occurring even though the war was technically over. On the first day the Union evacuated under pressure, but returned the following morning moving toward their destination of Palmito Ranch.  But the Confederate troops attacked, again forcing the Union troops to evacuate for good, but this time with a good number of casualties. It was a Confederate victory under Col. Ford.  Soldiers of all races were involved in the fighting, Native-Americans, African-Americans, Hispanic Americans, and white Americans. All were united in fighting against for what was left of their party and their country. There were 118 Union casualties and no confederate deaths. &lt;br /&gt;This Battle of Palmito was remarkable because it occurred after the Civil War had been concluded for over a month, and yet both sides fought passionately.  The Confederates were holding onto the last hope of keeping their land, and the Federalists were holding onto their honor and fighting in the name of the united states. It is ironic that the final battle fought in the Civil War was won by Confederates, but it goes to show how both the North and the South were valiant fighters, and a battle can go either way on a particular day.  This battle also demonstrates that the Civil War could have continued after April 9th, 1865 in guerrilla warfare."],"display_date":"May 12, 1865 - May 13, 1865","search_date":"1865-05-12","locations":[{"id":12604,"lat":26.2484402344,"lng":-97.3025738839,"zoom":8,"place":"CAMERON, Texas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1340,"title":"Yellow Fever Epidemic\n","course_id":1,"status":"P","start_date":"1882-08-01","end_date":"1882-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The Montgomery Advertiser mentions that on August 11, within twenty-four hours, there were thirteen deaths from yellow fever in Brownsville, Texas. As a result Fort Brown was under strict quarantine. At that time, there were about fifty cases of yellow fever at Brownsville and the health authorities believed that it might become epidemic. The State mentioned that on the day August 28, there were eighty-two new cases and eight deaths. The disease also hit Matamoras and Pensacola, Florida.  &lt;br /&gt;This disease was frightening because of the number afflicted, the rapid spread, and the number of deaths. The article Epidemic Diseases,' describes the affects of yellow fever on a person: A twenty-five year old man would be healthy one day and dead three days later, changing relentlessly from a state of debility, fever, and pains in the extremities and loins, to a stage of vomiting blood clots (called the black vomit), to jaundice and death.' Furthermore, the doctors did not understand that the mosquito was transmitting the yellow fever; they believed that, to prevent the occurrence, they needed sanitary cleanups and enforced quarantine. The Washington Post stated that the Post Office arranged to have mail fumigated and allowed to pass, except newspapers from Brownsville and Matamoras.' &lt;br /&gt;There were a significant amount of people with the disease and many deaths, and on September 9, the State reported that the epidemic was rapidly disappearing in Matamoras but slowly increasing in Brownsville.  On September 5, the State printed the Mayor, Thomas Carson, of Brownsville's plea that there were 500 cases of yellow fever; with an increase of from seventy to one hundred per day, and the necessity for meaning to aid the sick and destitute was increasing and urgent.' Finally in November, the State stated that the epidemic was in decline."],"display_date":"August - November 1882","search_date":"1882-09-30","locations":[{"id":12606,"lat":26.2484402344,"lng":-97.3025738839,"zoom":8,"place":"CAMERON, Texas"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}