{"id":957,"place":"DOUGHERTY, Georgia","lat":31.5332901076,"lng":-84.2164572289,"episodes":[{"id":1343,"title":"Equal Rights Association &#40;ERA&#41; Affiliates Itself with the Union League\n","course_id":1,"status":"P","start_date":"1866-08-01","end_date":"1866-09-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1865, shortly after the Civil War had ended, freedmen from Wilkes County, Georgia formed the Dougherty County Equal Rights Association (ERA).  Members of the ERA felt that the Freedmen's Bureau, though helpful, could not meet all their needs, and therefore set out for themselves to secure political equality and education for blacks.  Secrecy was an important part of the ERA's operation.  Keeping a low profile as an organization allowed members to speak their minds and avoid retaliation from local whites.  At this time in Georgia, the only other group working toward a goal of political equality regardless of race was The Union League, an organization of Southern Republicans.  By early September of 1866, the ERA, under President Samuel Brown, had affiliated with The Union League and changed its name to the Dougherty Union League.  The political work of both the Dougherty ERA and the Union League up until, and after, this affiliation helped to create a base for the Republican Party organization that would take place during Radical Reconstruction in 1867. &lt;br /&gt;Though the Dougherty County ERA sought to keep a low profile throughout 1865 and 1866, the greater organization of the Georgia Equal Rights Association did make the news.  In July of 1866, a leadership scandal plagued the group.  At an Equal Rights Convention held that month, the Association's President, J.E. Bryant was accused of the alleged swindling of freedmen.'  General Tilison, who had often been portrayed negatively in the newspaper Bryant edited, The Loyal Georgian, claimed that Bryant was wringing money from the hard earnings of the poor freedmen ; while his chief object is the promotion of his own interests.'  Although, it is not clear if Tilison's attacks were accurate or warranted, the scandal overshadowed the greater goal of the Equal Rights Convention and the ERA: organizing a political party that would protect freedmen's interests and fight for political equality."],"display_date":"August 1, 1866 - September 1, 1866","search_date":"1866-08-16","locations":[{"id":1744,"lat":31.5332901076,"lng":-84.2164572289,"zoom":10,"place":"DOUGHERTY, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2036,"title":"Richest County in the Union\n","course_id":1,"status":"P","start_date":"1857-01-03","end_date":"1857-01-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Different cultures define wealth in very different ways. In the minds of the citizens of Dougherty County, Georgia in the late 1850s, they were very wealthy indeed. According to the South Carolina Times in January of 1857, this plantation county claimed to be the richest County in the Union, excepting those containing the great cities. As evidence, they cited the per capita average of nine slaves valued at 5,000, and 10,000 worth of land to work them on. On whole, the county possessed land valued at 1,781,887; 980,000 in city property; merchandise worth 125,000; 650,000 liquid cash; and most importantly, 2,280,912 in slaves. This value, totaling over 5.8 million, is roughly equivalent to 119 million in 2005 U.S. dollars.","While Dougherty gloated, others mocked this definition of wealth. The New York Daily Times, hearing of this boast from its correspondent in South Carolina, saw the calculation in a very different light. The Daily Times pointed out the dominating value of slaves, then argued that by valuing white laborers at the market rate for slaves, each New York county would be far richer than Dougherty. Further, with only 125,000 worth of merchandise in the county, hundreds of stores in New York had more valuable merchandise than the entire Georgia county.","     Dougherty would indubitably have a different story to tell in 1865. The Daily Times might have added that the land in Dougherty was valued so highly because the highly profitable plantation economy drove up land prices. Even without the toll that the war extracted through destroyed infrastructure, seized crops, and the loss of much of the male population, the end of slavery surely crippled the fortunes of nearly all of Dougherty's wealthy planters. With land similarly devalued and any Confederate currency useless, Dougherty County could hardly be the richest county in the Union.","     Dougherty demonstrates the massive wealth that planters could accumulate in antebellum Georgia, as well as their complete dependence on the continuation of slavery to guard their investment in human property. Historians have debated for decades over the profitability of slavery, often centering the discussion on the question of profitable for whom? For Dougherty planters, at least, who counted slaves as market goods, this agricultural system led to enormous wealth."],"display_date":"January 3, 1857","search_date":"1857-01-03","locations":[{"id":1744,"lat":31.5332901076,"lng":-84.2164572289,"zoom":10,"place":"DOUGHERTY, Georgia"}],"tags":[{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":6753,"title":"All My Babies: A Midwife?s Own Story (1952) - A pseudo-documentary training film for black midwives in the south","course_id":177,"status":"P","start_date":"1/1/52","end_date":"12/31/87","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A dead baby was not only a tragedy for black families of rural Georgia in the 1950s but a mark against the midwife in attendance.  Public officials were concerned about the health of this population and began requiring strict regulation to receive licenses for practice.  Although black midwives were highly skilled in their practice, no formal training existed to explain the theory behind sanitation.","Enter George C. Stoney – a  white documentarian who not only had a humanitarian’s heart but had a deep affinity for the black midwives he’d met as a child growing up in the south.  With funding from the Georgia Department of Public Health, Stoney traveled with Miss Mary, a well-respected black midwife; the result was <em>All My Babies: A Midwife’s Own Story (1952)</em> – the first training film for black midwives in the south.  This educational film followed the birth stories for two women, detailing the risks for each and how the midwife could best provide a safe and sterile environment.","Stoney faced many challenges inherent as part of a white film crew documenting life in a black community during the racial turbulence of the 1950s.  He wrote extensively about the challenges he faced with funders, research, casting, filming, editing and ultimate production. Stoney struggled with the presentation of the raw human side of the birthing experience along with the contractual agreements for this as a training film to be used across the southern states.  He went to great lengths in what can best be described as ethnography, having lived among the community to better capture a realistic portrait of their lives and living conditions. ","In 1987 film historian Lynne Jackson the relational dimensions between the white crew and the black cast in 1952 rural Georgia through letters, phone calls, formal interviews, and informal conversations. Personal narratives from those who were present during the filming reveal a behind scenes tension that was not evident in the film.  These included racial tensions that stemmed from social mores such as the relationship that developed between Stoney and black physician Dr. William Mason who were forced to eat dinner at separate restaurants during their collaboration. When placed in context of the policy changes in social and medical reform initiatives at this time, the relationships between the funders, the black community, the midwives and Stone himself is complex.","Historian Gertrude  Fraser has examined how tensions surrounding gender and race shaped the production and reception of public health initiatives in the south.  For example Fraser posited that the refusal of southern African American midwives to reveal their working knowledge of birthing can be offered as an act of “deliberate resistance.”  This stands as stark contrast with the goals of the producers, particularly when compared with Stoney’s first person reports in the community. Such a contrast was evident in the white patriarchal positions in <em>All My Babies</em> as well as the treatments and remedies known to be effective by black midwives.","<em>All My Babies: A Midwife’s Own Story</em> may have been framed by the government but thanks to George C. Stoney, elements of authenticity were included in this training film to increase awareness of obstetrical hygiene and safety for black midwives."],"display_date":"1952 - 1987","search_date":"1969-12-31","locations":[{"id":53101,"lat":31.5439375,"lng":-84.2278796,"zoom":8,"place":"Dougherty county, Albany, Georgia, USA"}],"tags":[{"id":3455,"tag":"Health Education"},{"id":3454,"tag":"Documentary"},{"id":3453,"tag":"Training Film"},{"id":3451,"tag":"Black Midwives"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}},{"id":6836,"title":"Alph's Lynching","course_id":187,"status":"P","start_date":"1849-10-15","end_date":"1849-10-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" ","In December of 1849, it was reported that an enslaved man by the name of Alph had been lynched for the murder of his owner, James Crawford. Alph was captured on the 15th of October and hung, without a trial, on the 20th, in Bentonville, Arkansas. The citizens alleged that Alph had “crushed Anderson’s skull and slit his throat, leaving him on the side of the road” (Jones 27). Alph and his owner had been on the way to the slave market, where Crawford intended to sell him. If Alph did in fact commit the murder, it is suspected that he wished to prevent the being separated from his wife, who was to remain in Arkansas. ","Alph may not have been guilty of his crime because as he prepared for his execution, he pointed to a white man in the crowd that had gathered for the spectacle and said that he “instigated him to the crime.”  This claim did nothing to prevent the execution of Alph, who was still lynched without a proper trial. Alph ultimately sacrificed his life while taking extreme measures to remain with his wife. He was treated no differently than other slaves who were suspected of committing crimes, such as Nat Turner whose body was dismembered by an angry mob after his public execution. Similar to those responsible for the death of Alph, these people faced no repercussions for their brutal actions. ","When mob violence, that often ended in murder, is examined further it is questioned why these people failed at their job of bringing these suspected felons in for trail. When these groups went out looking for black criminals they were supposed to help the police and bring these suspected these suspected criminals in for justice. The reality was the they were more than prepared and willing to cary out acts that would result in these people’s death. These mobs, without consequence, took out their anger out on these slaves and used them as examples to make sure that the other slaves in the community saw the brutal reality if they had any ideas to take actions similar to their peers. Whites in the American South deeply feared slave rebellions, and they punish any violent act by enslaved men and women swiftly, decisively, and often quite publicly. While Alph could have been the inspiration for other slaves to rise up and rebel against their owners, instead his public execution made them realize the strict and harsh punishments that they could face if they considered such actions."," "," "," "," "," "," "],"display_date":"October 15, 1849 - October 20, 1849","search_date":"1849-10-17","locations":[{"id":53165,"lat":31.434000989729,"lng":-84.17534362349,"zoom":5,"place":"Bentonville, Arkansas"}],"tags":[{"id":3643,"tag":"mob violence"},{"id":367,"tag":"Lynching"},{"id":4,"tag":"Slavery"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":187,"school_id":11}}]}