{"id":9603,"place":"OCONTO, Wisconsin","lat":44.9825385775,"lng":-87.6502362556,"episodes":[{"id":6356,"title":"The Forgotten Fire in Peshtigo, Wisconsin","course_id":141,"status":"P","start_date":"1871-10-08","end_date":"1871-10-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Peshtigo Fire","On the evening of October 8, 1871 the worst recorded forest fire in North American history, the Peshtigo Fire, raged through Northeastern Wisconsin and Upper Michigan. The Peshtigo Fire destroyed millions of dollars worth of property and timberland, and took between 1,200 and 2,400 lives. Large numbers of people were found and buried, many of whom were beyond any recognition. Many of those who were burned whose names have never been ascertained, particularly in the village of Peshtigo, were transient persons at work in the extensive manufactories and there was no record of their fate except their charred and blackened bones. It is also very difficult to determine exactly how many people died because the fire covered such a large area, and the population was fluctuating constantly due to frontier settlement. No one knows how many native peoples, itinerant lumberjacks, immigrant homesteaders, etc. may have moved into the area since the latest census that was taken in June 1870. The Peshtigo Fire covered about 2,400 square miles (1.5 million acres), and though the fire affected other villages and farm settlements, the greatest loss of life and property occurred in the village of Peshtigo. About 800 people died in the village of Peshtigo, which was nearly half of the official population from the 1870 census."," ","The Great Chicago Fire","October 8, 1871: A tragic day that would go down in history.","The great Midwestern city of Chicago also endured a terrible fire that same fateful night. The death toll in Chicago was about 250-300 which is significantly less than the Peshtigo Fire, but the Chicago Fire became part of the national consciousness while the Peshtigo tragedy gradually slipped into obscurity. The Great Chicago Fire received more attention because Chicago was a much larger city; there were over 300,000 people living in Chicago in 1871 compared to an estimated 1,700 in Peshtigo. Chicago also had better means of communicating and accessing the rest of the world. Peshtigo was a rough frontier town in the woods, with a single telegraph line that was destroyed by the fire. When news of the tragedy at Peshtigo reached Wisconsin's capital on Oct. 10, 1871, the Governor and other state officials were away at Chicago helping the victims of that fire."," ","The Forgotten Fire","In recent years America's \"forgotten fire\" has proven to be anything but. Although the general public may not know about the tragic fire that occurred in Peshtigo, Wisconsin in 1871, the tragedy is a subject of inquiry and debate among meteorologists, astronomers, and conservationists. It continues to fascinate history buffs, and frustrate genealogists. It is believed that many months of extreme drought combined with the land-clearing practices of the time (\"slash and burn\") caused many small fires to be whipped into a huge forest fire when a cyclonic storm blew up on the night of October 8, 1871. The Peshtigo Company had a single horse drawn steam pumper for fighting fires in the sawmill, but there was virtually no other technology available for fighting structure fires, much less a forest fire of such great magnitude. The people of Peshtigo were essentially trapped in the town, surrounded by wooden buildings and sidewalks, sawdust-strewn streets, and a burning forest. The fire continued to burn until it reached the waters of Green Bay, when the storm winds died down and the rain came. Survivors of the fire were mostly those who lived on the outskirts of the city. Those people who did survive the fire saved themselves by going down into wells or taking refuge in the Peshtigo River. Peshtigo, Wisconsin is historically known as \"The City Rebuilt from Ashes\". Peshtigo, Wisconsin remains a small industrial city today, with a population of under 3,500 people in 2013."],"display_date":"October 8, 1871","search_date":"1871-10-08","locations":[{"id":15053,"lat":44.9825385775,"lng":-87.6502362556,"zoom":7,"place":"OCONTO, Wisconsin"}],"tags":[{"id":2715,"tag":"City Rebuilt from Ashes"},{"id":2714,"tag":"Forgotten Fire"},{"id":836,"tag":"fire"},{"id":2206,"tag":"Wisconsin"},{"id":2678,"tag":"Peshtigo"},{"id":2679,"tag":"The Great Chicago Fire"}],"course":{"name":"Intro to Digital History","school":"University of Wisconsin, Milwaukee","course_id":141,"school_id":68}}]}