{"id":970,"place":"ORANGEBURG, South Carolina","lat":33.5033846581,"lng":-80.8330645656,"episodes":[{"id":2040,"title":"Family Divided Over Know-Nothings Membership\n","course_id":1,"status":"P","start_date":"1855-09-18","end_date":"1855-09-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Hammond Family of Georgia dispersed in the 1850s. One son spent years in Europe; another took to the hills of the Blue Ridge; Jake Hammond lived as far west as San Francisco, California. General J. N. Hammond and his wife, the heads of the family, moved to a plantation in southwestern South Carolina. Still, as far apart as the family became geographically, the sons kept in touch with their parents through occasional letters. Though Jake Hammond and his brothers had all grown up in Georgia, they now lived very different lives. In one letter to his mother Emmie, Jake discusses a sharp disagreement with his brother's new political alignment.","Jake's brother Jule, still living in Orangeburgh, has recently cast in his lot with the American (Know Nothing) party, a nativist group with a moderate and slowly growing membership in South Carolina in the 1850s. This step, Jake argues, pushed Jule further from his family that Jake could ever physically travel. Jake loathed the Know Nothings. Living in San Francisco, he has made friends with more than a few foreigners. Jule, isolated in South Carolina, may not have much exposure to the true actions of the Know Nothings, but Jake had seen them in action. Because of this, he feared that they may do evil and drag Jule along with them. Jake was ashamed that [Jule] would have been caught in such company. Personal objections aside, Jake expresses his worry about the effects Jule's decision would have on Jule's future in politics. Jule, as his brother knew, had long coveted a career in politics. To Jake, Jule's history with the Know Nothings would become a millstone about his neck when he finally decided to pursue this career.","     The Hammond family's political split derived from the drastically different lives the brothers lived in different parts of America. Jake's first-hand experience with foreigners had given him a cosmopolitan outlook that stands in stark contrast to Jule's isolationism. Since the creation of the United States writers have commented on clear regional distinctiveness. The Hammonds' disagreements, while personal, were at least party exacerbated by the differing cultures and lifestyles of the areas in which they lived.","     Southern politicians, coming from a land where labor was always in high demand, generally advocated open immigration. Jule Hammond, son of an elite family in South Carolina and member of the American party, demonstrates that this attitude was far from universal. As Rowland Berthoff argued in Southern Attitudes Toward Immigration, 1865-1914, Southern attitudes toward foreigners oscillated between desperation for labor and isolationism. Both nativism and free border tendencies coexisted at all levels, varying only in degree from year to year."],"display_date":"September 18, 1855","search_date":"1855-09-18","locations":[{"id":11621,"lat":33.5119530737,"lng":-80.8773339627,"zoom":9,"place":"ORANGEBURG, South Carolina"}],"tags":[{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":5062,"title":"<strong>History: The Cornerstone of Baptism</strong>","course_id":43,"status":"P","start_date":"1851-11-01","end_date":"1876-07-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["For two Baptist preachers, both religion and history were necessary to promote a moral life and an educated mind. History had a huge significance for their churches, as well as understanding about their future.  Both preachers taught that by understanding the past, and understanding the nuances of it, one could have attained morality through example.  Although morality can be achieved in many ways, a credible way of viewing the present place and the future outcomes is by viewing the past. (This isn't their thoughts, but mine.  Need to put theirs here).  History was, to them, the cornerstone to the Baptist denomination and Christian religion.","James C. Furman started his sermon with Deuteronomy 32:7, “Remember the days of old; consider the years of many generations.”  From this he went into a sermon discussing the history of the Charleston Baptist Association.  The Charleston Baptist Association had existed for one hundred years, and their work had shown great progress.  James Furman preached on the values of looking at the history of organizations as a means to define one’s morality, stating, “Much is gained for human virtue, whether in the family, the State, or the Church, when each member is impressed with a sense of personal moral accountability.”  He also discussed the “most important and interesting phenomena of the human mind…the expectation of the future.”  He went into how the only way to define one’s future is to look at the past.","Twelve days after the celebration of the United States Independence, David W. Cuttino preached an extensive sermon on the history of the Baptist denomination.  He alluded to all the events going on across the nation that celebrated the nation's history up to that point.  The focus of Cuttino's sermon was not on the sacrifices of the soldiers in the American Revolution.  He asked in his sermon, “Shall we celebrate our National Independence and not call to mind the great victories of soul liberty, and do what we can to extend like blessing to all the race of man?”  He discussed what Baptists do believe in, and preached boldly that the Baptist church was the original church in Jerusalem.","Both sermons, however, told a very specific lesson – without the past, the future cannot be written.  Both advocated education of the past as a means to understanding the present and looking to the future.  In order to enjoy the present liberties and look to the future, one must respect the past.  In addition, one must respect it and learn of its false analyses and bias nature.  Rosenberg writes that the Baptists go to near obsession over the past.  Today’s historians strive to learn facts and how bias was attached to that historical fact.  However, learning what the bias is, and finding where else that same kind of bias appeared is its own history."],"display_date":"November 1, 1851 - July 12, 1876","search_date":"1864-03-06","locations":[{"id":11621,"lat":33.5119530737,"lng":-80.8773339627,"zoom":9,"place":"ORANGEBURG, South Carolina"},{"id":11456,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":729,"tag":"Religious History"},{"id":79,"tag":"Religion"},{"id":6,"tag":"Education"},{"id":540,"tag":"Baptists"}],"course":{"name":"America, 1820-1890 (2010)","school":"Furman University","course_id":43,"school_id":4}},{"id":5618,"title":"<strong>The Murder of Senator Benjamin Franklin Randolph</strong>","course_id":93,"status":"P","start_date":"1868-10-17","end_date":"1868-10-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Benjamin Franklin Randolph was born a freeman in Kentucky in 1820.  He graduated from Oberlin College and became an ordained minister.  After college, he joined the U.S. Colored Troops and served as a chaplain.  B.F. Randolph found himself in South Carolina after the war, where he became a prominent participant in local politics.  In 1868, Randolph was elected to the Senate for the Orangeburg County chair and also became Chair of the State Central Committee of the Republican Party.  Senator Randolph supported voting rights for fellow blacks, but he still advocated literacy tests and poll taxes.","In mid-October, Senator Randolph traveled through the upper part of South Carolina giving speeches.  According to <em>The Orangeburg News, </em>“[Senator Randolph] delivered incendiary and threatening speeches,” and on Thursday October 17, 1868 he delivered a “flaming address” at the courthouse in Abbeville.  The following day, Randolph boarded a train headed to Anderson.  When he got off at a stop, three riders simultaneously approached him and dismounted their horses.  The three proceeded to shoot Senator Randolph, all three shots hitting and killing him.  The three riders escaped and were never caught even though the whole occurrence was in broad daylight with multiple witnesses.","Although no one ever got punished for the assassination, it was suspected that specific members of the rival Democratic Party ordered Senator Randolph to be killed.  It may even be true that B.F. Randolph was warned not to go out and speak to the citizens of South Carolina or he may never return.  Randolph left a lasting impression on African Americans and white southerners who advocated change.  A colleague of Senator Randolph’s at the time of his death said “[Sen. Randolph] was a man actuated by the highest motives, the purest purposes and the noblest ambitions.”  At the time, Senator Randolph was the second black South Carolinian politician to be murdered."],"display_date":"October 17, 1868","search_date":"1868-10-17","locations":[{"id":11622,"lat":33.5119530737,"lng":-80.8773339627,"zoom":9,"place":"ORANGEBURG, South Carolina"}],"tags":[{"id":1578,"tag":"hate"},{"id":123,"tag":"Reconstruction"},{"id":290,"tag":"Crime"},{"id":18,"tag":"Politics"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":93,"school_id":3}}]}