{"id":973,"place":"ALLEGHANY, Virginia","lat":37.7875001172,"lng":-80.0067310529,"episodes":[{"id":1358,"title":"Northwestern region of Virginia breaks away from the state\n","course_id":1,"status":"P","start_date":"1861-04-01","end_date":"1861-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Although Virginia decided to secede from the Union, the northwestern counties of the Allegheny region had different beliefs about the state's actions.  Three out of every four voters were against the secession.  As tensions mounted with the parent state, northern counties formed their own state and broke away from Virginia, allowing them to remain loyal to the Union.  The issue of the discontentment among Virginians arose in the state convention.  The secession of Western Virginia from Eastern Virginia in the event of the secession of the latter from the United States is openly evident in the State Convention at Richmond.  And evidently the threat is not an empty one.'  (The Louisville Daily Journal, April 19, 1861, p. 3)  One of these counties was Allegheny County.&lt;br /&gt; &lt;br /&gt;          Residents in this region were mainly non-slave holding, subsistence farmers who did not wish to be dragged into the war.  They did not agree with Virginia's desire to maintain slavery as a rightful institution.  By aligning with the Union, northwest Virginians felt protected, but could foresee doom in a nation that war was inevitable.  A foreboding speech by a man named Mr. Webster in 1851 was delivered in Washington, D.C. and later recalled by a Louisville reporter.  He in part stated, And ye men of Western Virginia, who occupy the slope from the top of the Alleghenies to Ohio and Kentucky, what benefit do you propose to yourselves by disunion?  What man in his senses can suppose that you would remain part and parcel of Virginia a month after Virginia had ceased to be a part and parcel of the United States?  (The Louisville Daily Journal, May 21, 1861, p. 2).  Later on in 1863, this region would unite to become West Virginia, the 35th state."],"display_date":"April 1861","search_date":"1861-04-15","locations":[{"id":13605,"lat":37.7875001172,"lng":-80.0067310529,"zoom":9,"place":"ALLEGHANY, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}