{"id":979,"place":"BRUNSWICK, North Carolina","lat":33.9072828742,"lng":-77.9913227559,"episodes":[{"id":1368,"title":"President Lincoln extends declaration of blockade to North Carolina\n","course_id":1,"status":"P","start_date":"1861-04-27","end_date":"1861-04-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 27th, 1861 President Lincoln extended the blockade to Virginia and North Carolina.  This declaration was an extension from the original one on April 19th for seven of the Confederate States.  The intention for this decision was to cut off the international trade lines for the Confederacy and make it difficult to transport weapons and troops.  The rigid blockade was established on the Southern coast to affect the seceded states.  The fort at the mouth of Cape Fear river commands the principal part of her trade, as that river is the only one of importance in the State.  The exports of the State are limited mainly to the products conveyed by coasting vessels to the neighboring States.'  (Louisville Daily Journal, April 27, 1861, p. 2)  The Union's goal was to dominate the coast and have strategic operating bases on the Confederacy's Atlantic sea-board.  (Donald, 401)  &lt;br /&gt;&lt;br /&gt;          By extending the blockade to North Carolina, the Union not only controlled much of the eastern seaboard, but cut off many Confederate trade routes via their important ports and river mouths.  Important imports from Europe were strained due to the blockades, which made it even more difficult for the South to compete with the industrial North.  Foreign powers due to the strain of importing and exporting could no longer rely on the South as a viable trade partner.  The North retained their ports and Atlantic coast at the time.  Aside from losing strategic positioning in the Atlantic, the South's commerce became greatly threatened by the blockades.  The Union's navy now patrolled Confederate waters in the Atlantic by May of 1861."],"display_date":"April 27, 1861","search_date":"1861-04-27","locations":[{"id":9258,"lat":33.9072828742,"lng":-77.9913227559,"zoom":9,"place":"BRUNSWICK, North Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2523,"title":"Proposal to Build a Lighthouse\n","course_id":1,"status":"P","start_date":"1816-05-22","end_date":"1818-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The need for a new lighthouse on Bald Head, a coastal point on Smith's Island, North Carolina, was obvious when proposals were received at the Office of the Commissioner of the Revenue in May of 1816.  Since the construction of Bald Head's first lighthouse, there had been a drastic change in the Cape Fear River channel.  Threatened by shorefront erosion, the original lighthouse appeared as if it would topple over.  Its light could no longer be seen by most traveling vessels.  In addition to a new lighthouse, proposals for Bald Head incorporated a dwelling house as well.  To insure greater durability, proposals required, the light house to be of hard brick, the form octagon, the foundation to be of stone, and laid as deep as may be requisite to make the fabric perfectly secure, and to be carried up five feet above the surface of the earth.","Lighthouses enjoyed an almost three hundred year era of guiding ships safely along their seafaring voyages.  Their purpose was to assist the passing ships in plotting their locations and to warn them of impending danger.  The North Carolina coastline was especially dangerous to navigate, as it was low and flat whereas other coastlines formed naturally deep ports.  The geography of the coast was also devoid of distinguishing landmarks or permanent highlands, making it difficult for crews to determine exactly where they were.  Because of North Carolina's treacherous coastline, there had been the need to build lighthouses so as to warn sailors of impending danger as they neared the North Carolina Outer Banks. ","Lighthouse expert David Stick outlines Bald Head's rebirth.  Selected as the site of the first North Carolina lighthouse, the original Bald Head lighthouse was located on the southeast side of the mouth of the Cape Fear River.  However, as new lighthouses began to be built, inadequacies at Bald Head became apparent. This second Bald Head lighthouse, an octagonal structure, was constructed with bricks and an exterior coating of cement.  Completed in 1818 at a cost of 15,915.45, it exhibited a light 109 feet above the water level.  Known affectionately as Old Baldy, it sits on a bluff near the edge of Smith Island's extensive northern marshes.  Long since deactivated, Old Baldy is the oldest standing lighthouse structure in North Carolina."],"display_date":"May 22, 1816 - December 31, 1818","search_date":"1817-09-10","locations":[{"id":9254,"lat":33.9072828742,"lng":-77.9913227559,"zoom":9,"place":"BRUNSWICK, North Carolina"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}