{"id":981,"place":"ALLEGANY, Maryland","lat":39.6214880132,"lng":-78.6989494063,"episodes":[{"id":1370,"title":"End of Cumberland Coal Strike\n","course_id":1,"status":"P","start_date":"1882-08-22","end_date":"1882-08-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As reported in the State, on March 1, 1882, the coal companies decided to make the following changes: For digging coal, 50 cents per ton and 1.65 per day for driving in the mines, and all other labor to proportion, and that twelve hours would constitute a day's work.'  The Knights of Labor refused to accept this offer and the great strike' began on March 14, 1882. Edward Ayers explains that the Knights of Labor fought to gain better wages, hours, and working conditions.' The Knights furthermore attacked the concentrations of power and monopolies that dominated the economy. Workers often sought the support of their local Knights of Labor organization to aid them when needed. &lt;br /&gt;On August 22, 1882, the District Assembly and the Knights of Labor had a long session in Frostburg. The companies, however, did not change their terms that had been given at the Cumberland conference. As a result, the following notice was ordered to be posted: &lt;br /&gt;&lt;br /&gt;To all Whom it May Concern: The 24th of August, 1882, we, the undersigned, have decided to resume work. All parties are hereby noticed to apply at their respective places of working at 7 A.M. for their tools.' &lt;br /&gt;&lt;br /&gt;This notice was signed by the Knights of Labor and dated August 22. This signing ended the greatest strike the Cumberland region [had] ever known.' The estimated money loss to the miners and the people was 1,500,000. &lt;br /&gt;The State explained that almost all the old workers would find work, although new workers would not be turned away only if they wished to remain. All the workers, however, were to conform to the rules of the companies instead of those of their organization.' The State on August 30 explained that now that the labor strikes that had affected industrial centers across the States were ended, the Knights of Labor had to begin to realize that they [were] the losers.' The article reported that, indeed, in some cases the organization was successful in obtaining an increase of wages, but almost all the strikers had to continue working under the old wages and the loss of the laborers amounted hundreds of thousands of dollars.' The State stressed that the failure of the strikes were a result of the bad timing of the strikes. At that time, the employers were considering cutting wages because of a general dullness of business and a gloomy outlook for summer trade.' The article stated that mill owners and coal miners were typically able to compromise, but only when the business justifies it."],"display_date":"August 22, 1882 - August 24, 1882","search_date":"1882-08-23","locations":[{"id":5916,"lat":39.6214880132,"lng":-78.6989494063,"zoom":10,"place":"ALLEGANY, Maryland"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":6283,"title":"The Great Depression and Household Management Columns","course_id":132,"status":"P","start_date":"10/1/29","end_date":"1/31/36","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Following the stock market crash of October and the resulting American economic collapse, Maryland families were left haphazardly arrayed on a financial spectrum starting with “making do” and ending with scrounging. Wives and mothers often managed the day to day expenditures within families and those in the newly reduced middle class adapted and reframed the economic decisions that they made. Women living in towns and cities dealt with their new money problems and simultaneously struggled with the stigma attached to talking about financial problems and the need to keep up appearances. Since personal help and advice on how to save money remained somewhat taboo, women found help in the Women’s sections and household maintenance columns in local newspapers. Through these columns women managed to build a wide reaching but anonymous support network.","These columns ran before the depression but after the economic crash they too adapted and reflected the economic needs of women during the Great Depression. The women’s section of newspapers usually covered roughly two pages and offered a myriad of advice and help to women trying to cut costs. The Daily Mail of Hagerstown, Maryland, ran a weekly Food Market Advice column for women. Information in the column included the rise and fall of prices for local produce and meats and predicted patterns for future prices providing women with needed information for weekly shopping and encouragement to take advantage of local markets. The column also provided meal ideas and menus for the cheapest options. Other articles gave advice about meal plans and offered set prices that they believed could be followed, touting $1.50 or $2.00 plans that could feed large families. Often the advice became extremely detailed. A column titled Sister Mary's Kitchen ran in the Fredrick, Maryland, News. The writer advised women about which cuts of meat cooked the quickest so they might save money on electricity. She noted that the money saved by cooking quickly could be set aside to pay for heating bills. Some columns offered direct tips on how to discretely cut costs so that women could maintain their middle class appearance. These tips ranged from cooking advice --telling women to mix butter and margarine to stretch it farther and hide the taste-- to sewing --advising that dresses could be let down and that ribbon or rickrack could hide the old seams and creases.","Usually these columns were also conscious of the social conventions of the time period and refrained from using terms like “cheap” or “thrifty.” Economical became the standard term used to describe the advice and alert women reading it that they could find advice there. The columns that offered advice also obeyed social conventions by giving women in need of help and advice the anonymity needed to ask. With the help of these columns women managed to navigate their lives and economic choices in the Great Depression."],"display_date":"October 1929 - January 1936","search_date":"1932-11-30","locations":[{"id":19072,"lat":39.6214880132,"lng":-78.6989494063,"zoom":10,"place":"Allegany, Maryland"},{"id":19248,"lat":39.4722539212,"lng":-77.3980976361,"zoom":9,"place":"Frederick, Maryland"}],"tags":[{"id":7,"tag":"Women"},{"id":1081,"tag":"The Great Depression"},{"id":600,"tag":"Media"},{"id":11,"tag":"Economy"}],"course":{"name":"Novelty and Nostalgia: The Rise of Modern America, 1877 to 1945","school":"University of Maryland, Baltimore County","course_id":132,"school_id":71}}]}