{"id":986,"place":"CUMBERLAND, North Carolina","lat":35.0634156792,"lng":-78.9466649088,"episodes":[{"id":1379,"title":"The Conjure Woman, and The Wife of his Youth and Other Stories of the Color LIne by Charles W. Chesnutt","course_id":1,"status":"P","start_date":"1899-01-01","end_date":"1899-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Charles W. Chesnutt was born to free blacks in Cleveland, OH in 1858.  When he was eight years old his family returned to Fayetteville, NC. He began a teaching career and by 1880, he became the President of the Fayetteville State Normal School for Negroes.  While in North Caroline, Chesnutt studied the culture, dialect, and superstitions of southern blacks.  In 1883 he returned to Cleveland where he wrote various stories based on black folk culture which were published in various magazines.  The Goophered Grapevine was the first of such stories and was published in the Atlantic Monthly in 1887.  The Conjure Woman was a collection of stories published by Houghton, Mifflin in 1899.  His purpose was to undermine white prejudice in the south.  &lt;br /&gt;&lt;br /&gt;His second collection was published the same year under the title, The Wife of his Youth and Other Stories of the Color Line.  This work Ranged over a broader area of southern and northern racial experience than any previous writer on black American life had attempted.' (Wilson, Pg. 203)  His second and most famous work directly addressed the issues facing people of mixed ethnicity in the south, primarily those who attempted to pass as white.  The Wife of his Youth is a story of a light skinned black man who escapes slavery in Missouri with the aid of his black wife.  In the north he is met with success and social acceptance.  After he becomes engaged to a local widow, the wife of his youth appears.   &lt;br /&gt;&lt;br /&gt;His ability to depict southern prejudice within the framework of fictional short stories made him an important literary figure.  He successfully deals with the delicate and tragic situation of those who live on the boarder-line of the races'. (Brawley, p.48)  He received the Spingarn Medal from the National Association for the Advancement of Colored People.  His works reflected the constant struggle of African-Americans living in the south towards the end of the nineteenth century.  As a realist, he was important in the development of African American fiction."],"display_date":1899,"search_date":"1899-07-02","locations":[{"id":9384,"lat":35.0634156792,"lng":-78.9466649088,"zoom":9,"place":"CUMBERLAND, North Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2422,"title":"Northern Traveler Endures Southern Transportation\n","course_id":1,"status":"P","start_date":"1853-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Frustrated by the stagecoach's delayed start, Northerner Frederick Olmsted waited no longer to commence the next leg of his southern exploration.  He began the 26 mile journey from Gaston to Fayetteville on foot and let the coach catch up with him along the way.  By one o'clock, though he had covered almost ten miles, he doubted he had passed even half a dozen farms.  Olmsted took lunch at the Banks' plantation where fresh horses for the stagecoach grazed in the field.  To Olmsted's dismay, the fresh horses could do but little more than stand up.  At last the stagecoach arrived but its ineloquent driver could only mutter distressed comments about the horses: There ain't a man in North Car'lina could drive them horses up the hills without a whip. With the help of several black men, the driver at last thrashed and verbally harassed the ostensibly-fresh horses into action.  Three miles later, using real, outright, old-fashioned, uncompromising English oaths, as loud as he could yell, the driver again resorted to violence as onlooking passengers idled.  This time he used a rail.  Exasperated by the wait, some of the weary passengers offered assistance. Olmsted resorted again to his own legs and by eight p.m. arrived at Mrs. Barclay's inn where his fellow passengers did not arrive until three a.m.","In this vignette from North Carolina and in many other instances throughout the South, Olmsted journeyed down isolated, poorly-maintained roads, detailing the poor condition of transportation.  The roads he traveled often comprised little more than deforested trails.  At points, he traveled for several days and never saw two dwellings of mankind within sight of each other. Several plantation patriarchates were miles apart. He recorded his many experiences and minute-by-minute conversations in over seven-hundred pages, which he gave to the New York Daily Times.  That Northern editors considered Olmsted's observations exotic enough to be published attests to a communication gap between the North and South.","Olmsted's accounts of Southern transportation deficiencies support Stephen Goldfarb's analysis of geographical isolation as a limiting factor to Southern industrialization.  He endured the same arduous traveling conditions as Piedmont farmers who sought distant markets for their produce.  Writing for a Northern audience, at points Olmsted takes pleasure in contrasting the efficient transportation networks of the North with the ridiculous networks he encounters in the South.  He was also struck by the low density of homesteads; Edward Ayers explores a similar phenomenon of slave-holding counties in comparisons between Virginia and Pennsylvania during the Civil War.  The immense challenges to transportation in North Carolina's Piedmont, exacerbated by a sparsely-populated landscape, represent an insularity from national trends of industrialization."],"display_date":1853,"search_date":"1853-07-02","locations":[{"id":9380,"lat":35.1897473693,"lng":-78.9269058663,"zoom":8,"place":"CUMBERLAND, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2777,"title":"Fayetteville Presbytery Succeeds From Union\n","course_id":1,"status":"P","start_date":"1861-10-11","end_date":"1861-10-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In May 1861, the General Assembly of the Presbyterian Church in the United States of America decided by a near unanimous vote to endorse the Republican Administration. Consequently, the national church breached the fundamental law of Presbyterianism, by making themselves party to sectional agitations. These resolutions passed by the national church require its members to maintain their allegiance to the Union. Additionally, the Assembly introduced a new test of membership, influenced by the social pressures of the public. The test severed the strong ties of the Presbyterian Brotherhood by supporting someone whom many Southerners regarded as the ruthless tyrant in the North. Determined to regulate, under Christ, their ecclesiastical associations and relations, Fayetteville Presbyterians pledged their allegiance to Christ?s Church and thereby declared their independence from allegiance to the national General Assembly. ","As churches nationwide entered into a period of reassessment and self-evaluation, the Presbyterian Church developed a regional self-conscious. The Cumberland Presbyterians claimed to participate in a special mission to witness the ?spirituality? of the Church. Additionally, they argued that the Assembly had acted unconstitutionally by engaging in secular political partisanship and by making adherence to a political doctrine a prerequisite for church membership. The Southern assembly observed that slavery ?is one difference which so radically distinguishes the North and the South that it is becoming more apparent everyday that the religious, as well as the secular, interests of both will be more effectively promoted by a complete and lasting separation.?","After the Civil War, many Southerners could not accept the fundamental terms of the Presbyterian Church of the United States of America. The Northern and Southern branches conflicted over the role of women and the church in politics, and over the race question. Southerners felt that property interests would be jeopardized in a united church. This episode supports historian David M. Reimers? argument that the passions of the Civil War died hard. This sectional division lasted for the next 122 years, until both sides decided look beyond their regional differences."],"display_date":"October 11, 1861","search_date":"1861-10-11","locations":[{"id":9381,"lat":35.0722625624,"lng":-78.9615125578,"zoom":9,"place":"CUMBERLAND, North Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2788,"title":"Battle of Monroe&#39;s Cross Roads\n","course_id":1,"status":"P","start_date":"1865-03-19","end_date":"1865-03-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1865, Union Major General William Tecumseh Sherman advanced North from Georgia, through the Carolinas, with the intention of regrouping with Northern forces in Virginia. As Sherman's army advanced into North Carolina, Major General Judson Kilpatrick's cavalry division screened the left flank. On the evening of March 9th, Kilpatrick's brigade decided to set up camp in Cumberland County, about fifteen miles from Fayetteville. Early on March 10th, the cavalry of Confederate Major General Wade Hampton attacked Kilpatrick's camp. The Confederates drove the Federals into a swamp in the rear of their headquarters. Kilpatrick managed to escape and hastily reorganized his men. He regained possession of his guns and was able to drive out the rebels. The Federals' counterattack on the Confederates killed sixty-eight of Hampton?s men and forced them to withdraw.","Sherman's campaign left 425 miles of desolation that would never again support a Rebel army. Unlike in South Carolina, Union troops did relatively little damage to the civilian infrastructure in North Carolina. This was a result of the animosity between the Union soldiers and South Carolina. After the Battle of Bentonville, Union troops marched on to Goldsboro to rest and refit after seven weeks of fighting.","The effect of Sherman's Campaign on the Confederacy was devastating; Confederates were no longer united. With an army of 60,000, Sherman made the entire South feel the weight of war. Sherman's campaign, as historian Charles Edmund Vetter noted, triggered a significant amount of suffering throughout the South, in the form of economic depression, psychological disturbance, and material destruction. Even though Sherman's march through the Carolinas did not directly influence Lee's surrender, the march devastated Confederate logistics. The despair of North Carolinians threatened to break up Lee's army. They were tired of the war. "],"display_date":"March 19, 1865","search_date":"1865-03-19","locations":[{"id":9381,"lat":35.0722625624,"lng":-78.9615125578,"zoom":9,"place":"CUMBERLAND, North Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":4864,"title":"Birth Control","course_id":31,"status":"P","start_date":"8/18/68","end_date":"8/18/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the <em>Fayetteville Observer</em> on Sunday August 18, 1968, the paper noted that a Russian man came up to a Westerner and asked him for some birth control pills for his wife.  Normally, a man would ask for whisky or chewing gum, but this time it was different, and the request took the Westerner by surprise.  The reason he asked for birth control pills was because there was a housing shortage in Russia and many couples had to avoid pregnancy.  “In addition to a lack of birth control pills, Soviet couples say they face a shortage of such other means as intrauterine devices, and experience problems with chemical preparations including on which causes a painful burning sensation,” the paper noted.","Historian Elaine Tyler May has addressed the importance of birth control and family planning to the United States during the Cold War.  “Throughout the 1950s,” she noted, “proponents of contraception continued to promote it as a means of controlling fertility abroad and spacing children at home.” In 1968, Russians had some sort of contraception, though they were not always safe.  Birth control was a wide-spread movement, but there were not enough pills for all Russians.  “Because of these problems a Muscovite says, most women use the rhythm method. If that doesn’t work, they get an abortion,” reported the <em>Fayetteville Observer</em>.","Abortion had never been an issue that is taken lightly, even now in the twenty-first century. May stated, “advocates of family planning endorsed contraception, but drew the line at abortion.  Unlike contraceptives, which were promoted as a means of strengthening the family, abortion was considered a threat to sexual morality and family life.  While contraception was the reward for the virtuous, abortion was the punishment for the immoral.”","The baby boom was a big part of American life; in the 1950s people had children to be happy.  May stated, “a major study conducted in 1957 found that most Americans believed that parenthood was the route to happiness.  Childlessness was considered deviant, selfish, and pitiable.”  If Americans thought of having children as the route to happiness, then the Russian’s should have felt the same way, even though they had a housing shortage.  The baby boom contradicted many social views on the birth control issue and family planning.  Other countries were not as fortunate as the United States during the 1950s, making birth control and family planning the only smart option for other countries. May stated, “the war gave rise to the first direct connections between the American birth control movement and population control abroad.”  Russians had many children, and were not considered “deviant or selfish” for choosing birth control, because they were just not economically equipped to house many children.  Birth control would be the best method for family planning during the Cold War for Russians.","In conclusion, Russians had a hard time controlling pregnancy because of a shortage of birth control contraceptives.  The housing shortage made it even harder; families often had to share apartments.  If they used the rhythm method and failed, they were looked at as a bad person if they got an abortion.  If everyone could have been on some type of birth control pill or have safer contraception then Russians would not have experienced the housing shortage and family planning would have been a success."],"display_date":"August 18, 1968","search_date":"1968-08-18","locations":[{"id":33963,"lat":35.0485350444,"lng":-78.8273232021,"zoom":9,"place":"Cumberland, North Carolina"}],"tags":[{"id":481,"tag":"birth control"},{"id":291,"tag":"Cold War"},{"id":7,"tag":"Women"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}},{"id":4866,"title":"The Ford Company","course_id":31,"status":"P","start_date":"7/8/35","end_date":"7/8/35","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The new Ford engine gave drivers the “Power To Go And Power To Stop,” proclaimed the <em>Fayetteville Observer</em>.  This was a slogan for the Ford Company in July 1935.  The advertisement in the <em>Fayetteville Observer</em> promoted the performance of the Ford V-8 engine.  “The Ford thus gives you double safety.  The way it drives helps you to avoid danger.  The way it is built provides unusual protection in time of emergency.”","Fordism shaped much of daily life during the Progressive Era in America. Historian David Kennedy wrote, “by 1925 a completely assembled Model T Ford rolled off the continuously moving assembly line at Henry Ford’s Highland Park plant every ten seconds.  Just a dozen years earlier it had taken fourteen hours to put together a single car.” Henry Ford made sure his employees who worked on the assembly lines in his factories could afford those vehicles that they were producing.  He paid his workers an unheard-of five dollars a day, which was more than double the pay for most industrial workers.","By the time the Great Depression hit, the Ford industry had to lay off nearly two-thirds of their workers and cut labor costs.  “Hourly wage rates for autoworkers were high, but their gross incomes were low, thanks to the industry’s practice of periodically shutting down the production lines to accommodate annual model changes.  The Ford Motor Company exacerbated the effects of that practice by its policy of rehiring seasonally laid-off workers, regardless of skill or seniority, at the starting rate,” Kennedy observed.  The Ford Company was among the Big Three automobile manufacturers in 1936. General Motor was the biggest; Ford and Chrysler were the other two.","In the 1930s, Ford cars changed their appearance dramatically.  The Ford Company had to change something during the hard economic struggle to get people to buy Ford cars; they promoted safety and appearance to accomplish their goals.  The appearance changed from the box shaped model to a more modern appearance with curves.  The cars also featured things like a built in heater and radio.  The heater promoted the defrosting feature, which was a safety feature as well.  In the middle of the decade Ford introduces steel disc wheels in the place of wire wheels to promote a smoother ride.  By the end of the 1930s, Ford introduced the hydraulic brakes, which lasted longer on dirt roads.","The advertisement that appeared in the <em>Fayetteville Observer</em> by the Ford Company was to persuade the buyer that the Ford V-8 engine was the best car on the market.  Considering the economy and the competition of the Big Three, the Ford Company promoted safety and the performance of the car.  Considering the time of the year when the advertisement came out, July 1935, the Ford Company was promoting the new Ford V-8 engine, a new annual model change and a well built car."],"display_date":"July 8, 1935","search_date":"1935-07-08","locations":[{"id":23665,"lat":35.0485350444,"lng":-78.8273232021,"zoom":9,"place":"Cumberland, North Carolina"}],"tags":[{"id":483,"tag":"Fordism"},{"id":482,"tag":"Ford Company"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}},{"id":4873,"title":"Student Demonstrations at Fayetteville State University","course_id":31,"status":"P","start_date":"4/1/68","end_date":"4/30/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The <em>Raleigh Observer </em>reported that by April 1968 the students at Fayetteville State University were outraged due to the lack luster condition of their campus. A small group of students seized control of the administration building and phone systems on Thursday. The students were all male upperclassmen. Dr. Jones, the college president was the first to discover the students and speak with them. According to Dr. Jones, the students were peaceful, and no damage had been done to any school property. The takeover did interrupt the routine school schedule: the administration building had been taken over on Wednesday night, and on Thursday teachers reported to work to find few if any students in the classroom.","The students circulated a four page list of grievances signed by the “dissatisfied student body.” They urged administrators to solve the problem of apathy and prejudice among faculty and instructors with improved hiring practices and better teachers. The students wanted administration to seek more state funds, as well as add courses in African American History and a basic curriculum in black awareness, including a course in economic problems of black Americans. The list also included longer library hours and lower text book costs, with better service at the bookstore and the post office. Another demand was a full time worker in the infirmary and better cafeteria conditions, including more sanitary practices by employees, better, and pest extermination. Dr. Jones talked with the leaders of the group and was hopeful a solution could be arranged. This is the second protest at Fayetteville State; in 1966 students held a demonstration with grievances similar to these. A similar demonstration was held at Virginia Union in Richmond the same week; the students there had fifty-two grievances. Richard Mclntire, the author of<em> Impacting Change, </em>explains in his article that students were a major part of the success of the civil rights movement. Mclntire explains how a small group of students from North Carolina Agricultural and Technical College started the Greensboro sit ins at Woolworths lunch counter. The sit ins got the attention of SCLC and Dr. Martin Luther King contacted students on several campuses and within weeks students in eleven cities held sit ins. Six months later the students that sat in at Woolworths lunch counter were served. SNCC was founded at Shaw University in North Carolina that was sponsored by the SCLC. Student volunteers were called freedom riders and they took bus trips into the south to test out the newly prohibited segregation laws.","The students at these lack luster universities were surrounded by protests and demonstrations by people demanding social equality, changes in policy, and other improvements. Naturally the students were compelled to conduct a demonstration of their own. The needs of the student body were very basic, and few could doubt that there should be sanitary practices in the café and a full time worker in the infirmary. The students should not have needed to encourage administration to get funding from the government because they should have been doing that anyway. A black school should have courses about black people. In previous years, black schools on all levels were in worse conditions, but these students were still fighting for better conditions and equality with other universities."],"display_date":"April 1968","search_date":"1968-04-15","locations":[{"id":33963,"lat":35.0485350444,"lng":-78.8273232021,"zoom":9,"place":"Cumberland, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":488,"tag":"Protest"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}},{"id":4877,"title":"State Begins to Hire More Black Workers","course_id":31,"status":"P","start_date":"10/2/68","end_date":"10/2/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 2, 1968, the North Carolina Good Neighbor Council submitted a survey to Raleigh demonstrating that blacks were being hired for more positions within the state government. That rise came over the previous two years. There were still state agencies that are all white, but those agencies did not include education, health or hospitals. “The study showed that 38 percent of the blacks employed by the state are in predominantly black institutions, compared to 50 percent in 1966,” reported the <em>Fayetteville</em><em> Observer.</em> Although the blacks still held the majority of the traditional jobs, like maids and janitors, there was an increase in black professionals. Black women were earning slightly more than black men on some of the professional jobs, such as management and clerical.","According to historian Jacqueline Jones, “between 1960 and 1970, the percentage of black women in the clerical and sales sector increased from three to 11 percent in the South and from 17 to 33 percent in the North.” These increases were partly due to laws being established at that time. One such law, the Civil Rights Act, came out in 1964. “Title VII of the act outlawed discrimination in hiring on the basis of race, color, religion, sex or national origin and it established the Equal Employment Opportunity Commission (EEOC) to enforce the law,” noted Jones. There were gains in incomes for both black men and black women. According to historian Robert J. Norrell, “the income gains among black men resulted in part from the federal government’s equal-employment pressure in skilled and semiskilled industrial jobs.”  By contrast, black women were being hired for management positions, but most of their income was coming from clerical work. “Major income gains among African Americans came from big increases in professional and managerial jobs,” according to Norrell. The passage of Title VII revealed, even in North Carolina, that more jobs would become available to blacks, but the wages still would not be equal to those of whites."],"display_date":"October 2, 1968","search_date":"1968-10-02","locations":[{"id":33963,"lat":35.0485350444,"lng":-78.8273232021,"zoom":9,"place":"Cumberland, North Carolina"}],"tags":[{"id":142,"tag":"african americans"},{"id":468,"tag":"employment"}],"course":{"name":"African-American History from 1863 to the Present","school":"University of North Carolina at Pembroke","course_id":31,"school_id":9}},{"id":5721,"title":"Uncertainty of Marriage in World War Two","course_id":110,"status":"P","start_date":"11/1/42","end_date":"11/30/44","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" ","The rush to marry during World War Two may have had negative effects on Opal Bonilla, wife of Nicholas Bonilla. The couple met in Birmingham in June of 1942.  Stationed in Fort Benning, Georgia, Nicholas and Opal began corresponding and continued reciprocating mail throughout their courtship.  After only months of dating, “Nicky Boy” and “Darling Opal” wed in November of 1942.  After their brief ceremony, Nicholas had to return to Fort Benning and received news of being transferred to Fort Bragg in North Carolina.  After getting married and even learning of their pregnancy, the couple, especially Opal, seemed to be self-conscious about their decision.   Opal wrote in a letter dated November 19, “How do you feel about our marriage? Do you miss me? Do you love me? Do you want to be with me?”  In her next letter dated November 20, Opal asks again, “Do you love me as much as I love you?”.  The next day she signs her letter with “I haven’t taken my ring off”.","Doris Weatherford, an American History Professor, speculates why women like Opal asked such questions after tying the knot.  According to her research, many women wanted to volunteer for war work any way they could and that included direct contact with servicemen.  These women believed that marrying a soldier was the equivalence of responding to Uncle Sam.  Others sought out marriages because they feared waiting too long for the right man would result in never getting married at all.  Those that had already married hastily began to wonder about the roles they played in their marriages.  Was it for love, patriotic duty, or draft evasion?  Weatherford goes on to write that these women were advised against war marriages so not to repeat the high divorce rate by previous generations in reference to World War One.","Perhaps some of these ideas about war marriage passed through the mind of Opal Bonilla which led her to raise questions of doubt.  There was no denying that she was left in a vulnerable state to raise a child alone.  Yet Opal and Nicky continued writing back and forth as he eventually was shipped to Europe. She kept writing to him into 1944 even when months would go by without hearing from him. These months with no word proved to be unfortunate.  They were never reunited and Nicholas never met his daughter, Sandra, because he was killed attempting to thrust into Berlin with Allied paratroopers."],"display_date":"November 1942 - November 1944","search_date":"1943-11-15","locations":[{"id":25458,"lat":33.5543155862,"lng":-86.8964933862,"zoom":9,"place":"Jefferson, Alabama"},{"id":27496,"lat":32.3469701692,"lng":-84.78704688,"zoom":10,"place":"Chattahoochee, Georgia"},{"id":25218,"lat":35.0485350444,"lng":-78.8273232021,"zoom":9,"place":"Cumberland, North Carolina"}],"tags":[{"id":1718,"tag":"Wartime Brides"},{"id":405,"tag":"Marriage"},{"id":220,"tag":"alabama"}],"course":{"name":"Historian's Craft","school":"University of Alabama at Birmingham","course_id":110,"school_id":10}}]}