{"id":9898,"place":"Savannah, GA","lat":32.0835407,"lng":-81.0998342,"episodes":[{"id":6385,"title":"The Escape of William and Ellen Craft from Slavery in America to Freedom in England","course_id":149,"status":"P","start_date":"1848-12-01","end_date":"1852-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William and Ellen Craft were both born in 1820s Georgia to, by the standards of that time, fairly sensitive masters. Neither was ever beaten by their masters, yet they still could feel the shackles of slavery. They met each other in 1846 by coincidence, and by 1848 were married. Their decision to escape slavery was heavily influenced by, besides their desire for and right to freedom, their desire to raise children out of the confines of slavery. Their escape was quick—eight days from their initial idea—however it was not easy and they ran into many obstacles along the way.","Their idea was based on the fact that Ellen’s quadroon skin made her passably white. So, they decided she was going to dress up as William's male master and chaperone him to Philadelphia, a free state. With nerves rumbling, they gathered costumes and props--Ellen decided to wear glasses and poultices around both her mouth and her arm so that she would neither be recognizable nor be asked to speak or write. Their masters issued them “holiday” papers for a short Christmas vacation. Along their journey, they encountered Ellen's family's friend and William's employer, but luckily were not caught. Many pro-slavery Southern Whites they met warned Ellen, code-named \"William Johnson,\" that her “slave” may escape when they get to the North. Blacks free and enslaved urged William to seek freedom when he got to Philadelphia.","If William and Ellen had good masters, why, then, did they want so badly to be free? Did they not have food, a job, a bed? This sentiment is what Saidiya Hartman says is the worst part of this institution. \"If the excess of enjoyment imputed to the enslaved displaced what we would think of as disturbing circumstances, it did so only by obscuring violence and comflating it with pleasure\" (Hartman 25). The institution's ideologies as a whole seeped within the community in the form of subconscious racial discrimination and subordination, allowing whites to alleviate their guilt in an instance where a slave seems to be treated more humane than usual. This natural inclination towards racism under the lens of paternalistic, goodly masters is seen throughout the Craft's interactions with the upper-middle to upper class white persons on the trains and steamers. When they were on a train in Richmond, an elite woman mistook William for her escaped \"Ned\" because she “never in my life saw two black pigs more alike” (Tweedie 62).  This incidence truly emphasizes the social atmosphere of the era. A majority of whites held skewed views of blacks and a lot of people were very proud and open about it. This woman was of a paternalistic view of blacks, that they were less intelligent and she knew what was best for them. This idea led her to change the will of her late husband, which had called for the emancipation of his slaves. She sold them because she thought it was “such a cruel thing to turn n****rs loose to shift for themselves, when there are so many good masters to take care of them” (Tweedie 64). A discussion, thus, took place amongst her, Ellen, and gentleman who was sitting by them, though it brought no change of mind to the woman. She reserved her paternalistic view of her slaveholding status."," Mysteriously, the couple came across much luck in their travel. At the port in Baltimore en route to free land in Philadelphia, a \"Yankee of the low order\" (Tweedie 68) claimed he could not let men with slaves pass without his approval, to prevent the emancipation of the slaves. With sheer luck, the conductor of the train recognized the couple and convinced the Yankee to let them board. While in Philadelphia, they met a man who was a member of the Society of Friends and who graciously hosted them for three weeks. During those three weeks, the freed William and Ellen learned the alphabet and how to spell and write their names.","It came to be, however, that they were not safe in the supposedly free land of the North for, in 1850, the Fugitive Slave Act was enacted and their masters sent out warrants for their re-enslavement. As quickly as they arrived in the North, they fled for Canada and then England. William remarks at the end of his narrative about how unfortunate it is that, in order to be free, he and Ellen had to flee a land that prides itself in freedom and equality for the land which that country fled from just a few centuries prior.","                                    \"In short, it is well known in England, if not all over the world,                                                                                        that the Americans, as a people, are notoriously mean and cruel                                                                                    towards all coloured persons, whether they are bond or free\" (Tweedie 111). "],"display_date":"December 1, 1848 - January 31, 1852","search_date":"1850-07-02","locations":[{"id":52774,"lat":32.8406946,"lng":-83.6324022,"zoom":8,"place":"Maçon, GA"},{"id":52775,"lat":32.0835407,"lng":-81.0998342,"zoom":8,"place":"Savannah, GA"},{"id":52776,"lat":32.7764749,"lng":-79.9310512,"zoom":8,"place":"Charleston, SC"},{"id":52777,"lat":37.5407246,"lng":-77.4360481,"zoom":8,"place":"Richmond, VA"},{"id":52778,"lat":39.2903848,"lng":-76.6121893,"zoom":8,"place":"Baltimore, MD"},{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"},{"id":52780,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"Philadelphia, PA"},{"id":52781,"lat":42.3600825,"lng":-71.0588801,"zoom":8,"place":"Boston, MA"},{"id":52782,"lat":43.661471,"lng":-70.2553259,"zoom":8,"place":"Portland, ME"},{"id":52783,"lat":45.2733153,"lng":-66.0633081,"zoom":8,"place":"St John, NB, Canada"},{"id":52784,"lat":44.9902861,"lng":-64.1310364,"zoom":8,"place":"Windsor, NS, Canada"},{"id":52785,"lat":44.6488625,"lng":-63.5753196,"zoom":8,"place":"Halifax, NS, Canada"},{"id":52786,"lat":53.4083714,"lng":-2.9915726,"zoom":8,"place":"Liverpool, UK"}],"tags":[{"id":4,"tag":"Slavery"},{"id":501,"tag":"Escaping slavery"},{"id":2306,"tag":"Slave narratives"},{"id":420,"tag":"Slaves"},{"id":2737,"tag":"Civil War era"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6556,"title":"Widows and Daughters of the South","course_id":160,"status":"P","start_date":"1861-04-12","end_date":"1865-05-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["While their husbands were away at war, the women of the South had to leave behind their lives of comfort to assume roles to benefit the Confederate war effort. Many wives whose husbands and sons went to battle were left without a breadwinner and funds. Although Jefferson Davis’s wife, Varina, was not a widow at the time of his imprisonment, she faced similar challenges of widows. "," ","Women and daughters of the South whose husbands and fathers were off at battle were faced with the challenge of helping the war effort from the comfort of their homes. The women of Savannah helped the Confederacy by holding local fairs where they sold their valuable jewelry and china to collect funds to buy supplies for the soldiers and hospitals. They also donated their expensive piano covers to aid as blankets for the soldiers. In addition, the women created “The Ladies’ Gunboat Association” to collect donations to fund a warship to protect Coastal Georgia. They also created wayside homes which provided food and shelter for soldiers who were in need. "," ","Varina Davis played a significant role in her family as well. While her husband Jefferson Davis was imprisoned, she had to assume the position of head of the household. Despite the fact that her husband was alive, she faced similar troubles that widows of Confederacy had also. Although many widows depended on their inheritance to survive, Varina had nothing. She had to find a place and means to live, find a way to educate her six children, and figure out what her new life would entail. When Jefferson was freed, he was offered a job as a university president, but that offered little money to support the family. Jefferson and Varina spent years traveling from Canada to Cuba in search of a new life, since the Reconstruction of the South proved unwelcoming. They eventually made their way to Europe, where Varina essentially was the head of the house sense Jefferson was trying to find a job with the Southern Pacific Railroad in the United States. Jefferson obtained the job and left for Memphis, Tennessee, leaving Varina and his children in England. "," "," ","Although women on the home front were not in battle, they were metaphorical soldiers. Women had to overcome the battles of finding means to live for their family, which was difficult sense they never were the source of income for their household. Women also had to make personal sacrifices for soldiers and the Confederacy. "],"display_date":"April 12, 1861 - May 9, 1865","search_date":"1863-04-26","locations":[{"id":52944,"lat":32.0895435,"lng":-81.1230514,"zoom":6,"place":"Savannah, Georgia"}],"tags":[{"id":132,"tag":"Jefferson Davis"},{"id":32,"tag":"Civil War"},{"id":755,"tag":"Confederacy"},{"id":3062,"tag":"Varina Davis"},{"id":3063,"tag":"Widow"},{"id":3064,"tag":"Savannah"}],"course":{"name":"Civil War through the Lens of Biography","school":"Furman University","course_id":160,"school_id":4}},{"id":6652,"title":"Susie King","course_id":170,"status":"P","start_date":"1848-01-01","end_date":"1867-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Susie King Taylor born in 1848 during the Georgia slave law would later become the first African American Army Nurse. Susie was raised by her grandmother with her younger brother and sister. Her and her brother went to their grandmother’s friend’s house, Mrs. Woodhouse, to learn how to read and write. They raped their school books in paper to keep from getting questioned by the police, because during this time it was illegal for an African American to learn how to read and write.","            She attended the secret school for two plus more years before being moved into Ms. Beasley class until May, 1860 when she was taught as much as Ms. Beasley knew. Susie King had young white friend named Katie O’Connor who said she would teach Susie if promised not to tell her father. Katie secretly taught Susie for four months every evening before getting sent to a convent and was never see by Susie again. After some time passed Susie’s grandmother who was well looked upon by the landlords son agreed to also secretly teach Susie. ","            Since she could re and write she was also known for writing passes for her grandmother, free and enslaved African Americans, which saved many slaves from being arrested by the watchman. April 1, 1862 Susie was sent to her mother while the Union soldiers were fighting at Fort Pulaski. King’s uncle took her and his family of 7 to St. Catharine Island, where they were safe under the watchful eye of the Union. After about two weeks thirty people were taken onto a gunboat where the commander of the boat asked when Susie was from and if she could write and she replied yes. Captain Whitmore gave Ms. King a pencil and paper and told her to write her name and where she was from on the paper.        ","            Fast-forward to the latter part of 1866 after leaving the war African American’s who served in the war were still separated. In order them to ride the boat they had to sit in a certain spot just like they would later do with the busses as well. Getting fed up with the segregation and looked down upon African Americans ex-soldiers bought a boat for themselves. One of New York Company which appeared to be in great shape and had no issues when going on their first trip to Darien, GA, the ship took and bought them back safely. The second trip is when they realized they had been swindled on their voyage to Florida the boat ran upon St John and fell apart. ","Later they found out the boat they received had been condemned and with no insurance on the boat they had lost all the money they had put into it. After everything was over Susie and her husband moved back to Savannah where she later opened a school on South Broad Street. She opened this school because still during this time there was no public school for African American’s. She obtained one dollar person student every month and she had about twenty to twenty-five students. Later on a public school open for blacks and took most of her students because the school was free. In December 1866 Sergeant King died, her husband, but this did not stop Susie King from continuing to teach the young kids. "," ","In April of 1867 Ms. King opened a school in Liberty County, GA and taught there for about year before calling it quits and handing the school over to Ms. Susie Carrier. She did not give up on her student or teaching all together she just realized the country was not for her, so she moved to the city and opened a night school for adults and with her brother-in-law’s help she was able to do great things."],"display_date":"1848 - 1867","search_date":"1857-12-31","locations":[{"id":52775,"lat":32.0835407,"lng":-81.0998342,"zoom":8,"place":"Savannah, GA"}],"tags":[{"id":3259,"tag":"Susie King"},{"id":3260,"tag":"Hisotry"},{"id":3261,"tag":"First black nurse"},{"id":3262,"tag":"African american woman"}],"course":{"name":"U.S. Civil War and Reconstruction","school":"Richard Bland College","course_id":170,"school_id":96}}]}