{"id":990,"place":"COLBERT, Alabama","lat":34.6907984406,"lng":-87.8348432138,"episodes":[{"id":1384,"title":"Anne Sullivan begins teaching Helen Keller\n","course_id":1,"status":"P","start_date":"1887-03-03","end_date":"1887-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Helen Keller was born in Tuscumbia, Alabama in 1880.  At the young age of nineteen months, Helen's brain and stomach were exposed to Scarlet Fever, which left her blind, deaf, and mute.  Helen explained in her autobiography, then, in the dreary month of February, came the illness which closed my eyes and ears and plunged me into the unconsciousness of a new-born baby.  They called it acute congestion of the stomach and brain.'  In 1887, Anne Sullivan, a teacher and former student of Perkins Institute for the Blind in Massachusetts, traveled to Alabama at the request of Helen's mother Kate Keller.  The most important day I remember in all my life is the one on which my teacher, Anne Mansfield Sullivan, came to me;It was the third of March, 1887, three months before I was seven years old,' Helen recalled.&lt;br /&gt;Anne Sullivan's biggest breakthrough with her new pupil occurred on April 5, 1887 when she taught Helen the meaning of the word water'.   Anne Sullivan pumped water from a well onto Helen's hands as she spelling out the word using a manual alphabet.  Helen learned the alphabet by having letters spelled out on her hand, she connected the words with objects, and she learned rapidly.'  In a letter home on April 10, Anne Sullivan described Helen's development, I see an improvement in Helen from day to day, almost from hour to hour.  Everything must have a name now.  Wherever we go, she asks eagerly for the names of thins she has not learned at home...and we notice that her face grows more expressive each day.'&lt;br /&gt;During their forty-nine years together, Sullivan managed to help Helen communicate and think intelligently using the Tadoma method, a method of teaching that involved students touching people's lips as they speak to feel the vibrations of the words.  This method was established at the Perkins Institute for the Blind, where Sullivan was a former student and teacher.  Helen graduated cum laude from Radcliff College in 1904, becoming the first deaf and blind person to graduate from college."],"display_date":"March 3, 1887","search_date":"1887-03-03","locations":[{"id":96,"lat":34.6907984406,"lng":-87.8348432138,"zoom":9,"place":"COLBERT, Alabama"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":1596,"title":"Storm Destruction\n","course_id":1,"status":"P","start_date":"1874-11-22","end_date":"1874-11-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 22, 1874, a giant storm rolled through Tuscumbia Alabama. 300 people were left homeless and the storm caused an estimated half a million dollars in damages. The storm came like the sound of rushing thunder'(Atlanta Constitution), catching the town while it slept, around 8P.M. The townspeople reportedly organized quickly and appointed a leader to oversee repairs. A tornado the equivalent of a modern day F4 had struck the town destroying over 100 homes (out of about 300), killing 14 and injuring 30. The same storm system demolished the town of Montevallo."],"display_date":"November 22, 1874","search_date":"1874-11-22","locations":[{"id":95,"lat":34.6976935384,"lng":-87.8458152394,"zoom":10,"place":"COLBERT, Alabama"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2545,"title":"Going North for Education: Nothing Exceptional\n","course_id":1,"status":"P","start_date":"1890-05-17","end_date":"1890-05-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Was the cat out of the bag? Would the Chicago news reach her parents back home in Tuscumbia before she made it home to tell them in person? On May 17, 1890, the Chicago Tribune ran a special on the miraculous case of Helen Keller; a blind, deaf and dumb child from Alabama. Keller's wealthy parents had sent her up north to a special institution for the blind. According to the article, Keller's parents had heard of the great progress made by another student, Laura Bridgman, and hoped for the same results for Helen. Her success however, far exceeded that of Ms. Bridgman and in the first year Helen acquired a vocabulary of 3,000 words. Her teacher, Miss Fuller, gave her instruction as to how to place her tongue and the child would feel of her teacher's throat and lips when she was talking, thus learning the mechanical elements of articulation. The Tribune reported that Helen subsequently spoke quite readily and praised her remarkable accomplishments. After announcing Helen's feat to the entire city of Chicago, the Tribune concluded, The child has kept her wonderful recovery of speech secret, as she wishes to surprise her parents, whom she is to visit in the South soon. "," Born a healthy baby in Tuscumbia on June 27, 1880, a fever rendered Keller deaf and blind at the age of eighteen months old. Despite all odds, Helen Keller had achieved an international reputation even before studying under Sarah Fuller in 1890. By 1888, at the tender age of eight, Keller was recognized in the Chicago Tribune for her wonderful power. The article spoke of Helen's education in Tuscumbia with Miss Anne Mausfueld Sullivan. At the age of seven, Helen's parents hired Miss Sullivan to teach the child in Alabama. Subsequently, Helen traveled north to continue her education with another teacher, Sarah Fuller of the Horace Mann School. Helen Keller's story became a widely recognized and heartwarming tale by the turn of the century and her dedication to learning earned her both a spot in the public eye and that of history. "," Helen Keller's first educational breakthrough occured at home in Tuscumbia. Why then would her parents then send her away from Alabama to continue her learning? The Alabama Institute for Deaf and Blind was established in the 1860s and served as a special needs school close to home. And yet, Keller traveled north to further her education at various private institutions including the prestigious Horace Mann School. Though Keller proved an exceptional case with respect to her achievements in education, she was not alone in her journey north to further her schooling. Many wealthy Alabama natives sent their children north at the end of the nineteenth century in search of higher education. The ill-defined school system and educational deficiencies throughout Alabama led many to look outside the state for higher educational purposes. Furthermore, racial segregation throughout the South created similar education problems as those faced in Alabama. State biographer William Rogers observes, In Alabama, as in the rest of the South, the problems of educational support were compounded by the decision to establish parallel institutions for whites and blacks. Due to racial tensions throughout the South, many southern families turned north for the best educational opportunities. If families had the private funds to find the best education available, many southerners looked north during times of educational and racial turmoil in the South. "],"display_date":"May 17, 1890","search_date":"1890-05-17","locations":[{"id":97,"lat":34.6896343031,"lng":-87.8329430227,"zoom":9,"place":"COLBERT, Alabama"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}]}