{"id":9912,"place":"Edenton, North Carolina","lat":36.057938,"lng":-76.6077213,"episodes":[{"id":6390,"title":"The Life and Family of a Black Slave: John Jacobs","course_id":149,"status":"P","start_date":"1855-01-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The narrative of John Jacobs begins with his youth in Edenton, North Carolina. He recalls his mother and father with only the most barebones descriptions. His mother died while he was very young and his father while he was only 13 years old. Jacobs recalls his father having been dehumanized and stripped of his manhood due to slavery. The inability to have a right to hsi wife, his body, and his kids robbed Jacobs' father of any humanity he could have possessed. In replacement for this lack of humanity came a nasty hatred and temperement that Jacobs can recall clearly. Jacobs attributes his character and perception of life as a slave to his father; thus, adopting a similar ill-tempered manner and mind.","Jacobs describes his processes for being traded or distrubuted to several differented slave holders. He recalls the ownershop paths of several of his other family members as well. A good part of his known family remain in close proximity to him in Edonton throughout their lifetime as slaves.","John Jacobs' uncle runs away but is later caught and returned to his owner. Then, he escapes perminately once his wife's honor is stripped due to evil white-men. Jacobs also mentions his one sister running away and not being found. Later, Jacobs writes that his sister had been hiding behind the cupboard of his freed grandmother's home for 6 years and 11 months. ","Jacobs develops a postive reputation amongst his slave owners due to strong compliance and a trustworth demeanor. According to Jacobs, however, he did not possess such well intentioned thoughts. Instead, he dreampt of his escape and formulated his compliance with his owners to advance his progression toward eventual escape, especially with his final owner Mr. Sawyer. It is with Mr. Sawyer that Jacobs is able to attempt and escape but his family ties pull him back into slave territorty.","Jacobs's story stresses the importance of family, community, and relationships amongst the black slave community. The story speaks clearly to what slaves valued during their time enslaved. Th narrative gives readers a view of how the brutality of the time formed the character of the enslaved. The narrative gives first hand accounts of the many brutal attacks committed on black men, women, and children. Reading the narrative replicates the fear and mental development of any black slave. This is a story of pure perseverance through the tough turmoil of the antebellum south. John Jacobs is just one individual who owns a story as devastating as this related to slavery in the south."],"display_date":"1855 - 1875","search_date":"1865-07-01","locations":[{"id":52759,"lat":36.057938,"lng":-76.6077213,"zoom":8,"place":"Edenton, North Carolina"},{"id":52800,"lat":43.8638703,"lng":-79.013729,"zoom":8,"place":"Niagara Falls, New York"},{"id":52801,"lat":43.7726461,"lng":-79.354268,"zoom":8,"place":"Canada"},{"id":52802,"lat":41.883178,"lng":-87.6214853,"zoom":8,"place":"Chicago, Illinois"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":455,"tag":"Plantation Life"},{"id":454,"tag":"Slave Life"},{"id":2749,"tag":"Slave Family"},{"id":2732,"tag":"slave narrative"},{"id":2750,"tag":"Slave Punishment"},{"id":2751,"tag":"Slave Hiding"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6451,"title":"Sexual Predation and the Slave Trade","course_id":145,"status":"P","start_date":"1833-01-01","end_date":"1858-12-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many male enslavers coveted African American women. White enslavers used their authority to assert their dominance over enslaved women in countless cases, raping them with consistency and without remorse. Being raped became a staple of life for female slave’s and many were purchased solely for the sexual fantasies of their owners.","Harriet Jacobs, a slave girl from Edenton, North Carolina, was one of the few lucky women who narrowly evaded the sexual predation common to the practice of slavery.. She left her entire life’s struggle in her autobiography, <em>Incidents in the Life of a Slave Girl, written by Herself. </em>After her mother passed away, her master, Margaret Horniblow, took Harriet in. However, she was gifted to Horniblow’s niece, Mary Matilda, the daughter of Dr. Norcom. She lived with Dr. Norcom for just under twenty years during which time she, was tormented by Norcom’s unsolicited sexual advances as well as the cruel jealously of his wife. Despite constant rejection and her definite refusal to become his mistress, Norcom proved to be relentless. Jacob’s only escape from her master and his sexual predation was an escape from slavery itself, made possible by her taking another white man as a lover and hiding in a small, three-foot high cabinet for seven years. With his protection, she secretly fled the state on a train to Philadelphia after years of hiding.","However, both married and single slaves alike were subject to the advances of their owners. Bethany Veney, a slave women in Virginia, left behind her autobiography, <em>The Narrative of Bethany Veney, </em>in which she writes she knew that her decision to be with only her husband was not hers to make. She and her husband to be, Jerry, a slave from a neighboring plantation, were given the blessing of their owners to be formally wed. When the minister was marrying her and her husband, she later wrote that she, “did not want him to make us promise that we would always be true to each other, forsaking all others, as the white people do in their marriage service, because I knew that at any time our masters could compel us to break such a promise.” (Veney 18) Veney knew that as a slave women, she would always be subject to white enslavers’ sexual predation.","When examining the history of enslaved women, it is impossible to ignore the immeasurable cases of rape and sexual violence they were subject to.  These cases of abuse towards female slaves complete negate the argument of paternalism, presented in Baptist’s <em>The Half Has Never Been Told</em>, enslavers used to justify holding slaves. The constant raping of female slaves was a selfish and cowardly way for enslavers to reassure their own selves of their power. When focusing solely on the maltreatment prevalent for female slaves, the entire argument of paternalism is derailed. This is because there is no plausible way that an enslaver can believe that by raping and abusing a woman he is doing her a favor. His brutal actions are not saving her from her own inhumane tendencies, they’re breaking her. When studying the arguments of paternalism that are present in many justification arguments, one must extensively consider how rape cases and sexual violence make it hypocritical; male enslavers purchased female slaves not to take them under their wing as paternalism argues, but rather to use and abuse these women for their own selfish gains."],"display_date":"January 1, 1833 - December 27, 1858","search_date":"1845-12-29","locations":[{"id":52759,"lat":36.057938,"lng":-76.6077213,"zoom":8,"place":"Edenton, North Carolina"},{"id":52851,"lat":38.8413778,"lng":-78.5660852,"zoom":8,"place":"Shenandoah County, Virginia"}],"tags":[{"id":4,"tag":"Slavery"},{"id":2841,"tag":"Rape and Slavery"},{"id":2842,"tag":"Female Slave Abuse"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":145,"school_id":11}}]}