{"id":9915,"place":"Chicago, Illinois","lat":41.883178,"lng":-87.6214853,"episodes":[{"id":6390,"title":"The Life and Family of a Black Slave: John Jacobs","course_id":149,"status":"P","start_date":"1855-01-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The narrative of John Jacobs begins with his youth in Edenton, North Carolina. He recalls his mother and father with only the most barebones descriptions. His mother died while he was very young and his father while he was only 13 years old. Jacobs recalls his father having been dehumanized and stripped of his manhood due to slavery. The inability to have a right to hsi wife, his body, and his kids robbed Jacobs' father of any humanity he could have possessed. In replacement for this lack of humanity came a nasty hatred and temperement that Jacobs can recall clearly. Jacobs attributes his character and perception of life as a slave to his father; thus, adopting a similar ill-tempered manner and mind.","Jacobs describes his processes for being traded or distrubuted to several differented slave holders. He recalls the ownershop paths of several of his other family members as well. A good part of his known family remain in close proximity to him in Edonton throughout their lifetime as slaves.","John Jacobs' uncle runs away but is later caught and returned to his owner. Then, he escapes perminately once his wife's honor is stripped due to evil white-men. Jacobs also mentions his one sister running away and not being found. Later, Jacobs writes that his sister had been hiding behind the cupboard of his freed grandmother's home for 6 years and 11 months. ","Jacobs develops a postive reputation amongst his slave owners due to strong compliance and a trustworth demeanor. According to Jacobs, however, he did not possess such well intentioned thoughts. Instead, he dreampt of his escape and formulated his compliance with his owners to advance his progression toward eventual escape, especially with his final owner Mr. Sawyer. It is with Mr. Sawyer that Jacobs is able to attempt and escape but his family ties pull him back into slave territorty.","Jacobs's story stresses the importance of family, community, and relationships amongst the black slave community. The story speaks clearly to what slaves valued during their time enslaved. Th narrative gives readers a view of how the brutality of the time formed the character of the enslaved. The narrative gives first hand accounts of the many brutal attacks committed on black men, women, and children. Reading the narrative replicates the fear and mental development of any black slave. This is a story of pure perseverance through the tough turmoil of the antebellum south. John Jacobs is just one individual who owns a story as devastating as this related to slavery in the south."],"display_date":"1855 - 1875","search_date":"1865-07-01","locations":[{"id":52759,"lat":36.057938,"lng":-76.6077213,"zoom":8,"place":"Edenton, North Carolina"},{"id":52800,"lat":43.8638703,"lng":-79.013729,"zoom":8,"place":"Niagara Falls, New York"},{"id":52801,"lat":43.7726461,"lng":-79.354268,"zoom":8,"place":"Canada"},{"id":52802,"lat":41.883178,"lng":-87.6214853,"zoom":8,"place":"Chicago, Illinois"}],"tags":[{"id":96,"tag":"Slave Trade"},{"id":455,"tag":"Plantation Life"},{"id":454,"tag":"Slave Life"},{"id":2749,"tag":"Slave Family"},{"id":2732,"tag":"slave narrative"},{"id":2750,"tag":"Slave Punishment"},{"id":2751,"tag":"Slave Hiding"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6475,"title":"The 1960s: A Revolution for the Intellectually Disabled","course_id":151,"status":"P","start_date":"2/5/63","end_date":"12/31/70","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Americans with intellectual disabilities were seldom given the respect and equal opportunities they deserved prior to the 1960s. Historians describe the sixties as a monumental decade in terms of technology, music, fashion, sexual revolution, and youth rebellion; but the Age of Aquarius also marked the beginning of a newfound recognition for Americans with mental disabilities. ","John F. Kennedy was the first president to make improving the lives of handicapped Americans a priority in his administration. He issued a message to Congress in 1963 addressing the dire need to aid and support Americans suffering from mental illness. He stated, “…as Americans, it is our duty to seek out the causes of mental illness, strengthen public awareness of intellectual disabilities and create programs and facilities to assist the mentally ill.” This message marked the beginning of a revolution for Americans with intellectual disabilities. ","Kennedy’s sister, Rosemary, who suffered from intellectual disabilities herself, influenced him during his presidency. Witnessing firsthand the heartbreaking tribulations of growing up mentally handicapped, President Kennedy, along with his other sister, Eunice, decided to set forth to improve the lives of the intellectually disabled forever.","A short eight months after President Kennedy’s special message to Congress, he signed the Community Mental Health Act. The CMHA provided funding for research centers and facilities in order to combat mental illness and improve the lives of those who suffer from it. Up until October of 1963, there had never been a law or act aiming to serve the mentally disabled; instead, families kept disabled children at home because society considered them a burden to society. To this day, the signing of this act signifies the official change in government perspective towards Americans living with intellectual handicaps. ","Although President Kennedy died less than a month after signing the CMHA, his legacy for helping the intellectually disabled carried on. Thanks to her brother’s public awareness, Eunice Kennedy founded the Special Olympics in 1968. The goal of the Special Olympics was to provide a day filled with events and sports clinics specifically for intellectually disabled children.  The Olympics proved to be so successful that, by 1970, the organization had spread internationally to France and Canada. At Eunice’s press conference in 1970, she reflected on how much support the organization gained in only two years and thanked Americans for their ongoing efforts to raise awareness for the mentally handicapped. ","Since John F. Kennedy’s presidency, the lives of Americans with mental disabilities have improved greatly.  Thanks to the Kennedy family, the intellectually handicapped are treated with extra care and compassion. Although some may argue that this was not the most important initiative of Kennedy’s presidency, his influence absolutely sparked a significant change in the way Americans view people who are disabled. "," "],"display_date":"February 5, 1963 - December 31, 1970","search_date":"1967-01-18","locations":[{"id":52870,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago, Il"},{"id":52779,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington, DC"}],"tags":[{"id":2872,"tag":"Special Olympics"},{"id":2871,"tag":"Rosemary Kennedy"},{"id":2870,"tag":"Eunice Kennedy Shriver"},{"id":2869,"tag":"Mental Retardation"},{"id":2868,"tag":"Intellectual Disabilities"},{"id":2703,"tag":"John F. Kennedy"}],"course":{"name":"JFK: Famine to New Frontier","school":"Marist College","course_id":151,"school_id":77}},{"id":6538,"title":"Trash Talking","course_id":155,"status":"P","start_date":"1895-01-01","end_date":"1/1/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The stench could be smelled for blocks in every direction, garbage piled along the side of every road, as children slung pieces of the ever-abundant trash at one another from the top of the piles. These mounds of waste characterized one of America’s greatest cities at the turn of the twentieth century. On the Near West Side of Chicago, Jane Addams, in the thick of establishing her now-famous Hull House, just couldn’t ignore the epidemic, “the greatest menace in a ward such as” the Near West Side, right before her eyes. Industrialization had picked up steam in the 1880s, as tens of thousands of European immigrants poured into the industrial hub of Chicago, changing the landscape and culture of the city. Infrastructural issues followed the immigrants causing death rates to rise as the city fell. In an effort to combat this vicious cycle of growth and death, Addams filed over 1,000 complaints to the city. Eventually the issue became so prevalent that Addams appealed to the mayor, who \"permitted me to drive him to the entrance of the street in what the children called by ‘garbage phaëton’ and who took my side of the controversy.”","Addams did not become an activist simply to enhance the beauty of the city; her work in improving quality of life in lower-class and immigrant neighborhoods showed her the inequality that resulted from the city’s failure to provide basic services, such as trash collection. She recognized that these areas were more “at risk, given the frequent breakdown of the urban infrastructure.” Addams and her friends forced the issue onto the city’s docket through sheer perseverance in measures like their “garbage phaeton” and volunteering to collect the garbage herself. Her insistence forced those with power to acknowledge the hardship faced by those without it. She succeeded in “rais[ing] enough of a stink that restructuring the garbage collection system” was finally considered worthy of the city’s attention. Addams’s goal of making Hull House “at once part of and alternative to the urban and industrial order” was fulfilled by her work toward improving sanitation and her similar efforts; these efforts forced the city to take an interest in those it would otherwise have ignored and made their lives more livable."],"display_date":"January 1, 1895 - January 1, 1900","search_date":"1897-07-02","locations":[{"id":52802,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago, Illinois"}],"tags":[{"id":31,"tag":"Immigration"},{"id":1881,"tag":"Industrialization"},{"id":3026,"tag":"Garbage"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}},{"id":6540,"title":"Hull House Horrors","course_id":155,"status":"P","start_date":"1897-01-01","end_date":"12/31/43","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After attending John Hopkins to further her medical and scientific knowledge, Alice Hamilton received an offer to teach at Women’s Medical School of Northwestern University at Chicago. The Hull House, a settlement house in Chicago’s 19th Ward, became her home starting in 1897 and it remained so for decades after. By the time she first walked into the welcoming doors of the Hull House she had already studied languages, philosophies, and sciences at institutions such as Miss Porter’s School, the University of Michigan, and John Hopkins University. It was at the Hull House, however, that she became educated on the subject that fueled her reform efforts she maintained for the remainder of her life- the horrors of the life that faced working class families in the poor 19th Ward.","During the unregulated era of American industrialization, conditions for the average worker were often inhumane and cruel. In her autobiography, Hamilton wrote of the perpetrators of these conditions, “ It sometimes seemed to me that industry was exploiting the finest and best in these men- their love of their children, their sense of family responsibilities.” Alice Hamilton and the Hull House was immersed in the dirty and horrific state of the 19th Ward and the hardworking people who lived there. As a doctor, Hamilton became increasingly involved in documenting the medical effects of intolerable working conditions shown by the laborers.","The laborers of Chicago’s 19th Ward were largely poor immigrants and a significant fraction suffered from “industrial diseases” as a result of their jobs. The streets were unsanitary- overflowing with garbage and other solid or seeping waste. Lincoln Steffens characterized the city as “first in violence, deepest in dirt, loud, lawless, unlovely, ill-smelling…”. The combination of horrifyingly unsanitary conditions, both on the streets and at the job, gave way to these disease and disfigurement. One example that Hamilton saw often, especially from the people who worked in match factories, is known as phossy jaw- a disease that created abscesses on the jaw and could eventually cause brain damage or organ failure. Lead poisoning was also prevalent- leaving people weak and stuck in an “environmental nightmare that seemed impossible to escape.”"],"display_date":"1897 - 1943","search_date":"1920-07-02","locations":[{"id":52802,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago, Illinois"}],"tags":[{"id":3031,"tag":"urban environmentalism"},{"id":1384,"tag":"Hull House"},{"id":3030,"tag":"industrial disease"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}},{"id":6547,"title":"A Rude Awakening","course_id":155,"status":"P","start_date":"6/7/05","end_date":"6/7/05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The immigrants' expectations as they arrived in Chicago in 1905 were very high. They imagined a place where cultures thrived and everyone had a chance to experience the very best of lifestyles. As the train bounded down the tracks they started to notice major changes in the environment the closer they got to their destination. As they pulled into the station they were taken back by the landscape they had just passed through, hideous and desolate. Exiting the train car, they were hit with the most pungent and disgusting odor. The emigrants around them looked puzzled by the odor and were rightfully wondering if this smell was the norm. The smell was one that made you realize that something was wrong in the surrounding area.","As they began to wander around they overheard some yell something about a stockyard. When they got to a vantage point that allowed them to take a substantial look around, they were able to see one of the most curious and horrible things they had ever imagined. For as far as the eye could see, cattle were crammed into pens. The origin of the smell was all around them. Teta mentioned that there were more cows here than she realized inhabited the earth and asked what would happen to all of them.  Jokubas answered that by tonight they would be butchered and packaged onto trains much like we just were and sent to places across the country. The scariest thing was there were as many hogs and sheep as cattle. Between 8 and 10 million animals a year would be turned into food at this location.","They walked into a long, narrow room filled with men of color that looked as if they had been working through the night with no rest. The men were working around a large wheel that had chains hanging from it and connected to those chains were hogs. They watched in horror as the wheel began to turn and hogs were jerked from the ground and butchered without mercy. Some of the people we were with turned pale and began to get sick. As the horror of what was going on unfolded, men in the crowd laughed nervously and women wept. That was their introduction to Chicago and the “famed” stockyards.","These immigrants were not the only ones to notice the destitute circumstances that surrounded life in industrial cities. Every facet of life in the city was influenced by the nonexistent sanitary conditions. Everything from water contaminated with human feces, to overcrowding, to unsafe factory working conditions made living and working in the city a living nightmare, especially for poor immigrants."],"display_date":"June 7, 1905","search_date":"1905-06-07","locations":[{"id":52933,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"chicago"}],"tags":[{"id":704,"tag":"Urbanization"},{"id":3049,"tag":"cattle"},{"id":3048,"tag":"Stockyard"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}},{"id":6606,"title":"Light through the Fog of War","course_id":165,"status":"P","start_date":"1864-12-15","end_date":"1865-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many people today know about the battles and outcomes of the American Civil War, but not many know about the nurses that provided care to soldiers during and after battles. In Nashville, Tennessee in 1864, a picture was taken that depicts the common nurse during the American Civil War. The picture depicts many stories and experiences nurses had during the American Civil War as it shows the setting for medical care and methods of treatments. The photo is very detailed in how it shows the setting of medical care and treatment, it shows two soldiers covered up by many blankets in a bed with one of the beds having crutches behind it and the nurse is preparing food and medication that is being distributed to the soldiers from their bedside. The soldiers are also covered in bandages and have facial expressions of pain from their wounds they received from battle. Medical treatment knowledge wasn’t as advanced as it is today, so nurses were seen like mothers to a child or a symbol of hope as they did everything they could to help wounded soldiers. This picture was used for the Chicago Sanitary Fair of 1865 and was distributed to the eyes of the public that didn’t have a role in the American Civil War. The Chicago Sanitary Fair in 1865 used this picture because they believed it would be a great motivation tool to influence citizens to join the war effort either by making donations or taking a role as a medical care provider in the American Civil War.   ","American Civil War nurses were seen as a beacon of hope and a vital sign of health to the soldiers of the war, but there was also a sign of pride coming from the nurses as most volunteered to become war nurses as they believed it was their patriotic duty. This pride was seen as a push for more opportunity for women as nursing became more and more as an occupation for women. Even though nurses were seen as a beacon of hope and a care giver as seen back in the photo, nurses were stigmatized as many men believed that the women’s place was in the house and not out in the field as men saw women as a weaker gender. The motivation from women though was astounding as women would use their own homes as small hospitals to quarter soldiers and give them shelter and food. Nurses had many roles during the war and it wasn’t just providing medical care to soldiers. Civil War nurses also provided literacy tasks as they helped write letters to soldier’s families. These details give more depth to what nurses did for soldiers during the American Civil War and explores the challenges nurses had to overcome to define the occupation for not their time period, but for the future. "],"display_date":"December 15, 1864 - May 30, 1865","search_date":"1865-03-07","locations":[{"id":52979,"lat":36.1626638,"lng":-86.7816016,"zoom":8,"place":"Nashville Tennessee"},{"id":52980,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago Illnois"}],"tags":[{"id":2966,"tag":"American Civil War"},{"id":2189,"tag":"Nursing"},{"id":182,"tag":"Nashville"},{"id":3152,"tag":"Chicago Sanitary Fair"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}},{"id":6640,"title":"The Chicago Fire Unites a Nation","course_id":166,"status":"P","start_date":"1871-10-10","end_date":"1872-01-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mrs. Shorey wondered how the ruined remains of most of Chicago could possibly feed the hungry homeless crowding in the streets? Cities all around the Midwest sent cooked food to the survivors in hundreds of carloads for the first few days. A couple of days later, provisions and clothing, as well as money started coming in. The citizens of Chicago were determined to rebuild their lives but to do so, they needed to come together and re-forge the bonds that tied the city together. The City of Chicago had been “subdued, but not conquered.” She was convinced that future historians, poets, and philosophers would point to their city as proof that through the love and faith of Chicago’s people with the aid of their countryman that the grandest lesson in “human brotherhood” could be learned."," ","The eyewitness account of Mrs. Shorey speaks to the fire becoming a uniting force. Because of the charity of the American people, the population of the city could bear the suffering that it had endured. This unity was also noted by historians later who stated that the fire had been presented as a “symbol of unity” for the nation. As historian John Pauly has written, “the nation had been fractured across race, denomination and class.” The fire affected everyone, black and white, rich and poor and no one was safe from its devastation. The fire not only gave historians a topic of discussion but proved to the rest of the nation that regardless of past events, the country could still come together as one to help their fellow man in their greatest time of need."],"display_date":"October 10, 1871 - January 17, 1872","search_date":"1871-11-28","locations":[{"id":52802,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago, Illinois"}],"tags":[{"id":836,"tag":"fire"},{"id":839,"tag":"destruction"},{"id":3233,"tag":"Eyewitness"}],"course":{"name":"The Historian's Craft","school":"University of Alabama at Birmingham","course_id":166,"school_id":10}},{"id":6722,"title":"Policing Gender Expression","course_id":176,"status":"P","start_date":"1857-07-15","end_date":"1857-07-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In July of 1857, Chicago’s “Charley H.” was the topic of an article in the <em>Tribune</em>. The article described his as a “hard-working clerk who lived in a boarding house.” The article reveals, however, Charley is actually a female-bodied person who dressed and acted like a man. The acquaintances of Charley H. were astonished that “Charley was a woman, yes a veritable woman in man’s apparel.” When Charley’s secret was discovered, Charley left Chicago. Charley’s identity as a female bodied person in men’s clothing was criminalized. Throughout the early twentieth century, many people like Charley were criminalized for cross-dressing.","In 1851, 6 years before Charley’s story was publicly published in the <em>Tribune,</em> Chicago’s Common City Council passed an ordinance that made it criminal to “appear in a dress not belonging to his or sex, or in an indecent or lewd dress.” In Chicago’s press, many people, such as Charley, were labeled as those who enacted “cross-dressing,” or “cross dressers.” Reports of people “cross-dressing,” such as Charley, flooded newspapers across the country. One headline read, “Eventful Career of Woman who became ‘Female Husband,’” which tells the story of a woman who not only wore men’s clothing, but “smoked, chewed, and shaved,” enacting male gender roles. Another story read, “Young Woman Jailed for wearing men’s clothing.” In the story the reporter notes, “She claims she can get better wages as a man than she can dressed as a woman.” Not only are these people being reported in the newspaper, but are criminalized by police.","“Women in Men’s Attire-Curious Mania that has long caused Trouble to the Police,” was a headlining story that focused on the cause of “cross-dressers,” and how the police handled situations with “cross-dressing.” The article publicly revealed the stories of individuals and shared the punishment of those caught and convicted of “cross-dressing.” People were charged with vagrancy, jailed, sent to court to explain why they enacted cross-dressing,” and punished with fines, prison sentences, or admitted into penitentiaries. The article also stated, “Negroes are frequent offenders, police say.” In the present, the police’s attitude towards African-American “cross-dressers” is often violent. Numbers of cases were and currently are being added to police records across the country. “Local governments used vagrancy and other statutes to regulate and restrain those who dressed in public as the other sex.” The policing of “crossdressing” and other forms of gender expression have continued into the twenty-first century","The term transgender is defined as those “who identify with gender ‘opposite’ of what society would typically assign to their bodies.” Although “cross-dressers,” and “transgender people,” are defined differently, they both share similar circumstances in being policed for their gender expression. The National Transgender Discrimination Survey attests that twenty-two percent, of transgender individuals who have interacted with police reported harassment by police. African-American transgender individuals reported much higher rates of physical and sexual harassment by police and in prisons. The policing of individuals who express gender that is opposite from their assigned sex at birth has been an issue for the “cross-dressing,” and “transgender” communities for over 150 years. "],"display_date":"July 15, 1857 - July 16, 1857","search_date":"1857-07-15","locations":[{"id":52933,"lat":41.8781136,"lng":-87.6297982,"zoom":9,"place":"chicago"}],"tags":[{"id":2677,"tag":"LGBT"},{"id":1758,"tag":"Gender"},{"id":2845,"tag":"Chicago Tribune"},{"id":3380,"tag":"transgender"},{"id":3381,"tag":"LGBTQ"},{"id":3382,"tag":"police brutality"},{"id":3383,"tag":"cross-dressing"}],"course":{"name":"Incarceration in the US","school":"Indiana University-Purdue University, Indianapolis","course_id":176,"school_id":94}},{"id":6738,"title":"Creation of Special Olympics","course_id":174,"status":"P","start_date":"1/1/62","end_date":"12/31/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In an interview with National Public Radio, Eunice Kennedy said, \"If I [had] never met Rosemary [had] never known anything about handicapped children, how would I have ever found out? Because nobody accepted them anyplace.” This sense of not belonging prompted Eunice Kennedy to take action.","The Kennedy family tried to maintain a perfect outward appearance, but secretly one of their children, Rosemary Kennedy, suffered from intellectual disabilities. During this time, society treated people with intellectual disabilities and other mental handicaps as outcasts. In 1946, Rosemary’s father and mother, established the Joseph P. Kennedy Jr. Foundation in honor of their eldest son who died at war. The foundation aimed to identify the causes of intellectual disabilities and improve the way society handled people with intellectual disabilities. Eunice Kennedy, Rosemary’s sister, took over the foundation in 1957, which initiated her career as an advocate for people with special needs.","But her work as an advocate began before this; according to Victoria Dawson of the Washington Post, upon graduation from Stanford in 1944, Eunice worked helping acclimate American POWs back into society. She also served as coordinator of the National Conference on Prevention and Control of Juvenile Delinquency from 1947 to 1948.","When John F. Kennedy became President in 1961, his sister, Eunice Kennedy Shriver, made it her mission to change how the world treated and perceived intellectual disabilities. The combined efforts of Eunice and John F. Kennedy helped establish a new precedent for legislation regarding intellectual disabilities.","The Kennedys wanted to further honor their sister, Rosemary, which ultimately led to the creation of Special Olympics. In 1962 Eunice Kennedy started a camp in her backyard in Maryland for children with intellectual disabilities because other summer camps would not accept them. This summer camp ultimately developed into the Special Olympics, which is now recognized on a global scale with over 2.5 million children and adults participating from 180 countries. The origins of Special Olympics on an international platform can be traced back to July 1968. At Soldier Field in Chicago, the world witnessed the very first International Special Olympics Games with over 1,000 athletes participating. The Special Olympics’ mission is to create an atmosphere that allows both children and adults to compete in an athletic setting while “giving them continuing opportunities to develop physical fitness, demonstrate courage, experience joy and participate in a sharing of gifts, skills and friendship with their families.”  According to Shirli Werner of Journal of Intellectual & Developmental Disability, when studying how Special Olympics have affected athletes with intellectual disabilities and their families four major themes appeared: athlete identity formation, family quality of life, the impact on siblings, and the impact on community awareness and inclusion.","In the 20 year time frame since the end of the Kennedy administration, 116 acts or amendments providing support for people with intellectual disabilities and their families were put in place. The Kennedys certainly honored their sister and brought intellectual disabilities into the spotlight by changing people's perspectives and encouraging inclusiveness."],"display_date":"1962 - 1968","search_date":"1965-07-02","locations":[{"id":52870,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago, Il"}],"tags":[{"id":2872,"tag":"Special Olympics"},{"id":3416,"tag":"Eunice Kennedy"},{"id":2868,"tag":"Intellectual Disabilities"}],"course":{"name":"JFK","school":"Marist College","course_id":174,"school_id":77}},{"id":6765,"title":"History of African Americans in Medicine","course_id":177,"status":"P","start_date":"1/1/00","end_date":"12/31/45","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Being black prior to the year1891 was hard. Not only was racism everywhere, but for black people in the medical field, as either patients or practicing professionals, if they were qualified and more than likely deserving, there was no place for them in the medical field. This unspeakable injustice is not one that went un challenged though. Until Dr. Daniel H Williams came along to bring about a sense of hope and belonging to African American people who wished to join the medical field. It is very important to understand just how the world worked at this time. The reality of life for black people, was that if they were patients, they could not be brought into a white hospital for an operation. In others where it was allowed, “the privilege carries with it such offensive limitations on the time and manner in which the family of the patient is allowed to visit the may prefer not to use it.” Something else to realize, is that black doctors were extremely ostracized and were also not permitted to practice in public hospitals even upon meeting all of the requirements set forth by said hospitals.","Until a 1900 address by the good Dr. Daniel Hale Williams, (who subsequently opened Provident Hospital and Nurse Training School in Chicago, the nation’s first black controlled hospital), urged other Black people and white people to open black controlled hospitals. The world would no longer be deprived of all the rewards that black doctors have provided for not only the development of the prestigious career that is medicine, but to the overall increase in health possible for all people. Just as any other major change though, the opening of black controlled hospitals was something that took time. In fact, it took twelve years for there to be just 63 black controlled hospitals opened, and seven years later a total of 118.Someone once said that when preparedness meets opportunity, that’s when magic happens. The black hospital movement is no exception to this. By having an environment where black doctors were not only victims to extreme racism, and ostracizing by other doctors, but not even being able to take credit for their work. Being able to work in a safe environment, allowed for the magic to start happening, allowing black doctors to take control of their craft and put forth groundbreaking work just as the great Dr. Williams did in 1893 with the first successful open heart surgery."," "," "],"display_date":"1900 - 1945","search_date":"1923-01-01","locations":[{"id":53109,"lat":41.8781136,"lng":-87.6297982,"zoom":8,"place":"Chicago, IL, USA"}],"tags":[{"id":3488,"tag":"Dr. Daniel Hale Williams"},{"id":100,"tag":"Medicine"},{"id":889,"tag":"Racism"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":177,"school_id":94}},{"id":6869,"title":"Placing Blame for the Great Fire of Chicago","course_id":188,"status":"P","start_date":"1871-10-08","end_date":"1871-10-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the wee hours of October 8, 1871, the fire bell peeled again the signal to the weary Chicagoans of yet another fire. The day before, several blocks were destroyed after a large planing mill erupted in flames sending flaming debris all over the immediate vicinity. Sweeping and engulfing the timber structures of the largely wood frame city, the fire moved on at an astonishing pace. According to a report from the <em>New York Times</em>, at half past one in the morning “The entire Fire Department are now on the ground and making the most superhuman efforts to stay the flames. The losses probably already run into the millions and the end is not yet.”","The Great Fire of Chicago proved to be extraordinary in size and devastation. Arguably the most successful and “representative city of the west,” suffered severe losses totaling almost 200 million dollars in damage, leaving nearly 100 thousand people homeless, and with a devastated “symbolic center of the city.”   At the time of the fire, the cause still unknown, John Pauly wrote, “Chicagoans themselves sometimes wondered if their sinfulness had brought calamity upon them.” Thought to be a punishment for the lavish, luxurious, and intemperate life-styles of the city dwellers, evangelical protestants jumped to blame the “less savory aspects of city life” as the cause of the fire. For others who refused to accept divine interpretations, the fire proved to be a lesson or a call for cities to improve their building techniques. Frederick Law Olmsted, a renowned landscape architect, “attributed much of the fire’s severity to Chicago’s extravagant style of building.”  Whether by the wrath of God or not, Chicago, plagued by drought, poor city planning, and zoning laws, created a matchbox waiting to catch flame. ","After twenty-four hours of continuous burning, the fire smothered out with the help of a rainstorm.  The fire and its aftermath proved to have a lasting impact on the city and its people. As a result, Karen Sawislak, the author of <em>Smoldering City: Chicagoans and the Great Fire 1871-1874</em>, stated, “new forms of investments, innovations in technology and architecture hastened the cities transformation into its modern form.” With the help from neighboring cities and the outside world, Chicago rose from the burnt rubble to become a well-known symbol of American progress and expansion yet again. "," "," "," "],"display_date":"October 8, 1871 - October 9, 1871","search_date":"1871-10-08","locations":[{"id":52802,"lat":41.868361922936,"lng":-87.582452588973,"zoom":10,"place":"Chicago, Illinois"}],"tags":[{"id":836,"tag":"fire"},{"id":827,"tag":"Chicago"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":188,"school_id":3}}]}