{"id":9916,"place":"Springfield","lat":42.1014831,"lng":-72.589811,"episodes":[{"id":6380,"title":"Escape to Freedom","course_id":149,"status":"P","start_date":"1840-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sometime in the year 1840, William Green decided that he had enough of being a slave. “White people seem to act as if God made us to be their servants and it is not right for them to keep us in slavery,” he wrote. “I decided I spent enough time in slavery as I was willing to,” he wrote. William had never been whipped but his new master, Dr. Jenkins, just used the lash on him for leaving the plantation without permission. William fought back, making it the only time that he was ever whipped. “If you whip me again,” he told Dr. Jenkins, “I will never work for you again.” Jenkins tried one more time to lash William, he caught the whip in midair and beat Dr. Jenkins. With that, William became a fugitive slave and ran and hid and hid and ran. ","Slaves were used to harsh treatment from their masters. They were often whipped and made to do very hard work. Slaves were treated like animals and were bought and sold at auctions like commodities. Slaves were whipped if they were overweight or did not grow fast enough (Johnson, 46-78). Slaves like William and others were whipped for leaving the grounds to visit family members. They suffered with the separation of family and loved ones. Slaves lived in fear of being sold all of the time (Johnson, 5-19). Young William was visiting his father on a nearby plantation and when he returned his days as a slave would soon end. ","Many slaves, like William, lived in fear and in terror all of the time. With the passage of The Fugitive Slave Act, many slaves that escaped were returned to their masters. Many returned to even harsher treatment upon their return (Hartman, 19-20). Other slaves that did not escape lived with the fear of being sold and that their immediate family would be broken up. The fear of disappointment and the terror of the lash was a daily feeling (Hartman, 18). William, his father and his brothers all worked on different plantations. When William ran he knew that he could be caught and returned to Dr. Jenkins. William ran anyway and feared the prospect of getting caught but always hoping that his eventual freedom would happen. William happened to be one of the lucky ones. With the help of his cousins, uncles and other slaves, William managed to escape through Philadelphia then to New York as a fugitive slave. William was tracked by authorities but had help in avoiding capture. People like Dr. Osgood and Dr. Riggles helped him avoid capture (Green, 23).","William Green was one of the fortunate slaves who ran and even got to enjoy his life as a free man. Others were not so lucky. William made his way to Hartford, Connecticut and then settled at Springfield, Massachusetts. There he married and had four children and lived a life of freedom and happiness. "],"display_date":"1840 - 1853","search_date":"1846-12-31","locations":[{"id":52769,"lat":39.0457549,"lng":-76.6412712,"zoom":8,"place":"Maryland"},{"id":52770,"lat":39.9525839,"lng":-75.1652215,"zoom":8,"place":"Philadelphia"},{"id":52771,"lat":40.7127837,"lng":-74.0059413,"zoom":8,"place":"New York City"},{"id":52772,"lat":42.315222,"lng":-72.5014715,"zoom":8,"place":"Hartford"},{"id":52773,"lat":42.1014831,"lng":-72.589811,"zoom":8,"place":"Springfield"}],"tags":[{"id":126,"tag":"fugitive slave"},{"id":2734,"tag":"William Green"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6388,"title":"William Green's Journey Towards Becoming a Freeman","course_id":149,"status":"P","start_date":"1853-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["From the beginning of his life, William Green’s freedom was taken from him. William Green was born in Oxford Neck, Maryland about three months before his mother was set free. Green’s owner, Miss Goldsbury, at her death set all of her slaves free and their children were to be free when they became of age. William Green was therefore entitled to his freedom at the age of twenty-five, but he was cheated out of it. When Miss Goldsbury died Green fell into the hands of Mr. Singleton. Mr. Singleton, was going to take Green to the South to sell him, but Green’s mother begged him not to take her son away. He agreed that if she found someone to buy Green that he would sell him to them. Edward Hamilton bought Green and when he was sold the fact that Green was to be free at the age of twenty-five was not mentioned and therefore Green was sold as a slave for life. Green lived with his mother until he turned nine, at which time he was taken to work in the house of Mr. Hamilton. Until he was twenty, Green worked in Mr. Hamilton’s house as a body-servant, a race-rider, and later a waiter. When Mr. Hamilton’s daughter, Miss Henrietta Hamilton, married Dr. Jenkings, Green was given as part of her wedding dowry. Dr. Jenkings was a disagreeable man and Green did not like him. Green’s job was to wait and take care of things in the house, go on errands, and ride with the doctor when he went to see patients. One day, Green got into a quarrel with the doctor over how Green spent his leisure time. The doctor cracked a whip at Green and they started to fight until they were both out of breath. After that, Green told Dr. Jenkings that if he ever whipped him again Green would never do another day’s work for him or any other man. Green would remain with the doctor for about a year following the incident. Green was not satisfied with being a slave and had decided that he “had spent as much time in slavery as he was willing to” (Green, 15) and made a plan to escape with his friend, Joseph. On their journey, Green and Joseph met many friends who aided them on their way towards freedom. They were able to make it to New York and later Springfield, Massachusetts where Green was able to get a job, settle down, and live the life of a freeman.","William Green was not satisfied with being a slave and he was willing to stand up for himself and his freedom. Saidiya Hartman writes in her book <em>Scenes of Subjection</em> that “the exercise of power was inseparable from its display because domination depended upon demonstrations of the slaveholder’s dominion and the captive’s abasement. The owner’s display of mastery was just as important as the legal title to slave property.” A slaveholder showing his power was essential to his domination. Many people believed that slaves were suppose to submit to white people and that it was their job to do so. Dr. Jenkings was not able to exercise complete domination and power over William Green. This is because Green had been apart of Mrs. Jenkings dowry, so he was not one of the Doctor’s slaves and was not his property. Green was one of Mrs. Jenking’s favorite slaves and she had some influence in the way that Green was treated and often “let him have his way.” (Green, 13) With Dr. Jenkings not being able to have complete domination over Green, Green developed the courage to stand up for himself and this was shown with Green’s willingness to disobey his owner and when he told Dr. Jenkings that he would never work another day if he was ever whipped again. When Hartman talks about the brutality of slavery, two of things that she mentions are cruelty and resistance. William Green experienced both of these.  Examples of the cruelty that Green experienced was when he was cheated out of his freedom by being sold as a slave for life and not one who would be free at the age of twenty-five and the way that Green was treated by Dr. Jenkings. Even though Green was dominated and treated with brutality by his masters Green was not afraid to stand up for himself and resist them. Green’s courage grew as he resisted against his master and the act of slavery and as he began to think about freedom. With this courage Green made the decision to run away. It took “all of the nerve and energy that a poor slave can bring to his support to enable him to make up his mind to leave in the precarious manner” (Green, 15) but Green was willing to do so and because of this he was able to become a freeman. "," "],"display_date":1853,"search_date":"1853-07-02","locations":[{"id":52791,"lat":42.1014831,"lng":-72.589811,"zoom":8,"place":"Springfield, Massachusetts"},{"id":52769,"lat":39.0457549,"lng":-76.6412712,"zoom":8,"place":"Maryland"}],"tags":[{"id":270,"tag":"Freedom"},{"id":4,"tag":"Slavery"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6479,"title":"A B-52 Mechanic Serves Stateside During Vietnam War","course_id":153,"status":"P","start_date":"5/15/62","end_date":"5/15/66","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Clay O. Cole served as a mechanic at Westover Air Force Base in Massachusetts, from 1962to1966, including the early years of the Vietnam War. When historians look at soldiers from the Vietnam War era, they focus on the troops on the frontlines in Vietnam, and rarely, mechanics for the Air Force. Not only do they ignore mechanics that were stationed in Vietnam, but also all troops who remained on stateside during the war. Cole attempted to obtain orders to be transferred overseas, but they were always declined. Instead he remained in the United States and worked on the most important military plane for the United States, the B-52. His specialty was the hydraulics for the B-52’s, which were vital to the overall workings of the aircraft. Even though he did not directly fight in the Vietnam War, he contributed to the war and in a larger sense to the deterrent strategy, the US applied during the Cold War.      "," The earliest use of the B-52 was in 1959 when it replaced the remarkable and obsolete B-36. By 1965, B-52’s were primary bombers used for most of the aerial missions that occurred during the Vietnam War, on the side of the United States. They were essential in the United States attempts to support ground tactical operations, attack enemy supply lines, and strike individual targets. What made them an even more crucial tool was that they could release bombs from 30,000 feet, which caused them not to be seen or heard. This relates to J. Glenn Gray’s idea of the images of the enemy. Pilots flying the B-52s could not see the enemy and did not have a strong emotional response to the individuals deaths compared to soldiers fighting on the ground. They were key to throwing off some of the main hubs of the Vietcong, and other soldiers in North Vietnam. ","            While some individuals felt Vietnam was morally wrong, and they would do anything to avoid entering into service, Clay O. Cole believed it was right, and he served his nation proudly. Although he did not take any lives or endure the horrors of war, he served in an important branch of the Cold War military. "],"display_date":"May 15, 1962 - May 15, 1966","search_date":"1964-05-14","locations":[{"id":52872,"lat":42.197757,"lng":-72.5382009,"zoom":8,"place":"Westover Air Force Base, Chicopee, MA 01"}],"tags":[{"id":1554,"tag":"Vietnam War"},{"id":291,"tag":"Cold War"},{"id":2877,"tag":"Air Force"}],"course":{"name":"US Since 1945","school":"Juniata College","course_id":153,"school_id":3}},{"id":6624,"title":"The Propaganda of Fitter Families Contests","course_id":165,"status":"P","start_date":"9/21/25","end_date":"9/21/25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 21, 1925 in the town of Springfield, Massachusetts, a family of 8 entered and won a contest. To that family, it was likely a point of pride, something to show that they were of a good, strong, American breed.  But this Fitter Families Contest, and many others just like it held throughout the United States, was a far more influential part of American history than it may seem at first glance. These contests served as a sort of propaganda that helped justify mistreatment of thousands of Americans by trying to scientifically prove that they were inferior human beings.","Contests like the one in Springfield were common in 1920’s America, often appearing in agricultural fairs. These were places where concepts like the importance of good breeding were well understood and respected. These events sprang out of similar competitions like the ‘Better Babies Contests’ that also often appeared at these fairs, to the same propagandistic means. To the participants, these events may have seemed educational and fun, hardly the type of thing that springs to mind with the mention of the word ‘propaganda.’ To this inoffensive end, these contests were extremely successful, convincing multiple generations of wealthy white people of western European heritage all at once of their own genetic superiority, helping to further elevate their feeling of status over the poor, uneducated, and people of other racial backgrounds. Winners were even given medals which stated ‘Yea, I have a goodly heritage,’ a biblical quote that would imply that the wearer was even in the favor of God.","While these contests did eventually end with the rise of Nazism, Germany’s own special take on eugenics, the bite of the seemingly toothless Fitter Families Contests could be felt throughout America throughout the 1920’s and beyond. The concepts that it promoted where the same ideas held by eugenicists that helped to create laws that would sterilize criminals and mentally handicapped, prevent the immigration of peoples attempting to escape the rise of Nazism in Germany, and convince white America that they were under constant threat of the degeneration and destruction of their race if they did not work to keep it safe through the processes hailed by genetics. In the end, the most important thing was not a single family winning a single contest at a single fair on a single day, but the effects that these many families, many contests, many fairs, and many years can have on the way a nation perceives itself."],"display_date":"September 21, 1925","search_date":"1925-09-21","locations":[{"id":52791,"lat":42.1014831,"lng":-72.589811,"zoom":8,"place":"Springfield, Massachusetts"}],"tags":[{"id":533,"tag":"Eugenics"},{"id":522,"tag":"Massachusetts"}],"course":{"name":"The History of Medicine and Public Health","school":"Indiana University-Purdue University, Indianapolis","course_id":165,"school_id":94}}]}