{"id":9923,"place":"St. Louis, MO","lat":38.6270025,"lng":-90.1994042,"episodes":[{"id":2237,"title":"Arthur P. Thrasher Correspondence\n","course_id":1,"status":"P","start_date":"1895-01-01","end_date":"1898-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Frank and Alice Thrasher lived on a houseboat called Eureka harbored at the end of Bower Street in St. Louis, Missouri in 1897. Their son, Glenn, worked nearby on a tugboat that went up and down the Mississippi, and Frank, a tinsmith from New Orleans, continued a desperate search for work throughout the year. Alice, also out of work, remained on the houseboat most of the time, except for a few explorations of the city of St. Louis on foot to entertain herself. Both Frank and Alice wrote regularly to their brother and sister, Arthur and Ellen P. Thrasher. The correspondence from Frank and Alice to Arthur and Ellen illustrates the fact that Frank and Alice are having serious financial troubles harbored in Missouri, from which they cannot seem to get out from underneath. Alice wrote to Arthur on August 2, 1897, not a thing to complain about, only the lack of income. And consequently running behind financially. Alice spends much of her letter to Arthur relating to him how she felt blue and worried almost obsessively over finances, although she was very proud of Glenn for having a job, which was not easy to come by in St. Louis in that time. ","Alice made it very clear in her letters that the living and working conditions of St. Louis were uncomfortable and poor compared to other cities she lived in before that were farther south, like New Orleans. In her letter of August 2, And if we ever succeed in getting out, I think we will give it a 'wide berth' in the future. Alice and Frank had plans to sell the boat to the first buyer and head for home via New York City, but as Frank observed in a letter written on August 24, 1897: There don't seem to be anyone around here with money enough to buy a boat yet but I still am thinking there will be before many weeks now. Frank, who was a little more optimistic in his letters to his relatives than Alice, wrote in a letter postmarked July 12, 1897, Business is about the same with us. I have no work yet but think will have some soon. I put an ad in the paper and may hear something from that but will not be surprised in case nothing comes of it as money is sure scarce. ","From living on a houseboat, the Thrashers were able to get a broader perspective of conditions up and down the Mississippi than most southerners. Alice was aware of St. Louis in relation to other cities in the North and South, which she made clear in her August 2 letter: I am convinced this is the very largest city I was ever in. I have found just that it claims nearly 700,000 population. And since Brooklyn has helped to swell New York city's population, St. Louis has become the 4th city in size in the U.S. New York, Philadelphia, and Chicago being greater; they, running up into the millions in counting their population. She was also aware of the conditions in New Orleans because of her family there. When Mrs. Alice Thrasher wrote to their relations in New Orleans, she indicated that they were well off, and at times was slightly jealous in the letters to her sister, Ellen, Your letter was 'breezy and hopeful': I only wish I had some of the of the work that you and Aunt Lil each do. But while I have not, I am not so one- sided in my sympathies that I can't feel glad that you are prospering. "," Frank and Alice were well-traveled, and could see the differences not only between the cities of the northern and southern parts of the South, but the differences between the North and South as a whole. They often noted in their letters that their poor economic standing was not uncommon in other southern cities in the nineteenth century. Instead of a middle class, the South and its, conservative form of urban industrialism after the Civil War gave birth to a fairly economically polarized society. Factors that caused this gap between the very wealthy and very poor might have been a combination of economic, social and political factors which kept the region off what Jonathan M. Wiener called the classic capitalist path that had been blazed by England in the seventeenth and eighteenth centuries and followed by the northern states. There was a large expectation for the South during Reconstruction to quickly join in the industrial revolution of the North. But cities like St. Louis, although big and bustling, did not always provide enough jobs for skilled craftsmen. Factories wanted men who could act as cogs in textile mills, not men like Frank Thrasher who was a skilled tinsmith. Even if Thrasher took a job in a factory, wages were shockingly low. Historian William H. Nicholls argued that perhaps, had the pace of the South's post-bellum industrial development matched that of the earlier industrial Revolution of England or New England... The Southern middle class would have flowered more profusely. Some historians, like Wilbur J. Cash, argue that because economics in the South were originally based on plantations, the region's middle class remained subservient to the values of the planter, the result of which was an economy that only benefited a small but powerful coalition of planters, merchants and industrialists. Cities like St. Louis in the nineteenth-century urban South did not get the economic boom for middle class men like Thrasher that the North did."],"display_date":"1895 - 1898","search_date":"1896-12-31","locations":[{"id":8037,"lat":38.6358212793,"lng":-90.2450510752,"zoom":11,"place":"ST LOUIS CITY, Missouri"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2238,"title":"A Swindling Bookworm.\n","course_id":1,"status":"P","start_date":"1896-09-03","end_date":"1897-12-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A man named William Mills Butler was arrested on September 3, 1896 in St. Louis, Missouri on the charge of mail fraud. Going by the alias, Westerfield, Butler was in possession of lithographed letterheads with the name of a former post-master general, W.S. Bissell, and forged the name Westerfield as Secretary. He had them illegally lithographed so that he could use the letterheads to order books without paying for them because they would be charged to Bissell. When Butler was arrested, he pleaded guilty to the charge, claiming that his actions had been on account that he had a consuming desire for knowledge. Although his jail term for that particular incident ended on December 3, 1897, he repeated the offense while incarcerated, and needed to be judged again accordingly. United States Judge Adams who was assigned the case, thinks that Butler is not a criminal, but simply wants learning, and is too poor to pay for it. Judge Adams, because of this view, was reluctant to sentence Butler a second time; however, the final outcome to the trial was not reported.","Poverty was a large problem in the post-bellum South. Historian C. Vann Woodward notes that poverty was a continuous and conspicuous feature of the southern experience. Historian David Potter found similar trends of southern poverty: If Americans have been a people of plenty, southerners have been a people of poverty. By 1880 not one southern state ranked in the top thirty for American income. The South was stripped of their labor force with the end of slavery, and wealthy plantations and fertile land were ruined in the destruction of Civil War battles fought in the South's backyard. Charles Wilson and William Ferris noted that this combination created poverty among southern whites that lasted through the century: The sharecropping-tenant system trapped increasing numbers of blacks and whites in the nineteenth century, keeping them at poverty levels. Even in cities like St. Louis, the poverty demographic was immense, because, industries paid such low wages that most southerners remained poor by any definition of that word.","Butler's incident demonstrates the common link between education levels and economics in the late nineteenth century South: they were kept at very poor rates. The trend reached far beyond Missouri. In 1879, Virginia was denied its fair share of educational financial support, when a million and a half dollars were diverted from the school fund. Although poverty was a prominent factor in many states, education was trying to rise in other parts of the South in the 80s and 90s; the southern government tried to spend more on tangible elements like education. North Carolina, under governor Charles Brantley Aycock, championed white education, and saw, dramatic changes in [its] schools. North Carolina birthed a whole new wave of educational values in the 1890s and men like Edwin Alderman and Charles McIver began to stage public rallies and organize teachers' institutes around the state. But even with these valiant attempts, southern education was still behind the North considerably, and many of the region's citizens struggled. As Historian Edward Ayers commented, The region lagged far behind the rest of the country in literacy and school attendance. Ayers blamed the high birth rate combined with high levels of southern poverty meaning the South had twice as many minds to educate and half as much income to do it with."],"display_date":"September 3, 1896 - December 3, 1897","search_date":"1897-04-19","locations":[{"id":8037,"lat":38.6358212793,"lng":-90.2450510752,"zoom":11,"place":"ST LOUIS CITY, Missouri"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2242,"title":"The St. Louis Brown Stocking Ball Club\n","course_id":1,"status":"P","start_date":"1895-03-04","end_date":"1895-03-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>The New York Times</em> reported that the National League of Professional Baseball Clubs was on the verge of dissolution on Monday March 4, 1895. National League Baseball was founded slightly before Major League Baseball. The Major League was founded in the early 1900s and since then the two leagues have competed in an annual series of games called the World Series. At the time of the reported near-dissolution, the National League was still fairly new and cementing all its policies. On March 4, The New York Times discussed what caused the unrest in southern baseball politics and possible dissolution of the league: President Von der Abe of the St. Louis Brown Stocking Ball Club was outraged by the National League's rules of discipline regarding the players. Fred Pfeffer, a ballplayer for the St. Louis Browns, was fined 500 for an anti-disciplinary action frowned upon by the League's administrators Brush, Freedman, and Byrne (no first names were given). President Von der Abe threatened that, If the same tactics are pursued next season, at least, seven of the twelve clubs will break away from this autocratic domination. Despite the conflict, the St. Louis Browns with all of its twelve players, headed for Little Rock, Arkansas on Tuesday March 5 to kick off the spring training season practice games.","The St. Louis Browns was one of the first southern teams playing in the National League at the beginning of what would become a long and hallowed tradition of American culture. Baseball allowed for northern and southern competition, but in a healthy, non-aggressive way after the Civil War. Fledgling forms of baseball arose in the South, with help from carpet-bagger northerners who traveled to the region during reconstruction and taught the rules of the game to southerners. By the mid-1880s the Southern League was established and for the first time organized baseball quickly became a large interest and addition to southern culture. Baseball politics became a matter of local pride and were important to southern males particularly, for both spectators and players alike. Although only four confederate cities (Richmond, Houston, Atlanta, and Texas) made it into the Major League at this time, baseball was still a large part of southern culture throughout the nineteenth century.","Cities like Little Rock were consistent hosts to minor league teams, not to mention college and industrial ones. The South even manufactured a great majority of the game's bats, including the Louisville Slugger, and since 1886, it has been the site of spring training camps, according to historians Charles Wilson and William Ferris. Regions like Little Rock, Arkansas were ideal for such training camps in the pre-season because of the good weather and general environment, evidence of which could be seen in the fact that the St. Louis Browns traveled there from Missouri every season to train. Missouri, itself, however, was not ideal for baseball. In the early 1900s, two powerful major league owners Connie Mack and Clark Griffith, insisted that the weather in St. Louis, Cincinatti, and Washington sapped the strength of players on their teams even before mid-season. In order to win a game under such conditions, Mack joked that a team, must be twenty-five percent better than any other. "],"display_date":"March 4, 1895 - March 5, 1895","search_date":"1895-03-04","locations":[{"id":8037,"lat":38.6358212793,"lng":-90.2450510752,"zoom":11,"place":"ST LOUIS CITY, Missouri"}],"tags":[{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":2243,"title":"The Twain-Cable Readings\n","course_id":1,"status":"P","start_date":"1885-01-10","end_date":"1885-01-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the evening of January 10, 1885, Mark Twain, also known as Samuel Langhorne Clemens, traveling on a reading tour with another author, George W. Cable, read selected passages from his various literary works at the Mercantile Library Hall in St. Louis, Missouri. The St. Louis <em>Post-Dispatch</em>, one of the newspapers covering the event, noted that a brilliant audience (about 700 people) turned up to hear the two authors speak. Cable began the evening by reading three excerpts from Dr. Sevier, and also performed, several songs illustrating the music of the creole negroes in New Orleans. The audience gave Cable warm and enthusiastic applause. Mark Twain followed his fellow author's performance with selections from <em>The Adventures of Huckleberry Finn</em>. He also read from <em>The Tragic Tale of the Fishwife</em>, <em>A Lying Situation</em>, and <em>Ghost Story</em>. The St. Louis <em>Post-Dispatch</em> reported that 'Mark Twain' gained the audience over at the start. St. Louis had an obvious admiration of Twain and his fiction. The audience received the reading with roars of laughter, and it was hailed as the most enjoyable entertainment of the kind ever given here. They gave the same reading performance twice during the day of January 10, once in the evening, and read yet again on January 11. ","This part of the book tour was personally important to Twain since he was coming back to his home state, Missouri. Twain commented to his wife that, This visit... you can never imagine the infinite great deeps of pathos that have rolled their tides over me...I have carried my heart in my mouth for twenty-four hours.","By the time Twain arrived in St. Louis, he had begun introducing what has been hailed as one of his greatest literary works on southern life, <em>The Adventures of Huckleberry Finn</em>, and it was extremely popular. The St. Louis <em>Daily Globe Democrat</em> reported that audiences were captivated with his peculiar mannerisms, Twain's voice which had, the resonance of a cracked steamboat whistle, and the humorous and lively content of Huck's adventures. The readings that took place in January preceded the publication of the novel as a whole, and served as a teaser for the finished work. The novel was published in Canada on December 10, 1884 by Dawson Brothers, and in London by Chatto and Windus, although the novel did not appear as a published work in America until February 18, 1885. "," But Twain did not just captivate St. Louis, he enchanted audiences all over America and even abroad when the novel was published. In the novel, Twain depicted southern society like no writer had before by highlighting not only its assets, but all its vices. Local-color literature, a style that emerged from 1865 to the end of the century focusing on a specific region's customs, landscapes, and dialects, became very popular through the literary talents of men like Twain in the late 1880s. Historian William J. Cooper described local color writers as writers who, take selective verbal photographs. They stressed things that were peculiar to particular American regions: physical settings and speech, dress, mannerisms, and thought patterns of the people of America's various regions. Twain used a distinct vernacular in his portrayal of the South, and many critiques of the novel praised the revealing power of the book's dialect. Cooper went on to state that above all Mark Twain was the most important local colorists of the South. "," However, Twain's colorful depictions of the South were not always well received. Richard Watson Gilder, who attempted to edit Mark Twain's novel before it came out in 1884, found it rough and borderline shocking. Ron Powers, a biographical author of Twain remarked that, Mark Twain's unprecedented use of vernacular pushed against the limits of public tolerance...[with its] bad grammar, slang, and even indirect references to sex. On the whole, though, Mark Twain was respected and hailed for his inventive genius. He depicted a raw South, giving the North, Canada, and Europe a taste genuine southern life, and giving them a chance to better understand it. "],"display_date":"January 10, 1885 - January 11, 1885","search_date":"1885-01-10","locations":[{"id":8036,"lat":38.6358212793,"lng":-90.2450510752,"zoom":11,"place":"ST LOUIS CITY, Missouri"}],"tags":[{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}},{"id":6289,"title":"Sherman Writes to His Brother Concerning The Plains Indians","course_id":137,"status":"P","start_date":"9/23/68","end_date":"9/23/68","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 23, 1868 General William T. Sherman wrote to his brother Senator John Sherman from the headquarters of the Military Division of Missouri. In his letter Sherman discussed the ensuing struggles between the United States Army and the Plains Indians and expressed some of his thoughts on how best to deal with the situation. Many of these thoughts appear to point to one thing: Total War.","After being placed in command of the Military Division of the Mississippi (renamed the Missouri a year later) in July of 1865, Sherman appears to have built upon the “hard war” tactics of destroying homes and property that he utilized during the American Civil War and developed a “total war” strategy by which to deal with the Plains Indians. Explaining in his letter that all Indians have been provided with reservations on which to live, Sherman concluded, “All (Indians) who cling to their old hunting grounds are hostile and will remain so till killed off.” He continued by calling the conflict a “predatory war” and insisted that the U.S. Army must “take chances and clean out Indians as we (the army) encounter them.”","This strategy was not applied only to Indian men. On the topic of Indians, Sherman is quoted in a work by historian John F. Marszalek to have said, “During an assault, the soldiers can not pause to distinguish between male and female, or even discriminate age. As long as resistance is made, death must be meted out, but the moment all resistance ceases, the firing will stop and all survivors turned over to the proper Indian agent.”","According to Marszalek, Sherman believed strongly in the social Darwinian philosophy that had become popular in the years following the Civil War and viewed the Indians as inferior beings who were standing in the way of Whites and the progress of modern American Culture. Historian Michael Fellman supports these claims asserting that Sherman indeed agreed strongly with the idea of “Natural Law” and quotes him as saying, “It is an inevitable conflict of races, one that must occur when a stronger gradually displaces a weaker” While very alien to a Twenty-first century audience, perhaps it was this set of beliefs that, in Sherman’s eyes, justified such a brutal strategy. Regardless of his ethical motivations, Sherman’s actions earned him a harsh image as an Indian killer, which would stay with him long after his death. Sherman appears to have been superb at one particular thing: waging all out war on the enemies of the United States. It is for this talent that he is most often remembered, revered, loved, and hated."],"display_date":"September 23, 1968","search_date":"1968-09-23","locations":[{"id":33479,"lat":38.6358212793,"lng":-90.2450510752,"zoom":11,"place":"St Louis City, Missouri"}],"tags":[{"id":2558,"tag":"Total War"},{"id":180,"tag":"Indians"},{"id":60,"tag":"letters"},{"id":284,"tag":"General Sherman"}],"course":{"name":"Civil War and Reconstruction","school":"Juniata College","course_id":137,"school_id":3}},{"id":6421,"title":"The Civil War: Remembering the Dead","course_id":149,"status":"P","start_date":"1872-05-30","end_date":"1872-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["            The graves of all of the soldiers in the different cemeteries were strewn with flowers in Brooklyn. The earliest services were conducted in Woodlawn Cemetery, General Farragut’s resting place. Boats carrying marines, naval officers and the Grand Army of the Republic and services began at sunrise. Statues of Washington and Lincoln were decorated and then the Grand Army proceeded to different cemeteries to decorate the soldiers' graves. Over 8,000 people participated. The procession moved down Broadway. The military parade continued into Brooklyn with flags flying and salutes and speeches made. Decoration Day 1872 was held on May 30<sup>th</sup> around the country  (<em>Memphis Daily Appeal</em>, 1).","            The Memphis Daily Appeal captured all of the day’s events in different parts of the country. President Grant delivered a Decoration Day address to 8,000 people at the National Cemetery at Arlington. Musical pieces were played and graves decorated everywhere. Ceremonies were observed throughout the country. Five thousand gathered in Milwaukee, Wisconsin. A beautiful granite monument was dedicated in Ohio. Over five thousand assembled in St. Louis, Missouri to hear speeches and to decorate soldier’s graves. Confederate as well as Union soldiers took part to decorate over ten thousand graves. In Indianapolis, businesses closed in the afternoon in observance of the day. Throughout the nation people took time to remember the Civil War dead. In all places, soldiers were remembered, graves decorated, flags waved and speeches and music filled the air. Remembering was the order of the day (<em>Memphis Daily Appeal</em>, 1).","            In David Blight’s book “Race and Reunion” the history of Decoration Day is detailed. In the <em>Memphis Daily Appeal</em>, Decoration Day events of 1872 from different parts of the country were detailed. This information is significant for it shows how the nation healed during the aftermath of the Civil War. Decoration Day, which was later called Memorial Day, was a way for the nation to heal. Both the North and the South found a way to healing the scars of death by honoring and remembering their dead. Over six hundred and twenty thousand soldiers died as a result of the Civil War (Blight, 64). How to remember the slaughter of all the participants became the legacy of the war.","            In May 1868, General John Logan, Commander of the Grand Army of the Republic, called on all northern soldiers to decorate the graves of their dead comrades. Twenty-seven states participated in this May 30<sup>th</sup> ritual of placing flowers on the graves and making speeches. The next year, some three hundred and fifty six cities, both in the North and the South, participated in Decoration Day activities (Blight, 71). In the South, Confederate Memorial Day was celebrated on different dates at first. April 26<sup>th</sup>, the date of General Joseph Johnson’s surrender to General William Sherman, was used by many of the southern states (Blight, 77). Some southern states such as North Carolina and South Carolina used May 10<sup>th</sup>, which was the birthday of Stonewall Jackson. Virginia used June 3<sup>rd</sup> in honor of Jefferson Davis’ birthday (Blight, 77 – 78). By 1872, both the North and the South celebrated together with May 30<sup>th</sup> as the official day for Decoration Day as the holiday helped socially heal and bring together everyone. Black veterans marched and placed flowers alongside white veterans of the Civil War (Blight, 78 – 81). Today, Memorial Day observes all who died in all wars but the focus now is on World War I, World War II, Korean and Vietnam veterans. In 1872, Civil War dead was the only focus of the May 30<sup>th</sup> remembrances."],"display_date":"May 30, 1872","search_date":"1872-05-30","locations":[{"id":52830,"lat":39.768403,"lng":-86.158068,"zoom":8,"place":"Indianapolis"},{"id":52829,"lat":38.6270025,"lng":-90.1994042,"zoom":8,"place":"St. Louis"},{"id":52828,"lat":40.4172871,"lng":-82.907123,"zoom":8,"place":"Ohio"},{"id":52827,"lat":43.0389025,"lng":-87.9064736,"zoom":8,"place":"Milwaukee"},{"id":52826,"lat":38.9071923,"lng":-77.0368707,"zoom":8,"place":"Washington D.C."},{"id":52825,"lat":40.7127837,"lng":-74.0059413,"zoom":8,"place":"New York City, New York"}],"tags":[{"id":2803,"tag":"Decoration Day"},{"id":2802,"tag":"Memorial Day"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6875,"title":"Josephine Baker: Civil Rights Hero or a Threat to American Democracy?","course_id":186,"status":"P","start_date":"2/3/52","end_date":"2/3/52","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" “Ladies and gentlemen believe me when I say that it makes me profoundly happy...it makes my heart swell with pride to see in this beautiful audience tonight, salt and pepper...I mean by that colored and white brothers mingling.”1  Josephine Baker, famed exotic dancer, gave a powerful homecoming speech to St. Louis, on February 3, 1952, stating how proud she was to see a mixed audience of “salt and pepper.” This was a landmark moment, a mixing of races in complete defiance to the Jim Crow laws. She had been invited by many civil rights groups as well as John F. Kennedy to return to join in the effort to fight discrimination and racism that was seen a normal part of American life during this time. Josephine Baker loudly voiced dreams of equality and acted against discrimination throughout her carrier, and because of this she was viewed as a radical by those opposed and “the FBI regarded Baker as a threat and a danger to America and America’s international image and reputation.” 2 Josephine was not conventional entertainer, with her opposing views to Jim Crow laws, the government saw her as a threat. The FBI was concerned with the promoting democracy and Josephine did not fit into this idea. She was accused on multiple occasions by the press of being a communist. Josephine met resistance in general public majority due to being an eccentric highly vocal black woman, but she was a hugely important figure in the fight against discrimination. "," Baker’s return to St. Louis was a powerful moment, she was returning to her hometown from which she ran away from “because of the terror of discrimination.”1 She had vowed that she “would not appear in any city where her people could not come see her.”1  Baker was met with mixed reactions from the American public. Some felt she was a hero fighting for civil rights, while others believed she was a radical trying to promote equality between races because at this time segregation was view as part of normal. Her refusal to perform in segregated venues won her support from the NAACP. Both the American Press and the African American Press, “regarded [Baker] as eccentric and risqué and as a troublemaker who often articulated threatening political views.” 3 During the 1950s, she became more politicized, speaking out against discriminatory practices and “became labeled a threat to American democracy.”2 The FBI compiled extensive files, “constructing of Baker, they sexualized, racialized and politicized her, using the media sources which had participated in deconstructing of the star by rendering a polemical profile of Baker.” 2 "," Baker, theatrical and eloquent, voiced a warning to her St. Louis audience, “try to love one another before it is too late. Don’t let the same thing happen to America through hate and misunderstanding that happened to Germany.” 1 Baker never backed down and voiced against what she knew was wrong. She lived an unapologetic life, she stated, “I have been very proud of my start, because it has made me remain human.” 1 Josephine Baker died April 1975 leaving behind a legacy of triumph and challenged the American ideals of African American women. "],"display_date":"February 3, 1952","search_date":"1952-02-03","locations":[{"id":53204,"lat":38.604731164363,"lng":-90.257197935671,"zoom":11,"place":"St. Louis, Missouri, United States."}],"tags":[{"id":42,"tag":"Civil Rights"},{"id":225,"tag":"Jim Crow"},{"id":266,"tag":"Segregation"},{"id":3450,"tag":"josephine baker"},{"id":2860,"tag":"Equality"},{"id":1667,"tag":"Discrimination"},{"id":3680,"tag":"radical woman"},{"id":3681,"tag":"shero"},{"id":3682,"tag":"salt and pepper"},{"id":3683,"tag":"not nazi"}],"course":{"name":"American Women's History","school":"Schreiner University","course_id":186,"school_id":69}}]}