{"id":9924,"place":"New Orleans, LA","lat":29.9510658,"lng":-90.0715323,"episodes":[{"id":6373,"title":"Escaped Slaves and Lost Profit: John Joseph's escape","course_id":149,"status":"P","start_date":"1820-01-01","end_date":"1843-08-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The shadows of the trees over-casted the lone road, a single man on horseback patrolling down. He was finishing his late night rounds for the evening, anxious to get home to his family. He was heading down a road to look for any suspicious activity when there was a ruslting in the bushes along the side of the road. He froze and looked over, and saw someone dart out into the road. It was a teenager, around eleven years old. He looked around skittishly, before running to the cop. It took the cop one look to see the black skin of the boy. He grabbed his hand roughly. “What certificate do you have?” the cop shouted, brandishing a pistol. The slave boy, John Joseph, was lead back to his master. ","The story of a slave who was taking back after attempting to escape is all too common in the south. Since the start of the trade, slaves have always looked for escape. Most that did manage to get away found their ways to the Mississippi River. The river, with the steam boats that moved up and down with traded goods, were often open to the idea of hiring on dark skins for the helpful work around the boat, such as deckhands, riggers, table setters, and most commonly, in the furnace rooms for the large steam engines. 'The thousands of blacks who arrived in New Orleans...thus a crucial nexus of the Atlantic world' (16, <em>Black Life on the Mississippi</em>). John had not reached freedom, despite his murmerous sells till he was discovered by a british team on a boat in the Mississippi. They heard his woes, and carried him out to London. ","Slaves that didn't get to a safety port were often dragged back to their old owners and lashed. The lashing left tell tale scars along their backs, which could impact the resale value. Slavers who were in the market for another batch would inspect each slave carefully for any obvious signs of disease, illness, weakness, or scars. Diseased slaves were good as dead, and a weak armed slave could do little for the tasks in the fields of cotton. Scars along the back are similar, to the slavers, as scratches along a car. It shows that either the previous owner was a poor one, or that the slave was disobedient and didn't work or tried to escape. John Joseph had scars, and this would have decreased his value in the markets. John was whipped numerous times under his first owner's thumb. The standard practice at that farm was to whip the slaves, and then see how much they could bring of the harvest. This amount would then be their expected harvest. John attempted escape, as depicted in the story, and when he was brought back, he recieved thirty lashes and was doused in salt water. The scars detailed an escape event, a stiuation where he tried to flee, and it impacted his pay. "],"display_date":"January 1, 1820 - August 8, 1843","search_date":"1831-10-20","locations":[{"id":52763,"lat":29.9510658,"lng":-90.0715323,"zoom":8,"place":"New Orleans, Louisina"}],"tags":[{"id":4,"tag":"Slavery"},{"id":500,"tag":"trade"}],"course":{"name":"The United States: A Nation Divided, 1836-1876","school":"Wheaton College","course_id":149,"school_id":2}},{"id":6415,"title":"The Varying Roles of Plantation Mistresses in the Antebellum South","course_id":145,"status":"P","start_date":"1825-01-01","end_date":"1847-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Violence inflicted by white slaveholders and their surrogates was ubiquitous, but what is less frequently acknowledged is how slaveholders’ wives fit into history.  As it turns out, they often times played a fairly significant role in determining the treatment of slaves.   Plantation mistresses proved to be essential to the thriving plantation economy in the antebellum South, responsible for maintaining the organizational aspects of it.  When slaveholders were out of town or occupied with other issues, managing their plantation might have not been prioritized over other things, and there their wives picked up the slack.","Because plantation mistresses controlled the logistical side of the plantations, they understood better than most what exactly the slaves needed, allowing them to positively influence the quality of the slaves’ lives.  They would notice when slaves were sick, ensure food and clothing were provided, and on special occasions such as weddings or funerals they did their best to offer the necessary garments to slaves.  Family recipes were shared with the cooks and lessons on how to pray and lead a religiously virtuous life were given.  However, this was true only of wives who were not intimidated by their husbands, as women were ultimately subordinate and would not take any actions that should pose a threat to their own safety and quality of life.","Along with this responsibility of running a plantation or household came a sense of control, one that these women did not like to see diminished in any sense.  Consequently, the level of comfort and control the mistresses felt around their slaves directly corresponded to how they lashed out physically, the story of Leonard Black being one example.","Born in Ann Arundel County, Maryland, Black was moved to New Orleans at a very young age.  By the time he turned six, Mr. Bradford, a carpenter, was his master.   While Mr. Bradford was not particularly cruel or prone to punishing Black, his wife was a different story.  She beat the young Black both passionately and frequently, sometimes ordering her ten-year-old son to partake either in the physical beatings or to simply degrade Black by spitting in his face.  In one particular instance, Mrs. Bradford asked Black to carry a bushel of corn upstairs, and when he could not, she knocked him down with a Johnnycake board, causing his head to lose a quart of blood.  ","While Black’s story did not occur on a plantation, Mrs. Bradford was in the same position of managing a household as the plantation mistresses were in managing their plantations.  Although entirely possible that Mrs. Bradford simply experienced some form of emotional pleasure in beating Black, she held many responsibilities just like plantation wives, meaning that feeling in control was likely of importance to her as well.  Beating Black could have confirmed her role in the household for her.  Ultimately, wives of slaveholders did not want to demonstrate any loss of power or poise to their inferiors, and the way in which they treated their slaves was a direct reflection of the level of security they felt around the slaves."," "," "],"display_date":"1825 - 1847","search_date":"1836-07-01","locations":[{"id":52821,"lat":29.9510658,"lng":-90.0715323,"zoom":8,"place":"New Orleans, Louisiana"},{"id":52760,"lat":38.9530109,"lng":-76.5488232,"zoom":8,"place":"Annarundel County, Maryland"}],"tags":[{"id":2787,"tag":"roles"},{"id":2786,"tag":"punishment"},{"id":2785,"tag":"plantation mistresses"},{"id":2724,"tag":"Relationships"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":145,"school_id":11}},{"id":6439,"title":"Fugitive Slave John Brown's Experience in a New Orleans Slave Pen Exposes the Horrors of the Slave Trade","course_id":145,"status":"P","start_date":"1840-01-01","end_date":"1840-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a typical day in a New Orleans slave pen, John Brown got called up to the flogging room—a room dedicated to punishment for slaves who misbehaved on the auction block. Here, slaves were beaten repeatedly with a long leather paddle, known as a “flog”. The “flog” delivered punishment equivalent to the whip, but did not leave wounds that could jeopardize the price of a slave. When his name was called, Brown knew that he was not wanted for punishment, but for assistance. As the men, women, and children were stripped naked and laid flat on the floor, Brown was forced to hold down their feet until the brutal torture was over.","Brown spent much of his time between sales in New Orleans hotels, banks, and stores that had been converted into slave pens. These pens were almost always full, each holding close to 500 enslaved people and always being replenished with new slaves. Inside the barred windows and concrete walls of these pens, Brown witnessed the same horrors and disgraces on a daily basis.","As each slave arrived in various conditions, they went through intense processes of grooming, which Brown described as no light business. Hairs were plucked and dyed and deformities were hidden. Slaves were stuffed with food in order to give them a healthy look. They were forced to dance to a fiddle for exercise, or dance to the whip if they refused. After these daily processes, men, women, and children were separated and “sized out” (or put in groups based on their size) once again to be prepared for the second sale of the day—the afternoon sale.","Brown described the slave pens as a brothel for young mulatto women whose fates were in the hands of buyers only wanting them to satisfy their sexual desires. Because they were forced to lie about their age to make themselves more appealing to buyers, slaves often never knew their true age They faced consequences if they did not say the age the trader chose them to be. Slaves were sent to the flogging room for what Brown considers the “unpardonable” offense of not speaking up and looking bright on the auction block. A well-made, flawless looking slave was devalued by their lack of interest or vacant stare. Brown said that the uncivilized manner in which slaves were handled and inspected epitomized the horrors on the auction block. As husbands and wives, and mothers and children watched their loved one be sold in front of them, they dare not bid a goodbye or give one last embrace, or they would be faced with severe punishment.","John Brown believed that only those who experienced slavery could tell and truly understand the horrors that happened beyond the auction rooms where the dealer is left alone with their “chattel” offered to him to buy. But he refrained from telling the most horrifying scenes he witnessed in his narrative. So, why would a freed slave, who is aspiring to educate abolitionists on the true horrors of slavery, choose to leave out the most gruesome details that defined the slave market? Historian Karen Halttunen argues that witnessing such intense cruelty puts reformers like John Brown in a difficult position. Brown omits the most painful material from his narrative in order to highlight the slave industry’s obscene nature. In Brown’s case, saying less actually says more. By stating that he is excluding the most painful details, readers are forced to think about and imagine what could possibly be worse than the horrors Brown did include. Brown introduced the very kind of painful material about the slave market that he intentionally set aside."," "],"display_date":1840,"search_date":"1840-07-01","locations":[{"id":52821,"lat":29.9510658,"lng":-90.0715323,"zoom":8,"place":"New Orleans, Louisiana"}],"tags":[{"id":244,"tag":"Violence"},{"id":29,"tag":"New Orleans"},{"id":2795,"tag":"slave pen"},{"id":96,"tag":"Slave Trade"},{"id":4,"tag":"Slavery"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":145,"school_id":11}},{"id":6498,"title":"Boll Weevil Knievel","course_id":155,"status":"P","start_date":"11/30/03","end_date":"1/1/22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In November of 1903, Abe Brittin was preparing for war. His goal: “arresting the further progress of the pest” that had ravaged the South’s vital cash crop, cotton. This “evil” was the boll weevil, and it was advancing from Mexico into the United States. To Brittin and his companions in the Odd Fellows Hall of New Orleans, this was as much a war as the Civil War had been, thirty-eight years earlier. “Production,” he said, “is not keeping pace with consumption, and if this condition be not relieved, some other section of the world will produce the cotton needed.” The Honorable Charles Schuler agreed that Louisiana must be protected from the boll weevil as Texas had not been. He questioned how “veterans who had sacrificed their property and their lives to the back the human vermin that infested their State would suffer this insect to overwhelm them.” The “immense importance of the crop” and the necessity of protecting it was proven by the sheer number of people who depended on it for their livelihood. Scientists like Professor H. A. Morgan knew that the weevils fed “upon volunteer or planted cotton” and advised that “infected” fields “should immediately be quarantined.\"","Despite the intensity of this call to war, the boll weevil slowed the production of cotton in the south. Poor tenant farmers suffered as much as, if not more than, rich plantation owners. All was not lost, however. Cotton had become king in the south, and this had resulted in irresponsible growing practices; the boll weevil invasion forced cotton growers to rethink their methods. Growers began to us more fertilizer on their plants, increasing the time that a plot of land could be used before it was depleted of nutrients. Even more drastically, the boll weevils’ presence slowed cotton production until it could no longer support the southern economy singlehandedly. The monocropping culture gave way to a more diverse agriculture. Eventually, southerners began to recognize that the boll weevil had not ruined their lives. Enterprise, Alabama, even built a monument to the boll weevil as a way of thanking it for pushing them into progress."],"display_date":"November 30, 1903 - January 1, 1922","search_date":"1912-12-15","locations":[{"id":52890,"lat":29.9858808,"lng":-90.0769034,"zoom":6,"place":"New Orleans"}],"tags":[{"id":1105,"tag":"Cotton"},{"id":1669,"tag":"South"},{"id":13,"tag":"Agriculture"},{"id":2914,"tag":"boll weevil"},{"id":2915,"tag":"monoculture"}],"course":{"name":"HIST 3550, American Environmental History","school":"Auburn University","course_id":155,"school_id":73}},{"id":6840,"title":"The Effects of Family Separations","course_id":187,"status":"P","start_date":"1855-01-18","end_date":"1855-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On January 18, 1855, a writer for the New York Tribune went to New Orleans in order to write an article about a slave auction. While at the auction, the writer witnessed some sales, but he describes the sale that separated a mother from her child as the most upsetting. When they were brought up to be auctioned, the auctioneer offered for them to be sold together. However, the lack of responses from buyers caused them to be sold separately. The mother would end up going to Texas, and her son, Jimmie, to Missouri. The writer describes the moment of separation as one of the most horrific events in his life, the mother wailing and begging for her new master to buy her son, all to no avail. The actual moment of separation between mother and son showed the trauma they experience, both yelling and crying, knowing they would never see each other again.","Family separations occurred regularly during the slave trade. Buyers and sellers paid no mind to keeping families together while making a transaction. The only thing they were worried about was the profit that they could make. Family members, like Jimmie’s mother, would plead for buyers to keep their family together, but often wouldn’t sway their masters. While this story depicts a family separation at an auction, some families could be separated unexpectedly. This could be due to the death of an owner, or just a random sale that took place at a home, where a slave could just taken with no clue that a sale even happened. "," ","The impacts of family separation were long lasting, as these separations would devastate these enslaved people who held family in such high regard. Historian Diane Sommerville talks about the impacts of family separation, as well as other traumatic events experienced by slaves. She says that the centrality of family and community among the slaves would hinder the trauma of everyday slavery. However, Sommerville also says that this stress on the importance of family means that slaves would turn to suicide when dealing with separation from a family. Women, specifically mothers, make a large number of the suicides that are attributed to separation of families. Abolitionists often took stories of family separation and published or spread them with the attempt to gain support for their movement. The story Jimmie and his mother spread across the North through newspapers and preachers. Suicide was often a part of these family separation stories, and wasn’t considered an issue that slaves dealt with until stories began to spread. While it isn’t known what happened to Jimmie and his mother, they suffered extreme trauma from being separated, the same kind of trauma that caused many slaves to commit suicide."],"display_date":"January 18, 1855","search_date":"1855-01-18","locations":[{"id":52890,"lat":30.022691007754,"lng":-90.251417687389,"zoom":8,"place":"New Orleans"}],"tags":[{"id":3630,"tag":"Family Separation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Human Trafficking: Yesterday and Today","school":"University of Richmond","course_id":187,"school_id":11}}]}