{"id":1005,"title":"European Immmigration to the South\n","course_id":1,"status":"P","start_date":"1871-01-01","end_date":"1871-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["After the Civil War, there was a vast migration of Southerners to Northern States. Many parts of the South were ruined by the Civil War because most of the battles occurred in southern states. The population in the south decreased significantly by the end of the Civil War because of death and because many African-Americans left the south.&lt;br /&gt;In order to raise the population, many southern cities encouraged European immigration. European immigrants could be used as cheap labor to rebuild the South. For many white southerners, European immigrants represented a cheap labor source which they felt they lost with the end of slavery. Furthermore, European immigrants were seen as more favorable new neighbors than the carpetbaggers coming from the northern states. European immigrants worked on projects in Louisiana, South Carolina, Florida and Virginia. &lt;br /&gt;The effort to bring in immigrants was motivated by economic possibilities throughout the South. The urban areas of the southern states experienced the greatest European immigration as these cities began to become more industrialized."],"display_date":1871,"search_date":"1871-07-02","citations":[{"divid":1213749440,"type":"Book","data":["Robert Corlew","Tennessee: A Short History",null,"Tennessee","The University of Tennessee Press","1981","397"]},{"divid":1213749475,"type":"Newspaper Article","data":["European Immigration to the South","The Staunton Spectator","","June 13, 1871",""]}],"locations":[{"id":716,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}