{"id":1011,"title":"Jefferson Davis Named As Pierce&#39;s Secretary of War\n","course_id":1,"status":"P","start_date":"1853-03-04","end_date":"1853-03-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Jefferson Davis accepted his post as Franklin Pierce's Secretary of War. Born in Kentucky and living in Mississippi for much of his life, Jefferson Davis developed a strong conviction that the Constitution protected the practice of slavery and was an advocate of states' rights. As part of Pierce's administration, he encouraged and induced Pierce to favor the interests and views of southerners in his policies. Gradually, southern concerns took over the agenda of the Democratic Party. &lt;br /&gt;&lt;br /&gt;As Secretary of War, Davis advised Pierce to send diplomats to Ostend, Belgium to devise a plan to obtain Cuba from Spain. The secret document that emerged from the trip, the so-called Ostend Manifesto, was leaked to the New York Herald and contained aggressive language that greatly embarrassed the Pierce administration. It called for the United States to purchase Cuba at any price' and suggested that if Spain were to refuse the offer, the United States would be justified in wrestling' Cuba from Spain. Northerners viewed the document as evidence the Pierce administration's determination to prevent abolition in Cuba. Also, Davis convinced Pierce sent James Gadsden as a diplomat to negotiate acquiring a strip of land in the southeast in a deal known as the Gadsden Purchase for the implicit purpose of spreading slavery. &lt;br /&gt;&lt;br /&gt;In his capacity as Secretary of War, Davis persuaded and influenced Pierce in important policy issues that would serve to divide and provoke the North and the South. Both the Ostend Manifesto and the Gadsden Purchase, largely steered by Davis, were seen by the North as efforts to expand the influence of slavery."],"display_date":"March 4, 1853 - March 7, 1853","search_date":"1853-03-05","citations":[{"divid":1213902884,"type":"Book","data":["Robert O&#39;Brien","Encyclopedia of the South",null,"New York","Facts on File","1985","112-113"]},{"divid":1213902968,"type":"Newspaper Article","data":["Washington Items?Gen. Pierce and His Cabinet &amp;c","Baltimore Sun","","February 27, 1853",""]}],"locations":[{"id":722,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}