{"id":1012,"title":"Angelina Grimke&#39;s abolitionist Appeal is burned in Charleston\n","course_id":1,"status":"P","start_date":"1836-10-01","end_date":"1836-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Angelina Grimke was born in 1805 to a prominent slaveholding family in Charleston, South Carolina.  Her older sister, Emily, was also her godmother, and the two were very close.  Both sisters grew to despise slavery.  They moved to Philadelphia to join the Quaker Society of Friends and took up the abolitionist cause in the mid-1830s, eventually joining the American Anti-Slavery Society.  In 1836, the women moved to New York to become public advocates of abolitionism.  In September of that year, Angelina published an Appeal to the Christian Women of the South, reasoning that an essay addressed to women would reach the whole community, not just the men. The Appeal relied heavily on religious teachings.  Slavery was a sin, she said, because it caused human beings to be treated as objects.  It stripped them of all their God-given rights.  But even more compelling than her abolitionist arguments were her recommendations to the women of the South.  She encouraged them not only to pray over the matter, but to speak and act out against slavery.  The women of the South can overthrow this horrible system of oppression and cruelty, licentiousness and wrong.  Women could petition their state legislatures with the assurance that their opinions would be heard, for there is something in the heart of man which will bend under moral suasion.  She vehemently denied the accusations that abolitionists sought to provoke violence in the South, but prophetically proclaimed, There is no doubt there will be a most terrible overturning at the South in a few years, such cruelty and wrong, must be visited with Divine vengeance soon.  "," Angelina hoped that her status as a devout Christian woman and Charleston native would lead Southerners to listen to her as they had never before listened to abolitionists. She was sorely mistaken.  Immediately following its publication, Charleston's postmaster gave the Appeal the same treatment he gave all abolitionist literature: he ordered it publicly burned.  Southern hatred of abolitionists was more intense than ever at this time; Southern legislators had nearly succeeded in passing a universal ban on the circulation of incendiary literature in the South.  Angelina's mother was notified by Charleston police that if her daughter ever returned to the city for a visit, she would be arrested, imprisoned, and sent North on the first available ship.  Friends wrote to Angelina to warn her of the mob violence she would surely encounter if she came back.  The indignant response was natural; it was strictly taboo for Southern women to venture into the public sphere, much less to speak out against slavery.  Angelina Grimke challenged both forms of oppression.  The Grimke sisters' outspoken abolitionist views would eventually help to spawn the movement for women's rights."],"display_date":"October 1, 1836 - October 30, 1836","search_date":"1836-10-15","citations":[{"divid":1217867066,"type":"Manuscript on Microfilm","data":["Angelina Emily Grimke","Appeal to the Christian Women of the South","Reel 166, Micfilm 2159, Frame 1068","Angelina Emily  Grimk?1805-1879.","Alderman Library, University of Virginia"]},{"divid":1217867766,"type":"Book","data":["Gerda Lerner","The Grimke Sisters from South Carolina",null,"Chapel Hill","University of North Carolina Press","2004","95-100"]},{"divid":1217867804,"type":"Book","data":["Kathryn Sklar","Women&#39;s Rights Emerges within the Antislavery Movement, 1830-1870",null,"Boston","Bedford/St. Martin&#39;s","2000","1-19"]}],"locations":[{"id":723,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}