{"id":102,"title":"Influential Use of the Phrase &#147;Manifest Destiny&#39;\n","course_id":1,"status":"P","start_date":"1845-02-27","end_date":"1845-02-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The phrase manifest destiny originated in 1844 with a journalist in New York named John O'Sullivan in his magazine called the <em>Democratic Review</em>, in reference to the annexation of Texas.  Manifest destiny is the idea that it was God's will that the United States expand throughout the whole of the continent (though not by force) to spread liberty and democracy.  O'Sullivan's second use of the term, in the <em>New York Morning News</em> on February 27, 1845, was extremely influential.  With this use, he discussed what he believed was the right of the United States instead of the British to claim Oregon Country.  With the expansion of American territory inevitably came the disagreements as to whether or not expansion should include the institution of slavery, and where: after early 1846, Democrats enthusiastically adopted the phrase for their use.  The idea of manifest destiny was also used in many instances to justify displacement of the American Indians throughout the continent.The use of the term manifest destiny in propaganda and publications promoting westward expansion had long-term, lasting effects on the United States.  Manifest destiny was a major rationale behind the Mexican War of 1846-1848, after which Americans gained Alta California and Nuevo Mexico.  New industrial empires sprung up in the West, especially with the gold rush in the newly acquired California in 1849.  Once the U.S. had control of Oregon Country from the British, it was found to be as rich and fertile as imagined.  After the Civil War, the philosophy of manifest destiny helped to promote the westward movement of the population after the emancipation of slaves.  In some situations, manifest destiny is even discussed today, for some Canadians believe that the United States may still have the somewhat hidden goal of annexing Canadian land."],"display_date":"February 27, 1845","search_date":"1845-02-27","citations":[{"divid":1213209606,"type":"Newspaper Article","data":["Annexation","The United States Magazine and Democratic Review","","July/August 1845","5"]},{"divid":1213209650,"type":"Book","data":["James M. Volo and Dorothy Denneen Volo","Encyclopedia of the Antebellum South",null,"Westport","Greenwood Press","2000","180-181"]}],"locations":[{"id":69,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}