{"id":1022,"title":"Ku Klux Klan Law in Yorkville, South Carolina","course_id":1,"status":"P","start_date":"1871-05-20","end_date":"1871-05-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In response to Ku Klux Klan activity in South Carolina, President Grant dispatched the military under the leadership of Major Merrill as Post Commandant. A group of white and black citizens in South Carolina had recently been whipped, so Major Merrill called for a conference of citizens to discuss the events and try and prevent more violence. &lt;br /&gt;Major Merrill claimed that he had discovered the names of the people who committed the crimes, but he did not reveal the names to the citizens. He said that he could not make arrests because he feared that he would have no witnesses since other members of the community were afraid to come forward against the criminals. The main purpose of the meeting was that Major Merrill urged the community to suppress further disturbances so that it could avoid military intervention. He also called on the civil authorities of the area to control the disturbances to avoid military intervention. Major Merrill threatened that any more acts of violence in the county would, under the Ku Klux Klan law, would cause the offenders to be denied equal protection under the law. The military would then have the right to arrest the offenders and turn them over to the United States Marshal."],"display_date":"May 20, 1871","search_date":"1871-05-20","citations":[{"divid":1213903232,"type":"Book","data":["Walter Edgar","South Carolina: A History",null,"Columbia","University of South Carolina Press","1998","387-401"]},{"divid":1213903324,"type":"Newspaper Article","data":["The Up Country Troubles","The Charleston Daily Courier","","May 20, 1871",""]}],"locations":[{"id":732,"lat":34.9901378817,"lng":-81.2182346044,"zoom":9,"place":"YORK, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}