{"id":1024,"title":"Cotton Planters&#39; Convention in Alabama\n","course_id":1,"status":"P","start_date":"1853-05-15","end_date":"1853-05-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Cotton Planters' Convention of 1853 featured a three-day gathering of 160 planters from all over the South. Conventions similar to this one span 1850s. In many ways, the 1853 Convention was typical of its type, beginning with registration of arrivals and election of officers and including agricultural presentations and speeches appealing to Southern nationalism. &lt;br /&gt;&lt;br /&gt;George Gilmer, formerly the governor of Georgia, was elected the President of the Convention. During the Convention, the delegates adopted an agenda to use all honorable means to promote the culture and growth of cotton, and other Southern staple productions; to manifest their appreciation of railroads, as important and promotive agents of agriculture and the interests of planters, by aiding in the construction of them.' &lt;br /&gt;&lt;br /&gt;Political discussion of the usage of slave labor for growing crops was forbidden. Instead, the attendees focused on scientific farming and making future plans to establish state agricultural societies and state fairs. In conducting and participating in such conventions, planters and farmers from southern states created opportunities for themselves to address common sentiments and concerns and to devise strategies to protect common interests. These annual conventions aided in stirring up southern sectional feelings and forging a common identity which would culminate with the Civil War."],"display_date":"May 15, 1853 - May 17, 1853","search_date":"1853-05-16","citations":[{"divid":1213747795,"type":"Article","data":["Weymouth T. Jordan","Cotton Planters&#39; Conventions in the Old South","Journal of Southern History ","19","1953","321-345"]},{"divid":1213747832,"type":"Newspaper Article","data":["Southern Planters&#39; Convention","The Vicksburg Whig","","May 14, 1853",""]}],"locations":[{"id":734,"lat":31.7342121703,"lng":-91.0371521217,"zoom":10,"place":"JEFFERSON, Mississippi"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}