{"id":1027,"title":"Atlanta Constitution Reports that : Alabama congressman introduces bill for the creation of a committee to study the causes of the migration exoduster movement.\n","course_id":1,"status":"P","start_date":"1879-12-16","end_date":"1879-12-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In December of 1879 Alabama congressman C.M. Shelley introduced a resolution in the US House of Representative to appoint a committee of five members to study the causes of the exoduster movement.  By this point the growth of the exoduster movement threatened the social and economic dominance of the white, Bourbon ruling class in the south, and represented one of the most significant movements of black resistance in the last quarter of the nineteenth century.  During the movement, originally organized by Benjamin Pap' Singleton, tens of thousands of African-Americans left their homes in the South to establish new communities in Northern states.  Although there impossible to determine the exact number of African-Americans who emigrated from the South during the exoduster movement, it is estimated that 60,000 exodusters settled in Northern states from 1873 to 1880 with approximately 20,000 settling in Kansas alone.&lt;br /&gt;&lt;br /&gt;Responses to the exoduster movement varied sharply, with African American leaders, working class African-Americans, and white planters all responding the movement in sharply divergent tones.  In the wake of the economic exploitation of the sharecropping system, as well as the political repression and racial violence in Southern states following the end of reconstruction, many in the African-American working class responded to the movement by organizing public meetings to encourage and facilitate migration.  &lt;br /&gt;&lt;br /&gt;At the same time many nationally prominent African-Americans, including Frederick Douglass, urged the African-American public not to join the exoduster movement and to remain in the South. These messages were echoed by local African-American leaders who sometimes came to exoduster meetings to urge potential exodusters to stay in their home towns.  This occurred on December 8, 1879 when former congressman Jeff Long urged attendees at meeting in Forsyth, Georgia not to leave for the North.  For their part, the organizations headed by the white economic elite from Louisville Kentucky, to East Carroll Parish, Louisiana, sought to repress the movement by concocting dubious stories about the suffering of blacks in Northern states, and by making accommodations with their black workers.  Ultimately, the exoduster movement not only presaged the great black migrations to the North in the early 20th century, but also achieved in gaining concessions from the white power structure such as lower rent rates, and usage fees for equipment for AfricanAmerican sharecroppers."],"display_date":"December 16, 1879","search_date":"1879-12-16","citations":[{"divid":1213903563,"type":"Book","data":["Louis Caldwell","The Louisiana Purchase Bicentennial Series in Louisiana History, Volume XI: The African American Experience in Louisiana Part B, From the Civil War to Jim Crow",null,"Lafayette","University of Louisiana Lafeyette Press","2000","418-419, 421-422,424, 426"]},{"divid":1213903615,"type":"Newspaper Article","data":["","The Courier-Journal","Louisville, Kentucky","July 9, 1879",""]},{"divid":1213903644,"type":"Newspaper Article","data":["","The Courier-Journal","Louisville, Kentucky","July 29, 1879",""]},{"divid":1213903669,"type":"Newspaper Article","data":["","The Daily Constitution","Atlanta, Georgia","December 8, 1879",""]},{"divid":1213903692,"type":"Newspaper Article","data":["","The Daily Constitution","Atlanta, Georgia","December 16, 1879",""]}],"locations":[{"id":736,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}