{"id":1030,"title":"The Southern Cotton Industry\n","course_id":1,"status":"P","start_date":"1871-05-09","end_date":"1871-05-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The cotton industry in the South in 1871 reported that the cotton crop was 4,185,000 bales, which was in excess of the cotton produced before the Civil War. The statistics were met by skeptics, and many southerners did not seem them to be reliable. The report was conducted by a New York company and many southerners saw it as a piece of propaganda by Republicans in the North. The data did not divulge reasons for the increase in the cotton industry, but some theories were presented. One reason for the increase was that southerners may have been devoting more land to cotton crops in an effort to make quick money after the war. The competition for cotton from around the world comes from Egypt, India, and Brazil. The report urged the south to continue to producing cotton to compete with the other countries because cotton continued to be chief article of export and main foundation of our foreign commerce. Southerners felt that this report was exploiting southern planters because it urged them to neglect cereals and other provisions so that the country could use the cotton economy to repay European debts after the Civil War."],"display_date":"May 9, 1871","search_date":"1871-05-09","citations":[{"divid":1213903805,"type":"Book","data":["Eric Foner","Reconstruction: America?s Unfinished Revolution; 1863-1877",null,"New York","Harper and Row","1988","394-395"]},{"divid":1213903870,"type":"Newspaper Article","data":["The Southern Cotton Suppy","The Charleston Daily Courier","","May 9, 1871",""]}],"locations":[{"id":739,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}