{"id":1034,"title":"James Eads&#39;s Mississippi river jetty system completed\n","course_id":1,"status":"P","start_date":"1879-07-08","end_date":"1879-07-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After five years of construction, James Eads jetty system officially succeeded by lowering the depth of the Mississippi river to 30 feet at its mouth.  This accomplishment allowed for the port of New Orleans to accommodate the larger ocean-going ships of the 19th century.  In 1883 this improvement would be complemented by the beginning of regular freight routes through New Orleans by the Southern Pacific rail company.  Ultimately, these improvements would allow New Orleans to become a leading shipping hub of the South and improve the efficiency of commerce on the Mississippi river.&lt;br /&gt;&lt;br /&gt;Moreover, this improvement was only one instance of the growing role of both state governments and the federal government in promoting infrastructure projects designed to promote commerce on the Mississippi river.  For example Articles 213 and 214 of the Louisiana constitution of 1879 mandated a state run system to promote and regulate the construction of levies designed to protect settlements and waterways from flooding along the Mississippi river.  On a larger scale, the creation of the Mississippi river commission sought to create a national policy for promotion of commerce.  On October 16, 1879 in Quincy, Illinois, the commission discussed their numerous recommendations to the federal government.  Their recommendations included the creation of a reservoir system in the upper Mississippi valley, and a prohibition on construction of wharves and water mills by private businesses and local communities designed to curb the formation debris and sandbars along the river.  &lt;br /&gt;&lt;br /&gt;Ultimately, these improvements constituted only one part of the massive projects being envisioned by advocates of government infrastructure investment.  One notable instance of this was when James Eads himself urged the construction of a rail link in Central America to carry shipping from the Caribbean Sea to the Pacific Ocean.  This suggestion presaged the construction of the Panama Canal three decades later."],"display_date":"July 8, 1879","search_date":"1879-07-08","citations":[{"divid":1213906243,"type":"Website","data":["John T. Woolley and Gerhard Peters","3rd annual message of Rutherford B. Hayes, December 1, 1879","American Presidency Project","http://www.presidency.ucsb.edu/ws/index.php?pid=29520","September 17, 2005"]},{"divid":1213906315,"type":"Book","data":["Joy Jackson","New Orleans in the Gilded Age: Politics and Urban Progress 1880-1896",null,"Baton Rouge","Louisiana State Press","1969","210"]},{"divid":1213906405,"type":"Law","data":["Louisiana Constitution of 1879, articles 213 and 214","December 8, 1879","The Louisiana Magistrate and Parish Officers? Guide","","","1883","270","Law Library, University of Virginia",""]},{"divid":1213906484,"type":"Newspaper Article","data":["","The Courier-Journal","Louisville, Kentucky","August 4, 1879",""]},{"divid":1213906499,"type":"Newspaper Article","data":["","The Dispatch","Richmond, Virginia","October 18, 1879",""]}],"locations":[{"id":742,"lat":29.1168615299,"lng":-89.3283829847,"zoom":8,"place":"PLAQUEMINES, Louisiana"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}