{"id":1036,"title":"Temperance Convention in Mississippi\n","course_id":1,"status":"P","start_date":"1853-05-04","end_date":"1853-05-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Temperance Convention in Jackson, Mississippi of 1853 denounced alcohol as the root, the fountain, the parent of every other evil, vice, crime, or disease.' The Convention viewed the consumption of alcohol as a social evil that was even responsible for the crimes committed by [the] slave population,' declaring that, colored people are everywhere diseased, polluted and destroyed by rum.' Although goals and resolutions of the occasion focused on appealing to the religious and lay' to unite against the evil influence of alcohol and to promote its regulation by legislatures, the participants could not resist making statements mocking their northern neighbors. The Convention address included commenting, if Free States were to inflict as great an evil upon your slaves for one year only, as is visited for years together upon them by the sale to them of vile whiskey by our citizens, it would arouse the whole South to arms and revenge.'&lt;br /&gt;&lt;br /&gt;Conventions like the Temperance Convention in Mississippi were typical in the United States during the time period. In fact, a Anti-Liquor Traffic Convention' has just occurred in Georgia a couple of months earlier, proposing to pass a law guarded by such provisions and enforced by such penalties as shall preserve it from evasion or unpunished violation and secure fully the object in view, of protecting the people against the evils of retail traffic in spirituous liquors.' The temperance movement was gaining ground around the country: prohibitionists entered slates in state legislative elections and served to fragment former party lines. With increasingly radicalized and sectional views emerging in the country, former party loyalties and identifications began to deteriorate. Thus, concerns such as the call for temperance became new rallying points for citizens."],"display_date":"May 4, 1853 - May 5, 1853","search_date":"1853-05-04","citations":[{"divid":1213904234,"type":"Book","data":["Michael Holt","The Political Crisis of the 1850s",null,"New York","W. W. Norton and Company","1978","101-138"]},{"divid":1213904355,"type":"Newspaper Article","data":["Anti-liquor Traffic Convention","Federal Union","","March 8, 1853",""]},{"divid":1213904372,"type":"Newspaper Article","data":["To the Friends of Temperance in Mississippi","Vicksburg Whig","","March 10, 1853",""]},{"divid":1213904398,"type":"Newspaper Article","data":["State Temperance Convention","Vicksburg Whig","","May 14, 1853",""]}],"locations":[{"id":743,"lat":31.7342121703,"lng":-91.0371521217,"zoom":10,"place":"JEFFERSON, Mississippi"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}