{"id":104,"title":"Florida Admitted as the 27th State\n","course_id":1,"status":"P","start_date":"1845-03-03","end_date":"1845-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The presidential approval of Florida's entering the Union as a (slave) state occurred on the last day of Tyler's administration.  The news reached Tallahassee five days later, and Governor Branch was officially notified ten days later.  Tallahassee was filled with raucous celebration, including ringing bells, cannon reports, bonfires, and general merriment.  The governor held a large reception at Live Oak, his home.  The legislative council of the new state met on March 11 and set the next elections for May 26.  The elections in May were in order to select a new governor, a member for the U.S. House of Representatives, seventeen state senators, and forty one house members.  The first meeting of the General Assembly was scheduled for June 23.&lt;br /&gt;Even though Florida entered the Union in 1845, a border dispute with the neighboring state of Georgia occupied the first years of its statehood.  A narrative summary of the disagreement appears in the Journal of the Proceedings of the House of Representatives of the General Assembly of the State of Florida.  In December of 1857, both governors agreed on a settlement: to adopt the terminal points of the present recognized line as the true terminal points of the boundary line, to be re-surveyed, corrected and marked; subject to the ratification of the respective Legislatures of Georgia and Florida.'  The permanent boundary between the two states was finally declared on February 8. 1861.&lt;br /&gt;Democrats supported Florida's entry into the Union, as it was already a slave state and would increase their political power (hence, a victory for the South as feelings of continued sectionalism continued to intensify).  Florida's statehood was facilitated by President Andrew Jackson's prior efforts as an Indian fighter' against Seminoles, Creeks, Cherokees, and other groups in the area."],"display_date":"March 3, 1845","search_date":"1845-03-03","citations":[{"divid":1213209888,"type":"Book","data":["Charles W. Tebeau","A History of Florida",null,"Coral Gables","University of Miami Press","1971","131"]},{"divid":1213210049,"type":"Government Document","data":["A Journal of the Proceedings of the House of Representatives of the General Assembly of the State of Florida, at its Eleventh Session, Begun and Held at the Capitol, in the City of Tallahassee, on Monday, November 18, 1861","The Florida General Assembly","November 18, 1861","","","","","Documenting the American South","http://docsouth.unc.edu/florida/florida.html"]}],"locations":[{"id":70,"lat":null,"lng":null,"zoom":8,"place":"LEON, Florida"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}