{"id":1040,"title":"Indian Removal Act\n","course_id":1,"status":"P","start_date":"1830-05-28","end_date":"1830-05-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Passed on May 28, 1830, The Indian Removal Act allowed the U.S. federal government to negotiate treaties with American Indian tribes east of the Mississippi River to exchange their current lands for new territories west of the Mississippi in what is now Oklahoma. As the Richmond Enquirer notes on May 25, the Act technically did not require the Indians to relocate and that they were not to be unfeelingly driven across the Mississippi.' Instead, the President was allowed to designate land west of the Mississippi that was not part of an existing state. Moreover, Indians choosing to relocate would be reimbursed for any improvements made on their lands and, according to the Enquirer, were to be aided in their transportation and to receive subsistence for the first year.'&lt;br /&gt;&lt;br /&gt;This primary force behind this Act were southern states such as Georgia, Alabama, and Mississippi who had large Indian populations within their boundaries and who were conflicting with the Indians over matters such as rights to natural resources, settlement, and legal jurisdiction. These conflicts came to a boiling point in Georgia especially, where the discovery of gold within Cherokee territory sparked a huge rush of miners to the area. This brought to light an equally important issue of legal jurisdiction over the Indian territories, which to this point retained some degree of independence despite state government claims of sovereignty. In the Niles' Weekly Register, for example, Georgia Governor George Gilmer is quoted as saying that the powers vested in the executive department by the constitution and laws do not sufficiently enable the governor to remove or restrain such trespassers.'&lt;br /&gt;&lt;br /&gt;The Indian Removal Act sought to put an end to these conflicts, therefore, by relocating Native American tribes and ensuring states sovereignty over the lands within their boundaries. In a letter to Congress reprinted in The Globe, a Washington D.C. newspaper, President Andrew Jackson justifies the Act saying that it will separate the Indians from immediate contact with settlements of whites;; (and) enable them to pursue happiness in their own way, and under their own crude institutions.' Despite removal being voluntary, however, in saying the Indians have crude institutions' and later in calling them savage tribes,' Jackson's letter shows the latent racism of many American whites. It is this racism and the desire for access to the rich lands occupied by Indian tribes that eventually led to forced removal and events such as the Trail of Tears.'"],"display_date":"May 28, 1830","search_date":"1830-05-28","citations":[{"divid":1213904487,"type":"Book","data":["Leah R. Atkins, Wayne Flint, William W. Rogers, and Robert D. Ward","Alabama: The History of a Deep South State",null,"Tuscaloosa","The University of Alabama Press","1994","90"]},{"divid":1213904534,"type":"Book","data":["Harry L. Watson","Liberty and Power: The Politics of Jacksonian America",null,"New York","The Noonday Press","1990","110"]},{"divid":1213904584,"type":"Newspaper Article","data":["","The Globe","","December 7, 1830",""]},{"divid":1213904600,"type":"Newspaper Article","data":["","The Richmond Enquirer","","May 25, 1830",""]},{"divid":1213904617,"type":"Newspaper Article","data":["","The Richmond Enquirer","","September 14, 1830",""]}],"locations":[{"id":746,"lat":39.603674835,"lng":-77.8141711851,"zoom":9,"place":"WASHINGTON, Maryland"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}