{"id":1043,"title":"The 15th Amendment is passed by Congressional Republicans and then sent to the states.\n","course_id":1,"status":"P","start_date":"1869-02-01","end_date":"1869-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Radical Republicans had been in the process of getting another amendment to the Constitution.  They desired to take the next step and allow the enfranchisement of African American males throughout the entire United States.  They had finally gotten it passed through the House and were ready to send it to the Senate.&lt;br /&gt;&lt;br /&gt;The Atlanta Constitution runs two articles in its paper in the month of February about this event.  One of them does not approve of the radical Republican point of view.  It says that congress should just force by bayonet anything that it wishes to pass and it believes that the radicals are trying to kill the south.  African-Americans are a considerable portion of the south and they would be able to overrun the southern way of life.  There was much harsh language in this article and they clearly did not approve of the congressional action.&lt;br /&gt;&lt;br /&gt;The fifteenth amendment had two sections in it.  The first said, The Right of citizens of the United States to vote shall not be denied nor abridged by the United States or by any State on account of race, color, or previous condition of servitude.'  The Second section stated, Congress shall have power to enforce this article by appropriate legislation.'  So, not only will African-Americans be allowed to vote, but the North can force the South to let them vote.  The South is mad about this legislation for the primary reason that now African-Americans will be able to influence their voting, and there are more blacks in the south than in the north.  The fear is that they will be able to take over the south through legislation."],"display_date":"February 1869","search_date":"1869-02-14","citations":[{"divid":1213904698,"type":"Book","data":["David Herbert Donald, Michael F. Holt, and Jean Harvey Baker","Civil War and Reconstruction",null,"New York","W. W. Norton and Company","2001","576"]},{"divid":1213904807,"type":"Newspaper Article","data":["","Atlanta Constitution","","February 10, 1869",""]},{"divid":1213904813,"type":"Newspaper Article","data":["","Atlanta Constitution","","February 27, 1869",""]}],"locations":[{"id":748,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}