{"id":1045,"title":"The Greenback party goes down to defeat in November elections led by the losses in Mississippi\n","course_id":1,"status":"P","start_date":"1879-09-10","end_date":"1879-09-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Prior to 1879, the Greenback Party had burst onto the political scene and presented a truly unique and radical voice in American politics. Although the Greenback Party's roots were with the miners in the Rocky Mountain States and with the farmers of the Midwest, the depression in agricultural prices following the Panic of 1873 allowed the party had made significant inroads among the Southern farmers.  While the unifying issue of the ideologically diverse Greenback Party was continuation of an inflationary fiat currency, it also drew on a variety of other political constituencies associated with socialists, disenchanted African-American Republicans, as well as early feminists such as Matilda Joslyn Gage.  &lt;br /&gt;&lt;br /&gt;The November elections came at a time when the Greenback Party was nearing the peak of its political significance.  With the end of the recession of 1873-1879, and with the resumption of the gold standard on January 1, 1879, and the suppression of its African-American voter base in the South the Greenback party the beginning of the downfall of the Greenback Party was already under way.  The party suffered significant setbacks in the elections of 1879 in which the Greenback Party vote was decimated in several states including Mississippi where its 1878 vote total of 12,000 votes fell precipitously in 1879.  With the disastrous election of 1880 the ideologically diverse elements of the Greenback Party splintered and the Party largely disappeared from the political landscape.  Despite its demise, many of the issues that the Greenback Party addressed would reemerge later on during the populist revolt of the 1890's under the banner of William Jennings's Bryan."],"display_date":"September 10, 1879","search_date":"1879-09-10","citations":[{"divid":1213904868,"type":"Book","data":["Mark Lause","The Civil War?s Last Campaign: James B. Weaver, the Greenback-Labor Party &amp; the Politics of Race &amp; Section",null,"New York","University Press of America","2001","39, 55-59, 210-211, 215"]},{"divid":1213904912,"type":"Newspaper Article","data":["","The Washington Post","Washington, DC","November 8, 1879",""]}],"locations":[{"id":749,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}