{"id":1046,"title":"Treaty of Dancing Rabbit Creek\n","course_id":1,"status":"P","start_date":"1830-09-27","end_date":"1830-09-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Treaty of Dancing Rabbit Creek was signed between the Choctaw Indians of Mississippi and the U.S. Federal Government on September 27, 1830. Dancing Rabbit Creek was the first official treaty signed under the Indian Removal Act of 1830, an Act which allowed the President to negotiate with Indian tribes living within the boundaries of existing U.S. states to voluntarily exchange their lands for unorganized territory west of the Mississippi River -- mostly in what is now Oklahoma -- as well as to be assisted in the move and to be reimbursed for any improvements on the abandoned lands. This treaty is of great significance because it started the process of Indian Removal to the mid-West, at least on a more centralized, federal level.&lt;br /&gt;&lt;br /&gt;Specifically, the main tenet of Dancing Rabbit Creek treaty was to exchange the 11 million acres of land in Mississippi currently occupied by the Choctaw tribe for approximately 15 million acres of land in what is now Oklahoma. Interestingly, an article in the Richmond Enquirer on September 14, 1830, states that it was at the request of the Indians' that negotiations were opened. The Enquirer goes on to note we are glad to hear' of the presence of the Secretary of War at the negotiation -- a comment which says a great deal about the sentiments of many Americans at the time should Native-Americans decide not to accept voluntary' exchange.&lt;br /&gt;&lt;br /&gt;The Removal Act and subsequent treaties such as Dancing Rabbit Creek were designed to lessen tensions between white American who were pushing into Indian territories, and to resolve boundary and jurisdictional disputes between Indians and the governments of the states in which they resided. As President Andrew Jackson puts it in a letter to Congress reprinted in The Globe on December 7, 1830, the waves of population and civilization are rolling to the westward; and we now propose to acquire the countries occupied by the red men of the south and west by a fair exchange.' Jackson acknowledges it will be difficult for the tribes to relocate, but he likens the Indians move to when European settlers first set foot on the unknown shores of America and argues that it will be better for all involved."],"display_date":"September 27, 1830","search_date":"1830-09-27","citations":[{"divid":1213992238,"type":"Book","data":["Leah R. Atkins, Wayne Flint, William W. Rogers, and Robert D. Ward","Alabama: The History of a Deep South State",null,"Tuscaloosa","The University of Alabama Press","1994","90"]},{"divid":1213992284,"type":"Newspaper Article","data":["Treaty of Dancing Rabbit Creek","The Globe","","December 7, 1830",""]},{"divid":1213992317,"type":"Newspaper Article","data":["","The Richmond Enquirer","","September 14, 1830",""]},{"divid":4682,"type":"Dissertation/Thesis","data":[null,"fvTbNhVBIYJVHvfI"]}],"locations":[],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}