{"id":105,"title":"Jefferson Davis Takes Office in the U.S. House of Representatives\n","course_id":1,"status":"P","start_date":"1845-03-04","end_date":"1846-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["From his estate in Warren County, Mississippi, Jefferson Davis was elected to the United States House of Representatives in 1844, and took office for the 29th Congress on March 4, 1845.  Davis resigned from his term in June of 1846 to serve in the Mexican-American War during which he was well known for his military achievements.  Jefferson Davis served later posts as Secretary of War, United States Senator (the position that he left upon Mississippi's secession from the Union), and of course, the position for which he is best known: the only President of the Confederacy.&lt;br /&gt;In 1885, Davis was remembered in grandiose terms by Colonel C. C. Jones, Jr., at an address in Augusta Georgia recalling the Battle of Honey Hill:  Conspicuous for his gallantry and ability as an officer of the army, prominent as a secretary, senator and statesman in the political annals of these United States, illustrious for all time as the president of a nation, which, although enduring but for a few years, has bequeathed to history glorious names, notable events, and grand memories which will survive the flood of ages, and most intelligent and earnest in his vindication of the aims, rights, impulses, and conduct of the Southern people during their phenomenal revolution, his reputation abides unclouded by defeat, and his more than Spartan virtue unimpaired by the mutations of fortune and the shadows of disappointment.'  Long after the Civil War Jefferson Davis continued to be idolized by those who had supported his cause."],"display_date":"March 4, 1845 - June 30, 1846","search_date":"1845-10-31","citations":[{"divid":1213674405,"type":"Book","data":["Bradley G. Bond","Mississippi: A Documentary History",null,"Mississippi","University Press of Mississippi","2003","97"]},{"divid":1213674545,"type":"Website","data":["Colonel C. C. Jones Jr.","The Battle of Honey Hill: Address Before the Survivors? Association of Augusta","Southern Historical Society","http://proquest.umi.com","October 10, 2005"]}],"locations":[{"id":71,"lat":32.3603831169,"lng":-90.865936974,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}