{"id":1050,"title":"Georgia Gold Rush Report\n","course_id":1,"status":"P","start_date":"1830-10-09","end_date":"1830-10-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Georgia Gold Rush peaked during the fall of 1830 when additional large quantities of gold was discovered in previously unsurveyed Cherokee territory, specifically in what became Lumpkin County. As a result of the discovery thousands of persons' entered Cherokee territory employed in taking great quantities in value of gold therefrom' according to a statement from Governor George Gilmer printed in the Niles' Weekly Register. Though Georgia at first attempted to remove these prospectors, tensions continued to mount.&lt;br /&gt;&lt;br /&gt;The main problem for Georgia was that Indian tribes at the time existed as semi-independent states within the boundaries of existing U.S. states. Historian Louis Masur notes in his book 1831 that the Georgia General Assembly passed law after law asserting its own sovereignty over the entire state,' but the Cherokee were very reluctant to uproot. As a result, the events in Georgia became an important factor behind the Indian Removal Act of 1830, which allowed the President to negotiate with Indian tribes to relocate west of the Mississippi River. &lt;br /&gt;&lt;br /&gt;Indian Removal and access to Indian territories for white settlers also became an important political issue in Georgia. An advertisement in The Federal Union on September 29, 1830, for example declares No Reserves of Gold Mines No Indian Testimony Against White Men Wilson Lumpkin, for Governor.' The problem was simple: gold and other resources had been discovered on a huge tract of very rich and fertile land that was inaccessible only because it was occupied by people who white Americans at the time saw as uncivilized savages. It did not make sense to a growing America to ignore these valuable lands in the middle of existing U.S. states, and so events such as the Georgia Gold Rush helped lead to the Indian tribes being voluntarily or not so voluntarily relocated to different, less valuable territories."],"display_date":"October 9, 1830","search_date":"1830-10-09","citations":[{"divid":1214944537,"type":"Primary Source in a Secondary Source","data":["The Georgia Gold Rush","1830","The American Passages","Edward L. Ayers, et. al.","United States","Wadsworth Publishing","2002",""]},{"divid":1214945002,"type":"Book","data":["Louis P. Master","1831: Year of Eclipse",null,"New York","Hill and Wang","2001","117"]},{"divid":1214945181,"type":"Newspaper Article","data":["","The Globe","","December 7, 1830",""]},{"divid":1214945207,"type":"Newspaper Article","data":["","The Federal Union","","September 29, 1830",""]}],"locations":[],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}