{"id":1052,"title":"Senate Debate on the Tariff and the Proper Role of the Federal Government\n","course_id":1,"status":"P","start_date":"1830-01-18","end_date":"1830-01-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When Senator Samuel Foot of Connecticut introduced a bill to limit the sale of Western lands to reduce tensions with Native-Americans and to slow the spread of slavery, he probably knowingly set off a fury among Southern land speculators and agriculturalists. This, in combination with the Tariff of 1828 -- which many Southerners saw as a direct assault on their well being -- was seen as a violation of the role of the Federal government in relation to the states. This apparent violation in turn set off a series of Senate debates between Thomas Benton of Missouri and Robert Hayne of South Carolina on one side, and most notably Daniel Webster of Massachusetts on the other side. Though this debate peaked in the Senate in from the 18th to the 27th of January, 1830, it continued and expanded the growing debate throughout America.&lt;br /&gt;&lt;br /&gt;The primary motives behind Hayne's and Benton's argument was that the restrictive Federal tariff was greatly damaging the economy of the South and was hurting U.S. consumers as a whole -- a tariff which they argued could be nullified by the individual states if they so chose. In article in The Federal Union on July 24, 1830, Hayne's is quoted saying that the Constitution is a compact to which the States are parties' -- that as the Federal Government derives its existence, and all of its powers from that instrument, its acts are no further valid than they are authorized by the grants enumerated in that compact.'' Thus, from Hayne's point of view, ultimate authority and power rested in the individual states who could nullify a federal act deemed damaging to the welfare of the state.&lt;br /&gt;&lt;br /&gt;This opinion did not hold true everywhere in the South, however. Whereas the Charleston Mercury argued on August 3, 1830, that the tariff had resulted in an annihilation of commerce,' President Jackson suggested, in a letter reprinted in The Globe on December 7, that the effects of the present tariff are doubtless overrated.' Moreover, many Southerners were disillusioned with the extreme position taken by Hayne and others. On April 1, 1830, after printing a section from the Columbia Telescope saying that if the Tariff Law is not repealed, there must be bloodletting -- the Southern States must stand to their arms' the Raleigh Register declares we (are) not yet prepared for such an extraordinary declaration as this. We hope and believe that the people of South Carolina are nor prepared for it.' Clearly this debate sparked a great deal of controversy, because though many Southerners disliked the Tariff, many also accepted it as part of a democratically elected form of central government and were appalled by Hayne and South Carolina's doctrine of nullification."],"display_date":"January 18, 1830 - January 27, 1830","search_date":"1830-01-22","citations":[{"divid":1213905105,"type":"Website","data":["Robert C. Byrd","Classic Senate Speeches: Robery F. Hayne Reply to Daniel Webster","United States Senate","http://www.senate.gov/artandhistory/history/common/generic/Speeches_HaynesReply.htm","September 9, 2005"]},{"divid":1213905230,"type":"Book","data":["Harry L. Watson","Liberty and Power: The Politics of Jacksonian America",null,"New York","The Noonday Press","1990","118-119"]},{"divid":1213905287,"type":"Newspaper Article","data":["","The Globe","","December 7, 1830",""]},{"divid":1213905291,"type":"Newspaper Article","data":["","Charleston Mercury","","August 3, 1830",""]},{"divid":1213905295,"type":"Newspaper Article","data":["","Raleigh Register","","April 1, 1830",""]},{"divid":1213905341,"type":"Newspaper Article","data":["","The Federal Union","","July 24, 1830",""]},{"divid":1213905370,"type":"Manuscript","data":["","S.B.T. Caldwell to the Voters of Loudon County Broadside 1831, broadside",null,"","","","Special Collections Library, University of Virginia"]}],"locations":[{"id":751,"lat":39.603674835,"lng":-77.8141711851,"zoom":9,"place":"WASHINGTON, Maryland"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}