{"id":1055,"title":"Meeting of the American Colonization Society\n","course_id":1,"status":"P","start_date":"1853-01-18","end_date":"1853-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During its thirty-sixth annual meeting on January 18, 1853, the American Colonization Society delivered its annual report at the Four and a-half street (Presbyterian) church.' The gathering was opened with prayers and it was announced that, a general review of our operations the past year is calculated to produce the conviction that the Society is growing in usefulness with every passing year.' &lt;br /&gt;&lt;br /&gt;The ACS, founded in 1816, was dedicated to promoting the expatriation of free black populations to Liberia. ACS members tended to be Southerners and although they claimed to have the interest of free blacks in mind, declaring, we must go to them in the true spirit of benevolence, and not give over until they arouse themselves and be men,' they were actually largely motivated by self-interest. The members of the Society feared that increasing population of free blacks would organize revolts an destabilize the United States and members who were northerners were concerned that free blacks in the North would be willing to work for less money and would thus lower the wages of white workers. Additionally, in promoting the removal of blacks from the United States and their colonization in Liberia, the ACS was angling for the beginning of what they hoped would become an American empire in Africa. At their 1853 meeting, their address asserted, the interior [of Africa] has never been penetrated in any manner calculated to throw open its treasures or reveal its wonders to the gaze of the world; colonization has planted a footstep on the western coast, and opened a gateway through which the vast recesses of the interior may be reached and revealed.'&lt;br /&gt;&lt;br /&gt;Even though the American Colonization Society professed to be interested the welfare of blacks, it was essentially an organization based on racism the end of slavery did not change its ideological outlook. Typical of its time period, despite being anti-slavery, the ACS still believed that blacks were inherently inferior to whites and did not advocate social or political equality of the races. Its mission and goal place their own racist views and self-interest before those of blacks. Even though many blacks were reluctant to leave the United States and those who left for Liberia were often unhappy, the ACS published propaganda to counter those views and attract recruits. In statements released to the press, the ACS boasted that the affairs at Liberia are in a prosperous and thriving condition' and the emigrants are getting on through their acclimation finely' in spite of evidence pointing quite the opposite direction."],"display_date":"January 18, 1853","search_date":"1853-01-18","citations":[{"divid":1214945314,"type":"Book","data":["Eric Burin","Slavery and the Peculiar Solution",null,"Gainesville, FL","University Press of Florida","2005",""]},{"divid":1214945621,"type":"Newspaper Article","data":["Meeting of the American Colonization Society","Baltimore Sun","","January 19, 1853",""]},{"divid":1214945815,"type":"Newspaper Article","data":["Late and Interesting from Liberia","Charleston Courier","","May 14, 1853",""]}],"locations":[{"id":753,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}