{"id":1056,"title":"Maryland Deals with a Growing Free Black Population\n","course_id":1,"status":"P","start_date":"1830-01-01","end_date":"1830-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Throughout 1830, the number of slave holders in Maryland was declining, and those who remained were fighting a losing battle to maintain control over the state government. In 1830, white slaveholders consisted of only 35% of the white population of Maryland, yet controlled 60% of the seats in the state legislature -- a fact which was all to prevalent to many anti-slavery whites and to free blacks. Most of these slaveholding whites lived in the southern, peninsular parts of Maryland, and they were opposed by the more urban northern parts of the state. Henry Brawner, for example, lived in Charles County where 57% of the population was enslaved and he himself owned 58 slaves worth over 30,000.&lt;br /&gt;&lt;br /&gt;This was in direct contradiction to northern Maryland where 35% of the non-Baltimore black population was free, the number within Baltimore itself being even higher. This shift in northern Maryland is evidenced by looking at Maryland's different newspapers and in the reactions of white slave owners. For example, the Annapolis-based Maryland Gazette lists a number of runaway slave notices, as well as a May 13, 1830, advertisement to purchase one hundred likely negroes.' This is directly contrasted by the Baltimore based Baltimore American and Commercial Advertiser, where one is hard pressed to find a single such notice.&lt;br /&gt;&lt;br /&gt;White slave owners reacted to this growing free black population -- and the general anti-slavery liberalization -- of northern Maryland in a number of ways. Henry Brawner, for one, chaired a committee which urged the expulsion of free blacks from the state. In addition, both whites and some free blacks pushed recolonization' of blacks back to Africa as well as what the Baltimore American calls on January 14, 1830, the African colony in Canada.' This debate over what to do with Maryland's free black population continued throughout 1830 and the following decades, especially as the number of white slave owners fell in proportion to the more anti-slavery -- or at least anti-domination by slave owners -- northern Marylanders who begun to take more control over the state government."],"display_date":1830,"search_date":"1830-07-02","citations":[{"divid":1214946026,"type":"Book","data":["William W. Freehling","The Road to Disunion: 1776-1854",null,"New York","Oxford University Press","1990","201-202"]},{"divid":1214946069,"type":"Newspaper Article","data":["","Maryland Gazette","","May 13, 1830",""]},{"divid":1214946277,"type":"Newspaper Article","data":["","Baltimore American and Commercial Advertiser ","","January 14, 1830",""]}],"locations":[{"id":754,"lat":38.28057998,"lng":-77.0012385843,"zoom":9,"place":"CHARLES, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}