{"id":106,"title":"11th President James K. Polk Succeeds John Tyler\n","course_id":1,"status":"P","start_date":"1845-03-04","end_date":"1849-03-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With this inauguration, James K. Polk, a slaveholding cotton planter from Tennessee, took over the American presidency from his predecessor, John Tyler, a states' rights Virginian who had disagreed with the Democratic Party over the issue of nullification.  Polk had two main goals while he was in the office of president: he wanted to promote a program of economic reform that would bring down the 1842 Whig Tariff and bring back the Independent Treasury, and he wanted to continue American westward expansion (all the way to California).  He succeeded with his economic goals, and presided over expansion in the form of the annexation of Texas and the Mexican-American War which led to gaining what is today California, most of Arizona, Nevada, Utah, and some of New Mexico through the Mexican Cession, as well as the whole of the Oregon Territory.&lt;br /&gt;The Vicksburg Daily Whig newspaper, printed in Vicksburg, Mississippi, expressed skepticism over the incoming president: If the people could see all the hordes of office seekers and office holders, who are there to show their devotion to the President elect, and could witness the fawning sycophancy of these men, it would disgust half the party who placed Mr. Polk in office. . . . Mr. Polk, it is true, has, so far as his sentiments have been made known, marked out for himself a very good course, to be the President of the people and not of a party; but we doubt his ability to adhere to this doctrine, when he shall have been surrounded by such a ravenous set as seems to have congregated around the city of Washington. . .'"],"display_date":"March 4, 1845 - March 4, 1849","search_date":"1847-03-04","citations":[{"divid":1213210397,"type":"Book","data":["William Cooper and Thomas E. Terrill","The American South: A History",null,"New York","McGraw Hill","1996","282-283"]},{"divid":1213210550,"type":"Newspaper Article","data":["","Vicksburg Daily Whig","","March 4, 1845","4"]}],"locations":[{"id":72,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}