{"id":1061,"title":"After frost falls on the ground on October 24th and 25th the Memphis yellow fever epidemic is officially declared to be at an end.\n","course_id":1,"status":"P","start_date":"1879-10-24","end_date":"1879-10-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After months of one of the worst yellow fever outbreaks of the 19th century, the Memphis outbreak of 1879 is officially declared to be over after frost kills the germ.  While the event had immense national significance, the gravity of the yellow fever outbreak to the city of Memphis cannot be overstated.  Although the causes of the outbreak were uncertain at the time, many people pointed out that the spread of the fever was aided by the lack of adequate sewage system in the city of Memphis. The outbreak of 1879 came on the heels of the yellow fever outbreak of 1878 in which almost 90% of Memphis's 20,000 residents became infected, and fully one quarter died.  The city of Memphis was threatened with extinction as commerce came to a halt under the tight quarantine imposed upon the city, hundreds of citizens fled the city and appearing in The Courier-Journal of Louisville declared Let Memphis be Burned.' Despite the grave threat posed by the yellow fever, with the end of the outbreak in October, commerce resumed and the city continued its rise to one of the commercial major hubs of the Mississippi river.  &lt;br /&gt;&lt;br /&gt;While the outbreak had immense consequences for Memphis it also had a significant impact on the national level.  With individual cases being reported from New Orleans to New York, paranoia set in across the nation causing the National Board of Health to issue a protocol for disinfecting materials exposed to the outbreak.  Moreover, fears of the epidemic quite possibly motivated Louisiana's politicians to create a state board of health in article 178 if the constitution of 1879.&lt;br /&gt;&lt;br /&gt;In addition to this, the response to yellow fever outbreak also spoke volumes about race relations in 1879.  Because death rates were substantially higher for whites than for blacks (the mortality rate was under 7% for blacks and over 70% for whites in the Memphis outbreak of 1878) African-Americans became easy scapegoats for the outbreak.  This status led the white dominated Committee of Safety to mandate that African-American's would be forcefully put into camps outside of the city."],"display_date":"October 24, 1879 - October 25, 1879","search_date":"1879-10-24","citations":[{"divid":1213905696,"type":"Law","data":["Louisiana Constitution of 1879, article 178","December 8, 1879","The Louisiana Magistrate and Parish Officers? Guide","","","1883","263","Law Library, University of Virginia",""]},{"divid":1213905793,"type":"Book","data":["Stanley Folmsbee, Robert Corlew, and Enoch Mitchell","Tennessee: A Short History",null,"Knoxville","University of Tennessee Press","1969","387"]},{"divid":1213905837,"type":"Book","data":["J.M. Keating","A History of the Yellow Fever: The Yellow Fever Epidemic of 1878 In Memphis, Tenn.",null,"Memphis","Howard Association","1879","322"]},{"divid":1213905888,"type":"Newspaper Article","data":["","The Courier-Journal","Louisville, Kentucky","July 25, 1879",""]},{"divid":1213905913,"type":"Newspaper Article","data":["","The Courier-Journal","Louisville, Kentucky","August 1, 1879",""]},{"divid":1213905940,"type":"Newspaper Article","data":["","The Dispatch","Richmond, Virginia","August 2, 1879",""]},{"divid":1213905965,"type":"Newspaper Article","data":["","The Enterprise and Mountaineer","Greenville, South Carolina","September 24, 1879",""]},{"divid":1213905994,"type":"Newspaper Article","data":["","The Enterprise and Mountaineer","Greenville, South Carolina","October 29, 1879",""]}],"locations":[{"id":756,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}