{"id":1068,"title":"Threat of Houston, Texas race riot leads to armed suppression of African-Americans.","course_id":1,"status":"P","start_date":"1879-07-21","end_date":"1879-07-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Racial tensions rose to the boiling point after a black citizen named Floyd was lynched by a white mob.  In response to the perceived threat of a black race riot in reprisal for this atrocity, parties of well armed men' descended upon the city, while the neighboring city of Richmond sent six deputy sheriffs to restore order.' In addition to this the city of Houston escalated their military commitment to suppression of the potential race riot by asking for aid and arms' which they received in the form of 1000 rounds of cartridges that arrived to the city aboard a train.&lt;br /&gt;&lt;br /&gt;This event came in the context of a rise of so called rifle companies' or Red Shirts' which succeeded the Ku Klux Klan as private groups dedicated to preserving white dominance through racial intimidation.  It is likely that the parties of well armed men' were one such group which propagated racial intimidation through public displays of force, through intimidation of Republicans and blacks, and through terrorizing of African-American communities on the pretense trumped up accusations of brewing race riots.  In addition to this, the swift and forceful response by the local authorities shows the active role government authorities played in maintaining racial hierarchy by suppressing activism among African-Americans."],"display_date":"July 21, 1879","search_date":"1879-07-21","citations":[{"divid":1213906641,"type":"Book","data":["I. A. Newby","The South: A History",null,"New York","Holt, Rinehart, and Winston","1978","272-274"]},{"divid":1213906685,"type":"Newspaper Article","data":["","The Courier Journal","Louisville, Kentucky","July 26, 1897",""]}],"locations":[{"id":760,"lat":29.6873298033,"lng":-94.957827752,"zoom":9,"place":"HARRIS, Texas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}