{"id":107,"title":"Augusta, Georgia City Council Officially Endorses Henry Cumming&#39;s Proposal to Build the Augusta Canal","course_id":1,"status":"P","start_date":"1845-03-15","end_date":"1845-03-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the 1840s, Augusta, Georgia and the whole South were affected when cotton prices fell, causing an economic depression.  In response, Henry Cumming conceived, promoted, and oversaw construction of the Augusta Canal, which rescued Augusta from this depression.  The aim of the canal was to provide drinking water to the city, power to factories, and a new means of transportation on canal craft.  This project was part of a concerted effort to modernize' and industrialize' the South.  Work began busily on the canal in May of 1845.&lt;br /&gt;During the Civil War, the Augusta Canal proved very useful by providing energy for various war-related industries, including the Confederate Powder Works: The site of the Government Powder-Mills was fixed at Augusta, Georgia, on the report of Colonel Rains;There were two large buildings, in the Norman (castellated) style of architecture; one contained the refinery and store-rooms , the other being the mills, twelve in number.  They were arranged in the best way on the canal which supplied water-power to Augusta.  This canal served as the means of transport for the material from point to point of its manufacture, though the mills were driven by steam.'"],"display_date":"March 15, 1845","search_date":"1845-03-15","citations":[{"divid":1215100628,"type":"Book","data":["Edward J. Cashin","The Brightest Arm of the Savannah: The Augusta Canal, 1845-2000",null,"Augusta, GA","Augusta Canal Authority","2002",""]},{"divid":1215100655,"type":"Online Encyclopedia","data":["The New Georgia Encyclopedia","Augusta Canal ","http://www.georgiaencyclopedia.org","September 17, 2005"]},{"divid":1215100697,"type":"Article","data":["W. Allan","Contributions to the History of the Confederate Ordnance Department","Southern Historical","1","1884","8"]}],"locations":[{"id":73,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":11,"tag":"Economy"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}