{"id":1080,"title":"South Carolina state Baptist convention convenes in Aiken\n","course_id":1,"status":"P","start_date":"1879-11-20","end_date":"1879-11-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 20, 1879 the South Carolina Baptist convention met in Aiken South Carolina to deal with a variety of issues.  This convention illustrated the degree to which Southern Baptists had become intertwined with Southern culture by 1879. Included in these issues were management of the 37,000 allocated the state's 95 missionaries and 2000 foreign converts, as well as plans to increase financing for the Baptist-run Furman University.  Rev. A. W. Lamar told the convention that South Carolina had a total of 64,000 white Baptists in the state in 1879.&lt;br /&gt;&lt;br /&gt;While the convention portrayed the day to day aspects of the organization of the Baptist denomination it was also a sign of several major developments in Southern religious life.  The convention's relatively high level of organization and involvement in higher education show the extent to which the Southern Baptist congregations had grown together more tightly since the Southern Baptist Convention had begun in 1845 as an organization to coordinate missionary activity.  Moreover, the mention of 64,000 white Baptists portrays the disunity between the white Southern Baptist Convention, and the black Baptists churches that had developed after the civil war.&lt;br /&gt;&lt;br /&gt;Another interesting aspect of the convention is the role played by women in religious life.  The convention included a report about Ladies' Central Committee which was an umbrella organization for 70 other women's Baptist groups.  The presence of a separate women's organization shows the way in which women to became involved in religious activities within the constraints placed upon them by 19th century sexist assumption regarding the separate role of women."],"display_date":"November 20, 1879 - November 23, 1879","search_date":"1879-11-21","citations":[{"divid":1213488331,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Winthrop Hudson","Baptist Denomination","Encyclopedia of Religion in the South","Samuel S. Hill, Charles H. Lippy, and Charles Reagan Wilson","Macon","Mercer University Press","1984","87"]},{"divid":1213488418,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Walter Shurden","Southern Baptist Convention","Encyclopedia of Religion in the South","Samuel S. Hill, Charles H. Lippy, and Charels Reagan Wilson","Macon","Mercer University Press","1984","722"]},{"divid":1213488488,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Norma Taylor Mitchell","Women in Religion","Encyclopedia of Religion in the South","Samuel S. Hill, Charles H. Lippy, and Charles Reagan Wilson","Macon ","Mercer University Press ","1984","849"]},{"divid":1213488568,"type":"Newspaper Article","data":["","The Enterprise and Mountaineer","Greenville, South Carolina","December 17, 1879",""]}],"locations":[{"id":768,"lat":33.8449766897,"lng":-81.9100531274,"zoom":8,"place":"EDGEFIELD, South Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}