{"id":1084,"title":"Chairmen Simmons calls out for White Supremacy\n","course_id":1,"status":"P","start_date":"1898-11-04","end_date":"1898-11-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 4th, 1898, North Carolinian Chairmen Simmons made a presentation of the state of affairs in his North Carolina. Simmons called to the attention of his listeners the acts of The Fusionist Party; a branch of the Populist Party that wanted to fuse' with the democrats and ultimately try to further the role of African-Americans in the community. Simmons pointed out that in efforts to recognize African-Americans in the community, the Fusionists were taking away from white supremacy that for so long had dominated the state. In his speech, Simmons noted an extraordinary list of positions that African-Americans held in the community including: Congressmen, magistrates, and revenue officers. Through his address, Simmons hoped to illustrate to White North Carolinians that it was unacceptable for men of Anglo-Saxon blood to, be subjected to the rule and mastery of the Negro, and this issue burned into the hearts of the people and kindled a fire of indignation.' &lt;br /&gt;Simmons continued on by pointing out the corruption funds that the Fusionist Party was obtaining from Mark Hanna of the Republican Party. Simmons explained that even after the Fusionists attempted to use federal forces against North Carolinians to accept African-Americans, the party turned to Mark Hanna for help. Simmons said, They hope to import Negroes from the north and the south of us, buy votes, procure fraudulent and illegal voting and otherwise obtain enough votes to control one branch of the Legislature, and thus block efforts of the white people to reverse the horrible conditions of the past two years.' &lt;br /&gt;In closing, Simmons proclaimed that, the battle has been fought; the victory is within our reach.' His speech was intended to muster up White sentiments and rally them to overturn the Fusionist part which he referred to as the, party of Negro domination.' Simmons aspired to overturn the terrible state of North Carolina and ultimately bring Whites back to power."],"display_date":"November 4, 1898","search_date":"1898-11-04","citations":[{"divid":1213988962,"type":"Newspaper Article","data":["A Clarion Call to White Men&#58; Honest State Government and White Supremacy are the Issues","The Baltimore Sun","","November 4, 1898",""]},{"divid":1213988988,"type":"Website","data":["Rebecca Edwards","The Populist Party","Vassar College","http&#58;//projects.vassar.edu/1896/populists.html","October 17, 2005"]}],"locations":[{"id":771,"lat":36.0420245844,"lng":-78.889350822,"zoom":10,"place":"DURHAM, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}