{"id":1085,"title":"Ratification of Louisiana constitution creates land grant funding for Louisiana State University and creates state supported black university in New Orleans.\n","course_id":1,"status":"P","start_date":"1879-12-08","end_date":"1879-12-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With the ratification of the Louisiana Constitution of 1879, Article 230 mandated that the Louisiana State Agricultural and Mechanical College would receive 182,000 is state funding from the sales of lands.  At the same time Article 231 of the constitution mandated that the state would make an annual appropriation of not less than five thousand dollars, nor more than ten thousand dollars,' for the establishment of a university in the city of New Orleans for the education of black students.  &lt;br /&gt;&lt;br /&gt;Although Louisiana and other Southern states increased their commitment to higher education during this time period, Southern institutions remained under-funded, and uncompetitive with institutions in other regions of the country.  For example in 1881 the annual income of the average Southern college averaged 9000 while the average New England college received 65,000(see Newby).  &lt;br /&gt;&lt;br /&gt;During this same time period, other Southern states established land grant universities for the education of black students, such as Florida A&M University established in 1887, while the leaders of black universities established during reconstruction searched for sources of funding.  One notable example of this, was when leaders from Hampton University and Fisk University asked congress to appropriate the 500,000 of unclaimed bounty money due colored soldiers' to five black leading black universities."],"display_date":"December 8, 1879","search_date":"1879-12-08","citations":[{"divid":1213989147,"type":"Book","data":["Robert O&#39;Brien","The Encyclopedia of the South",null,"New York","Facts on File Publications","1985","143"]},{"divid":1213989214,"type":"Book","data":["I. A. Newby","The South: A History",null,"New York","Holt, Rinehart and Winston","1978","316"]},{"divid":1213989266,"type":"Law","data":["Louisiana Constitution of 1879, articles 230 and 231","December 8, 1879","The Louisiana Magistrate and Parish Officers? Guide","","","1883","273-274 ","Law Library, University of Virginia",""]},{"divid":1213989387,"type":"Newspaper Article","data":["","The Dispatch","Richmond, Virginia","December 9, 1879",""]}],"locations":[{"id":772,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}