{"id":1087,"title":"Wilmington Race Riot\n","course_id":1,"status":"P","start_date":"1898-11-10","end_date":"1898-11-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 10th, 1898, around two thousand white men, led by Confederate Officer and Congressmen Henry Waddell, marched through Wilmington to destroy the office of the Daily Record. Alex Manly, the editor of the Wilmington Daily Record, had prior to the event, written an article that directly insulted white men and their ability to take care of their women. The article, which was printed by an African American newspaper company, spurred the racial tensions that already were prominent in the region. In response to the article, Waddell and his supporters surged through the city and ultimately burnt down the Daily Record's headquarters. Fourteen African American men lost their lives in the affair.&lt;br /&gt;In the days following the riots, R.R. Tolbert, a man whose father and brother were both shot in the riots, went to the Department of Justice in hopes of obtaining an investigation of the riots by federal authorities. The Department of Justice took steps to obtain official information about the riots; however, it was said that it was, highly unlikely that in the absence of such information the President [would] take any action in the matter' (NY Times). The Wilmington Race Riot has been considered the pinnacle of the white supremacy campaign that ran rampant through the South in 1898."],"display_date":"November 10, 1898","search_date":"1898-11-10","citations":[{"divid":1215860108,"type":"Book","data":["Edward L. Ayers","Southern Crossing, 1877-1906",null,"New York","Oxford University Press","1998","222"]},{"divid":1215860193,"type":"Newspaper Article","data":["Wilmington Race Riots. The Carolina Race Riots&#58; Federal Authorities may Intervene to Secure Justice and Restore Order","New York Times","","November 12, 1898",""]}],"locations":[{"id":773,"lat":35.3323976706,"lng":-79.9054546411,"zoom":9,"place":"MONTGOMERY, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}