{"id":1088,"title":"Delegates convene in Richmond for the Constitutional Convention of Virginia\n","course_id":1,"status":"P","start_date":"1867-12-03","end_date":"1867-12-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The process of Reconstruction played out differently for each Southern state.  In Virginia, the process began smoothly but became more complicated in 1867, after the meeting of the Virginia Constitutional Convention.&lt;br /&gt;&lt;br /&gt;Representatives from every county wanted to be a part of the re-drafting of the constitution.  In Nelson County, W.C. Carrington announced his candidacy in a letter addressed broadly, To the voters of Nelson County.'  Carrington had been a Confederate soldier.  Elsewhere, on the day of the October 22 election, John L. Marys, Jr. and Frederick C.S. Hunter asked for the voters of Spotsylvania, Caroline, and King George counties to cast ballots in their favor.  All three men, however, included information in their correspondence to voters that they would not vote in favor of a constitution that would bring harm to Virginia.&lt;br /&gt;&lt;br /&gt;On November 2, 1867, the US Army 1st Military District of Richmond, Virginia published a notice that the constitutional convention would convene at the Hall of the House of Delegates in Richmond at 10 am on December 3.  This letter also included the names of the winners of each of the local elections.  Through this documentation, it can be seen that while Spotsylvania and its surrounding counties had chosen John Marys and Frederick Hunter to represent them at the constitutional convention, W.C. Carrington had not one the election in Nelson County.&lt;br /&gt;&lt;br /&gt;Despite the fact that the Virginia's convention began in 1867, the constitution itself was not submitted to a statewide vote until 1869.  Indeed, it was pressure from President Ulysses S. Grant that forced Virginia to hasten their Reconstruction process.  True to their campaigns in the newspapers in 1867, Marys, Hunter, and other men sought to table the new constitution for as long as possible in an effort to thwart the Union's attempts at controlling the state.  In early 1870, Virginia was finally readmitted into the Union after the constitution had been ratified."],"display_date":"December 3, 1867","search_date":"1867-12-03","citations":[{"divid":1213989600,"type":"Book","data":["E. Merton Coulter","The South During Reconstruction, Volume VIII, A History of the South",null,"Baton Rouge","Louisiana State University Press","1947","343, 349"]},{"divid":1213989734,"type":"Manuscript","data":["","To the Voters of Nelson County &amp;#40;from Carrington, W.C.&amp;#41;, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1213989777,"type":"Manuscript","data":["","Election Day Address &amp;#40;from Marye, John Lawrence Jr.&amp;#41;, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1213989838,"type":"Manuscript","data":["","US Army 1st Military District &amp;#40;Richmond, Va&amp;#41;, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":28247,"type":"Film","data":[null,null,null,null,null,null,"FJgWFsGYybEljHiYvg"]}],"locations":[{"id":774,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}