{"id":109,"title":"Southern Baptist Convention Formed by 293 Representatives of Churches in the Southeastern U.S.\n","course_id":1,"status":"P","start_date":"1845-05-08","end_date":"1845-05-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1845, a group of Southern Baptists broke away from the Triennial Convention and the American Baptist Home Mission Society (ABHMS) due to differences on the slavery issue.  This particular group of Southern Baptists did not oppose slavery, as the Triennial Convention and the ABHMS had begun to do.  The Baptist Board, situated in Boston, in November of 1844, adopted certain resolutions, one of which stated that if, however, any one should offer himself as a missionary, having slaves, and insist on retaining them as his property, we could not appoint him.  One thing is certain, we can never be a party to any arrangement which would imply approbation of slavery.'&lt;br /&gt;293 delegates from local churches, state conventions, educational institutions, and missionary societies met in Augusta, Georgia, and formed the Southern Baptist Convention, which was led by W. B. Johnson, a pastor from South Carolina.  Although the Northern Baptists (ABHMS) recognized the right of the Southern branch to break away, they described it as a hugely important and momentous act: They have severed, with one blow, the union which has so long existed.  They had united with the North for no prescribed or certain period.  The union was to last during pleasure, and during pleasure only.  The South, therefore, had a right for any cause, or for no cause, to separate from the North.  Still, to sever ties by which the parties had been so long bound together, to draw a dividing line between North and South, was a solemn and momentous act.  It was a deed not to be rashly or hastily done.  No man can calculate the extent of the influence which this single act may exert, not only upon the great work of imparting Christianity to the heathen, but upon the interests, or even the existence, of our common country.'  Geographically restricted to states that would eventually become the Confederacy, the SBC began in 1845 with a total membership of 351,951 in 4,126 local Baptist churches.  The SBC version of the Baptist Church was shaped by early westward migration and life on the trans-Appalachian frontier, an agrarian mode of life, was mainly linked to the common people' and ideas of individualism, and held a strong commitment to missions."],"display_date":"May 8, 1845 - May 12, 1845","search_date":"1845-05-10","citations":[{"divid":1214022419,"type":"Book","data":["Samuel S. Hill","Encyclopedia of Religion in the South",null,"Mercer","Mercer University Press","1984","720-723"]},{"divid":1214022459,"type":"Newspaper Article","data":["The Division of the Baptist General Convention","The Christian Review","","December 1845","2, 7"]}],"locations":[{"id":75,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}