{"id":1090,"title":"Virginia Readjuster Party sweeps to victory in 1879 elections\n","course_id":1,"status":"P","start_date":"1879-11-04","end_date":"1879-11-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the Virginia state legislature elections on November 4, 1879 the Readjuster party rose to victory over their Conservative Debt-Payer opponents by gaining 41 of 100 delegate seats, and 20 of 40 Senate seats.  The Readjuster Party won the election on a platform of repudiating state debt, expanding education, and promoting the interests of African-Americans.  They framed their message around rhetoric of class conflict that contrasted the interests of average Virginians against the interests of wealthy bondholders.  This message was reflected in a pamphlet of the 1878 Readjuster Platform that stated that, The bondholder shall pay taxes as well as the farmer and the laboring man,' and that, The money assessed to free schools shall not be stolen from the treasury and given to the bondholder, but shall be sacredly applied to our schools white and colored.'   Although the Readjusters were short of a majority after the election, they were able to assemble a governing coalition after a series of November demonstrations by leaders of the Richmond African-American community pressured 14 black, Republican legislators to join their caucus on December 13, 1879.  &lt;br /&gt;&lt;br /&gt;Once in power, the Readjuster party embarked upon an ambitious reform program.  This program included the repudiation of state debt, the abolition of the poll tax, extensive investments in public education that doubled the number of schools, teachers, and students, as well as the creation of Virginia State University to serve African-American students.  On December 12, 1879 the Readjuster party nominated their charismatic leader William Mahone for the US Senate, effectively ensuring that he would replace Conservative Debt-Payer, R.E. Withers in 1881.  &lt;br /&gt;&lt;br /&gt;In addition to its political successes, the Readjuster Party also made a mark on Southern history by being the most successful bi-racial party in the South between the end of reconstruction and the Populist revolt of the 1890's.  In addition to the 14 black Republicans in the Readjuster caucus, the party also elected 12 black delegates under the Readjuster party label.  On December 3, 1879 the The Dispatch of Richmond paraphrased Readjuster state Senator, John Paul as saying, This is the first party organized in Virginia since the war which has broken color line.' Although the Readjusters would ultimately be defeated by the race-baiting tactics of conservative Democrats in subsequent elections they nonetheless made an indelible mark on Southern history and presaged the success of populist parties during the political upheavals of the 1890's"],"display_date":"November 4, 1879","search_date":"1879-11-04","citations":[{"divid":1213989962,"type":"Book","data":["William Cooper and Thomas Terrill","The American South: A History, Second Edition",null,"New York","McGraw Hill","1996","442"]},{"divid":1213990016,"type":"Book","data":["Peter Rachleff","Black Labor in the South: Richmond, Virginia, 1865-1890",null,"Philadelphia","Temple University Press","1984","90-91"]},{"divid":1213990219,"type":"Book","data":["Louis Rubin","Virginia: A Bicentennial History",null,"New York","Norton","1977","146-147"]},{"divid":1213990296,"type":"Manuscript","data":["","The Readjusters? Platform, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1213990499,"type":"Newspaper Article","data":["","The Dispatch","Richmond, Virginia","November 10, 1879",""]},{"divid":1213990541,"type":"Newspaper Article","data":["","The Sun","Baltimore, Maryland","December 3, 1879",""]},{"divid":1213990574,"type":"Newspaper Article","data":["","The Dispatch","Richmond, Virginia","December 3, 1879",""]},{"divid":1213990604,"type":"Newspaper Article","data":["","The Sun","Baltimore, Maryland","December 12, 1879",""]}],"locations":[{"id":776,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}