{"id":1091,"title":"Passage of the Civil Rights Act\n","course_id":1,"status":"P","start_date":"1866-04-09","end_date":"1866-04-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Civil Rights Act, which put forth in detail the rights of former slaves, was passed by the United States Congress on April 9, 1866. On January 5th, 1866 Senator Trumbull from Illinois had presented A Bill to protect all persons in the United States in their civil rights, and furnish a means for their vindication.' In an effort to counteract the Black Codes passed in many southern states after their reincorporation into the union.  The bill dictated that, the inhabitants of every race and color, without regard to any previous condition of slavery...shall have the same right to make and enforce contracts, to sue...to inherit, purchase, lease, sell, hold and convey real and personal property...' The Act not only guaranteed these rights to African-Americans, but also made it illegal for others to infringe upon these rights.&lt;br /&gt;President Johnson did not believe that former slaves were qualified for citizenship so he vetoed the bill. The House of Representatives voted to override the President's veto by a substantial margin. In the Senate, they barely attained the two-thirds majority required to override, thanks in part to the providential absence of two Senators, friends of the veto,' as reported by Daily National Intelligencer.  With the two-thirds vote in both Houese, Johnson's veto was overridden by Congress, the first time this had ever happened in American history. Some thought that President Johnson might not enforce the act if his veto was overridden, but the Knoxville Whig reported that if its (Congress') members conscientiously considered that they ought to pass it, he would not object, and would carry out its provisions so far as they depended on him.' Henry J. Raymond, the Editor in Chief of the New York Times and Representative in the House, called it, one of the most important bills ever presented to this house for action.'&lt;br /&gt;The Civil Rights Act of 1866 has great historical significance because it formally established the rights of the freedmen and made it a crime for these rights to be infringed upon. In his autobiography, James L. Smith, a former slave, wrote of all the injustices done against blacks previous to the act, but he stated that, When the civil rights bill was passed...the condition of the colored people was ameliorated in many instances.' For many blacks the Civil War did not end at Appomattox, but on April 9th, 1866 when the rights of African-Americans in this country were officially established."],"display_date":"April 9, 1866","search_date":"1866-04-09","citations":[{"divid":1215525757,"type":"Book","data":["Harold M. Hyman","The Radical Republicans and Reconstruction 1861-1870 ",null,"Indianapolis, IN","Macmillan General Reference ","1967","308-310, 318"]},{"divid":1215525830,"type":"Book","data":["Michael Perman","Emancipation and Reconstruction, 1862-1879",null,"Wheeling, IL","Harlan Davidson","1987","48"]},{"divid":1215525950,"type":"Book","data":["Eric Foner","Reconstruction: America&#39;s Unfinished Revolution 1863-1877",null,"New York","Harper &amp; Row","1988","243"]},{"divid":1215526159,"type":"Government Document","data":["House Bill S.61","US Congressional Documents 1774-1875 ","January 5, 1866","","","","","Library of Congress",""]},{"divid":1215526285,"type":"Newspaper Article","data":["","Knoxville Whig","","April 25, 1866",""]},{"divid":1215526309,"type":"Newspaper Article","data":["","Daily National Intelligencer","","April 12,1866",""]},{"divid":1215526365,"type":"Website","data":["James L. Smith","Autobiography of James L. Smith","University of North Carolina at Chapel Hill","http://docsouth.unc.edu/neh/smithj/smithj.html ","October 5, 2005"]}],"locations":[{"id":777,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}