{"id":110,"title":"Frederick Douglass Publishes Narrative of the Life of Frederick Douglass, an American Slave","course_id":1,"status":"P","start_date":"1845-05-28","end_date":"1845-05-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Frederick Douglass (1817-1895) grew up as a slave on a plantation in Maryland; he was the son of a white man.  After 20 years of living in the horrible, violent conditions of the institution of slavery, Douglass escaped to the North.  He became educated and one of the most prominent and outspoken abolitionists.  This book is a narration of his life, with a preface written by another strong abolitionist, William Lloyd Garrison, and it was published by the American Anti-Slavery Society in Boston.  Southern reaction to the book was strong; many believed that his stories of extreme violence within their institution of slavery were simply fabricated.  &lt;br /&gt;With this publication, Douglass appealed to a wider audience of reformers than just those who opposed slavery: his stories roused the sentiments of groups for women's rights, temperance, and publication education as well.  A review of the book published in William Lloyd Garrison's abolitionist newspaper The Liberator gave a prediction of its impact in generating and inflaming anti-slavery sentiment throughout the United States: It will leave a mark upon this age which the busy finger of time will deepen at every touch. It will generate a public sentiment in this nation, in the presence of which our pro-slavery laws and constitutions shall be like chaff in the presence of fire. It contains the spark which will kindle up the smouldering embers of freedom in a million souls, and light up our whole continent with the flames of liberty.'  Between its publication in 1845 and the year 1850, the book sold more than 30,000 copies, and Douglass became a well known symbol of ardent abolitionist beliefs and the rejuvenated free man."],"display_date":"May 28, 1845","search_date":"1845-05-28","citations":[{"divid":1213034222,"type":"Book","data":["Edward L. Ayers and Bradley C. Mittendor, editors","The Oxford Book of the American South: Testimony, Memory, and Fiction",null,"Oxford ","Oxford University Press","1997","37"]},{"divid":1213034281,"type":"Book","data":["James M. Volo and Dorothy Denneen Volo, Editors","Encyclopedia of the Antebellum South",null,"Westport","Greenwood Press","2000","81-82"]},{"divid":1213034394,"type":"Book","data":["Frederick Douglass","Narrative of the Life of Frederick Douglass, An American Slave",null,"Boston","Boston Anti-Slavery Office","1845",""]},{"divid":1213034453,"type":"Newspaper Article","data":["Frederick Douglass","The Liberator","Boston","May 30, 1845","http://docsouth.unc.edu/douglass/support1.html"]}],"locations":[{"id":76,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}