{"id":1105,"title":"Large temperance demonstration held at Georgia capitol\n","course_id":1,"status":"P","start_date":"1879-12-12","end_date":"1879-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 12, 1879 temperance supporter held a meeting outside of the Georgia state capitol attended by 3720 demonstrators.  At the demonstration three prominent, secular leaders, including a colonel and a judge spoke to the crowd about prohibition of the sale of alcohol, while a pledge was circulated in support of temperance.  Governor Colquitt provided implicit support for the demonstration, when, as the December 13th issue of The Daily Constitution of Atlanta noted, A squad of the Governors Guards in full uniform marched to the platform and signed the pledge.' The religious ties of the demonstrations were confirmed the next night when a follow up meeting was held at the First Methodist Church.&lt;br /&gt;&lt;br /&gt;One important aspect of the temperance movement was the significant impact which it had on Southern politics in the last quarter of the 19th century.  Indeed, the temperance movement made prohibition an important issue in Southern politics and even led to the creation of the political party focused almost entirely around the issue Prohibition Party in 1869.  The zenith of the movement's political influence would come in the early 20th century as numerous Southern states passed prohibition laws including Georgia's on July 30, 1907.  Later on the passage of the 18th amendment in 1919 would prohibit the sale of alcoholic beverages nationwide.  &lt;br /&gt;&lt;br /&gt;While the movement itself had an important impact on alcohol laws during this period, it would have a longer term impact on Southern society through its affect on the early developments of American feminism.  Indeed, with the success of  the Women's Christian Temperance Union in the years following its founding in 1874, the temperance movement became not only one of the first mass women's movement in America, but also a signal of greater assertiveness of women in the political arena.  Moreover, by officially adopting resolution on women's suffrage in 1879 the W.C.T.U. also aided in the diffusion of ideas surrounding women's suffrage.   Despite its eventual impact, at first the W.C.T.U. was not successful in its initial attempts to establish chapters in the South.  However the beginning of the 1880's saw the establishment of the first W.C.T.U. chapters in the South. One such example of this development was when Georgian women established the states first W.C.T.U. chapter in Atlanta on April 20, 1880."],"display_date":"December 12, 1879","search_date":"1879-12-12","citations":[{"divid":1213447284,"type":"Book","data":["J.J. Ansley","History of the Georgia W.C.T.U.: 1883-1907",null,"Columbus","Gilbert Printing","1914","38, 239"]},{"divid":1213447604,"type":"Book","data":["Ruth Bordin","Women and Temperance",null,"New Brunswick","Rutgers University Press","1990","52, 158-159"]},{"divid":1213447647,"type":"Book","data":["Carol Mattingly","Well Tempered Women: Nineteenth-Centruy Temperance Rhetoric",null,"Carbondale","Southern Illinois University Press","1998","xv"]},{"divid":1213447756,"type":"Newspaper Article","data":["","The Daily Constitution","Atlanta, GA","December 13, 1879",""]},{"divid":1213447797,"type":"Newspaper Article","data":["","The Daily Constitution","Atlanta, GA","December 14, 1879",""]}],"locations":[{"id":788,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}