{"id":1112,"title":"Louisiana establishes Bureau of Agriculture\n","course_id":1,"status":"P","start_date":"1879-12-08","end_date":"1879-12-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With the ratification of the constitution on December 8, 1879 Louisiana officially established the Bureau of Agriculture under the provisions stated in Article 179, and appropriated an annual budget for the new Bureau of up to 10,000.  Soon after Louisiana established its Bureau of Agriculture a bill was proposed in the South Carolina state legislature to establish its own Department of Agriculture with widespread support in among legislators. &lt;br /&gt;&lt;br /&gt;The context of these decisions was the agricultural depression of 1873-1879, in which declining prices for agricultural products led to agrarian unrest that played an important role in stimulating the rise of the Greenback Party.  With this in mind, the Bourbon legislatures of South Carolina and Louisiana had a strong incentive to stabilize agricultural production in order to cap political upheaval.  &lt;br /&gt;&lt;br /&gt;Moreover, the language used to justify these measures reflects the general Bourbon goal of using the government to encourage economic growth.  This language was displayed in an editorial in the December 17, issue of The Enterprise and Mountaineer of Greenville, South Carolina, which stated, This bill provides for a Department much like that of the State of Georgia, and rightly administered will do much good in stimulating the progress usefulness of the chief pursuit of the State.' In this passage, the  emphasis on collective progress through state action draws on the goals of the Bourbon politicians in establishing the New South' in which wise planning would create economic progress and sustain Southern identity.  In this way, the creation of the Bureau of Agriculture in Louisiana and the Department of Agriculture in South Carolina, are part of the larger context of Bourbon reform."],"display_date":"December 8, 1879","search_date":"1879-12-08","citations":[{"divid":1213993619,"type":"Book","data":["I. A. Newby","The South: A History",null,"New York","Holt, Rinehart and Winston","1978","303"]},{"divid":1213993654,"type":"Law","data":["Louisiana Constitution of 1879, article 179","December 8, 1879","The Louisiana Magistrate and Parish Officers? Guide","","","1883","263","Law Library, University of Virginia",""]},{"divid":1213993862,"type":"Newspaper Article","data":["","The Enterprise and Mountaineer","Greenville, South Carolina","December 17, 1879",""]}],"locations":[{"id":793,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":13,"tag":"Agriculture"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}