{"id":1113,"title":"Spanish American War\n","course_id":1,"status":"P","start_date":"1898-04-05","end_date":"1898-04-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 25, 1898, the United States officially entered into War with Spain.  In the early months of 1898, tensions in Cuba involving Cuban revolutionaries and the Spanish government began to escalate. Following the explosion of the USS Maine, which the Spanish claimed was merely an accident; US President William McKinley was hesitant to begin war and waited on the Naval Court's reports. Questions of how congress would react to the Presidents notion that Spain was not involved in the attack on USS Maine became important in the pre-phases of war. The Senate, which was the mainly Democratic and thus adverse to the McKinley administration, disagreed with the President and preferred to go to war with Spain. &lt;br /&gt;McKinley first wanted to intervene in Cuba with the intention of simply putting an end to the already-ongoing war there. When the Spanish government caught wind of this, they saw it as a threat to Spanish sovereignty and prepared a special budget for war expenses.  On April 20, 1898, President McKinley signed a Joint Resolution for war with Spain, offering an ultimatum to leave Cuba. Though the United States' intentions solely involved pacification of Cuba, by the next day, all diplomatic relations were suspended between the United States. On April 25th, the United States officially declared war on Spain."],"display_date":"April 5, 1898","search_date":"1898-04-05","citations":[{"divid":1213994105,"type":"Website","data":["Hispanic Division","The World of 1898&#58; The Spanish American War","The Library of Congress","http&#58;//www.loc.gov/rr/hispanic/1898/","October 17, 2005"]},{"divid":1213994261,"type":"Newspaper Article","data":["Hopes to Avoid War&#58; Administration will not Rush into a Conflict","The Washington Post","","February 25, 1898",""]}],"locations":[{"id":794,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}