{"id":1118,"title":"Mississippi election of 1879\n","course_id":1,"status":"P","start_date":"1879-11-04","end_date":"1879-11-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Mississippi election of 1879 served as a reaffirmation of Bourbon power in the wake of the Greenback challenge to Democratic hegemony.  The results of the November 4, 1879 were that the Democrats were once again able to assert political dominance over the state through voter fraud and intimidation.  Moreover, the 12,000 vote total registered for the Greenback Party in the 1878 elections declined sharply as voter suppression targeted the Greenback's racially mixed coalition. &lt;br /&gt;&lt;br /&gt;The pattern of fraud and intimidation in Greenback leaning counties mirrors the sharp reversal of alluvial, predominantly black counties from Republican to Democratic in 1875.  Just as the Yazoo and Kemper counties went from being heavily Republican counties in 1873 to casting a combined total of 11 votes for the Republicans in 1875 (see Skates) , so too were some of the most heavily Greenback counties heavily suppressed in 1879.  One example of this was shown when the November 6th issue of The Daily Constitution of Atlanta, reported with an astonished tone, Marshall County, which was considered the stronghold of greenbackism elects a full democratic ticket by a large majority.' This pattern of suppression of the Greenback vote would be repeated the next year in the Alabama gubernatorial election of 1880.  In this election voter fraud caused the number of ballots officially cast in the election to increase by the impossibly large difference of 177,254 in 1880 over 89,571 in the high-turnout elections of the year before.  This fraud allowed the Democratic candidate Rufus Cobb to beat Greenback candidate James Pickens by a margin of 134,911 to 42,343.  In the words of Greenback Party leader James Weaver, In the black belt country the Democrats will wait to see how large a majority they have to overcome, and will overcome it by their method of counting,' (see Lause).&lt;br /&gt;&lt;br /&gt;While the Mississippi election of 1879 was but one instance of suppression of the Greenback vote and the black vote in the Deep South, it signaled profound changes for the state of Mississippi itself.  With resumption of white control in 1875 the Bourbon political elite had undone most of the reforms undertaken during reconstruction as the November 12th issue of The Enterprise and Mountaineer of Greenville South Carolina reported that state spending fell from 706, 873 in 1875 to 225,100 in 1879.  Moreover, through manipulation and fraud the Bourbon elite were able to use the black vote to maintain political power against the challenge of poor whites for the next decade."],"display_date":"November 4, 1879","search_date":"1879-11-04","citations":[{"divid":1213994414,"type":"Book","data":["Mark Lause","The Civil War?s Last Campaign: James B. Weaver, the Greenback-Labor Party &amp; the Politics of Race &amp; Section",null,"New York","University Press of America","2001","105-106"]},{"divid":1213994450,"type":"Book","data":["John Ray Skates","Mississippi: A Bicentennial History",null,"New York","W. W. Norton and Company","1979","119, 123-124"]},{"divid":1213994608,"type":"Newspaper Article","data":["","The Dispatch","Richmond, Virginia","November 5, 1879",""]},{"divid":1213994638,"type":"Newspaper Article","data":["","The Daily Constitution","Atlanta, Georgia","November 6, 1879",""]},{"divid":1213994663,"type":"Newspaper Article","data":["","The Enterprise and Mountaineer","Greenville, South Carolina","November 12, 1879",""]}],"locations":[{"id":798,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}