{"id":1119,"title":"African-Americans receive Medals of Honor for time spent in Cuba\n","course_id":1,"status":"P","start_date":"1807-06-01","end_date":"1898-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In June of 1898, twenty-six certificates of merit and five Congressional Medals of Honor were awarded to African American soldiers who fought bravely for the United States in the first battles that took place on Cuban soil. Because they were believed to have greater resistance to tropical diseases, the U.S. Army used African American troops extensively during the campaigns in Cuba and the Philippines' (African-Americans.com). The United States' endeavors in Cuba and the Philippines during the Spanish American War provided African-Americans with many new positions in the military. &lt;br /&gt;Even white soldiers who fought alongside the blacks in Cuba acknowledged that, their black compatriots had served heroically' (Ayers, 259). Some white southerners residing in cities where the troops were stationed feared the conglomeration of black soldiers. This, however, did not deter the blacks who were eager to join the war. As word spread, as many as ten-thousand black soldiers enlisted in the army by the end of the summer to assist in US effort. As a result of the events in Cuba and the Philippines, African-Americans began to play an increasingly important role in the United States military force. The War also forced both white and black soldiers to realize that they fought for one common goal thus it also began to mend relations between African American and white soldiers."],"display_date":"June 1807 - June 1898","search_date":"1852-12-14","citations":[{"divid":1213994887,"type":"Website","data":["AfricanAmericans.com","A Chronology of African American Military Service","AfricanAmericans.com","http&#58;//www.africanamericans.com/MilitaryChronology2.htm","October 17, 2005"]},{"divid":1213995038,"type":"Book","data":["Edward L. Ayers","Southern Crossing&#58; A History of the American South 1877-1906",null,"New York","Oxford University Press","1998","259-260"]}],"locations":[],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}