{"id":112,"title":"Death of Former President Andrew Jackson\n","course_id":1,"status":"P","start_date":"1845-06-08","end_date":"1845-06-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Andrew Jackson, otherwise known as Old Hickory' and a man of the people', was the 7th President of the United States, and the first to hail from a state other than Virginia or Massachusetts.  Born in a backwoods area in the Carolinas, Jackson served during the American Revolution and eventually ended up as a lawyer in Tennessee.  His later distinguished military career included the Tennessee militia, the War of 1812, and exploits dealing with and removing the Creeks, Seminoles, Cherokees, Choctaws, and Chickasaws in the South, which gave him his heroic public image and his renown as an Indian fighter.  The Jacksonian Era of American politics (generally between the War of 1812 and the Civil War) was named for him.  President Jackson sympathized with Southern feelings yet denounced nullification as treason' during the nullification crisis because of his support of federalism and keeping the Union, opposed the National Bank, and, with his Maysville Road Bill veto, added federal support to road construction while at the same time conceding to states' rights and not alienating those who supported internal improvements.&lt;br /&gt;An Ohio statesman attributed President Jackson's popularity to his focus on the common man and characteristics of his personality: There is one remarkable trait about the character of General Jackson that endears him to the people.  It is the secret of his great and overpowering popularity.  We allude to the warm and ardent feelings for the laboring masses of mankind.  His whole soul has always been directed to their freedom from the oppressions of corporate wealth and aristocratic rule.  A more sincere, devoted, and ardent friend they never can have.  In him the working man was truly represented.  His love for and reliance on the laboring masses, bore him up in all his conflicts with the money power; and it was a knowledge of this great attachment and confidence in the people, that rendered the money aristocrats so bitter towards him.'"],"display_date":"June 8, 1845","search_date":"1845-06-08","citations":[{"divid":1213210709,"type":"Book","data":["William C. Cooper and Thomas Terrill","The American South: A History",null,"New York","McGraw Hill","1996","149, 156, 158"]},{"divid":1213210770,"type":"Newspaper Article","data":["Andrew Jackson?s Popularity","Mobile Register","Mobile, Alabama","January 1, 1845","2"]}],"locations":[{"id":77,"lat":36.1806707867,"lng":-86.8728574445,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}