{"id":1122,"title":"Bank Failure precipitates &#147;commercial crisis&#39; in Charleston, South Carolina","course_id":1,"status":"P","start_date":"1879-09-19","end_date":"1879-09-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 19th a dispatch to The Enterpirse and Mountaineer of Greenville, South Carolina reported that The commercial circles were much agitated to-day by the announcement of the suspension of the banking and exchange house of James Adger &Co.' The failure of this bank was not only a significant financial blow to Charleston, but was also part of a larger story about the weakness of Southern financial institutions after the Civil War and the disastrous consequences that this weakness had for Southerners.&lt;br /&gt;&lt;br /&gt;After the destruction of the Southern financial system during the Civil War, financial institutions did not completely recover over three decades.  With high capital requirements set by the national government in response to the needs of the banks of the North, banks in the South found it very difficult to compete.  As a result, the Southern financial system was extremely underdeveloped after the war, and the region was underserved by banks.  For example, by 1880 the South had only one national bank for every 104,621 inhabitants compared to one bank for every 7292 inhabitants in New England (See Newby).  One result of this was that the relative scarcity of credit created high interest rates that stunted commerce and farmers who were particularly vulnerable to dips in the price of commodities caused by overproduction and the deflationary monetary policies of post Civil War America.  Another result was that the relative scarcity of banks and access to credit made local economies particularly vulnerable to bank failures such as the default the James Adger & Co."],"display_date":"September 19, 1879","search_date":"1879-09-19","citations":[{"divid":1213995194,"type":"Book","data":["I. A. Newby","The South: A History",null,"New York","Holt, Rinehart and Winston","1978","283-284"]},{"divid":1213995296,"type":"Newspaper Article","data":["","The Enterprise and Mountaineer","Greenville, South Carolina","September 24, 1879",""]}],"locations":[{"id":801,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}