{"id":1125,"title":"National Board of Trade issues statement urging Congress to increase the federal government&#39;s role in the promotion of commerce.\n","course_id":1,"status":"P","start_date":"1879-12-11","end_date":"1879-12-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 11, 1879 the assembled representatives of the National Board of Trade adopted a resolution urging Congress to become more involved with regulation of commercial activity through a variety of measures.  These suggested measures included the creation of a federal rail road commission that would force freight companies to charge equal rates to all customers, the adoption of a federal standard to define jurisdiction over waterways, and the establishment of a department of commerce whose leader would occupy a cabinet level position.  &lt;br /&gt;&lt;br /&gt;These suggestions came as a result of growing concern in the business community that monopolistic rail lines operated by J.P. Morgan were exploiting their customers, as well as a general concern that ambiguous laws were holding back the progress of industrialization.  Moreover, the fact that business leaders were urging the federal government to take a more active role in regulating commerce indicated the degree to which many business leaders of both the South and the North saw government regulation as an aid for economic progress in this time period. &lt;br /&gt;&lt;br /&gt;While the National Board of Trade was meeting in Washington, the activities of  local boards of trade across the South indicated the degree to which capitalists began to organize during the gilded age to promote the collective interests.  These local capitalist figures often saw their organizations as advancing not only their own self interest but also the interests of their general community.  This paternalistic nature of this attitude was reflected in the October 29, 1879 issue of The Enterprise and Mountaineer of Greenville, South Carolina.  In this issue, the paper commented on a meeting of the local board of trade by saying, That what was wanted, was to make Greenville a big city, and that it depended upon her citizens to make it a large place to have lower freights on goods, and to induce our people to buy their shoes, dress goods, and other merchandize from out own merchants; that Greenville has good and honorable merchants, and the people must be educated to sustain them.'"],"display_date":"December 11, 1879","search_date":"1879-12-11","citations":[{"divid":1213995386,"type":"Book","data":["I. A. Newby","The South: A History",null,"New York","Holt, Rinehart and Winston","1978","300"]},{"divid":1213995412,"type":"Newspaper Article","data":["","The Enterprise and Mountaineer","Greenville, South Carolina","October 29, 1879",""]},{"divid":1213995429,"type":"Newspaper Article","data":["","The Daily Constitution","Atlanta, Georgia","December 12, 1879",""]}],"locations":[{"id":804,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}