{"id":1127,"title":"Memphis Race Riot of 1866\n","course_id":1,"status":"P","start_date":"1866-05-01","end_date":"1866-05-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 1-2, 1866, Memphis experienced the worst race riot in the city's history, with forty-six African-Americans and two whites dead, five African American women raped and hundreds of African American homes and churches burned to the ground. At the end of the war, four regiments of black Union soldiers were stationed just outside of Memphis at Fort Pickering. To the chagrin of the Irish in Memphis, the soldier's families set up tents and shanties outside of the fort and competed with the Irish for employment in the city. The tension between the groups was palpable, and only a catalyst was needed to incite an all out battle.&lt;br /&gt;This came in the form of an incident in which, an African American expressman collided with a white hack-driver. Although the expressman apologized profusely, the white man cursed him over and over again, and then a fight broke loose. The Baltimore American reported on May 8th that, three thousand citizens were on the ground at one time...The Sheriff and Mayor called upon the citizens to put down the negroes...Negroes who knew nothing of the riot, were in several cases, in different parts of the city, beaten to death or shot in cold blood.' To remedy the situation, a committee of white Memphis residents called for a citizen militia to combat the riot and the closing of all the saloons. With the destruction of homes and churches, the city would not soon forget the gruesome violence and destruction.  This calamity was highly indicative of the tension that existed throughout the south between the newly free African-Americans and the whites who felt they now had to compete with them. The Memphis Race Riot frightened many Republicans in the North, serving as a catalyst for African American rights legislation."],"display_date":"May 1, 1866 - May 2, 1866","search_date":"1866-05-01","citations":[{"divid":1215022625,"type":"Book","data":["Carroll Van West","The Tennessee Encyclopedia of History and Culture",null,"Nashville, TN","Rutledge Hill Press","1998",""]},{"divid":1215022683,"type":"Book","data":["C. Vann Woodward","Origins of the New South",null,"Baton Rouge, LA","Louisiana State University Press","1951, 1971","95-100"]},{"divid":1215022758,"type":"Book","data":["Michael Perman","Emancipation and Reconstruction, 1862-1879",null,"New York","Harlan Davidson","1987","50"]},{"divid":1215023141,"type":"Book","data":["Shields McIlwaine","Down in Dixie",null,"New York","E.P. Dutton","1948","149-152"]},{"divid":1215023558,"type":"Newspaper Article","data":["","Baltimore American","","May 8 and 14, 1866",""]}],"locations":[{"id":806,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}