{"id":1129,"title":"Louisiana Gubernatorial election of 1879\n","course_id":1,"status":"P","start_date":"1879-12-08","end_date":"1879-12-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the Louisiana gubernatorial election of 1879 Bourbon Democrat, Louis Wiltz beat conservative Republican Taylor Beattie by a margin of 72,000 to 42,500.  In the second election since reconstruction the Bourbon Democratic elite strengthened its hold over Louisiana politics by manipulating the votes of African-Americans through a mixture of intimidation and voter fraud.  The Sun of Baltimore, Maryland reported the atrocities associated with the strategy on December 5, 1879 in an article headlined, Reported Ku Kluxing in Louisiana.' The article detailed the acts of terrorism before the election by stating, Dave Armstrong was hanged Sunday night, R. H. Brown, late postmaster, hanged, and ex-Sheriff Peck whipped and stretched Monday night, and twenty-five others ran away from the parish.  Terrorism is complete.'&lt;br /&gt;&lt;br /&gt;Controlling the votes of African-Americans in the delta parishes would become the centerpiece of the Bourbon's electoral strategies as it gave them effective control of a much greater percentage of the vote than their portion of the population would normally allow.  Through electoral fraud and intimidation the Bourbon establishment was able to register vote totals such as the 2,811 to 0 vote for the Democrats in the heavily African American parish of Natchitoches in the election of 1878 (see Vandal).  In this way, the Bourbon establishment was able to insulate itself from potential electoral challenges from Republicans, and establish political hegemony over Louisiana politics.  Thus, the election of Louis Wiltz through a mixture of intimidation and defrauding of black voters in the delta parishes would set a model for the future of elections in late 19th century Louisiana."],"display_date":"December 8, 1879","search_date":"1879-12-08","citations":[{"divid":1213664663,"type":"Book","data":["Joe Taylor","Louisiana: A Bicentennial History",null,"New York","Norton","1976","136"]},{"divid":1213664695,"type":"Book","data":["Gilles Vandal","The Louisiana Purchase Bicentennial Series in Louisiana History, Volume XI: The African American Experience in Louisiana Part B, From the Civil War to Jim Crow",null,"Lafayette","University of Louisiana Lafayette Press","2000","386"]},{"divid":1213664768,"type":"Online Encyclopedia","data":["Encyclopedia Louisiana","Louis Alfred Wiltz","http://www.enlou.com/people/wiltzla-bio.htm","October 13, 2005"]},{"divid":1213664806,"type":"Newspaper Article","data":["","The Sun ","Baltimore, MD","December 5, 1879",""]}],"locations":[{"id":808,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}