{"id":113,"title":"True American, the Emancipationist Newspaper, Founded","course_id":1,"status":"P","start_date":"1845-06-01","end_date":"1845-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In June of 1845, the <em>True American</em> abolitionist newspaper was founded.  Its editor, Cassius Marcellus Clay, was an outspoken abolitionist from the South (a Whig from Kentucky).  His arguments against slavery usually were primarily economic in nature, thus appealing to the self-interests of farmers and small slaveholders that, at the time, were feeling the effects of severe economic depression in the tobacco market.  Clay listed several reasons why slavery was inefficient: it impoverishes soil', slaves weren't as skillful, energetic, or full of self interest' as whites, slaves supposedly produced less and consumed more than freemen, and slavery caused the poor to despise labor by degrading' it, while at the same time turning slaveholders into lazy, idle people.  He also argued that slavery caused national poverty, kept economic development from occurring at the pace that it could have by restricting education, diverting funds into slaves, and discouraging development of skills.&lt;br /&gt;Clay was correct to fear pro-slavery forces in Lexington; he fortified the office of the True American with cannons, rifles, lances, and a keg of gunpowder, and carried weapons with him wherever he went.  The Christian patriot' John G. Fee, who also harbored antislavery sentiments, experienced the threat of violence against Clay in Kentucky himself: About this time, at my suggestion, a petition was sent to Cassius M. Clay, requesting him to come to Lewis County, July 4th, 1846, and make to us an address on the subject of slavery and emancipation. The call was signed by twenty-seven citizens, to be sent to Mr. Clay.  Mr. Clay accepted the invitation, commended highly the courage of the men who had made the call, but sent back the sad intelligence that he must defer the purposed address until his return from the war with Mexico;This stirred the slave power, especially in Mason County, the adjoining county. ","An article appeared in the <em>Maysville Eagle</em>, which in some respects misrepresented the statement of the former, by saying: This is as rank Abolitionism as was ever uttered by Birney or Tappan. No slaveholder is hereafter to receive the votes of these simon-pure liberty men; and they who dare to apologize for the institutions of our country are thus denounced and proscribed, and this is heralded forth as the sentiments of Lewis County.';Mr. Clay, having declined then to come, and the slave power raging, some ten men of the twenty-seven who had signed the call inviting Mr. Clay to come, took back their names; and upon myself, Mr. Clay's correspondent, were gathered the severest anathemas, and threats of violence and of the utter destruction of my house;My friends expected the threatened violence, and a man whom we knew as a friend and one who had opportunity to know the movements of our enemies came three times during the day and entreated that I leave my home or I would certainly be killed. At night we went to bed as usual;Many, with purposes of violence, did gather at the place of rendezvous, but dispersed before the frowning elements [inclement weather]. Soon after this the prime mover was killed by a tenant;Another man who shot at me whilst I was sitting in my house, was soon afterward drowned in the Ohio river.'  Eventually pro-slavery citizens of Lexington forced him to flee and move North.  Clay became the Governor of Kentucky in 1849."],"display_date":"June 1845","search_date":"1845-06-15","citations":[{"divid":1213210862,"type":"Book","data":["Robert Fogel","Without Consent or Contract: The Rise and Fall of American Slavery",null,"New York","W.W. Norton","1989","345-346"]},{"divid":1213210987,"type":"Book","data":["James M. Volo and Dorothy Denneen Volo","Encyclopedia of the Antebellum South",null,"Westport","Greenwood Press","2000","53-54"]},{"divid":1213211284,"type":"Website","data":["John Greg Fee","Autobiography of John G. Fee, Berea, Kentucky","Documenting the American South","http://docsouth.unc.edu/fee/fee.html","October 10, 2005"]}],"locations":[{"id":78,"lat":38.0422598094,"lng":-84.4586978215,"zoom":9,"place":"FAYETTE, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}