{"id":1130,"title":"Cummings vs. Missouri Heard Before the Supreme Court\n","course_id":1,"status":"P","start_date":"1866-03-15","end_date":"1866-03-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Mid-March of 1866, the case of Father Cummings, a parish priest from rural Missouri, versus the state of Missouri, was brought before the Supreme Court which ended returning a 5-4 decision in his favor. In 1865, when Missouri was forming their new constitution, a very popular state leader by the name of Drake passed what was called the Iron-Clad Oath. The Iron-Clad Oath was a severe and searching' pledge of loyalty to the Union that was required of voters, officers, attorneys, jurors, priests and clergymen. A state-wide system of registration was provided and local officials were given the power to decide who could and could not vote. Disqualification from being able to vote was fairly common considering the stringent nature of the system. In the Daily National Intelligencer from January 2, 1866, Mr. McCullough, the Secretary of the Treasury, reported that, In most of the Southern States nearly every man fit for a revenue officer was some time either engaged in hostilities against the Government of the United States or holding State or confederate office, either willingly or unwillingly.' One could not vote if he had been loyal to the confederacy or if he had expressed sympathy with the views of a secessionist.&lt;br /&gt;To officially be allowed to vote, a man had to deny under oath participation in eighty-six different acts. In September, 1865 Reverend Cummings, a Roman Catholic priest, was convicted by the Circuit Court of Pike County of preaching and serving as minister to his parish without having taken the Oath required by the state of Missouri. Reverend Cummings was forced to pay a fine of five hundred dollars and to go to jail until his fine was paid. He appealed the decision to the Supreme Court of Missouri and then the Supreme Court of the United States. In the opinion, Justice Field asserted that under the Constitution of this country, it was unjust and unconstitutional for a state to deprive a citizen of their right to life, liberty and the pursuit of happiness; even if this deprivation was seen merely as a means of punishment. The court asserted every citizen's right to our unalienable rights, but it also cited the fact that the oath was a violation of the right to dissent. The decision made by the Supreme Court in favor of Reverend Cummings and against the Iron-Clad Oath, was an important assertion of the fundamental rights of every citizen, especially, the right to dissent."],"display_date":"March 15, 1866","search_date":"1866-03-15","citations":[{"divid":1215023680,"type":"Government Document","data":["Cummings v. The State of Missouri","Supreme Court of the United States","1866","","","","","Lexis-Nexis Academic","http://www.lexisnexis.com/us/lnacademic/results/docview/docview.do?docLinkInd=true&amp;risb=21_T4083303754&amp;format=GNBFI&amp;sort=BOOLEAN&amp;startDocNo=1&amp;resultsUrlKey=29_T4083303761&amp;cisb=22_T4083303760&amp;treeMax=true&amp;treeWidth=0&amp;csi=6443&amp;docNo=9"]},{"divid":1215025121,"type":"Book","data":["Edwin McReynolds ","Missouri: A History of the Crossroads State",null,"Norman, OK","University of Oklahoma Press","1962","258-264"]},{"divid":1215025203,"type":"Book","data":["William E. Parrish ","A History of Missouri: Volume III, 1860 to 1875",null,"Columbia, MO","University of Missouri Press","1973","130-136"]},{"divid":1215025250,"type":"Newspaper Article","data":["","Daily National Intelligencer","","January 2, 1866",""]}],"locations":[{"id":809,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}