{"id":1134,"title":"Homestead Act of 1866\n","course_id":1,"status":"P","start_date":"1866-06-21","end_date":"1866-06-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Homestead Act of 1866 was passed on June 21st of that year and opened up public land to settlement and farming by African-Americans and white persons loyal to the Union. Representative George W. Julian a Republican from Indiana proposed the bill, which opened up forty-four million acres of public land in Alabama, Arkansas, Florida, Louisiana, and Mississippi in 80 acre lots to freedmen who were looking to start their own farms. Not unlike the Test Oath, the bill required that, here after any person applying for the benefit of said act shall make an oath that he has not borne arms against the United States or given aid and comfort to its enemies.'&lt;br /&gt;The law seemed groundbreaking, but in reality, the land opened up was all uncultivated, much of it either swamp or forest land. Due to the land-hungry nature of cotton and its production, the grand majority of ideal farm land was already occupied. Without the resources to travel long distances to stake a claim or to purchase livestock and tools, the Homestead Act was essentially fruitless. By 1869, only four thousand African American families had attempted to use the act and most of the land ended up being settled by whites working for the logging industry. The law proved an example of Congress' habit of seemingly giving the freedmen a great opportunity, when in reality the law improved the lives of few African-Americans."],"display_date":"June 21, 1866","search_date":"1866-06-21","citations":[{"divid":1216932828,"type":"Government Document","data":["House Resolution H.R. 1183","Bills and Resolutions, House of Representatives","June 21, 1866","","","","","Library of Congress&#58; American Memory","http&#58;//memory.loc.gov/ammem/index.html"]},{"divid":1216933087,"type":"Book","data":["Michael Perman","Emancipation and Reconstruction, 1862-1879",null,"Arlington Heights","Harlan Davidson","1987","41"]},{"divid":1216933144,"type":"Book","data":["Eric Foner","Reconstruction&#58; America&#39;s Unfinished Revolution 1863-1877",null,"Scranton","Harper &amp; Row","1988","246"]}],"locations":[{"id":812,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}