{"id":1139,"title":"First Electric Morse Telegram sent\n","course_id":1,"status":"P","start_date":"1844-05-24","end_date":"1844-05-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Samuel Morse was born in Charlestown, Massachusetts on April 27th 1791. Morse was educated in prestigious institutions nationally, including Phillip's Academy at Andover and Yale University. From 1811 until 1815, Morse lived in England, exhibiting his work at the Royal Academy in 1813. The next ten years of his life were spent as a traveling artist. In 1832, Morse began his travels back to America to the job of Professor of Painting and Sculpture at the University of New York. It was on his trip home that he overheard a shipboard discussion on electromagnets. This was the idea that sparked Morse's interest. &lt;br /&gt;Although Morse is remembered for his code, which is still in use, it was his invention of the electronic telegraph that triggered a series of other inventions that make it so significant. After many long years of inventing and perfecting his numerous creations, Samuel Morse was finally ready to present his new communication system. On May 24th, 1844 Morse sent the first electrical telegram from the Supreme Court Room in the Capitol to the railway depot at Baltimore. Transmitting over long distances with weak wires, these telegrams were signaled though the Morse code alphabet of long and short beeps. The message said, What hath God wrought?', words chosen by Annie Ellsworth.&lt;br /&gt;This new invention expedited the process of communicating within and between states. Although electrical telegrams were not used among common folk, government officials could put it to great use. Through this electronic method of communication warnings, alerts and criminal investigations could be dispatched across the country in far less time. This increased the chances of catching criminals and for a lot of people escaped slaves. The telegraph also came to be important for the military, being first used in Varna during the Crimean War in 1854, but more correlated; it was widely used in the American Civil War."],"display_date":"May 24, 1844","search_date":"1844-05-24","citations":[{"divid":1215029761,"type":"Book","data":["Clayton E. Jewett and John O. Allen","Slavery in the South: A State-by-State History",null,"Westport, CT","Greenwood Press","2004",""]},{"divid":1215029979,"type":"Newspaper Article","data":["","Baltimore Sun","","May 28, 1844",""]},{"divid":1215029992,"type":"Newspaper Article","data":["","Washington Globe","","May 26, 1844",""]}],"locations":[{"id":817,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}