{"id":114,"title":"1816 Treaty of Chickasaw Council House\n","course_id":1,"status":"P","start_date":"1816-09-20","end_date":"1816-09-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The treaty of 1816, which was the second treaty in a succession of three, took place between Generals Jackson, Meriwether, Franklin and the Chickasaws.  Arranged by George Colbert, spokesman for the Chickasaw Nation, delegations were held at the Chickasaw Council House.  During negotiations, Jackson was known for not wanting to war with the Chickasaws.  Instead, Jackson and the other treaty commissioners used coercion and bribery in order to gain about 20 million acres of land in Tennessee.  &lt;br /&gt;&lt;br /&gt;The conditions of the treaty were that the United States paid 12,000 annually for ten years to the Chickasaws in exchange for the lands on the east and north side of the Tennessee River.  This exchange also included land on the south side of the Tennessee River obtained from the Creek Indians.    &lt;br /&gt;&lt;br /&gt;The general sentiment in the South was confidence that this treaty helped to settle animosities between the Americans and the Natives.  Much of the Chickasaw land given to the U.S. was being encroached on by neighboring Cherokee tribes and non-Indian travelers, which was probably a major reason to why the Chickasaws agreed to the treaty conditions.  By giving this land to the U.S., the Chickasaws no longer had to be responsible for protecting their land from the Cherokee invaders.  Also, the treaty helped to regulate the traveling of non-Indians through their land.  Finally out of appreciation, the U.S. gave George Colbert a four by four mile tract of land on the north side of the Tennessee River."],"display_date":"September 20, 1816","search_date":"1816-09-20","citations":[{"divid":1213387923,"type":"Book","data":["James R. Atkinson","Splendid Land, Splendid People: The Chickasaw Indians to Removal",null,"Tuscaloosa, Alabama","University of Alabama Press","2004","205-206, 209"]},{"divid":1214319972,"type":"Newspaper Article","data":["Indian Council","Virginia Argus","","October 4, 1816",""]}],"locations":[{"id":79,"lat":null,"lng":null,"zoom":8,"place":"INDIAN LANDS, Tennessee"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}