{"id":1143,"title":"Iron is used for Railroads\n","course_id":1,"status":"P","start_date":"1844-01-11","end_date":"1844-01-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ever since John Smith arrived on American soil, boats have been a major medium for transportation. Water and boats were the only adequate forms of transportation and ultimately trade. As a cycle of reinforcement, water transport promoted trade and trade promoted water transport. Soon, with the implementation of newer materials, lighter resources and fresher ideas, boats become better and faster then before. Access to a body of water was so necessary to means of living in the 18th Century that the upper class would buy isolated houses on the water front. As long as they had access to water they did not need neighbors. &lt;br /&gt;Soon thereafter railways and trains were built and a new industrialized form of trade emerged into the South. Railroads soon became another medium of trade, though not as reliable or as fast as one would have liked. The greatness of employing trains, however, meant that resources and commodities could be found and transported to places within the states that were not on or near a body of water. In 1844, iron was implemented for both railroads and underground railroads. Southern States that bordered water, had previously relied on steam boats and water for essential transportation needs. Now, they had a fast and reliable alternate form of transport. &lt;br /&gt;Railroads provided for more unity within the states, whereby people could travel across the country for leisure. It also provided an accessible method for transporting goods and commodities for trade, such as bringing sugar from the south up to the north, which boosted the economy. This improvement also enhanced the infrastructure of America. More importantly though, the railroads were now an easier way for slaves to escape their masters and oppressed lifestyles. Blacks knew that if they made it to the North or Canada, help awaited them. Underground railroads began to flourish all over the country. Wilmington, Delaware is one example of where railroads increased and subsequently blacks were led to freedom. This implementation led to the escape of hundreds of slaves, with the aid of people like Thomas Garrett and Harriet Tubman."],"display_date":"January 11, 1844","search_date":"1844-01-11","citations":[{"divid":1215030035,"type":"Book","data":["Clayton E. Jewett and John O. Allen","Slavery in the South: A State-by-State History",null,"Westport, CT","Greenwood Press","2004",""]},{"divid":1215030081,"type":"Manuscript","data":["","Specifications for Grading, Masonry, etc., broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1215030115,"type":"Newspaper Article","data":["","Georgia Journal and Messenger","","January 11,1844",""]}],"locations":[{"id":820,"lat":39.5008834932,"lng":-75.568787499,"zoom":9,"place":"NEW CASTLE, Delaware"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":8,"tag":"Arts/Leisure"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}