{"id":1145,"title":"Rich goldmine discovered north of Atlanta, Georgia","course_id":1,"status":"P","start_date":"1879-07-22","end_date":"1879-07-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Atlanta, Georgia set off a miniature gold rush.  Newspapers in the region responded to the bonanza by publishing detailed articles about the development of gold mines in the region.  One such article appearing in the Enterprise and Mountaineer of Greenville, South Carolina on December 24, 1879 declared that the Pigeon Roost mine would be the largest and most productive mining camp this side of the Pacific slope' after the completions of improvements to the mine. &lt;br /&gt;&lt;br /&gt;While the discovery of the mines had major significance for the city of Atlanta, and for northern Georgia, they were merely one small part of the immense wealth of natural resources that were being harvested at unprecedented rates in the South during the 1870's and the 1880's.  During the course of the 1880's oil drilling, coal mining, and lumbering all grew at astonishing rates with the amount of timber cut from Southern forests doubling during the 1880's and the tonnage of coal bituminous coal mined in the South more than quadrupling over the same period (see Newby). Although the rapid exploitation of natural resources allowed the South to invest more heavily in its own industrialization, it's legacy is at leas somewhat ambiguous.  This is because much of the wealth generated from these resources did not remain the South but instead went to of the Northern Capitalists such as J.P. Morgan who owned the majority of the leading industrial and natural resource based companies."],"display_date":"July 22, 1879","search_date":"1879-07-22","citations":[{"divid":1214079864,"type":"Book","data":["I. A. Newby","The South: A History",null,"New York","Holt, Rinehart and Winston","1978","287-289, 298-299"]},{"divid":1214079941,"type":"Newspaper Article","data":["","The Daily Constitution","Atlanta, Georgia","July 23, 1879",""]},{"divid":1214079957,"type":"Newspaper Article","data":["","The Enterprise and Mountaineer","Greenville, South Carolina","December 24, 1879",""]}],"locations":[{"id":822,"lat":34.4438325696,"lng":-84.1704313653,"zoom":10,"place":"DAWSON, Georgia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}