{"id":1149,"title":"Louisiana&#39;s constitution of 1879 ratified.\n","course_id":1,"status":"P","start_date":"1879-12-08","end_date":"1879-12-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Although the ratification of the constitution of 1879 appeared to affect major changes for the state of Louisiana, in reality, it became a tool to preserve the status quo economic, social, and political relations of the state.  Notable measures passed under the constitution include Article 150 which transferred the state capital from New Orleans to Baton Rouge, Article 224 which mandated the creation of a free public school system, and Article 188 which stated that no restraints could be made on suffrage based on, race, color, or previous condition.' Although these measures appeared to signal a return to the legacy of reconstruction, in reality their progressive spirit was killed by the reactionary articles passed elsewhere under the constitution and the de facto  racist, patriarchal, and plutocratic realities of 1879 Louisiana. &lt;br /&gt;&lt;br /&gt;One of the most significant of these laws is the 1 poll tax passed under article 208.  Although the purpose of this measure was ostensibly to fund state education, its true purpose is clearly to disenfranchise poor voters, and particularly poor black voters, who could pose a threat to Bourbon control at the ballot box.  Another measure designed to maintain Bourbon control over the state apparatus was the continuation of the charter for the state lottery under Article 167.  Although this article seems innocuous, because Bourbon politicians pilfered most of the lottery returns to grease their political machine in reality it was a crucial element toward maintaining Bourbon control over the state.&lt;br /&gt;&lt;br /&gt;While the content of the constitution entrenched the existing hierarchies of the state, some of the most pernicious discriminatory aspects of Louisiana law after the ratification of the constitution of 1879 were legal precedents which the new constitution carried over with its ratification.  For example, the Louisiana Magistrate and Parish Officer's Guide, published in 1883 reflected the full spectrum of Louisiana's patriarchal laws.  For example the guide instructs officials that a woman cannot sue without her husband's permission, or bear witness to a will.  Perhaps the most subtly patriarchal of all the instructions provided to officials, is that a woman cannot re-marry until she has been separated from her husband for at least 10 months (almost certainly so as to ensure the new husband will not have his sexual dominion over his wife challenged by a pregnancy from her previous husband).  Another discriminatory aspect of the 1879 constitution comes through the extremely homophobic instructions that criminals who are convicted of attempted rape are to receive no more than two years in prison, while any person convicted of sodomy is sentenced to a life term of hard labor."],"display_date":"December 8, 1879","search_date":"1879-12-08","citations":[{"divid":1216933479,"type":"Book","data":["Joe Taylor","Louisiana&#58; A Bicentennial History",null,"New York","W. W. Norton &amp; Company","1976","134-135"]},{"divid":1216933638,"type":"Website","data":["The Library of Congress&#58; American Memory","Louisiana&#58; The Creole State","The Library of Congress&#58; American Memory","http&#58;//memory.loc.gov/ammem/today/dec08.html","September 17, 2005"]},{"divid":1216933678,"type":"Law","data":["Louisiana Constitution of 1879, Articles 150, 167, 188, 204, 228","December 8, 1879","The Louisiana Magistrate and Parish Officers? Guide","New Orleans","James Graham","1883","12, 260-262, 269, 27","Law Library, University of Virginia",""]},{"divid":1216933806,"type":"Book","data":["Edward Olcott","The Louisiana Magistrate and Parish Officers? Guide",null,"New Orleans","James Graham","1883","16, 92-93, 108, 113, 135"]}],"locations":[{"id":825,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}