{"id":1161,"title":"End of the Cherokee Trail of Tears\n","course_id":1,"status":"P","start_date":"1836-05-16","end_date":"1839-06-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Trail of Tears was named as such by the Cherokee Indians who survived the forced march west from their native lands throughout Georgia and North Carolina.  Hostility toward the Cherokees was not a foreign concept for the native people of Georgia.  The Cherokees were led by the chief called The Ridge, who allied the Cherokees with Andrew Jackson in 1814 at Horseshoe Bend.  During his presidency, Jackson disregarded this act of good faith and forced the Indian Removal Bill upon Congress, it was passed in 1830.  Indian land was now available to whites, which was usually distributed by a lottery process.  By 1836, a removal treaty, contested within the Cherokee nation, had been signed by The Ridge and westward exodus had begun.  General Winfield Scott sped the removal along as well as put many Indians into stockades along the way.  The Trail of Tears found its end in Oklahoma.  Nearly a fourth of the Cherokee population died along the march.  It ended around March of 1839.  The rule of cotton declared a white only free-population.&lt;br /&gt;Upon reaching Oklahoma, two Cherokee nations, the eastern and western, were reunited.  In order to live peacefully and harmoniously together, a meeting occurred in Takattokah.  In June of 1839 eastern and western chiefs met in order to discuss the new nation's government.  The eastern chiefs accepted western sovereignty.  As reported by the chiefs in a letter addressed to the government of the United States on June 13, 1839, we take pleasure to state distinctly that we desire to see the eastern and western Cherokees become reunited, and again live as one people;to the satisfaction and permanent welfare of the whole Cherokee people.'  The letter was signed by John Ross and George Lowey, eastern chiefs, and John Brown, John Looney and John Rogers, all western chiefs.  The letter was presented to congress by Mr. Corwin, who wrote Memorial of the Cherokee Nation in 1840."],"display_date":"May 16, 1836 - June 1, 1839","search_date":"1837-11-22","citations":[{"divid":1215528004,"type":"Pamphlet or Other Printed Material","data":["","Memorial of the delegation of the Cherokee Nation","","Corwin","1840",""]},{"divid":1215528042,"type":"Book","data":["John B. Boles","The South Through Time",null,"New Jersey","Prentice-Hall, Inc.","1999","256-9"]}],"locations":[{"id":832,"lat":null,"lng":null,"zoom":8,"place":"INDIAN LANDS, Georgia"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}