{"id":1173,"title":"Henry Clay Makes Speech to Congress Concerning Abolition\n","course_id":1,"status":"P","start_date":"1839-02-07","end_date":"1839-02-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A Whig senator from Kentucky, Henry Clay's speech was discussed throughout the nation during the year.  He received much criticism and praise for his confrontation of abolition.  Whig politics at the time were very two-sided, having to span the boundary between free states and slave states.  His speech to congress in February of 1839 gave his views on abolitionists and their pursuit.&lt;br /&gt;He identified three classes of people opposed to slavery.  The first, and most harmless according to Clay, was the class opposed to slavery by sentiment or philanthropy.  This class, he asserted, disliked the institution but would not upset the union or their own lives for the cause of abolition.  The second class he named the abolitionists.  This group he felt believed that the right of petition had been violated by congress and were more adamant to their cause, yet no more wanted to cause disunion to the nation.  The third and most dangerous class was the ultra-abolitionists.  &lt;br /&gt;Clay said, with them [ultra-abolitionists] the rights of property are nothing, the deficiency of the powers of the General Government is nothing; the acknowledgment and incontestable powers of the States are nothing; civil war, a dissolution of the Union, and the overthrow of a Government in which are concentrated the fondest hopes of the civilized world, are nothing.'&lt;br /&gt;Also in his speech, Clay addresses a concern on British emancipation of the West Indies.  He says this is unfair as the planters in the West Indies are not represented in British Parliament.  Clay drew a parallel between the ultra-abolitionists and the British parliament as that neither are anywhere near the world they seek to govern and change.&lt;br /&gt;An important clarification made by Clay over the policies of democrats and Whigs was that neither party were abolitionists.  He contests the necessity of abolition in Washington D.C.  &lt;br /&gt;Clay ended with predictions for the future of slavery.  He predicted that slavery would endure for at least 50-100 years, and after that within 150-200 years few vestiges of the black race will remain among our posterity.'  He warned, however, that if abolitionists have their way a war and dissolution will occur."],"display_date":"February 7, 1839","search_date":"1839-02-07","citations":[{"divid":1215030634,"type":"Manuscript","data":["","Henry Clay?s Speech on the Subject of Abolition Petitions, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1215030657,"type":"Book","data":["Michael F. Holt","The Rise and Fall of the American Whig Party",null,"New York","Oxford University Press","1999",""]},{"divid":515943,"type":"Manuscript","data":[null,null,null,"LQfOweiPOyhfRizKhyD"]}],"locations":[{"id":841,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}