{"id":1175,"title":"Disastrous Fire Ravages Savannah, Georgia","course_id":1,"status":"P","start_date":"1820-01-11","end_date":"1820-01-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The beginning of the nineteenth century brought significant misfortune to Savannah, Georgia.  While the city struggled to achieve public improvements and increase urban development, a disproportionate number of natural disasters struck, such as the hurricane of 1804.  Incidents of yellow fever and cholera outbreak resulted in large-scale mortality and interference with business.  A vast fire, on the lot belonging to the estate of Isaac Fell, in Baptist Church square (Arkansas Gazette 4/1),' struck in the early morning of January 11, 1820. It spread with the winds and destroyed about 500 buildings before subsiding that afternoon.  The editor of the Savannah Republican' reported that the whole of the town north of Broughton Street to the Bay (Arkansas Gazette 4/1)' was gone, along with Savannah's Branch Bank of the United States. &lt;br /&gt;In the immediate aftermath of the fire that ravaged the city, the government had no clues as to the origin of the calamity, but some were estimating the damages to be near ten million dollars.  This number was later revised by the Committee of Aldermen and Citizens of Savannah, who reported the amount claimed for losses as closer to one million dollars , still an immense sum in the early nineteenth century (Southern).  Because the fire had such a devastating effect on the Savannah and its citizens, people across the nation responded to aid those affected.  A committee was established to distribute clothing, food, and other provisions collected primarily from Georgia and surrounding southern states.  &lt;br /&gt;The federal government took action by passing a Senate bill on March 8.  During the first session of the Sixteenth Congress, Mr. Sanford of the Committee of Finance instructed the Senate on a bill for relief of sufferers from the Savannah fire.  Its main provision was for the lessening and postponement of debt for those citizens who had lost literally all they had to the fire.  The bill stipulated that one fourth part of all duties due and remaining unpaid to the United States, at the custom house at Savannah, upon imported merchandise, which was destroyed;and was not insured against fire, be, and the same is hereby, remitted (A Bill).'  In addition, Sanford's bill provided for a two-year extension of credit to make payment on the other three fourths of duties.  In commenting that, the general and benevolent conduct of our fellow citizens throughout the United States cannot be too much commended, [and] their relief and their sympathy ought never to be forgotten,' the editor of the Southern Recorder eloquently conveyed the sentiment of the grateful people of Savannah."],"display_date":"January 11, 1820","search_date":"1820-01-11","citations":[{"divid":1215030732,"type":"Government Document","data":["A Bill for the Relief of Certain Sufferers by Fire, at Savannah, in Georgia","Senate Bills and Resolutions","March 8, 1820","","","","","Library of Congress","http://lcweb2.loc.gov/cgi-bin/ampage?collId=llsb&amp;fileName=001/llsb001.db&amp;recNum=244 "]},{"divid":1215030823,"type":"Online Encyclopedia","data":["History Resource Center","Savannah","http://galenet.galegroup.com/servlet/HistRC/ ","October 10, 2005"]},{"divid":1215031221,"type":"Newspaper Article","data":["Fire at Savannah","Arkansas Gazette","","April 1, 1820",""]},{"divid":1215031242,"type":"Newspaper Article","data":["","Southern Recorder","Milledgeville, GA","August 15, 1820",""]}],"locations":[{"id":843,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}