{"id":1176,"title":"Yellow Fever Ravages the South\n","course_id":1,"status":"P","start_date":"1839-07-15","end_date":"1839-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A common problem in American history until the 20th Century, Yellow Fever raged in cities across America ranging from Philadelphia to New Orleans.  In September of 1839 the Newbern Spectator of North Carolina reported the conditions in Mobile.  The papers of Mobile gave notice that only a once-weekly publishing rate was achievable during the plague.  Death tolls were high, by any standards, including 15 deaths on the 3rd of September followed by 17 on the fourth.  New Orleans reported, not a cheering sentence, nor a word of hope have we to offer, relative to the epidemic.'  On the sixth of September there were 37 deaths.&lt;br /&gt;Much like during the yellow fever pandemic of 1793 that raged in Philadelphia, the cause of Yellow Fever was still unknown to the world in 1839.  To fight the plague, sections of cities were shut off, orders of evacuation given, and many strange and useless orders from doctors for helpful powders and serums.  Causes were most often attributed to waste, heat and humidity, yet no single cause would be agreed upon until the 20th century's scientific method gained widespread use."],"display_date":"July 15, 1839 - September 30, 1839","search_date":"1839-08-22","citations":[{"divid":1215031297,"type":"Book","data":["Jim Murphy","An American Plague",null,"New York","Houghton Mifflin Books","2003",""]},{"divid":1215031324,"type":"Newspaper Article","data":["","Newbern Spectator","","September 27, 1839",""]}],"locations":[{"id":844,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}