{"id":1177,"title":"John Brown&#39;s raid on Harper&#39;s Ferry\n","course_id":1,"status":"P","start_date":"1859-10-16","end_date":"1859-10-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John Brown, a notorious trouble-maker and abolitionist from Kansas, launched an offensive against Harper's Ferry, Virginia (currently West Virginia).  Brown, who was known as Old Brown,' Fighting Brown,' and Ossawatomie Brown,' first came to public attention in 1855 in Lykins County, Kansas.  In Harper's Ferry in 1859, he initiated his final public appearance, with his ultimate goal being to begin a massive uprising of enslaved people.&lt;br /&gt;&lt;br /&gt;The insurrection began at about half past ten o'clock on Sunday night.  William Williamson, the watchman at Harper's Ferry bridge, while walking across toward the Maryland side, was seized by a number of men who said he was their prisoner, and must come with them.'  The guard initially believed the command to be a joke, but soon discovered otherwise.  As the next hours progressed, Brown, his few supporters, and their prisoners were driven to the armory and engine house where the insurgents put up resistance for a short time.  In the record of The Life, Trial, and Execution of Capt. John Brown, at daybreak a panic appears to have immediately ensued, and the number of insurrectionists was at once largely magnified.  In the mean time a number of workmen, not knowing anything of what had occurred, entered the Armory, and were successively taken prisoners, until at one time they had not less than sixty men confined in the Armory.' &lt;br /&gt;&lt;br /&gt;Brown and his men held their place at the armory for nearly two days.  The intended slave rebellion, however, failed to happen.  Ironically, one of the earliest casualties in the affair was a black man, who would not join the cause and thus was shot."],"display_date":"October 16, 1859 - October 18, 1859","search_date":"1859-10-17","citations":[{"divid":1215031393,"type":"Pamphlet or Other Printed Material","data":["","The Life, Trial, and Execution of Capt. John Brown","New York","Robert M. De Witt","1859","Special Collections Library, University of Virginia"]},{"divid":1215031425,"type":"Book","data":["Clayton E. Jewett and John O. Allen","Slavery in the South ",null,"Westport, CT.","Greenwood Press","2004","257-279"]},{"divid":1215031466,"type":"Book","data":["Hugh Talmage Lefler and Albert Ray Newsome","The History of a Southern State: North Carolina ",null,"Chapel Hill, NC","University of North Carolina Press","1976","439"]}],"locations":[{"id":845,"lat":39.30762356,"lng":-77.8627617422,"zoom":10,"place":"JEFFERSON, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}