{"id":1178,"title":"Letter Written from Secretary of War to Congress Concerning Civilization of the Indian Tribes\n","course_id":1,"status":"P","start_date":"1820-01-15","end_date":"1820-01-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As the United States' population exploded, the government continued to look westward to expand the country's wealth, power, and size.  In some cases, US explorers tried to live alongside Native-Americans who called the West their home, but hostility from both peoples often caused conflict.  Americans embraced the mindset that not only was it acceptable, but it was even their duty to organize and civilize the Indian tribes, whom they viewed as not, in fact, an independent people, nor ought they to be so considered' (Calhoun).  On January 15, 1820, Secretary of War J. C. Calhoun wrote to Speaker of the House Clay of the progress' that had been made thus far in this endeavor.  &lt;br /&gt;The widely held view of the Indians as savages' was distorted by embellished tales about their violent acts, such as an account of murders in The Clarion and Tennessee Gazette.  In this specific article, the editor actually points out the exaggerated, incorrect information previously reported regarding members of the Seminole tribe who killed and injured some Tennessee men.  The updated account corrects the previously barbarous portrayal of the Indians, but nevertheless these facts, describing how a jailor shot the Indian through the body;loaded his pistol a second time and shot him through the head,' coincide with the harsh attitude of Americans toward the Indian tribes.    &lt;br /&gt;In theory, the migration of Native-Americans west of the Mississippi River was voluntary, but leaders of tribes were usually pressured or forced into signing treaties with the United States government.  Popular thought was that it was, in Calhoun's words, impossible, with their [Native-Americans'] customs, that they should exist as independent communities in the midst of civilized society;and our opinion, not theirs, ought to prevail;in measures intended for their civilization and happiness.'  Congress made appropriations of ten thousand dollars annually to aid in advancing Indian societies in the US.  An additional emphasis of the efforts to conform the Native-Americans was establishing schools, and Calhoun mentioned the Cherokee as a relatively civilized people because they had already launched two successful schools.  Congress' message was that the Indian tribes must be brought gradually under our authority and laws, or they will insensibly waste away in vice and misery (Calhoun);' due to Andrew Jackson's Indian Removal policy of the 1830s, virtually all were controlled by the Americans, and eventually more than 100,000 Native-Americans migrated to the West."],"display_date":"January 15, 1820","search_date":"1820-01-15","citations":[{"divid":1215031543,"type":"Newspaper Article","data":["Civilization of the Indians","Arkansas Gazette, Arkansas Post","","April 15, 1820",""]},{"divid":1215031569,"type":"Newspaper Article","data":["","The Clarion and Tennessee Ga","Nashville, TN","July 25, 1820",""]},{"divid":8558,"type":"Primary Source in a Secondary Source","data":[null,null,null,"AMUQeKHXojXDFqAj"]}],"locations":[{"id":846,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Washington City, District of Columbia"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}