{"id":1179,"title":"John Brown and his fellow insurgents are captured\n","course_id":1,"status":"P","start_date":"1859-10-17","end_date":"1859-10-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John Brown had started a raid against Harper's Ferry, Virginia (currently West Virginia) on October 16, 1859.  The next evening, the Monday night train, with Baltimore military and marines, arrived at Sandy Hook, where they waited for the arrival of Colonel Lee, deputized by the War Department to take the command' (Life, Trial, and Execution, p. 34).  When the troops, with Colonel Robert E. Lee, arrived at Harper's Ferry, they situated themselves around the armory and engine house.&lt;br /&gt;&lt;br /&gt;By the next day, everyone involved in the raid was killed, wounded, or captured, but there were only eighteen people on Brown's side.  As the rebels were brought out, the crowd, nearly every man of which carried a gun, swayed with tumultuous excitement, and cries of Shoot them  Shoot them' rang from every side.  The appearance of the liberated prisoners, all of whom, through the steadiness of the marines, escaped injury, changed the current of feeling.  And prolonged cheers took the place of howls and execrations' (Life, Trial, and Execution, p. 35).  By the end of insurrection, Brown's attempt to stir up the rebellious side of the enslaved people proved to be futile."],"display_date":"October 17, 1859 - October 18, 1859","search_date":"1859-10-17","citations":[{"divid":1213828198,"type":"Book","data":["Clayton E. Jewett and John O. Allen","Slavery in the South",null,"Westport, CT","Greenwood Press","2004","257-279"]},{"divid":1213828233,"type":"Book","data":["Hugh Talmage Lefler and Albert Ray Newsome","The History of a Southern State: North Carolina",null,"Chapel Hill, NC","The University of North Carolina Press","1976","439"]},{"divid":1213828284,"type":"Pamphlet or Other Printed Material","data":["","The Life, Trial, and Execution of Capt. John Brown","New York","Robert M. De Witt","1859","Special Collections Library, University of Virginia"]}],"locations":[{"id":847,"lat":39.30762356,"lng":-77.8627617422,"zoom":10,"place":"JEFFERSON, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}