{"id":1180,"title":"John Brown found guilty and sentenced\n","course_id":1,"status":"P","start_date":"1859-10-30","end_date":"1859-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Less than two weeks after he attempted to initiate a slave uprising in Harper's Ferry, Virginia (currently West Virginia), John Brown was found guilty of treason, and conspiring and advising with slaves and others to rebel, and murder in the first degree' (Life, Trial, and Execution, p. 93).  This verdict was delivered on the fifth day of his trial, during which Brown had been confined to a cot as he recuperated from wounds suffered in the insurrection.  When the verdict was read, he hardly reacted, and the entire court room was respectfully silent.&lt;br /&gt;Next came the sentence for his crimes.  The judge confirmed that in no way could the defendant be considered innocent and sentenced him to be publicly hanged on December 2, 1859.  When this sentence was pronounced, Mr. Brown received [it] with composure.  The only demonstration was made by the clapping of hands of one man in the crowd, who is not a resident of Jefferson County.  This was promptly suppressed, and much regret is expressed by the citizens at its occurrence' (95).  Despite the Southern outrage at Brown's actions, the people of Virginia realized the gravity of the events surrounding Harper's Ferry.  These people still did not know that they were living in an era on the brink of war, but they knew that they could not tolerate abolitionist hotheads in their midst.  John Brown exemplified such a type of man, and the court of Virginia dealt him justice."],"display_date":"October 30, 1859","search_date":"1859-10-30","citations":[{"divid":1215031639,"type":"Book","data":["Clayton E. Jewett and John O. Allen","Slavery in the South ",null,"Westport, CT","Greenwood Press","2004","257-279"]},{"divid":1215031682,"type":"Pamphlet or Other Printed Material","data":["","The Life, Trial, and Execution of Capt. John Brown","New York","Robert M. De Witt","1859","Special Collections Library, University of Virginia"]}],"locations":[{"id":848,"lat":38.3892987778,"lng":-81.5023034378,"zoom":8,"place":"KANAWHA, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}