{"id":1181,"title":"John Brown executed\n","course_id":1,"status":"P","start_date":"1859-12-02","end_date":"1859-12-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A month and a half after his arrest for leading an abolitionist raid in Harper's Ferry, Virginia, John Brown was hanged in Charles Towne.  The governor, Henry Wise, received at least seventeen affidavits from Brown's friends, family, and fellow abolitionists.  They all claimed that Brown was insane, and that insanity ran throughout his family history.  Despite these letters, Wise allowed the hanging to continue as planned, and at 11:15am, Brown was executed.  Thirty-five minutes later, he was pronounced dead.&lt;br /&gt;Shortly before his hanging, he wrote a letter to his family, in which he encourages his children to abhor, with undying hatred also, that sum of all villainies Slavery.  Remember, he that is slow to anger is better than the might, and he that ruleth in spirit than he that taketh a city' (Life, Trial, and Execution, p. 108).  Ironically, Brown himself had tried to take a city and failed.  He had even drafted a constitution for his ideal way of governing that city.  With death facing him, he seemed to turn more toward spiritual dominance, as most of his will bequeathed Bibles to his family members."],"display_date":"December 2, 1859","search_date":"1859-12-02","citations":[{"divid":1216336792,"type":"Book","data":["Clayton E. Jewett and John O. Allen","Slavery in the South",null,"Westport, CT","Greenwood Press ","2004","257-279"]},{"divid":1216336883,"type":"Pamphlet or Other Printed Material","data":["","The Life, Trial, and Execution of Capt. John Brown","New York","Robert M. De Witt","1859","Special Collections Library, University of Virginia"]},{"divid":1216336938,"type":"Book","data":["James M. Volo and Dorothy Denneen Volo","Encyclopedia of the Antebellum South",null,"Westport, CT","Greenwood Press","2000","39-41"]}],"locations":[{"id":849,"lat":38.3892987778,"lng":-81.5023034378,"zoom":8,"place":"KANAWHA, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}