{"id":1197,"title":"Charles Pinckney and George Tucker Speak Against the Missouri Compromise\n","course_id":1,"status":"P","start_date":"1820-02-14","end_date":"1820-02-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["South Carolina Governor and member of the House of Representatives, Charles Pinckney had been one of the youngest delegates of the Constitutional Convention in 1789.  Pinckney remained a controversial political figure, due in part to his support of slavery.  In 1820, he reacted to the attempts of some Northern congressmen to ban slavery from the Missouri Compromise.  An example of the Northern position was demonstrated by Senator Harrison Gray Otis of Massachusetts.  He tended to focus on the wording of the Constitution and literal interpretations of the provisions for establishment of new states.  Otis claimed it should not be debatable because, the earliest exercise of your authority over the domain ceded to the US was manifested in a solemn protest against the introduction of slavery into it (Raleigh).'  Many other Northerners took a softer line on the issue, hoping to compromise and restrict slavery incompletely. &lt;br /&gt;Virginian George Tucker spoke before the House of Representatives on February 25, and his stance on slavery in Missouri aligned with Pinckney's.  Tucker claimed that to restrict slavery would lead to skewed proportions of blacks and whites in the population, pushing whites to abandon territories and human labor to decline in value.  In the interest of preserving the Union, Tucker said that the government cannot possibly restrict slavery, and the North was confusing political and moral rules to justify calling slavery evil.  &lt;br /&gt;In a defense of the sectional interests of the nation he claimed to be embodied in the Constitution, Pinckney argued in return that the federal government could not take away the Southern way of life nor their valuable property.  He went as far to say that slaves could be happier continuing to live an existence they were used to.  Asserting that certainly the present mild treatment of our slaves is most honorable to that part of the country where slavery exists. Every slave has a comfortable house, is well fed, clothed, and taken care of; he has his family about him (Pinckney),' he claimed to have expertise on slave sentiment and treatment."],"display_date":"February 14, 1820 - February 25, 1820","search_date":"1820-02-19","citations":[{"divid":1215527586,"type":"Government Document","data":["Charles Pinckney?s Speech to Congress","Congressional Record","1820","Washington, DC","Government Printing Office","1855","1323-1328","",""]},{"divid":1215527746,"type":"Book","data":["Edwin C. McReynolds","Missouri: A History of the Crossroads State",null,"Norman, OK","Oklahoma UP","1962","79-89"]},{"divid":1215527819,"type":"Newspaper Article","data":["","Raleigh Register","","March 3, 1820",""]},{"divid":1215527858,"type":"Manuscript","data":["","Speech of Mr. George Tucker of Virginia, on the Restriction of Slavery in Missouri, broadside",null,"","","","Special Collections, University of Virginia"]}],"locations":[{"id":856,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Washington City, District of Columbia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}