{"id":1201,"title":"Missouri Compromise\n","course_id":1,"status":"P","start_date":"1819-02-13","end_date":"1820-03-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Missouri Territory had requested admission to the US as a slave state as early as 1818.  This otherwise routine petition became a complicated national debate over slavery.  At the time, the nation held a balance of eleven slave and eleven free states, and although Missourians were undivided in their desire for unrestricted slavery, implementing such a system in a new state could cause bitter conflict.  Representatives from all over the nation had an opinion on the Missouri issue. &lt;br /&gt;In February, 1819, Representative Tallmadge introduced an amendment providing for a gradual end to slavery in Missouri, but this was quickly rejected.  From January to March of 1820, Congressman John Taylor worked on another amendment to completely exclude slavery from the new state, substituting a provision leaving the apportionment to the general assembly of the territory, according to the free population thereof (Alexandria).'  On the other side of the coin, a common argument for the protection/expansion of slavery was based in the traditions of the conservative South.  In a Senate debate, Nathaniel Macon of North Carolina asked, why depart from the good old way, which has kept us in quiet, peace, and harmony;why leave the road of experience, which has satisfied all;to take this new way, which leads to universal emancipation, of which we have no experience (Raleigh)?'&lt;br /&gt;After months of deliberation and modifications, the final House bill was based on the Thomas Amendment, limiting the area of expansion of slavery and prohibiting slavery north of the 36? 30' line excepting Missouri.  The final Missouri Compromise, completed on March 3 and legalized on March 6, admitted Missouri as a slave state and Maine as a free state, while also limiting slavery as described above.  This marked the beginning of Missouri's organization of a state constitution and a government of its own."],"display_date":"February 13, 1819 - March 6, 1820","search_date":"1819-08-25","citations":[{"divid":1213486846,"type":"Book","data":["Perry McCandless","A History of Missouri: Volume II",null,"Columbia","Missouri University Press","1972","2-19"]},{"divid":1213486883,"type":"Book","data":["Edwin C. McReynolds","Missouri: A History of the Crossroads State",null,"Norman","Oklahoma University Press","1962","79-89"]},{"divid":1213486942,"type":"Newspaper Article","data":["","Southern Recorder","Milledgeville, GA","March 28, 1820",""]},{"divid":1213486969,"type":"Newspaper Article","data":["","Alexandria Herald","","March 3, 1820",""]},{"divid":1213486990,"type":"Newspaper Article","data":["","Raleigh Register","","March 17, 1820",""]}],"locations":[{"id":858,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}