{"id":1202,"title":"Arkansas Becomes a Second-Grade Territory\n","course_id":1,"status":"P","start_date":"1820-04-11","end_date":"1820-04-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the National House of Representatives, Congressman Johnson of Kentucky introduced a bill to establish Arkansas under the second grade of territorial development.  The bill provided for treatment of the Arkansas Territory similarly to the Territory of Missouri and pushed it closer to becoming a state.  Johnson's bill looked to past acts of Congress regarding Southern territory as guidelines for handling the land in Arkansas.  Publicity and information on the status of Arkansas was headed by Robert Crittenden, the territory's secretary.  An example of the type of laws involved in the territory at this point was an act passed to regulate appropriations for discharging debts among Arkansans for the year 1819.  A Territorial Auditor and the Governor controlled and organized allotment of relief.  &lt;br /&gt;Though it was without certain rights and powers that were granted to states, the Arkansas Territory did have representation in Congress.  One of the main features of the May 13 edition of the Arkansas Gazette was information and advertisements concerning the candidates for the election of the House of Representatives.  One voter wrote an editorial to encourage the Arkansans to exercise one of the privileges dear to every freeman interested in the present welfare and future prosperity of this section of the Union (Arkansas).'  The fact that voting was of great importance at this time demonstrated that the progress Arkansans felt with the promotion to second-grade territory gave them hope of gaining statehood in the near future."],"display_date":"April 11, 1820 - April 21, 1820","search_date":"1820-04-16","citations":[{"divid":1214080980,"type":"Book","data":["Dallas T. Herndon","The Centennial History of Arkansas: Volume 1",null,"Chicago","S.J. Clarke","1922","162-163"]},{"divid":1214081032,"type":"Newspaper Article","data":["","Arkansas Gazette","","February 5, 1820",""]},{"divid":1214081048,"type":"Newspaper Article","data":["","Arkansas Gazette","","May 13, 1820",""]}],"locations":[{"id":859,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Washington City, District of Columbia"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}