{"id":1212,"title":"William A. Betton Reported Slave Runaway and Posted Reward\n","course_id":1,"status":"P","start_date":"1820-06-06","end_date":"1820-06-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As was common during the early nineteenth century, a Milledgeville slaveholder ran a public notice when one of his slaves escaped from his plantation by the Wateree River on May 18, 1820.  The slave, Davy, was described in the Southern Recorder as a 25-30 year old man, about 5'10' tall, with a well made, round face, with tolerable large whiskers.'  Betton, the owner, surmised that Davy ran for Augusta, Georgia , his hometown , and that because he was handy with the razor and scissors,' he might try to pass as a freeman working in a barbershop.  Betton offered a 25 dollar reward to anyone who could capture Davy.  &lt;br /&gt;Although Betton revealed the human nature of his slave by describing his probable thought process and plan of action, his written attitude treated the escapee as an object, a possession.  This posting is reflective of the notion of chattel' slavery, defining owned laborers as property, which had been legally recognized by the United Stated since 1650.  He detailed Davy's physical appearance and possible location, just as another property owner did, in regards to his lost horse, in the very same issue of the Recorder.  Betton offered a reward solely because of Davy's economic value.&lt;br /&gt;From reading the newspaper article, the reader would learn that Davy is not the typical slave trying to escape with the aid of the Underground Railroad.'  Rather than follow routes north toward free states or Canada, Davy's goal was to travel far enough away to hopefully pass as a free black in a slave state.  Incidents such as this were often viewed by Southern bystanders as petty gossip.  In a letter to her father, Virginian M.W. deBree wrote of a melancholy circumstance' in which a small-scale slave insurrection resulted in a few casualties and eventual capture by white sailors.  DeBree had no personal stake in the incident, but slave runaways interested most Southerners because of their own possession of slaves."],"display_date":"June 6, 1820","search_date":"1820-06-06","citations":[{"divid":1218575223,"type":"Newspaper Article","data":["","Southern Recorder","Milledgeville, Georgia","June 6, 1820",""]},{"divid":1218575241,"type":"Book","data":["Robert O&#39;Brien","The Encyclopedia of the South",null,"New York","Facts on File","1985","375-376"]},{"divid":1218575277,"type":"Manuscript","data":["","Letter from M.W. deBree of Norfolk, VA, to John B. deBree of Philadelphia, January 29, 1820",null,"Mss 10930","1 Item","M.W. de Bree Letter, 1820","Special Collections Library, University of Virginia"]}],"locations":[{"id":863,"lat":33.0721732643,"lng":-83.2584220033,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}