{"id":1213,"title":"Alexandria Herald Commented on Illegal Slave Trafficking\n","course_id":1,"status":"P","start_date":"1820-06-09","end_date":"1820-06-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In June of 1820, the Alexandria Herald ran an editorial condemning Northerners for their attacks on slaveholding.  The writer used primary evidence to make the argument that those who criticized Southerners for upholding the institution of slavery were hypocritical because many of them made money from illegal importation of slaves overseas, the act that produced this servitude (Alexandria).'  The transportation and selling of slaves from West Africa, or any other country, was officially outlawed in 1808 as a response to Northern persistence.  Nevertheless, between that time and 1860, the South illegally imported over 250,000 slaves.  &lt;br /&gt;This crime had become a major topic of controversy, especially earlier in the year in which the Herald published its article.  On January 7, 1820, the Secretary of the Navy, Smith Thompson, submitted a letter to the House of Representatives regarding any and all information he had on the introduction of slaves into the United States.  The US government required copies of communication about bringing slaves into the country since 1816.  Thompson's letter contained a few short letters he received about suspicious activity on the seas, as well as instructions he had sent in January, 1819, to all the commanding naval officers to make them aware of the illicit activity.  &lt;br /&gt;The Alexandria Herald correctly pointed out that though Northerners began to abolish slavery within their borders and speak out against the institution, it was frequently the shippers and merchants from those same states who engaged in the slave trade.  The moral ideals of the North were undermined by the economic mindset of these traders, looking to profit from illegal slave imports for the South.  The newspaper backed its accusation by reporting a recent capture of a Rhode Island schooner with a full cargo of slaves.  Sectional tension heightened as the frustrated South complained that they [Northerners] can bellow and rave in favor of Missouri restriction in public, and in private employ their wealth and enterprise in this unrighteous business (Alexandria).'"],"display_date":"June 9, 1820","search_date":"1820-06-09","citations":[{"divid":1216934517,"type":"Newspaper Article","data":["","Alexandria Herald","Alexandria, Virginia","June 9, 1820",""]},{"divid":1216934544,"type":"Pamphlet or Other Printed Material","data":["","Letter from Secretary of the Navy transmitting information in relation to the introduction of slaves into the United States","Washington, D.C.","Gales &amp; Seaton","1820","Special Collections Library, University of Virginia"]},{"divid":1216934613,"type":"Book","data":["Robert O?Brien","The Encyclopedia of the South",null,"New York","Facts on File","1985","375-376"]}],"locations":[{"id":864,"lat":null,"lng":null,"zoom":8,"place":"ALEXANDRIA CITY, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}