{"id":1214,"title":"John England Named First Catholic Bishop of Charleston\n","course_id":1,"status":"P","start_date":"1820-06-17","end_date":"1820-06-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John England served a priest in various capacities in his native country, Ireland, from 1808 to 1820.  On June 17, 1820, England was appointed by Pope Pius VII as bishop of the new diocese centered in Charleston, SC.  He did not receive word of this decision until July 10, when he read the news in a letter from Reverend Henry Hughes.  England was asked to accept the position and travel to America as soon as possible, becoming the first bishop in a diocese consisting of North Carolina, South Carolina, and Georgia, with a Catholic population of about 5,000.  England described the process of arranging for his appointment and his holy consecration, on September 21st, in his diurnal, or personal notebook.  &lt;br /&gt;Reverend England became bishop during a time of significant growth in the American Catholic Church, though persecution of this minority group certainly existed.  Many nativist Southerners attacked his faith, and in response he established the first Catholic newspaper in the United States.  First published in 1822, England's newspaper influenced and strengthened Catholic thought in other parts of the nation.  Within his diocese, England instituted a system of conventions to support the need for continuity between contemporary issues and Catholic tradition.  The major reform involved with this system gave significant governing roles to the laity, but his ideas did not live on after his administration.  &lt;br /&gt; John England greatly contributed to the sense of collegiality of the bishops, but he is also known for his public stance on slavery.  Not a single American Catholic bishop before the Civil War spoke for abolition, and England was no different.  He argued that although the trade in slaves was wrong, no pope had ever condemned domestic slavery.  Bishop England had declared that he was not friendly to the existence or continuation of slavery,' but in the end he used examples from scripture and Christian tradition to defend the institution."],"display_date":"June 17, 1820","search_date":"1820-06-17","citations":[{"divid":1214081220,"type":"Pamphlet or Other Printed Material","data":["","Diurnal of the Right Rev. John England, D.D., First Bishop of Charleston, SC","Philadelphia, P.A.","American Catholic Historical Society","1895","Alderman Library, University of Virginia"]},{"divid":1214081293,"type":"Book","data":["James Hennesey","American Catholicism: A History of the Roman Catholic Community in the United States",null,"Oxford","Oxford University Press","1981","114, 145-146"]},{"divid":1214081338,"type":"Book","data":["Samuel S. Hill","Encyclopedia of Religion in the South",null,"Mercer","Mercer University Press","1984","224"]}],"locations":[{"id":865,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}