{"id":1215,"title":"Missouri Convention\n","course_id":1,"status":"P","start_date":"1820-06-12","end_date":"1820-07-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Southerners wasted no time after the completion of the Missouri Compromise to create a sound structure of government for the newest slave state.  The 1820 Convention to establish guidelines for Missouri statehood consisted of 41 delegates, all but eight of whom were born in slave states or territories.  The convention was organized with David Barton as president, William G. Pettus as secretary, and four groups that would submit their efforts to a central committee to be combined into a single document.  &lt;br /&gt;The Convention borrowed extensively from Kentucky's Second Constitution of 1800 on the issue of slavery, which Missourians almost unanimously viewed to be a basic property right.  Also, the proslavery convention reflected the economic interests of these Southerners, who had most of their capital invested in land and slaves.  An interesting but not uncommon feature of the new constitution was that the delegates put it into effect without waiting for Congressional approval or to take a popular vote.  This did not seem to pose a problem because, for the most part, the laws under which the Missouri Territory had been operating would remain enforced unless revoked by the General Assembly.  &lt;br /&gt;At the conclusion of the convention, general and Congressional elections were set to take place in August.  Alexander McNair was chosen governor by a large margin over William Clark.  William Ashley became lieutenant governor and John Scott was elected as representative to Congress.  In a November 16 session of Congress, Scott presented a copy of the Missouri Constitution as it stood after the Convention.  It was only at this time that the written structure for the new state was referred to a select committee (Journal)' of three Maryland Congressmen for review."],"display_date":"June 12, 1820 - July 19, 1820","search_date":"1820-06-30","citations":[{"divid":1214324735,"type":"Government Document","data":["Journal of the House of Representatives of the United States, 1820-1821","Journal of the House","November 16, 1820","","","","","The Library of Congress: American Memory","http://memory.loc.gov/cgi-bin/query/D?hlaw:1:./temp/~ammem_Dpri::@@@mdb=mcc,gottscho,detr,nfor,wpa,aap,cwar,bbpix,cowellbib,calbkbib,consrvbib,bdsbib,dag,fsaall,gmd,pan,vv,presp,varstg,suffrg,nawbib,horyd,wtc,toddbib,mgw,ncr,ngp,musdibib,hlaw,papr,lhbumbib,rbpebib,lbcoll,alad,hh,aaodyssey,magbell,bbcards,dcm,raelbib,runyon,dukesm,lomaxbib,mtj,gottlieb,aep,qlt,coolbib,fpnas,aasm,scsm,denn,relpet,am"]},{"divid":1214324841,"type":"Book","data":["Edwin C. McReynolds","Missouri: A History of the Crossroads State",null,"Norman","Oklahoma University Press","1962","79-89"]}],"locations":[{"id":866,"lat":null,"lng":null,"zoom":8,"place":"ST LOUIS, Missouri"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}