{"id":123,"title":"Reward Advertisement for Nelson and Priscilla, Two Runaway Slaves","course_id":1,"status":"P","start_date":"1816-01-15","end_date":"1816-01-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William Triplett, a resident of Frederick County, offered a forty dollar reward for the capture and return of two runaway slaves, Nelson and Priscilla (nicknamed Betsy).  The two slaves, a married couple, ran away January 9th from the Briscoes estate in Winchester.  The man was described as 23 or 24 in age, a very dark Mulatto, and 5'10-5'11 in height.  He was wearing a well-worn black, cloth coat and well-worn shoes.  The woman was described as being darker in complexion, stout and well-made, with a whip mark across her cheek and pregnant.   &lt;br /&gt;&lt;br /&gt;The woman, known for being a flight risk, also ran away from an owner, John Boowie of Fauquier County, 18-20 months prior to this incident.  However, she was found shortly afterwards passing as a free woman and working for a Mr. Rader.  It is clear that she is intelligent, because she reads English and also speaks German.  She was last seen wearing a drab colored new twilled dress, and a new fur hat.  It was also known that she had other clothing items that had not been recollected.   &lt;br /&gt;&lt;br /&gt;For slaves, running away was the most common form of rebellion against the institution of slavery.  Slaves, like Priscilla, who were in the habit of running away were liabilities to their owners because of the costs for recapturing them, publishing reward advertisements, bailing them out of jail, and loss of labor.   Runaways made it difficult for slave owners to maintain an efficient work force due to the time and energy spent on the problem.  To redeem some of their losses, slave owners would often sell flight-risk slaves in a distant market where the reputation of that slave was not known."],"display_date":"January 15, 1816","search_date":"1816-01-15","citations":[{"divid":1213291678,"type":"Manuscript","data":["","Broadside, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1213292059,"type":"Book","data":["Rick Halpern and Enrico Dal Lago, eds.","Slavery and Emancipation",null,"Malden, MA.","Blackwell Publishers Ltd.","2002","274-290"]}],"locations":[{"id":80,"lat":39.1445168984,"lng":-78.1775216949,"zoom":9,"place":"FREDERICK, Virginia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}