{"id":1234,"title":"Italo-American Incident\n","course_id":1,"status":"P","start_date":"1891-03-14","end_date":"1891-03-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A mob comprised of 20,000 residents of New Orleans, angered at the failure of a jury to convict the alleged murderers of David C. Hennessy, superintendent of police, attacked the prison in which the accused were still held and lynched 11 of them.  Three of the victims were Italian citizens.  The Italian government demanded prosecution of the leaders of the mob.  This was an example of the accepted form of vigilante justice that was very pervasive in the south.  One newspaper author said of the Italian Mafia, It cannot flourish long in this country; for when the ordinary courts of justice fail, judge lynch is sure to step in and settle the matter.' (St. Laundry Clarion)&lt;br /&gt;&lt;br /&gt;Following this event, there was talk of a war with Italy.  Most perceived it as a good thing that would unite the northern and southern United States to fight against a foreign nation.  As time went on, Italy actually demanded that the leaders of the mob be executed.  In an ironic twist, an editor commented, [T]he European despotic way of governmental execution of supposed criminals ; did not prevail in this country.  The people resort to that mode of doing business sometimes; but the national, or any State government, would not dare do it.' (St. Laundry Clarion)"],"display_date":"March 14, 1891","search_date":"1891-03-14","citations":[{"divid":1214325292,"type":"Article","data":["J. Alexander Karlin","The Italo-American Incident of 1891 and the Road to Reunion","The Journal of Southern History","Vol. 8, No. 2","May, 1942","242-246"]},{"divid":1214325368,"type":"Newspaper Article","data":["","St. Landry Clarion","","March 21, 1891",""]},{"divid":1214325398,"type":"Newspaper Article","data":["","St. Landry Clarion","","April 11, 1891",""]}],"locations":[{"id":881,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}