{"id":1235,"title":"Battle of New Orleans\n","course_id":1,"status":"P","start_date":"1815-01-08","end_date":"1815-01-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The War of 1812 ended on December 24, 1814 with the Treaty of Ghent.  However, one more battle against the British was fought in New Orleans on January 8, 1815 before news of the treaty had reached New Orleans.  After receiving word that the British were going to attack, the Americans quickly gathered around Andrew Jackson.  He recruited support from patriots in Tennessee and Kentucky, while also receiving support from French and Spanish people in New Orleans, as well as a band of free men of color.  &lt;br /&gt;On the morning of January 8, the British marched towards the Americans in two columns, with the aid of cannon power to attack.  Even though the Americans were not nearly as organized or trained as the British, these American backwoodsmen successfully defeated the professional British army.  By afternoon, a truce was requested by the British so they could recover and bury their dead.  The British suffered heavy casualties, with 700 men killed, 1,400 wounded, and 500 prisoners; 50 to 60 of those men were officers.  The Americans, on the other hand, only had seven men killed and six wounded.  &lt;br /&gt;This victory established tranquility on the plantations, while also setting a precedent for using African-Americans in the military.  It was a defining moment for Louisiana as a newly converted territory into a state, while also becoming a major symbol of early American nationalism."],"display_date":"January 8, 1815","search_date":"1815-01-08","citations":[{"divid":1213140752,"type":"Book","data":["Charles Vincent, editor","The African American Experience in Louisiana, Part A: From Africa to the Civil War",null,"Louisiana","University of Southwest Louisiana","1999","298-325"]},{"divid":1213140821,"type":"Newspaper Article","data":["","Washington Weekly Gazette","","November 25, 1815",""]},{"divid":1213140846,"type":"Newspaper Article","data":["","Farmer&#39;s Repository","","February 9, 1815",""]},{"divid":1213140868,"type":"Newspaper Article","data":["","Washington Republican","","January 13, 1815",""]}],"locations":[{"id":882,"lat":null,"lng":null,"zoom":8,"place":"ORLEANS, Louisiana"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}