{"id":1236,"title":"Battle of Fort Bowyer\n","course_id":1,"status":"P","start_date":"1815-02-08","end_date":"1815-02-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This battle was the last battle of the War of 1812, even though a treaty declaring the end of the war had already been signed in Ghent.  After the British were cruelly defeated in the Battle of New Orleans, the British did not want to leave America without striking one last attack against the Americans.  Major-General Lambert commanded the British forces while Lieutenant-Colonel William Lawrence was in charge of the Fort Bowyer.  After being reinforced by 1,000 fresh soldiers, Lambert launched an attack on Fort Bowyer on February 8.  The Americans were greatly outnumbered, with only 360 men inside to guard the fort.  Finally on February 11, the Americans surrendered the fort to the British.&lt;br /&gt;The British only occupied the fort for a few days.  Soon after, they received word that the war was over.  So the British abandoned Fort Bowyer and left the Gulf Coast, enabling the Americans to deal with their own domestic issues without having to worry about an outside threat.  Even though the British won the battle, it did not matter since the Treaty of Ghent had already been signed.  American nationalism and pride in their forces were still high with the success of the Battle of New Orleans."],"display_date":"February 8, 1815 - February 11, 1815","search_date":"1815-02-09","citations":[{"divid":1214243486,"type":"Book","data":["Michael Gannon, ed.","The New History of Florida",null,"Gainesville, FL","University Press of Florida","1996","156"]},{"divid":1214243602,"type":"Book","data":["Edwin Wiley and Irving E. Rines, ed.","The United States Vol. VI",null,"Washington, DC","American Educational Alliance","1913",""]},{"divid":1214243675,"type":"Newspaper Article","data":["","Kentucky Gazette","","April 10, 1815",""]}],"locations":[],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}