{"id":1237,"title":"Indian Treaty at Portage des Sioux, Missouri","course_id":1,"status":"P","start_date":"1815-03-11","end_date":"1815-03-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 11, 1815, President Madison established a commission to negotiate treaties with various warring Indian tribes in the Missouri territory.  The goal was to establish peace and to restore things to the way things were before the War of 1812.  To aid in the negotiations, 20,000 worth of presents for the Indians was given by the government.  The commissioners were responsible for inviting the chiefs and other important figures to a council at Portage des Sioux.  Peace talks began in July of 1815 and lasted until the end of the summer.&lt;br /&gt;Not every tribe cooperated with these peace talks.  Some tribes only sent lesser warriors while the chiefs and principal warriors remained at home; others did not even bother to send a representative.  Many Americans believed that only through the use of military power could peace with Indians be secured.  Fortunately, in the end these efforts of peace talks proved fruitful, and the Americans did not have to resort to violence.  Very gradually, most warring Indian nations came to an agreement of keeping peace between the tribes and the settlers, even though they did not settle the issue of land cessions or money.  Therefore, in the subsequent years the Missouri territory experienced a large increase in population because the Indian threat no longer existed."],"display_date":"March 11, 1815","search_date":"1815-03-11","citations":[{"divid":1214325548,"type":"Book","data":["William E. Foley","A History of Missouri: Volume I, 1673 to 1820",null,"Columbia","University of Missouri Press","1971","161-162"]},{"divid":1214325657,"type":"Article","data":["Robert L. Fisher","The Treaties of Portage Des Sioux","The Mississippi Valley Historical Review","Vol. 19, No. 4","March, 1933","495-508"]},{"divid":1214325736,"type":"Newspaper Article","data":["","Kentucky Gazette","","August 1, 1815",""]},{"divid":1214325753,"type":"Newspaper Article","data":["","Carthage Gazette","","August 22, 1815",""]}],"locations":[{"id":883,"lat":null,"lng":null,"zoom":8,"place":"ST CHARLES, Missouri"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}