{"id":1241,"title":"Black and White Interactions in Virginia\n","course_id":1,"status":"P","start_date":"1815-12-04","end_date":"1815-12-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Hezekiah Mosby, married to Betsy Merryman, appealed to the Virginia General Assembly for a divorce on the grounds that his wife committed adultery.  More specifically, his wife committed adultery with a black man, and gave birth to a mulatto child.  The General Assembly set the grounds for the divorce, requiring that the courts determine whether or not Hezekiah had been a faithful husband, as well as whether Betsy had really committed adultery.  This is an example of someone's marriage situation, while also showing that divorce did not seem uncommon if there was a sufficient reason, such as an unfaithful spouse.  &lt;br /&gt;Another example occurred in January of 1815, where a white married woman named Mary Godsey eloped with William Arthur, another white man.  Mary Godsey had been married for ten years to Robert Wright, a free mulatto who had inherited a large plantation from his father.  As a result of the elopement, Robert Wright submitted a petition for divorce.  This was a unique situation in two ways.  First of all, with Robert Wright and Mary Godsey's marriage, the couple violated Virginia's law that forbids interracial marriage.  However, there was no evidence that anyone in the community objected to the marriage, thus signifying that miscegenation was supported in the community.  Secondly, with Robert's divorce petition, he had the support of respectable farmers and slaveholders.  This shows that free blacks did not hesitate to use the courts, and also that one's class status was directly related to one's wealth in land and slaves instead of based solely on race.  All in all, free blacks occupied a complex and unique position in society."],"display_date":"December 4, 1815","search_date":"1815-12-04","citations":[{"divid":1217870743,"type":"Book","data":["Thomas E. Buckley","Virginia Reconsidered&#58; New Histories of the Old Dominion",null,"Charlottesville","University of Virginia Press","2003","234-254"]},{"divid":1217870815,"type":"Manuscript on Microfilm","data":["","An Act authorizing the divorce of Hezekiah Mosby from his wife Betsy","Micfich 2193","State slavery statutes [microform]","Alderman Library, University of Virginia"]}],"locations":[{"id":885,"lat":37.5514769143,"lng":-77.9162685206,"zoom":10,"place":"POWHATAN, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}