{"id":125,"title":"The Friar Aremas incident reaches the Capitol.\n","course_id":1,"status":"P","start_date":"1827-01-21","end_date":"1827-01-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ever since American colonists had moved into Texas, relations between the United States and Mexico were at a precarious position.  President John Quincy Adams had the auspicious task of keeping both sides happy in a desperate attempt to avoid any kind of armed conflict.  The first of what would become many troubling incidents for both parties occurred on January 21st, 1827.  Friar Joaquin Aremas was a Catholic from Spain who had migrated to Mexico to convince the Mexican government to realign with its mother country, Spain.  While Friar Aremas could be seen as some meaningless radical (and most historians do), at the time this was seen in the eyes of many as a dangerous sign.  President Adams realized the urgency and quickly sent out a message that was disseminated to the nation at large via the newspapers.  In it, he claimed that No change had taken place in the amicable relations of the Mexicans with those of North America'.  Officer Vera Cruz echoed the President's sentiments claiming that the affairs of Mexico were prosperous'.  Friar Aremas was cast back into obscurity; Mexico never seriously considered his plan, but the thought of Mexico backed by a powerful European country had the potential to upset the entire global balance.   &lt;br /&gt;&lt;br /&gt;This event was significant for it proved the inevitability of a war with Mexico.  Both sides were too deeply involved with one another's affairs.  As long as colonists lived so near the border, and as long as instigators like Aremas were around, problems would soon follow.  Relations became so bad that in late November Mier y Teran was sent by the Mexican government to leave Mexico City for the sole purpose to scout and assess the present danger of the border.  Teran reached San Antonio on March 1, 1828 traveling to San Felipe on April 27th and Nacogdoches on June 3rd.  His worrisome results added fuel to a fire that was lit by a Catholic friar in mid-January 1827.  Could American settlers try to take their territory like so many Indian tribes?  This fear would lead to the eventual confrontation known as the Mexican War."],"display_date":"January 21, 1827","search_date":"1827-01-21","citations":[{"divid":1213211608,"type":"Book","data":["Randolph B. Campbell","Gone to Texas: A History of the Lone Star State Oxford",null,"Oxford","Oxford University Press","2003","116-117"]},{"divid":1213211666,"type":"Newspaper Article","data":["","American Beacon and Norfolk and Portsmouth Daily Advertiser","","January 21, 1827",""]}],"locations":[{"id":81,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Washington City, District of Columbia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}