{"id":1253,"title":"Initial State Elections of Missouri\n","course_id":1,"status":"P","start_date":"1820-08-28","end_date":"1820-08-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Missouri's first state elections were scheduled to choose a governor, a lieutenant governor, Congressional representative, and membership of both houses of the General Assembly.  Following the contemporary national pattern during the 1820s' Era of Good Feelings,' Missouri did not have opposing political parties.  Virtually all adult, white males were Republicans, but the most powerful faction consisted of conservative businessmen, speculators, and lawyers known as the little junto,' or the St. Louis Elite.  Their main opponents, or antijunos, were primarily more recently arrived American speculators who resisted confirmation of Spanish grants.  &lt;br /&gt;Alexander McNair became Missouri's first governor and William H. Ashley became lieutenant governor, both defeating influential St. Louis politicians.  McNair defeated William Clark soundly , by over 4,000 votes, specifically , but the loss did not end Clark's influence in Missouri.  He earned the title of Superintendent of Indian Affairs, Commissioner on the part of the United States (Journal),' and he spearheaded treaties between Native American tribes and the United States government over land transfers.  Westward expansion was a concern of the common man, a way for anyone to become successful, and negotiations with Indians supported this goal.  The results of the all of the state elections showed a reaction against the constitutional convention, reflecting a statewide shift of political power from the conservative elite to the masses."],"display_date":"August 28, 1820","search_date":"1820-08-28","citations":[{"divid":1214327292,"type":"Government Document","data":["Journal of the executive proceedings of the Senate of the United States of America, 1815-1829","Senate Executive Journal","December 14, 1825","","","","","Library of Congress: American Memory","http://memory.loc.gov/cgi-bin/query/D?hlaw:1:./temp/~ammem_v4SE::@@@mdb=mcc,gottscho,detr,nfor,wpa,aap,cwar,bbpix,cowellbib,calbkbib,consrvbib,bdsbib,dag,fsaall,gmd,pan,vv,presp,varstg,suffrg,nawbib,horyd,wtc,toddbib,mgw,ncr,ngp,musdibib,hlaw,papr,lhbumbib,rbpebib,lbcoll,alad,hh,aaodyssey,magbell,bbcards,dcm,raelbib,runyon,dukesm,lomaxbib,mtj,gottlieb,aep,qlt,coolbib,fpnas,aasm,scsm,denn,relpet,am"]},{"divid":1214327341,"type":"Book","data":["Perry McCandless","A History of Missouri: Volume II",null,"Columbia","University of Missouri Press","1972","2-19"]},{"divid":1214327379,"type":"Book","data":["Edwin C. McReynolds","Missouri: A History of the Crossroads State",null,"Norman","University of Oklahoma Press","1962","79-89"]}],"locations":[{"id":889,"lat":null,"lng":null,"zoom":8,"place":"ST LOUIS, Missouri"}],"tags":[{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}