{"id":1256,"title":"Choctaw Treaty of 1820\n","course_id":1,"status":"P","start_date":"1820-10-18","end_date":"1820-12-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The United States, represented by Generals Andrew Jackson and Thomas Hinds, negotiated at Doak's Stand with Mingoes,' or head men and warriors of the Choctaw nation, over land.  The United States hoped to expand white settlement specifically in Mississippi, the Choctaw homeland.  In return for the Choctaw land, President Monroe agreed to a cession of about one-fifth of the state of Arkansas, encompassing sixteen counties.  In addition to ceding Southwestern Arkansas, the US gave up the southern half of Oklahoma, parts of the Texan panhandle,' and into New Mexico.  Jackson and Hinds made provisions to supply the Choctaw with blankets, kettles, and enough ammunition for a year in order to help the resettlement.  &lt;br /&gt;In an October 7 Arkansas Gazette article, before the treaty was written, the author clearly portrayed an attitude of white superiority over the Indians.  The author painted the picture that the whites were doing the Choctaw a favor, by being willing to let the owners of the country sell what they please.'  It is certainly not clear from this biased account that the Choctaw, as were most other Indian tribes, were actually pressured into the deal and felt as if they had little alternative.  On December 9, another Gazette report , written during the Treaty's proceedings , gave the most current information it had.  Without guaranteeing its accuracy, it presented the rumor that the treaty lately concluded with the Choctaws is very unpopular with that nation, and that they have openly shown their disapprobation by cutting off the head of their principal Chief, who had been instrumental in making the treaty.'&lt;br /&gt;Although the treaty attempted to improve and maintain friendly relations between the Native-Americans and the United States, which so happily subsists between them,' and simultaneously aid expansion, Arkansans were furious with the decision.  They were unwilling to lose a large portion of their valuable land, and many people vowed to move to Spanish Texas if the treaty was passed.  However, the US government believed they were doing a great service to the Choctaws by promising in article 5 of the Treaty to set up a fund to support the establishment of Indian schools, to be placed in the hands of the President of the United States, and to be applied by him expressly and exclusively to this valuable object.'  Despite the mixed reactions, the Choctaw Treaty was ratified on December 23 and set the stage for a large-scale removal of the indigenous people."],"display_date":"October 18, 1820 - December 23, 1820","search_date":"1820-11-19","citations":[{"divid":1214327483,"type":"Book","data":["Dallas T. Herndon","The Centennial History of Arkansas: Volume 1",null,"Chicago","S.J. Clarke","1922","66-67"]},{"divid":1214327527,"type":"Newspaper Article","data":["","Arkansas Gazette","","October 7, 1820",""]},{"divid":1214327547,"type":"Newspaper Article","data":["","Arkansas Gazette","","December 9, 1820",""]},{"divid":1214327555,"type":"Newspaper Article","data":["","Arkansas Gazette","","December 16, 1820",""]}],"locations":[{"id":891,"lat":33.3786296634,"lng":-89.6348761581,"zoom":7,"place":"INDIAN LANDS, Mississippi"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}