{"id":1257,"title":"African-American Population growth\n","course_id":1,"status":"P","start_date":"1860-04-30","end_date":"1860-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1850, Shelby County ranked seventh in free colored population.  In the ten years that followed, it grew considerably to be ranked fifth in free population and first in total population in Tennessee.  The free population grew considerably because of many reasons, specifically natural birth from free African American mothers, more frequent self-purchase, and increased immigration free African-Americans into the area.  Freedom certificates indicated that many African-Americans moved about frequently in hopes of bettering both their economic and social conditions.  The majority of this free population lived in poverty.&lt;br /&gt;Some of the slaves that had been set free were not able to cope with the economic strains that they were exposed to once released.  Stories of freeman voluntarily giving up their freedom were not frequent, but they did occur.  One man in Lynchburg, Virginia, named John Christian, was reported as going to court and the deed of freedom becoming annulled on his own motion', because he could not deal with the economic burdens of living on his own.  The majority of freeman, however, worked together to try to get ends meet, which is one reason why they tried to live in free communities together."],"display_date":"April 30, 1860","search_date":"1860-04-30","citations":[{"divid":1214328218,"type":"Article","data":["J. Merton England","The Free Negro in Antebellum Tennessee","The Journal of Southern History","9","1943","37-58"]},{"divid":1214328311,"type":"Newspaper Article","data":["","Charleston Tri-Weekly Courier",""," January 5, 1860",""]}],"locations":[{"id":892,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}