{"id":1259,"title":"The Lynching of Scott Baily\n","course_id":1,"status":"P","start_date":"1889-04-23","end_date":"1889-04-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 23rd, 1889, ...Scott Baily, colored, made a desperate but unsuccessful attempt to commit an outrage on the person of one of the most prominent young ladies in the village. ; Baily was caught soon afterwards, confessed his crime, and was lynched about midnight.'  The ritual act of lynching was used by white Southerners to literally destroy the humanity of the black victim, but also to symbolically destroy that of every member of the race.  White Southerners terrorized African-Americans into submission by publicly killing a black person who violated some arbitrary behavior.  White Southerners couldn't stand the idea of a black person injuring a white person and getting away with the crime. Whites feared if the crime went unpunished it would encourage blacks to rise up against isolated whites on plantations.  White Southerners used lynchings to compensate for what they perceived as weak governments.  Lynchings occurred at higher rates in counties that had limited law enforcement, limited communication with the outside world, and a transient population.  Since many black people were forced to migrate to where there was work, it created a volatile situation.   &lt;br /&gt;The Chicago Daily Tribune reported there were 95 confirmed lynchings of African-Americans during 1889, of which 92 occurred in the South. According to Tuskegee Institute records from 1882 to 1951, crimes that resulted in lynching were: 41 per cent for felonious assault, 19.2 per cent for rape, 6.1 per cent for attempted rape, 4.9 per cent for robbery and theft, 1.8 per cent for insult to white persons, and 22.7 per cent for miscellaneous offenses or no offense at all.  In the last category various trivial offenses were reported, such as disputing with a white man, attempting to register to vote, unpopularity, self-defense, testifying against a white man, asking a white woman to marry, and peeping in a window."],"display_date":"April 23, 1889","search_date":"1889-04-23","citations":[{"divid":1213581897,"type":"Newspaper Article","data":["A Virginia Lynching: Citizens of Halifax C.H., Dispose of a Negro Brute","The Washington Post","","April 24, 1889","1"]},{"divid":1213581944,"type":"Newspaper Article","data":["Judge Lynch&#39;s Work: The Victims of Mobs - How the Colored Man Has Suffered","Chicago Daily Tribune","","January 1, 1890","14"]},{"divid":1213581997,"type":"Book","data":["Jessie Parkhurst Guzman","1952 Negro Yearbook",null,"New York","William H. Wise","1952","275-279"]},{"divid":114466,"type":"Film","data":[null,null,null,null,null,null,"pfkpdrBXs"]}],"locations":[{"id":893,"lat":36.8111162856,"lng":-79.3976134371,"zoom":9,"place":"PITTSYLVANIA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}