{"id":1261,"title":"Newspapers used as a medium\n","course_id":1,"status":"P","start_date":"1860-06-08","end_date":"1860-06-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Advertisements for the sale and purchase of African-Americans were found daily in local newspapers.  People who were interested in buying or selling slaves placed advertisements, which appeared on the front pages of many newspapers.  While many people placed their own ads in the papers, there were some large slave-owners who went through agents specialized in locating the slaves they wished to purchase.  James Sparks, an agent for Joseph Bruin in Alexandria, Virginia placed ads for his customers regularly. The undersigned wishes to purchase any number of Negroes, of both sexes, of which the highest cash price will be paid' is an example of one such advertisement.  Found on the front page of The Washingtonian, it allowed someone who did not live in Loudon County to extend his search radius for slave markets.&lt;br /&gt;&lt;br /&gt;The buying and selling of slaves was significant because of the immense amount of wealth that slaves throughout the south represented.  These slaves are worth, according to Virginia prices 2,800,000,000 , an amount easy to pronounce, but how difficult to conceive of to one who knows anything about the power of multiplication of numbers' said William Yancey in 1860.  Slavery comprised more national wealth than railroads and manufacturing combined.    &lt;br /&gt;&lt;br /&gt;Newspapers were also used to hire slaves out for different types of jobs.  Advertisements placed in newspapers, such as The Nashville Union and American, ran ads that were focused on hiring extra slave labor to be used in industrial factory work.  Factories often tried to hire excess labor from large slave-owning farms, because they could hire slave workers more cheaply than they could hire poor whites or free African-Americans."],"display_date":"June 8, 1860","search_date":"1860-06-08","citations":[{"divid":1214328372,"type":"Newspaper Article","data":["","The Washingtonian","","June 8, 1860",""]},{"divid":1214328391,"type":"Newspaper Article","data":["","Nashville Union and American","","January 3, 1860",""]},{"divid":1214328412,"type":"Article","data":["James L. Huston","Property Rights in Slavery and the Coming of the Civil War","The Journal of Southern History","Vol. 65, No. 2","May, 1999","249-286"]}],"locations":[{"id":894,"lat":39.0907154711,"lng":-77.6357306744,"zoom":9,"place":"LOUDOUN, Virginia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}