{"id":1265,"title":"Davis Resolutions\n","course_id":1,"status":"P","start_date":"1860-05-14","end_date":"1860-05-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Davis Resolutions were a set of agreements voted on by Congress in an attempt to end the feuding over the issue of slavery in the territories.  The issue had been debated for months to decide whether the people in the territory should make decisions on domestic affairs or if the government of the United States should make the decisions.  Jefferson Davis was a big proponent of the people in the territory making the decision, but only when they became an official state.  He noted that, people having sovereignty over a territory, have power to decide what their institutions should be;and under our Constitution, the inhabitants of the territories acquire that right whenever the United States surrender the sovereignty to them by consenting that they shall become states.'   &lt;br /&gt;&lt;br /&gt;In a vote of 36-19, the Senate voted to leave the issue of slavery to the inhabitants in the territories.  If and when a territory applied for statehood and drafted their State Constitution, they could vote to decide if slavery was included in any of the tenets.  Neither Congress or the Territorial Legislature had any power, direct or indirect, to interfere the individual territory's decision.  Once they made the decision, however, it was Congress's duty to make sure no one violated the terms of the constitutions."],"display_date":"May 14, 1860","search_date":"1860-05-14","citations":[{"divid":1213483234,"type":"Newspaper Article","data":["","Staunton Spectator and General Advertiser","","May 19, 1860",""]},{"divid":1213483258,"type":"Article","data":["Austin L. Venable","The Conflict Between Douglas and Yances Forces in the Charleston Convention","The Journal of Southern History","8","1942","226-241"]}],"locations":[{"id":895,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}