{"id":1266,"title":"Railroad Proposal from Richmond to Raleigh\n","course_id":1,"status":"P","start_date":"1860-01-27","end_date":"1860-01-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Citizens of Richmond put together a proposal for constructing a railroad that connected Richmond, Virginia to Raleigh, North Carolina.  In this proposal they laid out future profits that could be reaped if someone would finance the project.  Richmond citizens were hoping to build this line to increase the inflow of crops and merchandise to both cities.  They pointed out that one of the favored crops grown in North Carolina was wheat, and Richmond had one the most profitable wheat markets to buy and sell wheat.&lt;br /&gt;&lt;br /&gt;Another reason that the people of Richmond wished to build a new line was to strengthen the ties between the two states.  With tensions rising about the slavery issue, Richmond wanted to tighten its relationship with the larger slave-owning counties in North Carolina.  Not only would they share common views on slavery, but Richmond hoped they would spread the productions of their slave labor.         &lt;br /&gt;&lt;br /&gt;The people of Richmond also wanted this railway to be built as a more viable option for travel.  In 1860, roads were very poorly kept.  As Johnston said in his discussion on the emergence of railroads, Travelers who in summer were plagued by choking dust were certain of being mired in seas of tenacious red clay in the winter.'  In addition, most of the roads were not even found on the few maps that circulated Virginia.  Roads winded through the busy terrain of Virginia, and many times they were so confusing that even the natives could get lost.  With the construction of a railroad from Richmond to Raleigh, regular travel between the cities could become a more feasible option for citizens of both cities."],"display_date":"January 27, 1860","search_date":"1860-01-27","citations":[{"divid":1214328584,"type":"Newspaper Article","data":["","Richmond Enquirer","","January 27, 1860",""]},{"divid":1214328612,"type":"Article","data":["Angus J. Johnston, II","Virginia Railroads in April 1861","The Journal of Southern History","Vol. 23, No. 3","August, 1957","307-330"]}],"locations":[{"id":896,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}