{"id":1268,"title":"Cotton in the South\n","course_id":1,"status":"P","start_date":"1860-02-11","end_date":"1860-02-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Cotton was one of the largest cash crops in the majority of southern states, but especially dominant in South Carolina.  Newspapers ran daily reports on the cotton market locally, regionally, and in other states.  Prices were reported, along with a report on how this related to past days' sales.  The Charleston Tri-Weekly Courier reported that prices generally strengthened under the combined influences of favorable advice from across the water and the limited supply of sale.'  Prices were always the most profitable when demand exceeded the supply.&lt;br /&gt;&lt;br /&gt;Some looked to build the cotton market in the South as a means to redeem' to South.  This meant that they wanted to use cotton to catch up to the North in manufacturing.  Thomas P. Kettell wrote that in the southern states, the choice of fresher material direct from the plantation, less the cost of transportation, gives the advantage'.  Southern states, such as South Carolina, had the right climate, land, and the plantation system to produce cotton on a large scale.  Starting in 1860, cotton production grew enormously, with it increasing over ten-fold from 1860-1880."],"display_date":"February 11, 1860","search_date":"1860-02-11","citations":[{"divid":1213486481,"type":"Newspaper Article","data":["","Charleston Tri-Weekly Courier","","February 11, 1860",""]},{"divid":1213486514,"type":"Article","data":["Stephen J. Goldfarb","A Note on Limits to the Growth of the Cotton-Textile Industry in the Old South","The Journal of Southern History","48","1982","545-558"]}],"locations":[{"id":897,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}