{"id":1276,"title":"U.S. Senator Pierre Soule files a complaint against bawdyhouses\n","course_id":1,"status":"P","start_date":"1855-08-07","end_date":"1855-08-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A brothel located next to the home of United States Senator Pierre Soule was so disturbing to him that he filed a complaint against the crib' where whites and blacks meet indiscriminately' and make the night the accomplice of their vices and the time for their hellish amusements.'  It was fairly common for white men and free women of color to be in semi-permanent arrangements, otherwise known as the practice of placage.  However, the interracial affairs seen in brothels were much more widespread, and there even existed some with both white and black women offering their services to both white and black men.&lt;br /&gt; The <em>Times-Picayune </em>also stated on August 17 that there had been three complaints against houses of prostitution based on drunkenness and keeping a disorderly house.  Warrants were issued to investigate the situation.  Sailors arriving from the port of New Orleans visited many of these houses.  They often got drunk and caused disturbance to the neighbors, just as Pierre Soule complained about."],"display_date":"August 7, 1855","search_date":"1855-08-07","citations":[{"divid":1213487103,"type":"Book","data":["Carolyn E. De Latte, editor","Antebellum Louisiana, Vol. XI pt. A",null,"Lafayette","University of Louisiana at Lafayette","2004","333-334"]},{"divid":1213487156,"type":"Newspaper Article","data":["","Times-Picayune","","August 17, 1855",""]}],"locations":[{"id":901,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}