{"id":1278,"title":"Steamboats denied docking privileges for fear of yellow fever or cholera\n","course_id":1,"status":"P","start_date":"1855-09-29","end_date":"1855-09-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Fear of deadly diseases like yellow fever and cholera brought a panic into towns and had a negative affect on business activity.  This fear caused townspeople to speak out against any possible event that could import the disease into their areas, especially areas located near ports, where there was a risk that ships could be carrying these diseases.  This fear was commonly spread by reports in the newspapers about other outbreaks of yellow fever.  The Times- Picayune told of the Norfolk cases of Yellow Fever and explained that it was traced back to a steamship docked at Portsmouth, Virginia.  This information causes a panic among all port cities.    &lt;br /&gt;One resident of Attakapas asked would it not be advisable;[to] take steps to guard us against the importation of disease into our mist?'  These worries led to the denial of docking privileges for steamboats in Washington, the port of Opelousas, and any passengers arriving from infected areas were not allowed to enter the town.  These actions slowed the activity of supplies and produce entering and leaving the town, thus slowing business in the area."],"display_date":"September 29, 1855","search_date":"1855-09-29","citations":[{"divid":1216737456,"type":"Book","data":["Carolyn E. De Latte","The Louisiana Purchase Bicentennial Series in Louisiana History Volume IV, part A",null,"Lafayette","University of Louisiana","2004","56, 63"]},{"divid":1216737492,"type":"Newspaper Article","data":["","Times-Picayune","","August 1, 1855",""]}],"locations":[{"id":903,"lat":30.555179065,"lng":-92.2476742757,"zoom":8,"place":"ST LANDRY, Louisiana"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}