{"id":1286,"title":"Military troops in San Antonio surrender Federal property\n","course_id":1,"status":"P","start_date":"1861-02-16","end_date":"1861-02-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Early in the year rumors and tensions about secession began to spread throughout the nation, but were mainly focused in the South.  As one New York Times reporter stated, There are rumors that a body of men are moving on San Antonio to take the arsenal there.  Gen. Twiggs has called in the troops to protect it.'  (The New York Times, January 31, 1861, p. 1)  General Twiggs promptly moved into San Antonio. &lt;br /&gt;&lt;br /&gt;After the Texas Convention met in January of 1861, the Committee on Public Safety sanctioned three men from this committee to confiscate property in Texas which belonged to the national government.  General David E. Twiggs was in San Antonio when the commissioners paid a visit to take over the property.  Twiggs stated that he would turn over the property and remove his troops from the state, although he would not formally agree to a contract in writing.  The tensions between General Twiggs and the state paved the way for Ben McCulloch and his army of four hundred men, plus six hundred volunteers, to seize San Antonio on February 16th, 1861.  General Twiggs was forced to surrender all federal property (about 3 million) and then left Texas; some of the federal property included: mules, wagons, horses, clothing, food, harnesses, iron, nails, and stores.  He also handed over nineteen federal army posts.  This event became the catalyst for the removal of 2,000 U.S. soldiers from Texas."],"display_date":"February 16, 1861","search_date":"1861-02-16","citations":[{"divid":1214329385,"type":"Book","data":["Randolph B. Campbell","Gone to Texas: A History of the Lone Star State",null,"New York","Oxford University Press","2003","243"]},{"divid":1214329421,"type":"Newspaper Article","data":["","The New York Times","","January 31, 1861",""]}],"locations":[{"id":909,"lat":29.3520831836,"lng":-98.406019805,"zoom":8,"place":"BEXAR, Texas"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}