{"id":1288,"title":"Letter of Henry A. Wise\n","course_id":1,"status":"P","start_date":"1855-11-18","end_date":"1855-11-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Henry A. Wise was elected Governor of Virginia in 1855, defeating the Know-Nothing candidate Thomas S. Flournoy, attacking him on religious intolerance and Know-nothing sects of pro-slavery forces in the north.  Wise's priority was the institutions of the South and, despite his concerns with state issues; he was ardent on his views against growing northern power over the south.  For wise, the presidential election was crucial for southern rights.  &lt;br /&gt;His letter in the fall of 1855 to Robert Tyler shows his extreme concern over the sectional struggle. He tells him our policy is to go in for Buchanan with all our might, if we can elect him, it is the best that can be done.'  Leadership in the south by men like Wise pushed for a man like Buchanan, just because he would support the southern cause.  The consequences of this led to a President that did not deal well with the growing strife that was ripping apart the nation, and his actions let them worsen.  The southern zeal for the protection of its rights overshadowed the needs of the Union.  Governor Wise's desperate support of Buchanan reveals the rise of political parties that were just against anything that did not help southern rights, as opposed to a united party that knew exactly what it wanted.  In 1855, the main purpose of parties was to defeat the enemy, leading to desperate measures, despite what was truly in the best interest of the country."],"display_date":"November 18, 1855","search_date":"1855-11-18","citations":[{"divid":1218636534,"type":"Article","data":["Clement Eaton","Henry A. Wise&#58; A Liberal of the Old South","The Journal of Southern History","Vol. 7, No. 4","November 1941","482-494"]},{"divid":1218636574,"type":"Manuscript","data":["","Letter of Henry A. Wise to Robert Tyler",null,"Mss 8630","1 Item","Letter, Only, Va., to Robert Tyler [manuscript] 1855 Nov. 18","Special Collections Library, University of Virginia"]}],"locations":[{"id":911,"lat":37.9436744077,"lng":-75.3696408508,"zoom":9,"place":"ACCOMACK, Virginia"}],"tags":[{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}