{"id":1291,"title":"Bill Passed to Incorporate the Mississippi Central and Tennessee Railroad Company\n","course_id":1,"status":"P","start_date":"1855-11-14","end_date":"1855-11-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During 1855 there was a strong movement to expand the railroads in the southern states.  Although railroads were well established in the far southeastern states, there was still a need and desire to expand into the west and into the midwestern states.  During the 1850's there was a particular expansion of railroads in Alabama, Mississippi, and Tennessee.  Railroads were also built more upon the north-south lines as opposed to the existing east and west lines.  Although rivers were helpful, the train was much more efficient for transportation of economic goods.&lt;br /&gt;Among many bills passed was the one passed in the Tennessee Senate incorporating the Mississippi Central and Tennessee Railroad Company.  The linking between the states of the south was continuing and spreading into the other states of the Union.  As there was a push for economic independence from the northeastern states, the southern states laid down railroads that linked them to other parts of the Union.  The Charleston Mercury advises that the south should extend its ties to the west and northwest in order to form commercial connections, that will make them independent from the rest of the world for all articles of necessity.'  The Mercury goes on to attack the northeastern states, saying, The centre and source of the whole disease that infects the Union is the Northeast.'  The ulcer' of abolitionism has pushed the south away from the north, thus it must form other ties.  The expansion of railroads correlated with the secessionist movement in the sense that many leaders of the Confederacy were railroad men. Although far away, this connection refers to the impact that southern railroads had on the southern thoughts."],"display_date":"November 14, 1855","search_date":"1855-11-14","citations":[{"divid":1213752075,"type":"Newspaper Article","data":["","Nashville Union and American","","November 14, 1855",""]},{"divid":1213752091,"type":"Newspaper Article","data":["Southern Railroads","Charleston Mercury","","December 27, 1855",""]},{"divid":1213752109,"type":"Article","data":["R.S. Cotterill","Southern Railroads, 1850-1860","The Mississipi Valley Historical Review ","10","Mar. 1924","396-405"]}],"locations":[{"id":914,"lat":36.1785835172,"lng":-86.867295434,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}