{"id":1292,"title":"Governor Adams of South Carolina Proposes Changing Laws Regarding Colored Seamen at Ports\n","course_id":1,"status":"P","start_date":"1855-11-27","end_date":"1855-11-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1855 there still existed a law in South Carolina that allowed for the imprisonment of colored seamen who arrived at their ports.  This act was causing tensions with the British vessels that landed in South Carolina, but then lost seaman to the jails.  In February 1855, the new Governor of South Carolina visited Charleston and was asked by Robert Bunch to change the Negro Seamen Acts in South Carolina.  After much consideration, Governor Adams took Bunch's argument to the South Carolina Legislature.  In his message to the session of 1855, Adams advised that it was better to be kind to colored people,' free colored people, by allowing colored seamen of foreign ships to remain on board and not be subject imprisonment.  He advised that this would make them less inclined to denounce the institution of slavery, and that the colored hireling who may visit us will see much in their [slaves] condition to envy.'  Adams emphasizes the while we continue to discharge our true obligations to our slaves, their loyalty and fidelity remains unshaken.'&lt;br /&gt;Although the bill did not pass in the Session of 1855, it was passed in the Session of 1856.  Here is seen the importance of the institution of slavery as a way of life for South Carolinians, and the desire to publicly make it appear as a positive situation for the slaves, better than being free like the seamen, according to Adams.  He tells the legislature that liberty, shorn of all its rights, is but a miserable boon compared with their [slaves] substantial comforts and happy existence.'  There is also the motive of keeping good relations with foreign nations, such as Britain, who allow for the luxurious lives the South Carolinian planters prefer to live."],"display_date":"November 27, 1855","search_date":"1855-11-27","citations":[{"divid":1217556275,"type":"Article","data":["Philip M. Hamer","British Consuls and the Negro Seamen Acts, 1850-1860","The Journal of Southern History","1","May 1935","138-168"]},{"divid":1217556331,"type":"Pamphlet or Other Printed Material","data":["","Message of His Excellency, James H. Adams, Governor of S.C. to the Senate and House of Representatives, Session of 1855","Columbia, S.C.","E.H. Britton and Co.","1855","Special Collections Library, University of Virginia"]}],"locations":[{"id":915,"lat":33.8933663203,"lng":-81.2948046475,"zoom":8,"place":"LEXINGTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}