{"id":1293,"title":"The Confederate bombardment of Fort Sumter\n","course_id":1,"status":"P","start_date":"1861-04-12","end_date":"1861-04-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At 4:30 am on April 12th, 1861, Confederate forces, under the leadership of Brig. General Beauregard, opened fire on Fort Sumter.  Two day prior, on April 10th Brig. General Beauregard called for the surrender of Major Robert Anderson and his Union garrison. They refused, thus prompting the batteries to fire upon the fort.  Unable to counter the forces by the Confederates effectively, Major Anderson surrendered the Union garrison the next day at 2:30 pm and pulled out of Fort Sumter.  &lt;br /&gt;&lt;br /&gt;          News quickly spread of the surrender of Fort Sumter via telegraphs, printing presses, and railways.  A New Orleans reporter ominously foretold that, South Carolina evidently thinks, that, the more wild and rash and unscrupulous and ferocious and bloody-minded she shows herself, the more anxious other States will be to tie themselves to her nether appendage.' (The Daily Picayune, February 4, 1861, p. 3.)  This comment was in reference to the growing tensions surrounding Fort Sumter between Union and Confederate forces and the session of sister slave states.  Brig. General Beauregard commented on his victory in a letter detailing his military operations by saying, ;our troops immediately garrisoned the fort, and before sunset the flag of the Confederate States floated over the ramparts of Fort Sumter.' (http://www.americancivilwar.com).  &lt;br /&gt;&lt;br /&gt;          This bloodless battle in Charleston lasted approximately forty hours and secured the first Confederate victory.  The bombardment of Fort Sumter in Charleston Harbor was significant because it showed that the Confederacy would not stand for military outposts of another power to remain within its borders; even the citizens of South Carolina gathered to watch the bombardment as if the bombs and batteries were fireworks.  One South Carolina newspaper, after the bombardment, commented that the old government' could now obviously abandon once and forever the hope of forcibly controlling the Confederate States after the clear victory at Fort Sumter. (The Charleston Mercury, April 13, 1861, p. 1.)  The Confederacy flexed its military force to show that they were completely autonomous of the United States.  The bombardment of Fort Sumter opened the door for the American Civil War to begin."],"display_date":"April 12, 1861","search_date":"1861-04-12","citations":[{"divid":1214329611,"type":"Book","data":["Randolph B. Campbell","Gone to Texas: A History of the Lone Star State",null,"New York","Oxford University Press","2003","246"]},{"divid":1214329645,"type":"Website","data":["AmericanCivilWar.com","American Civil War Timeline 1861","AmericanCivilWar.com","http://www.americancivilwar.com/tl/tl1861.html","September 28, 2005"]},{"divid":1214329874,"type":"Newspaper Article","data":["","The Daily Picayune","","April 13, 1861",""]},{"divid":1214329884,"type":"Newspaper Article","data":["","The Charleston Mercury","","April 13, 1861",""]}],"locations":[{"id":916,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}