{"id":1294,"title":"Virginians Advocate Death for Slave Stealing\n","course_id":1,"status":"P","start_date":"1855-12-17","end_date":"1855-12-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The escape of slaves was common during the year of 1855.  Much of this began to be blamed upon the northern states, such as Massachusetts, who was not upholding the Fugitive Slave Act.  There was a southern anticipation regarding the northerners' influence on the escape and uprisings of slaves.  A large part of this view that northern abolitionists were involved was because of the Underground Railroad.  Activity of the Underground Railroad was more common in the Border States, such as Virginia, and even in the farther state of Delaware, which was surrounded by anti-slavery states.  This loss of slaves was attributed to slave stealing.&lt;br /&gt;In November 1855, the Richmond Dispatch reported that there are undoubtedly abolitionist agents in all of Virginia.'  The common disappearance of slaves led to a desire to further strengthen any laws against slaves and those who help them escape, which would include the northern abolitionists who steal' slaves away to the north.  The Richmond Dispatch advised more stringent policing of roads and suggested searching all outward-bound vessels.  There was an attempt to curb the movement and loss of slaves, therefore the laws were made stricter with to disillusion anyone into helping escaped slaves.  The meeting of citizens in Goochland County decided to adopt a resolution resulting in the death penalty for slave stealing, confinement in the Penitentiary for the attempt, and allowing them to use negro evidence against a suspected negro.  It also suggested the search of suspected vessels, especially along the Chesapeake Bay."],"display_date":"December 17, 1855","search_date":"1855-12-17","citations":[{"divid":1214329972,"type":"Book","data":["John A. Monroe","History of Delaware",null,"Newark","University of Delaware Press","2001","46"]},{"divid":1214330043,"type":"Newspaper Article","data":["","Richmond Dispatch","","November 7, 1855",""]},{"divid":1214330047,"type":"Newspaper Article","data":["","Richmond Dispatch","","December 27, 1855",""]}],"locations":[{"id":917,"lat":37.7219637736,"lng":-77.9164071789,"zoom":10,"place":"GOOCHLAND, Virginia"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}