{"id":130,"title":"Battle of Chancellorsville\n","course_id":1,"status":"P","start_date":"1863-05-01","end_date":"1863-05-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The battle at Chancellorsville, Virginia, pitted the Confederate General Robert E. Lee against Union Major General Joseph Hooker. Stonewall Jackson came up with a plan to send Lee around to attack the left flank with only 12,000 troops. Lee won a decisive victory here, even though Hooker's troops numbered well over 70,000. After the victory, Jackson rode out to scout the terrain, and was wounded by friendly fire. However, Jackson returned with a plan, and was able to use his intuition to prevent the far more numerous Union army from winning a decisive victory. The results of this battle given the respective strengths of each side gave increasing prominence to the importance of tactical planning during the remaining months of the Civil War. The battle paved the Confederate road to Gettysburg. The 30,000 casualties incurred here made it the third bloodiest battle of the Civil War. Even before official tallies were taking, participants in the struggle realized as much: The slaughter at Chancellorville is estimated to be large on both sides.'&lt;br /&gt;By May 4, after days of heavy fighting, the Confederate army made the decision to withdraw from Chancellorsville, but soon thereafter, that order was countermanded. Lee prepared to attack again, but rainy weather stalled his plans.&lt;br /&gt;Union General Hooker congratulated his troops on the five thousand Confederate prisoners they had captured, but the Confederacy had won the day. Among the most important results of this battle was the continued protection of Richmond, the Confederacy's capital. A loss here would have paved the way for a Union assault on Richmond, which would have been a serious blow to the Confederates."],"display_date":"May 1, 1863 - May 4, 1863","search_date":"1863-05-02","citations":[{"divid":1213673181,"type":"Book","data":["Ayers, Edward L","In the Presence of Mine Enemies",null,"New York","W.W. Norton","2003",""]},{"divid":1213673399,"type":"Book","data":[" Jedediah Hotchkiss","The battle-fields of Virginia: Chancellorsville",null,"New York","D. Van Nostrand","1867",""]},{"divid":1213673547,"type":"Book","data":["Charles Richardson"," The Chancellorsville Campaign",null,"New York","Neale Publishing Company","1907",""]},{"divid":1214320089,"type":"Newspaper Article","data":["Battle at Chancellorsville","The Daily National Intelligencer","","May 5, 1863","2"]}],"locations":[{"id":86,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}