{"id":1309,"title":"Women&#39;s Christian Temperance Union\n","course_id":1,"status":"P","start_date":"1882-10-28","end_date":"1882-10-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Liquor, as Edward Ayers explains, took a heavy toll on the South, especially since alcohol became much easier to get as the numbers of towns and stores increased. Often, churches went on the offensive, trying to reform what they saw as the greatest threats to their moral standards.' In the New South, women had an increasingly important role on church committees, and thousands of younger women in the South joined women's clubs and reform organizations. The Women's Christian Temperance Union was the nation's largest anti-alcohol association. &lt;br /&gt;The first national convention of the Women's Christian Temperance Union (WCTU) took place in Cleveland, Ohio in November 1874. Returning home from the convention, Elizabeth Fisher Johnson organized a local chapter. On October 23, 1882, several women met in Nashville to officially establish the Tennessee WCTU, and Johnson was named the first president. By 1900, although they were not able to gain statewide prohibition, the WCTU was the most powerful women's lobbying organization in Tennessee.&lt;br /&gt;The Declaration of Principles (Light House) declared that the purpose of the WCTU was to educate the young, to increase public knowledge, and to reform as far as possible, by religious, ethical, and scientific means, the drinking classes.' Not only were these women using their morals they inherited from their religion, but they also combined to their ideas scientific means' to push the South into a civilized and modern world. Furthermore, these women were against all people who drank, but they were mostly against the immigrants, particularly the Irish Catholics. Margaret Bendroth explains in her article that often Protestants combined temperance with anti-Catholicism, for many were prepared to believe the worst about Irish Catholics.' WCTU members were largely responsible for laws raising the sexual age of consent from ten to eighteen, establishing a state reform school for juvenile offenders, and funding the Reformatory Work Home for Women. The motto, as provided in the Light House, was: &lt;br /&gt;&lt;br /&gt;I herby solemnly promise, God helping me, to abstain from all distilled, fermented and malt liquors, including wine, beer and cider, and to employ all proper means to discourage the use of and traffic in the same. &lt;br /&gt;&lt;br /&gt;The minutes of another WCTU local chapter in Richmond, Virginia, show that President opened the meeting by reading from the Psalms, a prayer, and the group joined together to sing a hymn. The secretary read the minutes of the last meeting, and then all the members would discuss business and the best methods to achieve their goals and gain recognition of the temperance cause."],"display_date":"October 28, 1882","search_date":"1882-10-28","citations":[{"divid":1216737588,"type":"Book","data":["Edward L. Ayers","The Promise of the New South&#58; life after Reconstruction",null,"New York","Oxford University Press","1992","29, 169, 178"]},{"divid":1216737620,"type":"Online Encyclopedia","data":["The Tennessee Encyclopedia of History and Culture","Women&#39;s Christian Temperance Union","http&#58;//tennesseeencyclopedia.net/","September 5, 2005"]},{"divid":1216737665,"type":"Manuscript","data":["","Minutes WCTU Richmond VA 1882-1885",null,"Mss. 1750, etc.","Box 2","Women?s Christian Temperance Union of Virginia","Special Collections Library, University of Virginia"]},{"divid":1216737734,"type":"Manuscript","data":["","The Light House&#58; A History of the Richmond-Henrico Woman?s Christian Temperance Union 1882-1938",null,"Mss. 1750","Box 4","Women?s Christian Temperance Union of Virginia","Special Collections Library, University of Virginia"]},{"divid":1216737801,"type":"Article","data":["Margaret Bendroth","Rum, Romanism, and Evangelism&#58; Protestants and Catholics in Late-Nineteenth-Century Boston","Church History","Vol. 68, No. 3","September 1999","627-647"]}],"locations":[{"id":929,"lat":36.1695702654,"lng":-86.7859142705,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}