{"id":131,"title":"Death of Stonewall Jackson\n","course_id":1,"status":"P","start_date":"1863-05-10","end_date":"1863-05-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Thomas Jefferson Stonewall' Jackson, shot just above his left elbow by his own soldiers who, on May 2, did not recognize him at the Battle of Chancellorsville, died from pneumonia that he caught as a complication of his wound. Immediately following the incident, one newspaper reported, his condition is very favorable,' while others lamented that his wounds are so bad.' As a result of the shot, doctors were forced to amputate his arm at the shoulder. He spent the next few days traveling to Richmond, but his condition worsened, and on May 10 at quarter past three o'clock in the afternoon, Jackson died.&lt;br /&gt;Jackson was a native of Virginia, and quickly rose through the ranks of the army. Although he had resigned his commission, the secession of Virginia brought him back into service to lead a regiment. He rose to prominence during the Civil War at the Battle of Manassas, and was a shrewd commander and brilliant tactician. A highly outnumbered Confederate army was prepared to retreat, but Jackson encouraged his comrade Gen. Bee to give [the Union army] the bayonet.' Bee then gave Jackson his nickname, telling his troops, There is Jackson, standing like a stone wall.'&lt;br /&gt;His death a serious blow to Confederate morale, and the entire Confederate force felt saddened by his look. However, his influence reached farther than his troops and the entirety of the Confederate States of America was saddened. A soldier in South Carolina wrote, Virginia, we weep with thee. Thou hadst no nobler son,' commenting that Jackson was on his way to share immortal bliss on high, near God's eternal Throne.' The New Orleans Daily Picayune recognized that Jackson was more than a general: Nor was he great only as a Soldier he was a Christian, a man of kindly feelings;his private character was beyond the reach even of reproach.' In Charleston, he was lauded as a Christian warrior and hero,' a venerated and distinguished friend,' and a veteran patriot and hero.' Throughout the South, Jackson was a beloved general, and his death cast a large shadow for many. Jackson's death was so important that it halted life in Richmond the day that his body arrived.&lt;br /&gt;Lee was among the most saddened at Jackson's death, regarding him as his ablest assistant. Announcing the death to his troops, Lee opined that Jackson's spirit still lives, and will inspire the whole army.' Harper's Weekly called Jackson the ablest officer in the rebel army.' Generals on both sides considered it a huge boost to the Union's war effort. Charleston newspapers recognized his death as an overwhelming calamity.' He reportedly ended his life saying, Let us cross over the river and rest under the shade of tress.'"],"display_date":"May 10, 1863","search_date":"1863-05-10","citations":[{"divid":1213461503,"type":"Newspaper Article","data":["&#39;Stonewall Jackson&#39;","The Daily Picayune","","May 20, 1863","3"]},{"divid":1213461553,"type":"Newspaper Article","data":["Arrival of General Jackson?s Remains?Funeral Honors?Gen. Lee?s Announcement of the Sad Event to the Army","Charleston Daily Courier","","May 12, 1863","1"]},{"divid":1213461692,"type":"Newspaper Article","data":["Circumstances of the Death of Stonewall Jackson","New York Times","","May 16, 1863","1"]},{"divid":1214320238,"type":"Newspaper Article","data":["Death of Stonewall Jackson","New York Times","","May 13, 1863","1"]},{"divid":1214320304,"type":"Newspaper Article","data":["Gen. Jackson?s Wound","Charleston Daily Courier","","May 9, 1863","1"]},{"divid":1214320344,"type":"Newspaper Article","data":["Gen. Lee?s Announcement of the Death of Stonewall Jackson","New York Times","","May 14, 1863","1"]},{"divid":1214320398,"type":"Newspaper Article","data":["Monument to the Lamented Stonewall Jackson","Charleston Daily Courier","","June 22, 1863","1"]},{"divid":1214320452,"type":"Newspaper Article","data":["Stonewall Jackson","Charleston Daily Courier","","June 2, 1863","1"]},{"divid":1214320491,"type":"Newspaper Article","data":["The Death of Stonewall Jackson","Charleston Daily Courier","","May 12, 1863","2"]},{"divid":1214320549,"type":"Newspaper Article","data":["The Death of Stonewall Jackson","New York Times","","May 15, 1863","4"]},{"divid":1214320975,"type":"Book","data":["Jedidiah Hotchkiss","The battle-fields of Virginia: Chancellorsville",null,"New York","D. Van Nostrand","1867",""]},{"divid":1214321013,"type":"Book","data":["Robert K. Krick","The Smoothbore Volley that doomed the Confederacy: the death of Stonewall Jackson and other chapters on the Army of Northern Virginia. ",null,"","Louisiana State University Press","2002",""]}],"locations":[{"id":87,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}