{"id":1310,"title":"William Jennings Bryan delivers his Cross of Gold speech\n","course_id":1,"status":"P","start_date":"1896-07-08","end_date":"1896-07-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This speech, delivered at the 1896 Democratic National Convention in Chicago, made Nebraska's William Jennings Bryan famous across the United States. His call for calculating the value of the United States dollar based on silver rather than a gold standard held particular appeal for poor farmers, many of which were located in the South. The resulting inflation caused by adhering to a silver standard would increase farming revenue, thus making it easier for farmers to pay the enormous debts incurred during the harsh depression of the early-mid 1890s. A gold standard, conversely, would greatly benefit bankers. Many Southern Democrats and Populists would back the young Bryan in the 1896 presidential election, primarily due to this issue of silver and gold.&lt;br /&gt;&lt;br /&gt;After a contentious convention in Chicago, Bryan was officially nominated for President on the fifth ballot despite loud objections from the gold men' of New Jersey, New York and other states. In several newspaper accounts, the youthful Bryan was dubbed The Boy Orator of the Platte.'"],"display_date":"July 8, 1896","search_date":"1896-07-08","citations":[{"divid":1214331265,"type":"Book","data":["Robert W. Cherny","The Cross of Gold by William Jennings Bryan",null,"Nebraska","University of Nebraska Press","1996","1-13"]},{"divid":1214331371,"type":"Newspaper Article","data":["","Chicago Daily","Chicago, Illinois","July 11, 1896",""]},{"divid":1214331388,"type":"Newspaper Article","data":["","Richmond Dispatch","Richmond, Virginia","July 11, 1896",""]}],"locations":[{"id":930,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}