{"id":1319,"title":"Eastman Race Riot\n","course_id":1,"status":"P","start_date":"1882-08-06","end_date":"1882-08-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Edward Ayers, in the Promise of the New South, described that the South was a notoriously violent place.' In the South homicide among blacks and whites was the highest compared to the rest of the nation and world. Within the turbulent south during the 1880s and early 1890s, politics and economic turmoil' constantly threw both blacks and whites into conflict. Most violence was caused by whites going against the blacks, especially since it was they who believed that it was the blacks who were dangerous and the blacks who bred the violence that hung over the South.' Blacks, however, at times did turn against the whites, and when they did so, they risked serious punishment by the whites. As Ayers explains that because the white men believed a legal execution was too good for such criminals,' these blacks were often dragged from jail to be tortured, hanged, and burned by these mobs of white men. This very situation occurred in Eastman, Georgia on August 6, 1882. &lt;br /&gt;An argument between two black men started a riot when thousands of blacks gathered for a camp meeting. The Montgomery Advertiser simply explained that a white police man attempted to restrain the aggressor, but the aggressor knocked down the policeman. A white deputy marshal shot this aggressor, called a fleeing prisoner,' which infuriated the mob. On August 12, the Atlanta Constitution states that the marshal and deputy marshal of Eastman arrested Jake Johnson on the charge of stealing a watch, and he shot and killed him as he tried to run away.  &lt;br /&gt;As a result, the angry mob murdered Mr. James Q. Harvard whose identity was mistaken for the deputy. The Atlanta Constitution describes that young Harvard was shot through the face and in the arm, and then he was dragged into the street and his head beaten into a pulp with heavy scantlings in the hands of the brutes.'  This article also claimed that the black people called for setting fire to the white houses and killing local whites. Eventually the police was able to subdue and arrest the crowd. At the end of the riot, one white man, Harvard, and four black men were killed. &lt;br /&gt;Further, Ayers also stated that local black leaders, for their own purposes, often joined with the whites in blaming vagrant blacks for any crime in the neighborhood.' &lt;br /&gt;The colored citizens of Eastman held a meeting after the outbreak to adopt resolutions unanimously' as explained in the article The Riot at Eastman.' There were two resolutions. The first stated that they, as Christians and law abiding citizens,' condemned the actions of the mob. The second stated that they were sympathetic to the unfortunate families of the deceased. The article further explained that the Eastman County is overrun by a turbulent negro population' from Virginia, North Carolina, and South Carolina. These people are supposedly brought out to Georgia to work on  the turpentine plantations below Eastman, and these people were the lawless, turbulent, and dangerous' rioters. &lt;br /&gt;The Atlanta Constitution in the Eastman Riot' article claimed that the authorities of Eastman and Doge County were doing all in their power to bring the perpetrators of this foul murder to justice.' A few months later, twenty-five people were convicted in court. The sentence called for six men and one woman to be hanged while the rest received life sentences of imprisoned labor."],"display_date":"August 6, 1882 - August 12, 1882","search_date":"1882-08-09","citations":[{"divid":1213502412,"type":"Book","data":["Edward L. Ayers","The Promise of the New South: Life after Reconstruction",null,"New York","Oxford University Press","1992","153-155, 158"]},{"divid":1215653046,"type":"Newspaper Article","data":["A Negro Riot in Georgia","Montgomery Advertiser","","August 8, 1882",""]},{"divid":1215653072,"type":"Newspaper Article","data":["The Eastman Riot","Atlanta Constitution","","August 11, 1882",""]},{"divid":1215653095,"type":"Newspaper Article","data":["The Riot at Eastman","Atlanta Constitution","","August 12, 1882",""]},{"divid":1215653124,"type":"Online Encyclopedia","data":["New Georgia Encyclopedia","Eastman","http://www.georgiaencyclopedia.org/nge/Article.jsp?id=h-2250","September 5, 2005"]}],"locations":[{"id":939,"lat":32.1721870425,"lng":-83.1684277696,"zoom":9,"place":"DODGE, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}