{"id":132,"title":"Battle of Jackson, Mississippi","course_id":1,"status":"P","start_date":"1863-05-14","end_date":"1863-05-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Part of the Vicksburg campaign, Union Major General Ulysses S. Grant defeated the Confederate army led by General Joseph Johnston in a battle that was relatively insignificant for military strategy, but contributed greatly to turn the tide of public sentiment. Grant overwhelmed the Confederate army, because Johnston and his troops, though they rushed back towards the capital of Mississippi, could not aid the relatively small number of troops stationed there. Grant had sent his troops out early in the morning, an attempt to ambush the Confederates. A quick battle ensued, and the residents of Jackson stayed put, waiting for the Confederate army to prevail, but the weakness of the Confederate force led to an almost immediate retreat. Johnston quickly realized that the nine thousand Confederate troops stationed in Jackson were no match to the surrounding Union army of well over twenty thousand, and the residents of Jackson were occupied at home by a hostile army.&lt;br /&gt;Just prior to Grant's attack of Jackson, the city was a very important stronghold. As the capital of a major Southern state, Jackson was a very active place. The city was also one of General Pemberton's command centers, and it contained many of the Confederate army's supplies for the region. However, General Pemberton kept apprised to Grant's path, and knew that he was headed to Jackson. As a result, he ordered the military headquarters moved to a new stronghold in Vicksburg. This prepared the way for another battle, as Grant followed the Confederate army to Vicksburg. Since the Confederates had moved their essential infrastructure out of the city, the strategic importance of this target was not among the most vital, yet there was a symbolic significance to the Union's capture of the Mississippi capital, in addition to opening providing access along the Mississippi river."],"display_date":"May 14, 1863","search_date":"1863-05-14","citations":[{"divid":1213212290,"type":"Article","data":["Thomas Robson Hay","Confederate Leadership at Vicksburg","The Mississippi Valley Historical Review, Vol. 11","4","1925","543-560"]},{"divid":1213212377,"type":"Newspaper Article","data":["Additional Rebel Accounts","New York Times","","25 May 1863","1"]},{"divid":1213212395,"type":"Newspaper Article","data":["The Capture of Jackson","New York Times","","26 May 1863","1"]}],"locations":[{"id":88,"lat":30.3227252079,"lng":-88.4311231118,"zoom":9,"place":"JACKSON, Mississippi"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}