{"id":1321,"title":"South Carolina General Assembly Refuses to Ratify Fourteenth Amendment\n","course_id":1,"status":"P","start_date":"1866-12-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When South Carolina's legislature reconvened in December of 1866 the governing body was faced with the task of responding to two recent, significant national events: the radical Republicans domination of that year's Congressional election and the proposal of the Fourteenth Amendment.  As South Carolinian leaders gathered in Columbia, they quickly tackled the Fourteenth Amendment decision.  After an overwhelming no' vote (95 to 1) in the house, and a decidedly negative response from the senate as well, the legislature failed to ratify the amendment.  James L. Orr, then Governor of South Carolina, commented that Congress was unreasonable to require southern states to concede the ratification of the Fourteenth Amendment.&lt;br /&gt;The anti-ratification sentiments of Governor Orr and the legislature were echoed throughout the state, both before and after the no' vote.  Almost a month before the legislature reconvened, an impassioned letter to the editor appeared in a local South Carolina newspaper, <em>The Laurensville Herald</em>.  The letter, written under the pen-name PUBLICOLA,' appealed to a lost cause' sentimentality and painted a picture of heroic Confederate soldiers to encourage his statesmen to do whatever they could to avoid fastening this monstrosity upon [their] good old mother.'  Publicola dramatically asked the brothers of South Carolina' to remember the companion of [their] youth, whose blood bespattered your own garments upon the ensanguined fields of the South.' The poetic, dramatic, and oftentimes gruesome language of Publicola's appeal is demonstrative of the way the 14th Amendment was just as much of an issue of pride as it was a legislative decision.  &lt;br /&gt;South Carolina's first refusal to ratify the 14th amendment was just the start of what became a long, difficult journey toward readmission and a return to a pre-war state status.  South Carolina remained in limbo until July 9, 1868, when it was readmitted into the Union.  The long process of Reconstruction, however, continued for nearly a decade more.  Full control by State government was not reestablished in South Carolina until November 28, 1876."],"display_date":"December 1, 1866 - December 31, 1866","search_date":"1866-12-16","citations":[{"divid":1214333232,"type":"Book","data":["Walter Edgar","South Carolina, A History",null,"Columbia","University of South Carolina Press","1998","385"]},{"divid":1214333270,"type":"Newspaper Article","data":["","The Laurensville Herald","","November 9, 1866",""]}],"locations":[{"id":941,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}