{"id":1322,"title":"Oscar Wilde&#39;s American Tour\n","course_id":1,"status":"P","start_date":"1882-01-07","end_date":"1882-07-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Oscar Wilde began his American Tour in New York on January 7, 1882 and ended it in Richmond, VA on July 11, 1882. He gave lectures across the nation about aestheticism and his philosophy. Montgomery Hyde points out that although Wilde had received elocution lessons before leaving London, he did not have oratory skills and some reporters even stated that his voice sounded unnatural. &lt;br /&gt;The State on July 8, 1882 advertised the arrival of Wilde with a rough sketch of a bust of Wild. The lecture was to be on Tuesday evening, July 11, 1882 at the Richmond Theatre for one night only. The title of the lecture was Decorative Art.' The newspaper adds as a few days later that Wilde had arrived from Norfolk and was too tired to go sight-seeing in the historical capital of the Confederacy.' He did however receive a tour of the Capital and alluding to the Civil War Confederate soldiers, he said: this is indeed a city worth dying for.' &lt;br /&gt;For the lecture, around two hundred people gathered to hear the hour-long lecture. The article admits that half of the audience came not so much by the desire to hear the lecture as to see the lecturer.' In regards to the Wilde's caricature that appeared earlier in the newspaper, the audience was supposedly surprised that he was of more massive proportions than many expected.' The overall lecture was mainly about the art theories of Ruskin, whom Wilde admired greatly."],"display_date":"January 7, 1882 - July 11, 1882","search_date":"1882-04-09","citations":[{"divid":1216935516,"type":"Book","data":["H. Montgomery Hyde","Oscar Wilde",null,"New York","Harford Productions","1975","53"]},{"divid":1216935618,"type":"Newspaper Article","data":["Advertisement&#58; Oscar Wilde","State","","July 8, 1882",""]},{"divid":1216935639,"type":"Newspaper Article","data":["Arrival of Oscar Wilde","State","","July 11, 1882",""]},{"divid":1216935673,"type":"Newspaper Article","data":["Oscar Wilde Last Night","State","","July 12, 1882",""]}],"locations":[{"id":942,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}