{"id":1328,"title":"Charleston Doctor addresses Board of Health on Yellow Fever\n","course_id":1,"status":"P","start_date":"1839-10-18","end_date":"1839-10-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In October of 1839, Thomas Y. Simons addressed the Charleston Board of Health on the history and causes of the Yellow Fever.  He addressed the various names and reports from the areas the port city would have contacted on a regular basis.  The disease was referred to by sailors sometimes as black vomit.' This name being from the occurrence approximately three to four days after contracting the fever of vomiting a black substance, usually clotted blood.  Other names he included were jungle fever' and the Bulam Fever.'&lt;br /&gt;He elaborated on several arguments of the day on the cause of the Yellow fever.  Systematically disproving each one, he reached no singe conclusion on the cause of the fever in their city.  He mentioned an argument that it rose from the filth and exhalations near the wharfs, but refuted this saying these existed every year but the fever did not.  He also made note that native children rarely ever died from the fever.  He supposed that this was from the lack of shelter they received from the outside world in comparison to the white children.  &lt;br /&gt;Other observations he noted was that the fever always occurred in high heat and during humid times.  The stagnate water and lack of trees in the city, he said, my indeed lead to the fever.  He ended with a recommendation to clean the city of the filth where such mists, humidity and exhalations arise.&lt;br /&gt;The disease persisted in America throughout the 19th Century.  Not until the early 1900's was the modern scientific method applied to research on Yellow fever and malaria.  The discovery of germs and their affects on humans and disease was a breakthrough.  Stemming for Pasteur's research with canning and preservation, a doctor named Jesse Lazaer working for the army discovered the disease was carried by mosquitoes.  His discovery was made by being bitten himself while in Panama.  He died 11 days after the bite, but his death ended the mist and exhalation theories dominating the yellow fever research for more than a century."],"display_date":"October 18, 1839","search_date":"1839-10-18","citations":[{"divid":1215528894,"type":"Manuscript","data":["","A Report on the History and Causes of the Stranger? , broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1215528920,"type":"Book","data":["Jim Murphy","An American Plague",null,"New York","Houghton Mifflin Books","2003",""]}],"locations":[{"id":946,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}