{"id":133,"title":"Battle of Vicksburg\n","course_id":1,"status":"P","start_date":"1863-05-18","end_date":"1863-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Rather than an imminent clash, this battle was a protracted siege occurring of over the better part of two months. Half of the confederate army had been killed in previous battles, but a Union general reported that between fifteen thousand and twenty thousand Confederates remained holed up in Vicksburg. Each day the Confederate force grew weaker as they were plagued by disease and starvation. Continued artillery assaults further frustrated those holed up in the city, until their frustration forced Confederate Lieutenant General John Pemberton to ask Union General U.S. Grant for terms of surrender on July 3, 1863. While Grant did not grant terms of surrender, he did parole nearly the entire Confederate force. The victory gave the Union control of the Mississippi river, a significant boost to the Union's prospects. This victory ended the war's Vicksburg Campaign, but helped launch Grant's career as a successful military commander.&lt;br /&gt;The importance of Vicksburg to the Confederacy was paramount. Jackson, Mississippi was not very heavily fortified, and hence General Pemberton moved his headquarters from the Mississippi capital to Vicksburg, making it his centre of operations.' He had moved large quantities of food and supplies to the city and was determined to defend it. In addition he had head quartered his army there. The South knew that its loss would be very troubling for their military campaign but strategically and in terms of morale. However, the Confederacy also knew that a win at Vicksburg would not be a path to victory in the war, but rather a setback for the Union forces.&lt;br /&gt;A telegram dispatched to President Lincoln described the progress of the battle. On May 18, the Union troops surrounded Vicksburg, and the fighting began. On May 20, a soldier reports hearing the canons cease firing and sends a dispatch to Lincoln that Grant has probably captured nearly all.' On May 24, 1863, it was reported, the Stars and Strips float over Vicksburg, and the victory is complete.' The fall of Vicksburg was a poor omen for the Confederate troops, and they knew that the war had taking a turn for the worse."],"display_date":"May 18, 1863 - July 4, 1863","search_date":"1863-06-10","citations":[{"divid":1213226734,"type":"Article","data":["Thomas L. Connelly","Vicksburg: Strategic Point or Propoganda Device?","Military Affairs","34","1970","49-53"]},{"divid":1213226774,"type":"Newspaper Article","data":["The Capture of Jackson","New York Times","","May 26, 1863","1"]},{"divid":1213226794,"type":"Newspaper Article","data":["Good News from Vicksburg","The Daily National Intelligencer","","May 25, 1863",""]}],"locations":[{"id":89,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}