{"id":1330,"title":"The Conspiracy and the Lynching of Jack Turner\n","course_id":1,"status":"P","start_date":"1882-08-15","end_date":"1882-08-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Jack Turner was born a slave in about 1840 and refused to submit to the black' way of life in post-war white Alabama. Although he was arrested and sometimes convicted on charges such as drinking and gambling, adultery, and theft, he became a leader of Choctaw County's blacks. He was also a somewhat successful organizer for the local Republicans and he played a key role in bringing the Republicans and the Greenbacks together. Not only were the whites persuaded that black crime was out of control, but as found in the Promise of the New South, whites were terrified of the rumors stating that black criminals were held up as heroes by the black community, championed for their bravery against persistent white.' Turner epitomized this situation, for he himself was a man of political influence, a leader of the black community, and he planed a conspiracy against the whites. &lt;br /&gt;On August 15, some papers were found supposedly revealing Turner as the leader of a widespread black conspiracy to murder all the whites in Choctaw County. The Montgomery Advertiser printed some of the papers that had been revealed. According to  these papers, the plot had been in existence since 1878. In 1882, the number of the conspirators had grown to 400. They had gathered guns and intended to rise up on Sunday night, September 17, when the whites would be attending a meeting unarmed.  &lt;br /&gt;Then on August 16, the citizens of Mount Sterling and Butler decided to arrest the leaders of the conspiracy: Jack Turner, F.D. Barney, Jesse Wilson, Peter Hill, Willis Lyman, Aaron Scott and Range West. These men were arrest on August 17,1882. Two days later, on Saturday August 19, about 700 people gathered, including around 150 blacks, and demanded the key of the jail from the sheriff. They took Turner and hung him at 1:15 pm."],"display_date":"August 15, 1882 - August 19, 1882","search_date":"1882-08-17","citations":[{"divid":1214333698,"type":"Book","data":["Steven Hahn","A Nation Under Our Feet: Black Political Struggles in the Rural South, From Slavery to the Migration",null,"Cambridge","Harvard University Press","2003","391-393"]},{"divid":1214333767,"type":"Book","data":["Edward L. Ayers","The Promise of the New South: Life after Reconstruction",null,"New York","Oxford University Press","1992","155"]},{"divid":1214333832,"type":"Article","data":["Peter Kolchin","August Reckoning: Jack Turner and Racism in Post-Civil War Alabama","The Journal of Southern History","Vol. 40, No. 2","May 1974","329-330"]},{"divid":1214333901,"type":"Newspaper Article","data":["Uprising of Negros Checked-One Negro Hung","Montgomery Advertiser","","August 22, 1882",""]},{"divid":1214333913,"type":"Newspaper Article","data":["The Choctaw Conspiracy: Exact Copies of the Papers Found","Montgomery Advertiser","","August 27, 1882",""]}],"locations":[{"id":947,"lat":32.0196106211,"lng":-88.263201413,"zoom":9,"place":"CHOCTAW, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}