{"id":1331,"title":"New Orleans Mint confusion\n","course_id":1,"status":"P","start_date":"1839-01-01","end_date":"1843-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Confusion surrounding the New Orleans mint had gained President Van Buren's attention by 1839.  Money was found to be simply disappearing after being deposited.  John H. Holland was federal marshal for eastern Louisiana during the time of the confusion surrounding his and other accounts at the mint.  Thousands of dollars had disappeared or was not paid in several instances to the government or private citizens.  Whig politics were carrying on throughout the end of the 1830s with the fashion expected confusion, disarray and deceit.  &lt;br /&gt;An official investigation by Thomas Sliddel revealed the magnitude of the problem at the mint.  The state treasury was basically left open and unguarded at night.  Specie was under weighed and slipped into pockets by many a manager at the mint.  The corruption of banks was not limited to the political sector.  Private banks had used many of the same methods of cheating and several bankrupted before in the decades before.  Jacksonian Louisiana was a corrupt place where public and political spheres took shots at the population's trust and pocketbooks alike.&lt;br /&gt;The panic of 1837 had almost been forgotten, when, according to Duff Green of Louisiana, there was another panic in 1839 which may be said to have extended itself by a series of fits and convulsions all though the years 1840 and 1841, at which date our commercial system was reduced to the lowest ebb of distress.'  &lt;br /&gt;Jones Loyd described the causes of the many crises: against the actual exhaustion of its treasure by a drain through the foreign exchanges, the bank, under almost any circumstances, has the power of protecting herself; but to do this she must produce upon the money market a pressure ruinous from its suddenness and severity; she must save herself by the destruction of all around her.'&lt;br /&gt;With the help of Governor Roman's restoration of faith in currency with Dixie Dollars, however, several of the banks were saved and the mint confusion was resolved in the next decade."],"display_date":"1839 - 1843","search_date":"1841-07-01","citations":[{"divid":1216935786,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Joseph G. Tregle, Jr.","Political Corruption in the Early Republic&#58; Louisiana as a Case Study, 1829-1845","The Louisiana Purchase Bicentennial Series in Louisiana History","Carolyn E. De Latte","Lafayette","Center for Louisiana Studies, University of Southwestern Louisiana","1997","182-185"]},{"divid":1216936172,"type":"Website","data":["Duff Green","Facts and Suggestions Relative to Finance &amp; Currency Addressed to the President of the Confederate States&#58; Electronic Edition","University of North Carolina at Chapel Hill","http&#58;//docsouth.unc.edu/greend/green.html ","October 10, 2005"]}],"locations":[{"id":948,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}