{"id":1332,"title":"Mother Files Complaint with Freedman&#39;s Bureau about Apprentice Law\n","course_id":1,"status":"P","start_date":"1866-07-01","end_date":"1866-07-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When former slave Laura Taylor attempted to leave the plantation of her former owner, Mr. Allen, at Christmas in 1865 she was allowed to go, but her two children remained bound, legally, to Mr. Allen and his property.  Mr. Allen was the children's legal guardian under Mississippi's apprentice law of November 22, 1865.  This law operated under the illusion that it was protecting young black orphans and potential delinquents.  It said that young black people, orphaned or not, may be bound into an apprenticeship.  The former owner of any young black person was given the first opportunity to claim them as an apprentice, thus legally binding them to the plantation and its owner.  When Ms. Taylor appealed to a local Freedman's Bureau agent about her situation, there was little that the organization could do.  After removing her children from Mr. Allen's plantation Taylor was brought to court where a judge told her that she must leave her children.  The Mississippi apprentice law that plagued Ms. Taylor may have been conceived at an 1865 Mississippi convention, as a bill proposed to the state legislature.  Bill No. 6 was published for the readers of the <em>Hinds County Gazette</em> to consider.  The text of this proposed legislation directly discussed the apprentice system, and the ways in which a young black person could be legally bound to a plantation owner or other sort of employer.  Article No. 7 of this bill stated that: All persons holding or taking an apprentice under this act, shall have the right to control, manage and correct such apprentice, and to require such reasonable labor, service, obedience and duty, as humanity and a prudent governor may require, not inconsistent with the relation of master and servant.  Other articles proposed to Mississippi legislature in 1865 included a restriction on intermarriage between races, and disenfranchisement of black voters.  The apprentice laws and other legal measures enacted shortly after the end of the Civil War were part of a larger Southern effort to reestablish a social hierarchy with slavery-like constraints upon black people."],"display_date":"July 1, 1866 - July 31, 1866","search_date":"1866-07-16","citations":[{"divid":1215529132,"type":"Book","data":["John Willis","Forgotten Time: The Yazoo-Mississippi Delta after the Civil War ",null,"","University of Mississippi Press","2000",""]},{"divid":1215529391,"type":"Newspaper Article","data":["","Hinds County Gazette","","November 4, 1865",""]}],"locations":[{"id":949,"lat":32.8110245687,"lng":-90.414506221,"zoom":9,"place":"YAZOO, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}