{"id":134,"title":"Siege of Port Hudson\n","course_id":1,"status":"P","start_date":"1863-05-21","end_date":"1863-07-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Port Hudson was another confederate stronghold of 6,800 troops. Nearly forty thousand Union troops arrived here and began a full assault, but the Confederates successfully defended themselves, as the Union regiments were uncoordinated, and the Confederates had spent the past year preparing the terrain for an assault. The terrain was varied and difficult to traverse: a series of ridges;high ground;and steep declivity;wide level plain;deep and irregular gullies;a deep gorge.' The terrain was remembered for such places as the Citadel. Unable to storm their opponent but unwilling to concede defeat, the Union army surrounded the Confederates and put them under siege, occasionally attempting to attack, but always returning unsuccessfully. On May 22, at the onset of the siege, Union gunships blasted at the fortification around Port Hudson, but the army was never able to gain access. At this battle two regiments of African American soldiers were present, the 1st and 3rd Louisiana Native Guards. They were the first regiment to actively participate in the combat.&lt;br /&gt;After news reaches Louisiana of the Confederate defeat at Vicksburg, the disheartened Confederate troops surrendered. While the loss of Port Hudson itself would have been horrible, it would not have been nearly as terrible as it was when combined with the proximate losses just days before at Vicksburg and Gettysburg, devastating losses for the Confederacy that not only weakened morale throughout the South but also brought the Confederate army into some disarray, having lost two important strongholds in addition to having their major offensive action be repelled. The Confederate surrender ensured Union control of the Mississippi river for the remainder of the Civil War. This was a huge strategic boost for the Union, which could then use the Mississippi to move quickly around the Western front, and the Confederacy was well aware of this change in circumstance."],"display_date":"May 21, 1863 - July 9, 1863","search_date":"1863-06-14","citations":[{"divid":1213970633,"type":"Newspaper Article","data":["Bombardment of Port Hudson","The Daily National Intelligencer","Washington, D.C.","May 23, 1863",""]},{"divid":1213971305,"type":"Book","data":["Grant, Ulysses S.","The Memoirs of General Ulysses S. Grant",null,"New York","Forge","2002",""]}],"locations":[{"id":90,"lat":null,"lng":null,"zoom":8,"place":"EAST BATON ROUG, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}