{"id":1340,"title":"Yellow Fever Epidemic\n","course_id":1,"status":"P","start_date":"1882-08-01","end_date":"1882-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The Montgomery Advertiser mentions that on August 11, within twenty-four hours, there were thirteen deaths from yellow fever in Brownsville, Texas. As a result Fort Brown was under strict quarantine. At that time, there were about fifty cases of yellow fever at Brownsville and the health authorities believed that it might become epidemic. The State mentioned that on the day August 28, there were eighty-two new cases and eight deaths. The disease also hit Matamoras and Pensacola, Florida.  &lt;br /&gt;This disease was frightening because of the number afflicted, the rapid spread, and the number of deaths. The article Epidemic Diseases,' describes the affects of yellow fever on a person: A twenty-five year old man would be healthy one day and dead three days later, changing relentlessly from a state of debility, fever, and pains in the extremities and loins, to a stage of vomiting blood clots (called the black vomit), to jaundice and death.' Furthermore, the doctors did not understand that the mosquito was transmitting the yellow fever; they believed that, to prevent the occurrence, they needed sanitary cleanups and enforced quarantine. The Washington Post stated that the Post Office arranged to have mail fumigated and allowed to pass, except newspapers from Brownsville and Matamoras.' &lt;br /&gt;There were a significant amount of people with the disease and many deaths, and on September 9, the State reported that the epidemic was rapidly disappearing in Matamoras but slowly increasing in Brownsville.  On September 5, the State printed the Mayor, Thomas Carson, of Brownsville's plea that there were 500 cases of yellow fever; with an increase of from seventy to one hundred per day, and the necessity for meaning to aid the sick and destitute was increasing and urgent.' Finally in November, the State stated that the epidemic was in decline."],"display_date":"August - November 1882","search_date":"1882-09-30","citations":[{"divid":1214334473,"type":"Newspaper Article","data":["The Fever in Texas","Montgomery Advertiser","","August 12, 1882",""]},{"divid":1214334502,"type":"Newspaper Article","data":["Great Increase of the Yellow Fever at Brownsville","The State","","August 29, 1882",""]},{"divid":1214334603,"type":"Website","data":["Chester R. Burns","Epidemic Diseases","The Handbook of Texas Online","http://www.tshaonline.org/handbook/online/articles/EE/sme1.html","October 9, 2005"]},{"divid":1214334691,"type":"Newspaper Article","data":["The Yellow Fever in Texas","Washington Post","","August 25, 1882","4"]},{"divid":1214334738,"type":"Newspaper Article","data":["The Yellow Fever","The State","","September 9, 1882",""]},{"divid":1214334753,"type":"Newspaper Article","data":["Five Hundred Cases of Yellow Fever in Brownsville","The State","","September 5, 1882",""]},{"divid":1214334832,"type":"Newspaper Article","data":["Special Paragraphs","The State","","November 6, 1882",""]}],"locations":[{"id":954,"lat":26.2484402344,"lng":-97.3025738839,"zoom":8,"place":"CAMERON, Texas"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}