{"id":1341,"title":"Supreme Court Publishes ex parte Milligan Decision\n","course_id":1,"status":"P","start_date":"1866-12-01","end_date":"1866-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With the publication of ex parte Milligan, the Supreme Court gave leverage to arguments that attacked the legality of Freedman's Bureau courts and military commissions during 1865 and 1866.  In the decision, the Court reversed the wartime conviction of Lambdin P. Milligan, an Indiana resident, and declared that no citizen, not in the military service, [could] be tried and sentenced by any tribunal which denies to him the privilege of a jury of his countrymen' (National Daily Intelligencer, January 1, 1867).  Milligan's conviction was overturned because he had been tried by a military court even though Indiana civil courts were still in operation.  &lt;br /&gt;An opinion piece in the Daily National Intelligencer boldly claimed that no more important decision has ever been enrolled among the records of the Supreme Court of the United States' (Daily National Intelligencer, January 1, 1867).  This statement may seem overblown at first, but goes to show that ex parte Milligan was interpreted by some to be about much more than the imprisonment of an Indiana man.  For many, the decision reaffirmed the authority of the Constitution -- which guarantees a right to trial by a jury of one's peers -- even during times of national turmoil.  The Daily National Intelligencer also heralded the decision as a strong refute to any claim that martial law could ever be enacted upon a civilian. &lt;br /&gt;Although this decision dealt with a Northern state, it added to a debate over the validity of Freedman's bureau courts and military commissions that had operated at times when Johnson claimed Southern civilian courts to be legitimate.  The controversy surrounding ex parte Milligan and the question of civil courts versus martial law in the South is another example of the widening gap between President Johnson and the Republicans.  Republicans believed that Congress needed to challenge the civil courts Johnson declared legitimate, and affirm military jurisdiction' (Donald 557).  The Republican response to the ex parte Milligan decision foreshadowed Congress' implementation of the military-heavy Radical Reconstruction, which soon trumped Johnson's less intense Presidential Reconstruction strategy."],"display_date":"December 1, 1866 - December 31, 1866","search_date":"1866-12-16","citations":[{"divid":1214334977,"type":"Book","data":["David Herbert Donald, Jean Baker, and Michael Holt","The Civil War and Reconstruction",null,"New York","W. W. Norton &amp; Company","2001","557"]},{"divid":1214335105,"type":"Newspaper Article","data":["","Daily National Intelligencer","","January 1, 1867",""]}],"locations":[{"id":955,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}