{"id":1343,"title":"Equal Rights Association &#40;ERA&#41; Affiliates Itself with the Union League\n","course_id":1,"status":"P","start_date":"1866-08-01","end_date":"1866-09-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1865, shortly after the Civil War had ended, freedmen from Wilkes County, Georgia formed the Dougherty County Equal Rights Association (ERA).  Members of the ERA felt that the Freedmen's Bureau, though helpful, could not meet all their needs, and therefore set out for themselves to secure political equality and education for blacks.  Secrecy was an important part of the ERA's operation.  Keeping a low profile as an organization allowed members to speak their minds and avoid retaliation from local whites.  At this time in Georgia, the only other group working toward a goal of political equality regardless of race was The Union League, an organization of Southern Republicans.  By early September of 1866, the ERA, under President Samuel Brown, had affiliated with The Union League and changed its name to the Dougherty Union League.  The political work of both the Dougherty ERA and the Union League up until, and after, this affiliation helped to create a base for the Republican Party organization that would take place during Radical Reconstruction in 1867. &lt;br /&gt;Though the Dougherty County ERA sought to keep a low profile throughout 1865 and 1866, the greater organization of the Georgia Equal Rights Association did make the news.  In July of 1866, a leadership scandal plagued the group.  At an Equal Rights Convention held that month, the Association's President, J.E. Bryant was accused of the alleged swindling of freedmen.'  General Tilison, who had often been portrayed negatively in the newspaper Bryant edited, The Loyal Georgian, claimed that Bryant was wringing money from the hard earnings of the poor freedmen ; while his chief object is the promotion of his own interests.'  Although, it is not clear if Tilison's attacks were accurate or warranted, the scandal overshadowed the greater goal of the Equal Rights Convention and the ERA: organizing a political party that would protect freedmen's interests and fight for political equality."],"display_date":"August 1, 1866 - September 1, 1866","search_date":"1866-08-16","citations":[{"divid":1214335273,"type":"Article","data":["Lee W. Formwalt","The Origins of African-American Politics in Southwest Georgia: A Case Study of Black Political Organization During Presidential Reconstruction, 1865 ? 1867","The Journal of Negro History","Vol. 77, No. 4","1992","211-222"]},{"divid":1214335357,"type":"Newspaper Article","data":["","Georgia Weekly Telegraph","","July 23, 1866",""]}],"locations":[{"id":957,"lat":31.5332901076,"lng":-84.2164572289,"zoom":10,"place":"DOUGHERTY, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}