{"id":1344,"title":"Massachusetts 6th Regiment of Volunteers under attack by Baltimore citizens\n","course_id":1,"status":"P","start_date":"1861-04-19","end_date":"1861-04-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Baltimore citizens gathered en masse in the streets of Baltimore, Maryland as the Massachusetts 6th Regiment of Volunteers marched through on their way to Washington, D.C.  A mob of southern sympathizers threw stones and other objects at the soldiers as they marched through Baltimore. The volunteers fired into the mob of citizens as they passed through the streets in defense.  This created hysteria throughout the city as fights and more riots broke out.  A telegraph from Baltimore to a New Orleans paper read, The fight is still progressing at the time we telegraph.  The excitement throughout the city is of the most intense nature.' (The Daily Picayune, April 19, 1861, p. 5)  Although the mayor and police forces within the city attempted to regain authority, their efforts proved fruitless to protect the troops and civilians.    &lt;br /&gt;&lt;br /&gt;          Baltimore city was declared to be under martial law after the riots broke out.  Telegraph wires were cut, the railway tracks leading in and out of the city were severely damaged, and a wooden bridge was destroyed in the heart of the city.  Under martial law, businesses closed and both citizens and troops were gripped by fear.  News of the attacks reached City Hall and the Marshal's office although the official efforts from that point on were in vain.  By night time, all authority in the city had collapsed.  The riot left four soldiers and twenty-two civilians dead. &lt;br /&gt; &lt;br /&gt;          Animosity and violence solidified the fragmentation of the nation.  One reporter ominously stated, Civil war has truly commenced.' (The Daily Picayune, April 19, 1861, p. 5)  The inability of police forces and military to regain control of the city proved that the hostility lay just beneath the thin surface of the nation.  The violence in Baltimore created a national spotlight on the issue and forced the Federal Government to act.  President Lincoln would later suspend Constitutional rights of habeas corpus beginning in Maryland."],"display_date":"April 19, 1861","search_date":"1861-04-19","citations":[{"divid":1215529519,"type":"Book","data":["Richard Walsh","Maryland: A History 1632-1974 ",null,"Maryland","Maryland Historical Society","1974",""]},{"divid":1215529554,"type":"Newspaper Article","data":["","The Daily Picayune","","April 19, 1861",""]},{"divid":1215529572,"type":"Newspaper Article","data":["","The Baltimore American and Commercial Advertiser","","April 20, 1861",""]}],"locations":[{"id":958,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}