{"id":1345,"title":"Riverside Cotton Mills and the Water Power Company\n","course_id":1,"status":"P","start_date":"1882-06-10","end_date":"1882-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Danville was only one of the many places that experienced the development of a newly mechanized and more highly capitalized cotton-processing business. As mentioned in the Promise of the New South, a prominent mill owner recalled that every city and town and village wanted a cotton mill.' Furthermore, towns took pride in their new water works, which first were established in major cities in the 1870s, spread to the larger places in the 1880s, and by the 1890s, every smaller city and town added these water works if they had the means to do so. Textile mills could be built wherever there was enough power to run to the machinery, and the Piedmont region offered an influx of rivers and streams with adequate flow of water. Ayers states that these up-to-date textile mills inspired much of the south's boosterism.' &lt;br /&gt;On June 10, 1882, Thomas Fitzgerald, Dr. H.W. Cole, Benjamin Jefferson, Robert Schoolfield, John Schoolfield, and James Schoolfield instructed the company's first counsel, R.W. Peatross, to draw up a contract binding them to incorporate as the Riverside Cotton Mills. Danville chartered the company on July 27, 1882 for the purpose of purchasing the necessary property, machinery and appliances, and constructing the necessary buildings for conducting and carrying on the business of manufacturing cotton and woolen fabrics, rope, [and] four at Danville, Virginia.' &lt;br /&gt;At the same time, the Water Power Company carried on the work of widening the canal by the river. By July 15, 1882, as explained in the State, the Morotock Manufacturing Company and other parties made a contract for the construction of a dam across the river just above the Union-street Bridge.' The Company intended to do this by repairing and enlarging the old canal. The capacity of the water-power was to be around 7,000 horse-power, and as a result there would be 3,500 horse-power on both sides of the river. On August 30, 1882, a crowd gathered to see the head gates opened to allow ten feet of water to flow into the forty-foot canal. Local press observed that the water power was sufficient and would be able to run all the factories on the canal. This would then hopefully provide Danville with its long-desired' prosperity and happiness of a first-class southern manufacturing center.' Furthermore, in late September, the State noted the improvements at Danville, specifically the cotton factories and machinery, could be enumerated at around 25,000, including the costs of the improvement of water power."],"display_date":"June 10, 1882 - August 30, 1882","search_date":"1882-07-20","citations":[{"divid":1213483505,"type":"Book","data":["Edward L. Ayers","The Promise of the New South: Life After Reconstruction",null,"New York","Ofxford University Press","1992","22, 74, 104, 111-112"]},{"divid":1213483557,"type":"Article","data":["Robert S. Smith","Mill on the Dan: Riverside Cotton Mills, 1882-1901","The Journal of Southern History","21","February 1955","38-66"]},{"divid":1213483622,"type":"Newspaper Article","data":["The Danville Water-Power","State","","July 15, 1882",""]},{"divid":1213483659,"type":"Newspaper Article","data":["Virginia Items","State","","September 28, 1882",""]}],"locations":[{"id":959,"lat":36.8111162856,"lng":-79.3976134371,"zoom":9,"place":"PITTSYLVANIA, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}