{"id":1351,"title":"Virginia secedes from the Union and joins the Confederacy\n","course_id":1,"status":"P","start_date":"1861-04-17","end_date":"1861-04-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Virginia surprisingly had a large number of Union supporters within its borders.  During the Virginia Convention, members debated the secession issue with much passion.  Members of the convention were summoned to meet with President Lincoln in Washington, D.C. to discuss the matter further, which happened to be right after the bombardment of Fort Sumter.  After Lincoln made a call for troops immediately after Fort Sumter, a majority of Virginians voted in favor of secession feeling that the Federal government of the Union was becoming too coercive.  Lincoln's quick action to recruit troops to suppress the southern force was met with protest by Virginia.  With a final vote of 88 to 55, the Virginia convention decided to secede on April 17th, 1861.  &lt;br /&gt;&lt;br /&gt;          A New Orleans columnist reported a telegraph from Virginia which read, ;the glad tidings of Virginia's determination to join the Confederate States, produced in our city the most enthusiastic excitement.'  The reporter continued, Cheers and shouts rent the air, hands were clasped in exultant congratulation, while health and long life to Old Virginia was the ruling toast in many a social circle.  The city presented the appearance of a day of jubilee of universal holiday.' (The Daily Picayune ,April 19, 1861, p. 3) Along with Virginia, Arkansas, Tennessee and North Carolina decided to secede.  The governor of Virginia, John Letcher, announced in his proclamation that the Commonwealth of Virginia, after seceding, would resume all the rights and powers under the Confederate States.  (Lynchburg Daily Virginian, April 27, 1861, p. 2.) &lt;br /&gt;&lt;br /&gt;          Although the majority of the state proudly flew the Confederate flag, northwestern Virginia decided to set up its own government so as to remain loyal to the Union.  Many hoped that the decision by the Old Dominion would set an example for other states to follow as they furthered their crusade for state sovereignty.  Secessionists in the Old Dominion State gloriously stated And now we are eight'  (The Daily Picayune, April 19, 1861, p. 3)"],"display_date":"April 17, 1861","search_date":"1861-04-17","citations":[{"divid":1213660603,"type":"Book","data":["Clayton E. Jewett","Slavery in the South",null,"London","Greenwood Press","2004","258"]},{"divid":1213660627,"type":"Book","data":["Kevin R. Hardwick","Virginia Reconsidered",null,"Charlottesville, VA","University of Virginia","2003","277"]},{"divid":1213660662,"type":"Newspaper Article","data":["","The Daily Picayune","","April 19, 1861",""]},{"divid":1213660677,"type":"Newspaper Article","data":["","Lynchburg Daily Virginian","","April 27, 1861",""]}],"locations":[{"id":963,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}