{"id":1353,"title":"President Garfield&#39;s Assassin: Guiteau. His Death and Examination of his Brain\n","course_id":1,"status":"P","start_date":"1882-06-30","end_date":"1882-09-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Charles Guiteau, the assassin of President Garfield, was hung on June 30, 1882 and for many days after the newspapers reported his last days, his pre-death speech, his hanging and burial. Many newspapers were waiting for the results of the examination of his brain wondering if he was indeed mentally insane. At the time of his death, he still believed that he was sent by God to assassin President Garfield. Just before he was hung, he recited a poem he had written that morning. Newspapers published these words for the country to read, such as the Keowee Courier in South Carolina: &lt;br /&gt;&lt;br /&gt;I am going to the Lordy, I am so glad,&lt;br /&gt;I am going to the Lordy, I am so glad,&lt;br /&gt;I am going to the Lordy,&lt;br /&gt;Glory hallelujah Glory Hallelujah&lt;br /&gt;(;)&lt;br /&gt;I am with the Lord. &lt;br /&gt;&lt;br /&gt;The historian Charles Rosenberg explains that, at least in Washington, there was an extraordinary interest' in this hanging. Even the captain of the guard sold individually guaranteed pieces of lining from the coffin. Newspapers printed extra special editions, and the next day, detailed narratives appeared in newspapers across the nation. Guiteau's body was buried on July 1, 1882. The Washington Post illustrated this situation: Not a word was spoken, not a tear was shed. An outcast from human sympathy when living, Guiteau had found an un-wept sepulture in an un-marked grave.' &lt;br /&gt;Now that Guiteau was dead, the question was then to see if doctors and physicians could determine if he was mentally insane or not by examining his brain. One member stated in the Post that the condition of the membrane might or might not indicated insanity.' This still did not prevent speculation about insanity. On September 7 as mentioned in the Keowee Courier, Dr. Lamb received the results of the investigations of the microscopic experts. Although he did not mention his own opinions, he did say that Dr. Goddin believed that Guiteau was insane, but the medical fraternity must draw their own conclusions.  Rosenberg concludes in his book that Guiteau was indeed a victim of mental illness,'"],"display_date":"June 30, 1882 - September 7, 1882","search_date":"1882-08-03","citations":[{"divid":1214335638,"type":"Newspaper Article","data":["Guiteau: Hanging of the Assassin of President Garfield","Keowee Courier","","July 5, 1882",""]},{"divid":1214335677,"type":"Book","data":["Charles E. Rosenberg","The Trial of the Assassin Guiteau: Psychiatry and Law in the Gilded Age",null,"Chicago","University of Chicago Press","1968","ix, 238"]},{"divid":1214335723,"type":"Newspaper Article","data":["Guiteau?s Grave","Washington Post","","July 2, 1882","1"]},{"divid":1214335743,"type":"Newspaper Article","data":["Guiteau?s Brain","Keowee Courier","","September 7, 1882",""]}],"locations":[{"id":965,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}