{"id":1355,"title":"The First Trial of the Star Route Cases\n","course_id":1,"status":"P","start_date":"1882-06-01","end_date":"1882-09-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The rapid expansion of the United States westward  created a need for postal routes, which were known as star routes.' Yet, the very nature' of the western postal service, as Martin Klotsche says, opened the way for numerous frauds.' The vast distance of the nation kept the star routes hidden from government inspection. The Grand Jury charged the defendants, leading offenders including Thomas Brady and Stephen Dorsey, with conspiracy to defraud the government,' based on the pay on nineteen mail routes, which had been increased from 41,135 to 448, -670.90, while the revenue had amounted to only 11,622.36.' &lt;br /&gt;The trial began on June 1, 1882, and Klotsche mentions that the trial was faced with several obstacles, one being that because most of the Washington newspapers printed constant abuses against the members of the prosecution, these newspapers were able to create a atmosphere favorable to the defendants.' The District also had defective laws which made it impossible to tell what the law was, which forced the prosecution to accept conspiracy as the only charge that could be brought against the defendants.' The Montgomery Advertiser that a conspiracy must be proved against every one of the defendants or every one of them must be acquitted' since they were united by the indictments that it was impossible to separate the verdict. &lt;br /&gt;On August 17, Jeff Carpenter led the defense, particularly for the defendant Brady. He stated that fraud meant getting something out of the government without returning an equivalent in value.'  He argued that a good trade was not fraud, and that a man had the right to make the best bargain he could. Mr. Blias, however, argued on August 18 that there was a large discrepancy between stock annually employed upon the route and the number set out in the contractors' affidavit.' This had then benefited the contractors and was a great loss to the department. &lt;br /&gt;On September 4, the State argued that the trails were never intended for conviction;. Even should the jury find a verdict against them, they would not be punished. New trials would be asked and granted; or the appeals taken would lead to reversals of verdicts.'  Judge Wylie's charged, delivered on September 8, went heavily against the defense at every point, but the verdict satisfied no one, and two of the defendants were acquitted. Klotsche states that the Judge set aside the verdict because of its general unreasonableness,' and because of irregular conduct' of certain jury members on September 15, 1882."],"display_date":"June 1, 1882 - September 8, 1882","search_date":"1882-07-20","citations":[{"divid":1214336025,"type":"Article","data":["J. Martin Klotsche","The Star Route Cases","The Mississippi Valley Historical Review","Vol 22, No. 3","December 1935","407-418"]},{"divid":1214336129,"type":"Newspaper Article","data":["Star Route Cases","Montgomery Advertiser","","August 17, 1882",""]},{"divid":1214336153,"type":"Newspaper Article","data":["The Star Route Mill","Montgomery Advertiser","","August 19, 1882","1"]},{"divid":1214336174,"type":"Newspaper Article","data":["The Star-Route Farce","The State","","September 14, 1882",""]}],"locations":[{"id":967,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}