{"id":1360,"title":"Thomas E. Watson elected into Georgia General Assembly\n","course_id":1,"status":"P","start_date":"1882-11-01","end_date":"1882-11-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Early in his career, Tom Watson was influenced by many leaders of the Confederacy, and he was drawn to local politics. After attending the Convention of 1800, he was determined to run for legislature. He appealed to Georgians as a defender of the old way of life and he was first elected to the state legislation representing McDuffie County in 1882. &lt;br /&gt;During the campaign, he discovered that the white vote was equally divided between him and his opponent, thus the support of the black voting population was necessary in order to win. He gained a favorable impression by favoring free schools for blacks and condemning the convict lease system which greatly affected the blacks. In office, he also focused on the needs of poor black and white farmers and sharecroppers. Watson was elected by a majority of 392 votes, and although the Atlanta Constitution was focused more on the campaign for Stephens, the newspapers listed in a chart the elected officials for each county, and Watson was listed at the representative of McDuffie County.  The new assembly convened November 1, only a few weeks after the campaign ended."],"display_date":"November 1, 1882","search_date":"1882-11-01","citations":[{"divid":1213486648,"type":"Online Encyclopedia","data":["New Georgia Encyclopedia","Thomas E. Watson &#40;1856-1922&#41;","http://www.georgiaencyclopedia.org/nge/Article.jsp?id=h-2540","September 8, 2005"]},{"divid":1213486693,"type":"Book","data":["C. Vann Woodward","Tom Watson: Agarian Rebel",null,"New York","Oxford University Press","1938","96, 100-102"]},{"divid":1213486732,"type":"Newspaper Article","data":["County Representatives","Atlanta Constitution","","October 7, 1882","1"]}],"locations":[{"id":971,"lat":null,"lng":null,"zoom":8,"place":"MC DUFFIE, Georgia"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}