{"id":1361,"title":"9th B.Y.P.U.A. International Convention\n","course_id":1,"status":"P","start_date":"1899-07-13","end_date":"1899-07-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Baptist Young People's Union of America held its 9th international convention in Richmond, VA. From July13-16, 1899.  Baptists were twice as prominent in the south than in the North, especially in rural areas where over eighty percent of Baptist churches were located.  Richmond's appeal as a cultural and historical center of the south attracted a larger crowd.  The event was promoted as the best convention of the great and growing Christian brotherhood'.   The convention held sessions in the Auditorium building with a maximum capacity of 12,500 persons.  Hotels were accommodating visitors at rates as low as 1.00 per day and railroad companies sold roundtrip tickets at a flat rate across the country.  The bulletin boasted of a Christian welcome' awaiting all young Baptists.  The aim of the convention was to congregate Baptists from various rural areas around the nation and demonstrate their power in numbers to inspire young people with lessons from ideological leaders.  The theme of the convention was Discipleship'.  &lt;br /&gt;Virginia's importance in Baptist history and its large Baptist community made it an appropriate venue.  Richmond mayor, Richard M. Taylor, welcomed all Christian people to this city of churches and church-going people. Hill Montague, President of the City Union, stressed the religious and historical richness of the city and praised the Baptists for paving the way for religious freedom.  The President B.Y.P.U. of Virginia, Jno. Garland Pollard, asserted that the city of Richmond had much to gain in the way of improved methods, greater zeal, and increased spirituality' from the Baptist congregation .  The chairman executive committee, J. Taylor Ellyson,  made certain all ran smoothly.  Richmond's other attractions were highlighted as well, such as colleges and cemeteries where civil war heroes were laid to rest."],"display_date":"July 13, 1899 - July 16, 1899","search_date":"1899-07-14","citations":[{"divid":1214336346,"type":"Pamphlet or Other Printed Material","data":["","Onto Richmond. July 13-16 BYPUA 9th International Convention","Richmond, Virginia","Whittet &amp; Shepperson","1899","Special Collections Library, University of Virginia"]},{"divid":1214336484,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["C. Vann Woodward","Origins of the New South 1877-1913","A History of the South: Volume IX","Wendell Holmes Stephenson and E. Merton Coulter","Baton Rouge","Louisiana State University Press","1971","449, 451, 170"]}],"locations":[{"id":972,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}