{"id":1363,"title":"Letter Detailing Jefferson Davis&#39;s Imprisonment at Fort Monroe Published in Georgia Paper\n","course_id":1,"status":"P","start_date":"1866-08-06","end_date":"1866-08-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Jefferson Davis was imprisoned without trial for nearly two years after the conclusion of the Civil War.  This letter, published at a midpoint in his imprisonment details the habits of Davis at Fort Monroe, and describes the ways in which he was already fast becoming a martyr for ex-Confederate Southerners.  Davis is portrayed in this letter as a pious and reflective man: Davis's main thoughts are religiously inclined ; [and] he is called upon by a number of clerical gentlemen, who share his unbounded confidence.'  The letter also expresses outrage at the delay of Davis's trial.  The anonymous author considers that the Secretary of War [must want] to kill his captive rather than let him be tried.'  As it turns out, Davis was released on bond and never brought to trial.  For many Southerners, Davis's prolonged imprisonment and delayed trial just served to further enshrine him as a martyr.  The letter communicates this sentiment: It makes no difference now what the government may do to this man, his fame is world-wide as a martyr ; Davis is a martyr to the lost cause.'' &lt;br /&gt;The lost cause' mentioned in the letter refers to a set of ideas (and a novel defending secession, The Lost Cause, by Edward S. Pollard) that developed in the South shortly after the end of the Civil War.  The Lost Cause was a way for Southerners to understand the war, and their defeat; it was a way of explaining the Civil War to younger generations.  Oftentimes, the Lost Cause celebrated the mythologized Old South and Confederacy.'  Jefferson Davis was a central figure of the Lost Cause, and his imprisonment had the effect of memorializing him as a hero in many Southern minds."],"display_date":"August 6, 1866","search_date":"1866-08-06","citations":[{"divid":1213746179,"type":"Newspaper Article","data":["","Georgia Weekly Telegraph","","August 6, 1866",""]},{"divid":1213746194,"type":"Book","data":["William Cooper and Thomas E. Terrill","The American South: A History",null,"New York","McGraw Hill","1996","432-433"]}],"locations":[{"id":974,"lat":32.3801974347,"lng":-84.0806320144,"zoom":10,"place":"MACON, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}