{"id":1365,"title":"The Death of Senator Ben Hill\n","course_id":1,"status":"P","start_date":"1882-08-16","end_date":"1882-08-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ben Hill was in state politics for more than three decades, and at the time of his death, he was a Democratic U.S. senator. Even though the public had been waiting for his death for weeks, the Atlanta Constitution stated that the shock is almost as great as if the whole state had been taken by surprise.' He had been dying of Epithelioma, a skin cancer, and underwent several operations, and in response to his suffering, the State wrote that he displayed heroic Christian fortitude.' &lt;br /&gt;The State explained the nature of Senator Hill's sickness and gave a reason for the cause of this cancer. Certain journalists speculated that perhaps the cancer had first started on his tongue because he had a peculiar habit of holding a cigar constantly in his mouth and keeping the nicotine-coated end against the left side of his tongue.' Hill had his first surgery on July 22, 1881 in which Dr. Goss removed a section of the left side of the tongue two inches long and a half an inch wide.' The disease, however, continued to spread and he needed to have a second surgery in which a large part of the tongue was removed. For over a year, the Senator was in pain whenever he moved his tongue in articulation, mastication and swallowing.' He received nourishment through a tube which was passed down the esophagus because he could no longer swallow. As mentioned in the Atlanta Constitution, on July 12, 1882, he could no longer speak and used a writing pad and pencil in order to get his message across.  The Montgomery Advertiser further explained that he had been administered three grains of morphine a day to help ease the pain and allow him to sleep. &lt;br /&gt;At the time of his death on August 12, 1882, the cancer had spread to the back of  the throat and had destroyed the tonsil, palate and the soft tissues on the left side. The nation joined Georgia with its mourning,, and the Montgomery Advertiser printed that a mass meeting had been held on August 17 and decided to send a committee to go to Atlanta to attend the funeral to express the sorrow of the people.' Furthermore, houses and stores were draped in mourning to honor this dead senator. The Atlanta Constitution described how important Senator Hill was to Georgia by stating no Georgian ever possessed the love and confidence of his people to a greater degree than Mr. Hill.'"],"display_date":"August 16, 1882","search_date":"1882-08-16","citations":[{"divid":1213828505,"type":"Online Encyclopedia","data":["New Georgia Encyclopedia","Benjamin Hill &#40;1823-1882&#41;","http://www.georgiaencyclopedia.org/nge/Article.jsp?id=h-2490","October 13, 2005"]},{"divid":1213828537,"type":"Newspaper Article","data":["A Great Man Gone","Atlanta Constitution","","August 17, 1882",""]},{"divid":1213828560,"type":"Newspaper Article","data":["Special Paragraphs","State","","August 16, 1882","1"]},{"divid":1213828581,"type":"Newspaper Article","data":["Senator Hill&#39;s Dreaded Foe","State","","August 22, 1882",""]},{"divid":1213828618,"type":"Newspaper Article","data":["Dying Ben Hill","Montgomery Advertiser","","July 26, 1882",""]},{"divid":1213828657,"type":"Newspaper Article","data":["Mourning for Senator Hill","Montgomery Advertiser","","August 18, 1882",""]}],"locations":[{"id":976,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}