{"id":1368,"title":"President Lincoln extends declaration of blockade to North Carolina\n","course_id":1,"status":"P","start_date":"1861-04-27","end_date":"1861-04-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 27th, 1861 President Lincoln extended the blockade to Virginia and North Carolina.  This declaration was an extension from the original one on April 19th for seven of the Confederate States.  The intention for this decision was to cut off the international trade lines for the Confederacy and make it difficult to transport weapons and troops.  The rigid blockade was established on the Southern coast to affect the seceded states.  The fort at the mouth of Cape Fear river commands the principal part of her trade, as that river is the only one of importance in the State.  The exports of the State are limited mainly to the products conveyed by coasting vessels to the neighboring States.'  (Louisville Daily Journal, April 27, 1861, p. 2)  The Union's goal was to dominate the coast and have strategic operating bases on the Confederacy's Atlantic sea-board.  (Donald, 401)  &lt;br /&gt;&lt;br /&gt;          By extending the blockade to North Carolina, the Union not only controlled much of the eastern seaboard, but cut off many Confederate trade routes via their important ports and river mouths.  Important imports from Europe were strained due to the blockades, which made it even more difficult for the South to compete with the industrial North.  Foreign powers due to the strain of importing and exporting could no longer rely on the South as a viable trade partner.  The North retained their ports and Atlantic coast at the time.  Aside from losing strategic positioning in the Atlantic, the South's commerce became greatly threatened by the blockades.  The Union's navy now patrolled Confederate waters in the Atlantic by May of 1861."],"display_date":"April 27, 1861","search_date":"1861-04-27","citations":[{"divid":1213482885,"type":"Book","data":["David Herbert Donald","The Civil War and Reconstruction",null,"New York","W.W. Norton &amp; Company","2001","271"]},{"divid":1213482916,"type":"Newspaper Article","data":["","The Louisville Daily Journal","","April 27, 1861",""]},{"divid":90069,"type":"Manuscript on Microfilm","data":[null,null,null,null,null,null,null,"DwFxOhyxdybtuJmlfr"]}],"locations":[{"id":979,"lat":33.9072828742,"lng":-77.9913227559,"zoom":9,"place":"BRUNSWICK, North Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}