{"id":1370,"title":"End of Cumberland Coal Strike\n","course_id":1,"status":"P","start_date":"1882-08-22","end_date":"1882-08-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As reported in the State, on March 1, 1882, the coal companies decided to make the following changes: For digging coal, 50 cents per ton and 1.65 per day for driving in the mines, and all other labor to proportion, and that twelve hours would constitute a day's work.'  The Knights of Labor refused to accept this offer and the great strike' began on March 14, 1882. Edward Ayers explains that the Knights of Labor fought to gain better wages, hours, and working conditions.' The Knights furthermore attacked the concentrations of power and monopolies that dominated the economy. Workers often sought the support of their local Knights of Labor organization to aid them when needed. &lt;br /&gt;On August 22, 1882, the District Assembly and the Knights of Labor had a long session in Frostburg. The companies, however, did not change their terms that had been given at the Cumberland conference. As a result, the following notice was ordered to be posted: &lt;br /&gt;&lt;br /&gt;To all Whom it May Concern: The 24th of August, 1882, we, the undersigned, have decided to resume work. All parties are hereby noticed to apply at their respective places of working at 7 A.M. for their tools.' &lt;br /&gt;&lt;br /&gt;This notice was signed by the Knights of Labor and dated August 22. This signing ended the greatest strike the Cumberland region [had] ever known.' The estimated money loss to the miners and the people was 1,500,000. &lt;br /&gt;The State explained that almost all the old workers would find work, although new workers would not be turned away only if they wished to remain. All the workers, however, were to conform to the rules of the companies instead of those of their organization.' The State on August 30 explained that now that the labor strikes that had affected industrial centers across the States were ended, the Knights of Labor had to begin to realize that they [were] the losers.' The article reported that, indeed, in some cases the organization was successful in obtaining an increase of wages, but almost all the strikers had to continue working under the old wages and the loss of the laborers amounted hundreds of thousands of dollars.' The State stressed that the failure of the strikes were a result of the bad timing of the strikes. At that time, the employers were considering cutting wages because of a general dullness of business and a gloomy outlook for summer trade.' The article stated that mill owners and coal miners were typically able to compromise, but only when the business justifies it."],"display_date":"August 22, 1882 - August 24, 1882","search_date":"1882-08-23","citations":[{"divid":1214336848,"type":"Newspaper Article","data":["End of the Cumberland Coal Strike","The State","","August 23, 1882",""]},{"divid":1214336867,"type":"Book","data":["Edward L. Ayers","Southern Crossing: A History of the American South 1877-1906",null,"New York","Oxford University Press","1998","113"]},{"divid":1214336965,"type":"Newspaper Article","data":["The Strikes Ended","The State","","August 30, 1882","2"]}],"locations":[{"id":981,"lat":39.6214880132,"lng":-78.6989494063,"zoom":10,"place":"ALLEGANY, Maryland"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}