{"id":1371,"title":"President Lincoln suspends the writ of habeas corpus\n","course_id":1,"status":"P","start_date":"1861-04-27","end_date":"1861-04-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["From Washington, D.C. to Philadelphia, Pennsylvania, President Abraham Lincoln suspended the writ of habeas corpus, which prevented illegal imprisonment.  This enraged Maryland citizens who were at the heart of the matter.  They felt that this surrender of privileges of free men was unnecessary.  One reason for the suspension was due to John Merrymen.  He blew up a railroad bridge in Baltimore County in an attempt to immobilize Union troops.  His lawyer wished to move him from Fort McHenry where he was arrested by the military and whom then transferred him to civilian courts.  Military authorities would not grant the right to transfer based on habeas corpus because of the President's suspension of the writ.  He was later released, but the case questioned the government's overwhelming power concerning liberties.  &lt;br /&gt;&lt;br /&gt;          Only in cases of rebellion or invasion was the writ of habeas corpus supposed to be suspended.  Maryland was not invaded nor did it rebel, it was subjected to attack by one man and riots by its citizens.  Lincoln's choice to suspend the writ of habeas corpus infuriated many because of the intrusion on American rights.  Many pro-Confederate spokesmen were subsequently locked-up.  One enraged man wrote, Mr. Lincoln procured the arrest of inoffensive citizens without either warrant or cause;.he hurried hundreds to the dungeons of his prisons and denied to them the benefits of this provision.  And, to perfect the enslavement of those whom he rules, he had the writ of habeas corpus virtually abolished.'  (MacMahon, 155-157).  The culmination of events and the foreclosure of the war led many people to question the rights and actions of the government they followed."],"display_date":"April 27, 1861","search_date":"1861-04-27","citations":[{"divid":1214337048,"type":"Book","data":["David Herbert Donald, Jean Baker, and Michael Holt","The Civil War and Reconstruction",null,"New York","W. W. Norton and Company","2001","174"]},{"divid":1214337163,"type":"Pamphlet or Other Printed Material","data":["T.W. MacMahon","Cause and Contrast: An Essay on the American Crisis","Richmond, Virginia","West and Johnston","1862","Special Collections Library, University of Virginia"]}],"locations":[{"id":982,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}