{"id":1378,"title":"Confederate Congress adopts a constitution\n","course_id":1,"status":"P","start_date":"1861-03-11","end_date":"1861-03-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Confederate Constitution was adopted by the Confederacy in opposition to the Union and the United States Constitution.  The prominent differences between the two were that the Confederate Constitution sought different guarantees of states' rights and protected slavery as an institution.   Members of the convention held in Montgomery made it their goal to create a constitution for the southern states to unite under.  After review, the members submitted the constitution to the convention of delegates, ratified, and ultimately passed it under the provisional government. &lt;br /&gt;&lt;br /&gt;          Key changes appeared in the Confederate Constitution.  In lieu of more perfect union', they substituted, a permanent federal government.'  The Confederacy declared in their constitution that no law could deny, the right of property in negro slaves'.  In essence, Congress and the territorial government now recognized and protected slavery.  (Jewett, p. 2)  Southern states felt that the North exploited them economically and that radical changes needed to occur in order to protect their profits and freedoms.  Although it protected domestic slavery, the Confederate Constitution prohibited the importation of slaves from any foreign countries that were not territories of the United States.  The delegates also decided to make themselves into the Electoral College for future elections in the government.  &lt;br /&gt;          &lt;br /&gt;          President Davis later made a speech announcing the permanent ratification of the Constitution after its ratification by the Confederate States.  He stated that the declaration of war by Abraham Lincoln made it necessary to convene the Southern Congress to generate measures for the defense of the Confederacy.  (The Daily Picayune, April 29, 1861, p. 2)  The sovereignty of states over central government became the primary argument against Lincoln and his counter beliefs of unity and the power of central government.  In response to Lincoln's foreboding inaugural speech, Davis prepared the Confederacy for war. The declaration of a constitution by the Confederate States became a concrete symbol of independence and identity of the South."],"display_date":"March 11, 1861","search_date":"1861-03-11","citations":[{"divid":1214337356,"type":"Book","data":["Clayton E. Jewett","Slavery in the South",null,"London","Greenwood Press","2004","1-2"]},{"divid":1214337385,"type":"Book","data":["David Herbert Donald, Jean Baker, and Michael Holt","The Civil War and Reconstruction",null,"New York","W. W. Norton and Company","2001","142-144"]},{"divid":1214337466,"type":"Newspaper Article","data":["","The Daily Picayune","","April 29, 1861",""]},{"divid":1214337485,"type":"Book","data":["Robert O&#39;Brien","The Encyclopedia of the South",null,"New York","Facts on File Publications","1985","94"]}],"locations":[{"id":985,"lat":32.2488115675,"lng":-86.1666274124,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}