{"id":1379,"title":"The Conjure Woman, and The Wife of his Youth and Other Stories of the Color LIne by Charles W. Chesnutt","course_id":1,"status":"P","start_date":"1899-01-01","end_date":"1899-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Charles W. Chesnutt was born to free blacks in Cleveland, OH in 1858.  When he was eight years old his family returned to Fayetteville, NC. He began a teaching career and by 1880, he became the President of the Fayetteville State Normal School for Negroes.  While in North Caroline, Chesnutt studied the culture, dialect, and superstitions of southern blacks.  In 1883 he returned to Cleveland where he wrote various stories based on black folk culture which were published in various magazines.  The Goophered Grapevine was the first of such stories and was published in the Atlantic Monthly in 1887.  The Conjure Woman was a collection of stories published by Houghton, Mifflin in 1899.  His purpose was to undermine white prejudice in the south.  &lt;br /&gt;&lt;br /&gt;His second collection was published the same year under the title, The Wife of his Youth and Other Stories of the Color Line.  This work Ranged over a broader area of southern and northern racial experience than any previous writer on black American life had attempted.' (Wilson, Pg. 203)  His second and most famous work directly addressed the issues facing people of mixed ethnicity in the south, primarily those who attempted to pass as white.  The Wife of his Youth is a story of a light skinned black man who escapes slavery in Missouri with the aid of his black wife.  In the north he is met with success and social acceptance.  After he becomes engaged to a local widow, the wife of his youth appears.   &lt;br /&gt;&lt;br /&gt;His ability to depict southern prejudice within the framework of fictional short stories made him an important literary figure.  He successfully deals with the delicate and tragic situation of those who live on the boarder-line of the races'. (Brawley, p.48)  He received the Spingarn Medal from the National Association for the Advancement of Colored People.  His works reflected the constant struggle of African-Americans living in the south towards the end of the nineteenth century.  As a realist, he was important in the development of African American fiction."],"display_date":1899,"search_date":"1899-07-02","citations":[{"divid":1214337596,"type":"Book","data":["Charles Reagan Wilson and William Ferris","Encyclopedia of Southern Culture",null,"Chapel Hill","The University of North Carolina Press","1989","202-203"]},{"divid":1214337640,"type":"Book","data":["Edward L. Ayers","Southern Crossing: A History of the American South 1877-1906",null,"New York","Oxford University Press","1998","220-221"]},{"divid":1214337718,"type":"Pamphlet or Other Printed Material","data":["Benjamin Brawley","The Negro in Literature and Art &#40;In the United States&#41;","New York, New York","Duffield &amp; Company","1918","Special Collections Library, University of Virginia"]}],"locations":[{"id":986,"lat":35.0634156792,"lng":-78.9466649088,"zoom":9,"place":"CUMBERLAND, North Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}