{"id":138,"title":"Lien law passed in South Carolina\n","course_id":1,"status":"P","start_date":"1878-03-01","end_date":"1878-03-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The South Carolina legislature passed a new and improved lien law on March 1, 1878, to help farmers get credit in order to plant. This law and the benefits it brought helped the agricultural sector of South Carolina's economy to survive following the havoc of previous years. Also the lien law boosted Gov. Wade Hampton's popularity with voters even higher during a reelection year campaign in which he ran unopposed. Due to measures like the lien law, Hampton won an easy victory carrying a majority of both white and black voters.&lt;br /&gt;The law was heralded by many in the state, including the Charleston News and Courier which praised the action as a measure of importance to landowners and merchants and to the public in general.' Generous provisions were included in the law to sweeten the benefits for all involved in agriculture. For example, people who gave farmers advances on items necessary to produce crops were entitled to a lien on the crop which may be made during the year upon the land in the cultivation of which the advances so made have been expended in preference of all other liens existing or otherwise,' according to the paper. This law bolstered a South Carolina economy that had been struggling since the end of the Civil War. Popular measures like lien laws and other tactics were implemented all over the South to help bolster popularity of Bourbon governments after their takeover from Reconstructionist Republicans."],"display_date":"March 1, 1878","search_date":"1878-03-01","citations":[{"divid":1213212858,"type":"Newspaper Article","data":["","Charleston News and Courier","Charleston, South Carolina","March 1, 1878",""]},{"divid":1213212882,"type":"Book","data":["Walter Edgar","South Carolina, A History",null,"Columbia","University of South Carolina Press","1998","411"]}],"locations":[{"id":94,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}