{"id":1384,"title":"Anne Sullivan begins teaching Helen Keller\n","course_id":1,"status":"P","start_date":"1887-03-03","end_date":"1887-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Helen Keller was born in Tuscumbia, Alabama in 1880.  At the young age of nineteen months, Helen's brain and stomach were exposed to Scarlet Fever, which left her blind, deaf, and mute.  Helen explained in her autobiography, then, in the dreary month of February, came the illness which closed my eyes and ears and plunged me into the unconsciousness of a new-born baby.  They called it acute congestion of the stomach and brain.'  In 1887, Anne Sullivan, a teacher and former student of Perkins Institute for the Blind in Massachusetts, traveled to Alabama at the request of Helen's mother Kate Keller.  The most important day I remember in all my life is the one on which my teacher, Anne Mansfield Sullivan, came to me;It was the third of March, 1887, three months before I was seven years old,' Helen recalled.&lt;br /&gt;Anne Sullivan's biggest breakthrough with her new pupil occurred on April 5, 1887 when she taught Helen the meaning of the word water'.   Anne Sullivan pumped water from a well onto Helen's hands as she spelling out the word using a manual alphabet.  Helen learned the alphabet by having letters spelled out on her hand, she connected the words with objects, and she learned rapidly.'  In a letter home on April 10, Anne Sullivan described Helen's development, I see an improvement in Helen from day to day, almost from hour to hour.  Everything must have a name now.  Wherever we go, she asks eagerly for the names of thins she has not learned at home...and we notice that her face grows more expressive each day.'&lt;br /&gt;During their forty-nine years together, Sullivan managed to help Helen communicate and think intelligently using the Tadoma method, a method of teaching that involved students touching people's lips as they speak to feel the vibrations of the words.  This method was established at the Perkins Institute for the Blind, where Sullivan was a former student and teacher.  Helen graduated cum laude from Radcliff College in 1904, becoming the first deaf and blind person to graduate from college."],"display_date":"March 3, 1887","search_date":"1887-03-03","citations":[{"divid":1215619210,"type":"Book","data":["William Rogers, Robert Ward, Leah Atkins, and Wayne Flynt","Alabama: The History of a Deep South State",null,"Tuscaloosa, AL","University of Alabama Press","1994","388-391"]},{"divid":1215620147,"type":"Book","data":["Helen Keller","The Story of my life; with her letters &#40;1887-1901&#41; and a supplementary account of her education, including passages from the reports and letters of her teacher, Anne Mansfield Sullivan, by John Albert",null,"New York","Doubleday and Company","1903","7, 21, 316-317"]}],"locations":[{"id":990,"lat":34.6907984406,"lng":-87.8348432138,"zoom":9,"place":"COLBERT, Alabama"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}