{"id":1385,"title":"Surrender at Camp Jackson and the subsequent onslaught\n","course_id":1,"status":"P","start_date":"1861-05-10","end_date":"1861-05-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A group of armed men accused of being pro-Confederate, formed at Camp Jackson in St. Louis, Missouri.  Simultaneously, a pro-Union group, headed by Nathaniel Lyon, formed to counter the threat.  Lyon surrounded the camp and forced the surrender of the troops, although they professed their loyalty to the Union.  Because of the current events and violence at all levels (local, state, regional, and national), Lyon remained skeptical and forced the surrender despite their plea.  &lt;br /&gt;&lt;br /&gt;          The unconditional surrender of General Frost and his brigade of Missouri militia was ordered by Lyon and the Federal troops, which they obeyed.  Frost's brigade, after surrender, was offered a parole which they declined.  They refused parole on the basis that taking the oath would imply that they had been in opposition to Federal forces, which they vehemently denied.  (The Daily Picayune, May 11, 1861, p. 1)  From the beginning, they professed their loyalty to the Union and would not compromise their position.  &lt;br /&gt;&lt;br /&gt;          Fights then broke out in the streets of St. Louis between Union soldiers and citizens.  The violence in Missouri showed the persistent presence of an internal divide between the Union and Confederates.  Twenty-eight were killed in the onslaught.  The Missouri Convention voted to stay in the Union, never seceding, although the conflict between Union supporters and Confederates remained high."],"display_date":"May 10, 1861","search_date":"1861-05-10","citations":[{"divid":1214338009,"type":"Book","data":["David Herbert Donald, Jean Baker, and Michael Holt","The Civil War and Reconstruction",null,"New York","W. W. Norton and Company","2001","176"]},{"divid":1214338053,"type":"Newspaper Article","data":["","The Daily Picayune","","May 11, 1861",""]}],"locations":[{"id":991,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}