{"id":1388,"title":"Open Door Notes\n","course_id":1,"status":"P","start_date":"1899-09-06","end_date":"1899-09-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 6, 1899 Secretary of State John Hay wrote the Open Door Notes policy based on the open door principles and the preservation of Chinese integrity.  The aim of this policy was to create equal opportunity within spheres of influence and among major world powers.  Chinese customs tariffs were to be administered equally, there was to be no interference with treaty ports, and lastly railroad rates and harbor dues were not to be discriminately allotted. &lt;br /&gt;&lt;br /&gt;By November of 1899 the United States called on France, Germany, and Russia to preserve the open door' in China.  The United States government demanded a written assertion of their intent to preserve this policy.  Russian and France failed to do so. Negotiations continued for an international agreement between the United States, Russia, Germany, Japan, and Great Britain.  Led by the United States, these countries worked to create a treaty that clearly delineated each country's sphere of political and economic  influence in China centered on the open door' policy of Secretary of State John Hay."],"display_date":"September 6, 1899","search_date":"1899-09-06","citations":[{"divid":1213586311,"type":"Article","data":["A. Raymond Esthus","The Changing Concept of the Open Door 1899-1910","The Missisisippi Valley Historical Review","46","December 1959","435-454"]},{"divid":1213586374,"type":"Newspaper Article","data":["Open Door in China","The Washington Post","","November 1, 1899","1"]},{"divid":1213586408,"type":"Newspaper Article","data":["An Open Door Alliance","The Washington Post","","November 26, 1899","1"]}],"locations":[{"id":993,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}