{"id":1389,"title":"Accident on the Virginia Midland Railroad\n","course_id":1,"status":"P","start_date":"1882-08-23","end_date":"1882-08-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As Edward Ayers explains in the Promise of the New South, even though the railroad had an aura of glamour' in the South, working on the railroad was dangerous. Many accidents occurred, varying from simple unimportant incidents such as a hand crushed, to as serious incidents such as a black man's head cut off when a train ran over him. Often accidents happened on the tracks, and trains collided with other trains and other objects. &lt;br /&gt;At about 11 o'clock on Monday morning, a freight train ran into the back of the material train, which was stationary on the tracks. Because of this collision, six cars of the material train were smashed to pieces' and the freight train's engine forced the material train off the tracks. According to the State, the accident happened at the end of a deep cut which winds through a hill,' and as the train was traveling rapidly, no danger signal was given.  Supposedly the collision could not have been stopped by the men on the freight train to whom no blame can be attached.' &lt;br /&gt;The fireman and the brake man, Lilbern Craig and P.H. early respectively, jumped off the train before the collision and were wounded. The engineer, John Lambeth, however did not jump, but was fortunately knocked off by the broken timbers and he received painful injuries, but not serious ones. The article reported that these were the only three men injured during the collision. A black man who was lying asleep in the caboose car in the material train was thrown twelve or fifteen feet, and was aroused from his slumbers by the noise of crashing timbres. He, however, received no injuries, just a terrible fright.'&lt;br /&gt;The freight train engine was completely destroyed, and the freight train for the most part remained on the track with the exception of the front wheels of the engine. The work needed to clear the track was pushed forward with great energy,' and because this great of damage had not been witnessed before, several women and children gazed eagerly at the work going on below.' The article suggests that the accident was the result of the two men in charge. They were either ignorant,' or had forgotten the time of the new schedule which went into effect Sunday.' The accident had lead to the damage of the track and the following trains were delayed for some four or five hours.'"],"display_date":"August 23, 1882","search_date":"1882-08-23","citations":[{"divid":1213503194,"type":"Book","data":["Edward L. Ayers","The Promise of the New South: Life After Reconstruction",null,"New York","Oxford University Press","1992","9-10"]},{"divid":1213503236,"type":"Newspaper Article","data":["Accident on the Virginia Midland Railroad","State ","","August 23, 1882",""]}],"locations":[{"id":994,"lat":37.7873885597,"lng":-78.8867512571,"zoom":9,"place":"NELSON, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}