{"id":1390,"title":"Violence Resulting from the Kansas-Nebraska Act Leads to the &#147;Wakarusa War.&#39;\n","course_id":1,"status":"P","start_date":"1855-11-29","end_date":"1855-11-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Kansas-Nebraska Act of 1854 led to a passionate desire to populate the territories with either pro-slavery or free-soil voters.   One of the problems that arose from this situation involved the Platte County, Missouri, which, according to the Times-Picayune, some desired to be annexed to Kansas by pro-slavery factions on the border between Missouri and Kansas.  This heightened tensions between the pro-slavery and free-soil groups near that area.&lt;br /&gt;A land dispute led to the shooting of free-soiler Charles Dow by pro-slavery Franklin N. Coleman.  As the Nashville Union and American quotes from the Courier, this dispute began when three Abolitionists went to the home of Mr. Coleman and ordered him to leave.  He retrieved a weapon, and when one of the Abolitionists shot at Coleman, he shot the man dead.  Coleman gave himself up for trial, but, while he was gone, a mob of abolitionists drove Coleman's wife and children out of their home, setting fire to his property along with the homes of 15 other pro-slavery families in the area. This erupted into a larger conflict when the sheriff of Missouri arrested Lawrence, a friend of Dow's, on the charge of conspiring to retaliate against Coleman, as many of his comrades had already done by burning.  Deputy Marshal Jones arrested Dow, but the free-soilers gathered in a strong force, trying to coerce his release.  The militia had to be ordered by the Governor to ensure order in the area of Lecompton.   The Deputy ended up with a large group of pro-slavery Missourians behind him, with the intent of offering their services to the Governor to aid in maintaining the laws.' &lt;br /&gt;According to the Richmond Dispatch, the forces from Missouri were know as the Platte Riffle Company, and they marched up to meet up in Franklin with pro-slavery factions from Wakarusa and Westport.  It was reported that the Wayandott and the Shawnee Indians were going to side with the Free-Soil forces.  This quarrel highlights the escalation of tensions that resulted in Bleeding Kansas.'"],"display_date":"November 29, 1855","search_date":"1855-11-29","citations":[{"divid":1215532157,"type":"Book","data":["Lawrence O. Christensen and Gary R. Kremer ","A History of Missouri: Volume IV, 1875 to 1919",null,"Columbia, MO","University of Missouri Press","1997",""]},{"divid":1215532238,"type":"Newspaper Article","data":["Kansas Annexation","Times-Picayune","","August 7, 1855",""]},{"divid":1215532261,"type":"Newspaper Article","data":["Exciting News from Kansas","Nashville Union and American","","December 6, 1855",""]},{"divid":1215532301,"type":"Newspaper Article","data":["The Sectional Struggle","Richmond Dispatch","","December 20, 1855",""]}],"locations":[{"id":995,"lat":39.3803676231,"lng":-94.773626879,"zoom":9,"place":"PLATTE, Missouri"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}