{"id":1395,"title":"Grant Ends the Brooks-Baxter War in Arkansas\n","course_id":1,"status":"P","start_date":"1874-05-15","end_date":"1874-05-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In January of 1873, after Elisha Baxter, a Republican, was elected as governor of Arkansas in 1872, Joseph Brooks, who was supported by Liberals, Democrats, and Arkansas Unionists, claimed that the election had been doctored' and that he was the rightful governor.  After being informed that the Supreme Court of Arkansas had no jurisdiction in settling the decision and that it was up to the General Assembly to decide; Brooks was left waiting.  Meanwhile, Baxter was gaining unpopularity among his own supporters by fulfilling some of his platform pledges which included opposing a bill that would release railroad companies from financial obligations to the state by placing the burdens on the impoverished citizens.  Many of Baxter's supporters switched to Brooks' cause.  An article in Charleston's News and Courier on January 20, 1874 called this political turmoil a disgrace.'  The article states that There is no doubt that Brooks was chosen Governor' by a majority but when he refused to go along with  the political schemes of his supporters they declared Baxter the winner instead, leaving him to pursue redress through legal means.  The article stated that the citizens of Arkansas were disappointed' in the outcome of the election but they were used to being cheated, as the most scandalous election frauds have been the rule rather than the exception in that state for some years past.'&lt;br /&gt;After Brooks had the support of some of the radical Republicans he felt secure enough to take his case to a Pulaski Circuit Court, where on April 15, 1874 he was granted the office of governor by Judge John Whytock.  Brooks was sworn in in secret by the chief justice and went immediately to the governor's office with an armed guard seizing possession of it.  Baxter soon gathered his own militia and established a headquarters just blocks from the executive office.  Citizens came from all over Arkansas to support and join the militia of each side leaving the city on the brink of civil war.  One scuffle between the two militias occurred on April 20 when Governor Baxter was addressing some reinforcements outside of his headquarters.  Some of Brooks' troops lead by Colonel Rose demanded the intention of Baxter's militia and shots were fired and a few casualties incurred.  Another scuffle occurred when a steamboat, Hallie,' importing militia reinforcements for Baxter was placed under fire by Brooks' men resulting in several injuries and a few deaths.  Brooks sent an ultimatum to the President on May 12 demanding that he recognize either Brooks or Baxter as the rightful governor.  Republican President Grant was hesitant to help because of the decline in Northern support for Reconstruction efforts.  He did not want to be associated with the corruptions happening in Southern politics.   Though up to this point the president had managed to stay out of the scuffle, on May 15 President Grant recognized Baxter as governor ending the Brooks-Baxter war and signaling the demise of the Reconstruction in Arkansas."],"display_date":"May 15, 1874","search_date":"1874-05-15","citations":[{"divid":1213494152,"type":"Book","data":["Eric Foner","Reconstruction: America&#39;s Unfinished Revolution",null,"New York","Harper &amp; Row","1988","528"]},{"divid":1213494466,"type":"Book","data":["Dallas T. Herndon","The Centennial History of Arkansas",null,"Chicago","Southern Historical Press","1922","307-312"]},{"divid":1213494562,"type":"Newspaper Article","data":["The Arkansas Disgrace","News and Courier","","January 20, 1874","1"]}],"locations":[{"id":1000,"lat":34.8116378829,"lng":-92.2224128621,"zoom":9,"place":"PULASKI, Arkansas"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}