{"id":1397,"title":"Beginning of Third Seminole War\n","course_id":1,"status":"P","start_date":"1855-11-29","end_date":"1858-05-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Native-Americans still occupied territory desirable by white settlers hoping to expand into Florida.  The Charleston Mercury reported debts of Governor Brown of Florida that included 73,000 for the protection of the frontier from Indian depredations.'  It also reported the desire of Samuel S. Hamilton, President of the Indian Emigration Society of the Creek Nations, to propose to the General Assembly the removal of Indians from Florida. &lt;br /&gt;Thirty warriors attacked the detachment of Lt. George Hartstuff for the apparent reason of the troops having vandalized one of Billy Bowleg's camps.  Billy Bowlegs was one of the three main Seminole leaders.  This encounter left four of ten killed and four wounded.  These attacks made the removal of Indians even more desirable for the Floridians.  The Southern Banner reported the public meeting held in Tampa on December 22nd that adopted a variety of resolutions.&lt;br /&gt;These resolutions called for a higher amount of protection and if necessary, to wage a war of extermination against them.'  Also included was the desire to remove the remainder of the Seminoles into the Western territories.  These resolutions, resulting from the attack, put into motion the Third Seminole War, which ended with Billy Bowleg's tribes being moved to Texas, and only about 300 Seminoles remaining, primarily in the Everglades."],"display_date":"November 29, 1855 - May 8, 1858","search_date":"1857-02-16","citations":[{"divid":1215532455,"type":"Book","data":["Michael Gannon, ed.","The New History of Florida",null,"Gainesville, FL","University Press of Florida","1996",""]},{"divid":1215532487,"type":"Newspaper Article","data":["","Charleston Mercury","","December 13, 1855",""]},{"divid":1215532506,"type":"Newspaper Article","data":["","Southern Banner","","January 1856",""]}],"locations":[{"id":1002,"lat":27.6286133698,"lng":-82.7216318391,"zoom":7,"place":"HILLSBOROUGH, Florida"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}