{"id":1398,"title":"Seminole Attack\n","course_id":1,"status":"P","start_date":"1849-07-01","end_date":"1849-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["After the end of the Second Seminole War in Florida (August 1842), peace between the Seminoles and the American settlers lasted for only seven years.  In July of 1849, five warriors, acting independently, left the reservation to kill and pillage at the American settlements.  Seminole leadership turned over three of the rebellious warriors and the hand of a fourth who was killed by the whites for their own justice.  Settlers in Florida appeared largely unaffected by the Seminole's efforts to maintain peace, and it soon became clear that they wanted the Seminoles out of Florida for good.  &lt;br /&gt;A little over a year later, on August 10, 1850, an editorial in a St. Augustine newspaper called for natives to be outlawed, and asked that a bounty of 1,000 be offered for the dead body of any male natives, and 500 for the bodies of women and children.  The U.S. government tried at first to remove the natives peacefully, offering bribes, but in the end adopted a policy of forcing out the natives, or provoking them to fight.  Their strategy was successful and the third Seminole War began on December 18th, 1855 when Seminole warriors attacked a small regiment that was vandalizing one of the native camps."],"display_date":"July 1, 1849 - July 30, 1849","search_date":"1849-07-15","citations":[{"divid":1214338382,"type":"Book","data":["Michael Gannon","The New History of Florida",null,"Gainesville","University Press of Florida","1996","199-200"]},{"divid":1214338427,"type":"Newspaper Article","data":["The Indian Outrages in Florida","Times Picayune","","August 13, 1849",""]},{"divid":1214338458,"type":"Newspaper Article","data":["From Florida - Indian Murder","The Federal Union","","July 24, 1849",""]}],"locations":[{"id":1003,"lat":null,"lng":null,"zoom":8,"place":"JACKSON, Florida"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}