{"id":1399,"title":"Regulator Mob Burns RIchard Coleman\n","course_id":1,"status":"P","start_date":"1899-10-01","end_date":"1899-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The South was a region characterized by extreme violence following the civil war, much of which resulted from racial tensions.  The flagrant racism found throughout the south explains why the majority of murders were committed by white men against black victims.  However, many killings of blacks remained unreported as they often went unpunished.   All murder cases in which the victim was white were reported and the black murderer was more often than not put to death.  In 1885 a publisher  estimated over two hundred and twenty three murders occurred each year in Kentucky.  Violence towards blacks in the south was commonplace. &lt;br /&gt;&lt;br /&gt;Violence continued in Kentucky following the post-war periods.  Formal organizations, such as the Ku Klux Klan initiated acts of violence in the years following the Civil War.  However, by 1890 Kentucky had become increasingly lawless and lesser organizations connected to the Ku Klux Klan carried out frequent acts of violence throughout Kentucky.  These groups were known as Regulators'.  They committed lawless acts under the justification that they were in fact doing their part for the preservation of justice in the white south.  &lt;br /&gt;&lt;br /&gt;In October, 1899 a civilian mob attacked the jail and demanded prisoner Richard Coleman.   Coleman, a cook for the Lashbrook's, confessed to the murder of Mrs. Lashbrook, whose father in law had represented Mason county in the third Constitutional Convention in 1850.  Her body was found on October 5, 1899 in a cabin on her husband's farm six miles outside of Mayesville.  On October 6, 1899 hundreds of people called for the hanging of Coleman and unsuccessfully attacked the jail at 2:00 a.m.  The following day, Mrs. Lashbrook's funeral was held and Coleman was sent to Covington for safety reasons.  Once the mob seized Richard Coleman, they burned him alive in front of hundreds of onlookers and publicly mutilated his corpse.  The African American Richard Coleman was an accused murderer. No punishment was imposed upon those who partook despite the fact that their identities were known."],"display_date":"October 1, 1899 - October 30, 1899","search_date":"1899-10-15","citations":[{"divid":1214338548,"type":"Book","data":["Lowell H. Harrison and James C. Klotter","A New History of Kentucky",null,"Lexington","The University Press of Kentucky","1997","251"]},{"divid":1214338589,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["C. Vann Woodward","Origins of the New South 1877-1913","A History of the South: Volume IX","Wendell Holmes Stephenson and E. Merton Coulter","Baton Rouge","Louisiana State University Press","1971","158-159"]},{"divid":1214338728,"type":"Newspaper Article","data":["Fiendish: Murder of Mrs. Lashbrook in Mason County","The Louisville Courier Journal","","October 6, 1899","1"]}],"locations":[{"id":1004,"lat":38.5951990256,"lng":-83.8240569898,"zoom":10,"place":"MASON, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}