{"id":1401,"title":"President Zachary Taylor addresses Cuban Filibuster Activity\n","course_id":1,"status":"P","start_date":"1849-08-11","end_date":"1849-08-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the midpoint of the nineteenth century, several attempts by Cuban separatists, most notably Venezuelan native Narciso Lopez, to rid Cuba of Spanish rule caught national and international attention, though none were so public as the first during the summer of 1849. The first attempt for a Cuban filibuster invasion was openly advertised throughout the US; in New York, Baltimore, Boston and New York.  Under Colonel White, a rumored force of between 400 and 800 filibusters, soldiers of fortune many of whom were Mexican War veterans from New Orleans, assembled on Round Island, about 3 miles south of Pascagoula Mississippi.Catching national attention, many political leaders, most importantly President Zachary Taylor, demanded the halt of this operation in attempts to protect international treaties.  Taylor wrote in a public proclamation, An enterprise to invade the territories of a friendly nation... is in the highest degree criminal... and therefore, I exhort all good citizens, as they regard our national reputation, as they respect their own laws and the laws of nations... [to] prevent by all lawful means any such enterprise; and I call upon every officer of this Government, civil, or military, to use all efforts in his power to arrest for trial and punishment every such offender against obligations to friendly Powers.Soon after this proclamation, a Navy blockade and military intervention on Round Island and the surrounding areas effectively destroyed the planned invasion of Cuba.  However, this direct military intervention was not popular among all Americans.  In an article printed in the Nashville Union and American on 13 September, 1849, one enraged southerner proclaimed the governments actions unconstitutional, asking Have the army and navy superseded the judges and marshals in the performances of their duties?  Whence do the officers of the army and navy obtain the right to seize private vessels and to search them for arms?  This kind of reaction to the Cuba filibuster incident is indicative of a common southern mentality of the time - wariness of big government and its unconstitutional intervention in private affairs."],"display_date":"August 11, 1849","search_date":"1849-08-11","citations":[{"divid":1216737904,"type":"Newspaper Article","data":["The Round Island Expedition","Nashville Union and American","","September 13, 1849",""]},{"divid":1216737925,"type":"Website","data":["Mississippi Gulf Coast","Round Island and Cuba Libre","Mississippi Gulf Coast","http&#58;//www.missgulfcoast.com","October 12, 2005"]},{"divid":1216738077,"type":"Book","data":["Robert E. May","Manifest Destiny Underworld&#58; Filibustering in Antebellum America",null,"Chapel Hill","University of North Carolina Press","2002","1-18"]}],"locations":[{"id":1005,"lat":30.3227252079,"lng":-88.4311231118,"zoom":9,"place":"JACKSON, Mississippi"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}