{"id":1402,"title":"Confederate troops seize Harper&#39;s Ferry\n","course_id":1,"status":"P","start_date":"1861-04-18","end_date":"1861-04-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Immediately after Virginia's declaration of secession from the Union, Confederate forces began to reinforce their borders and military outposts.  Approximately 360 of Virginia's militia men assembled and advanced toward Harper's Ferry.  These southern forces seized the United States Armory outpost, machines, and tools.  After the Union troops retreated across the Potomac River, the Confederate forces confiscated any useful items such as weapons.  They then set fire to the armory buildings and left nothing to salvage.   &lt;br /&gt;          &lt;br /&gt;           The Federal Arsenal at Harper's Ferry was defended by merely forty-five men.  They attempted to destroy their machines and weapons before the Virginia militia men ascended upon them, but only had time to destroy a partial amount.  The Union Garrison made it across the river before the southern forces were able to plan a surprise attack.  One Louisville reporter commented on Harper's Ferry by saying, We hope that in every case where one of the parties is preparing for a fight at one point, the other will be preparing for it at another, so that the two may never happen to come in collision.'  (Louisville Daily Journal, May 9, 1861, p. 3)  The militia men were able to salvage numerous weapons and tools for their disposal in the war.  &lt;br /&gt;&lt;br /&gt;          After the Confederate victory at Fort Sumter, the seizure of Harper's Ferry gave them more confidence to move forward.  The location of Harper's Ferry was also strategic and advantageous for the Confederacy because they now had control over part of the Baltimore and Ohio Railroad, a major lifeline to the capital city of Washington, D.C.  Although both of these battles were relatively bloodless, this would not be the case in the months to come."],"display_date":"April 18, 1861","search_date":"1861-04-18","citations":[{"divid":1214339026,"type":"Website","data":["United States Civil War","Virginia Seizes Harper?s Ferry","United States Civil War","http://www.us-civilwar.com/harpers1.htm","October 11, 2005"]},{"divid":1214339086,"type":"Newspaper Article","data":["","Louisville Daily Journal","","May 9, 1861",""]}],"locations":[{"id":1006,"lat":39.30762356,"lng":-77.8627617422,"zoom":10,"place":"JEFFERSON, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}