{"id":1405,"title":"Lincoln fears attack on the Capital and summons troops\n","course_id":1,"status":"P","start_date":"1861-04-11","end_date":"1861-04-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 11th, 1861 President Lincoln stated that he received information and positive knowledge' of an attack on the city of Washington.  He then put a call out for the military and said to hold them in readiness at a moments warning.'  (The Louisville Daily Journal, April 11, 1861, p. 1)  The heightened tensions near Fort Sumter, after attempting to supply the fort with provisions, awakened the fear that an attack on the capital was quite feasible.  He feared that after Fort Sumter, Confederate troops numbering 20,000 would march to Washington, D.C.  These southern forces began to organize and flex their military muscle.  Washington, D.C. became a large target for Confederate forces, especially with impending battles and surrenders.&lt;br /&gt;&lt;br /&gt;          President Lincoln called on governors of other northern states to prepare troops in case of an attack.  He placed Governor Curtin of Pennsylvania on notice to ready volunteers and prepare for any threat of occupation at the capital.  Lincoln also notified troops from Baltimore, Maryland to prepare.  During this time, the government reportedly placed telegraph lines under surveillance to monitor any covert military action.  Thousands of troops presented themselves in the capital in an effort to deter any planned attacks. &lt;br /&gt;          &lt;br /&gt;          One of the main fears came from Virginia troops organizing near the borders.  The borders of the Upper South became the most significant theaters of war, which naturally made Washington, D.C. a constant target and threat.  (Donald, 189)  At this time, the War Department, under Lincoln, began to calculate the number of regiments each Union state would be required to furnish for the war effort.  (The New York Times, April 15, 1861, p. 1)  Lincoln's demand for more troops and the summons of volunteers became a preemptive strategy and a preparatory measure to ready the city and the North for battle."],"display_date":"April 11, 1861","search_date":"1861-04-11","citations":[{"divid":1214239567,"type":"Book","data":["David Herbert Donald","The Civil War and Reconstruction",null,"New York","W. W. Norton &amp; Company","2001","189"]},{"divid":1214239609,"type":"Newspaper Article","data":["","The Louisville Daily Journal","","April 11, 1861",""]},{"divid":1214239636,"type":"Newspaper Article","data":["","The New York Times","","April 15, 1861",""]}],"locations":[{"id":1009,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}