{"id":1408,"title":"Closing of the Tennessee Centennial Exposition\n","course_id":1,"status":"P","start_date":"1897-05-01","end_date":"1897-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Opening on May 1, 1897, the Tennessee Centennial Exposition drew 1.8 million visitors, marking the largest recorded Southern exposition.  Following the closure of the Exposition, the grounds were converted to Centennial Park and became a major magnet of westward growth for suburban Nashville.  &lt;br /&gt;States from all over the country were invited and entitled to their own special day' in which the festivities were directed according to each state's wishes.  More importantly, many of the civic organizations that sprang from the Exposition, including several woman's and civil rights groups, would continue to meet and strongly influence politics and reform not only in Nashville, but throughout the state.&lt;br /&gt;There is no doubt that the exposition was a huge success, accomplishing much more than just commemorating the 150 years of history Tennessee had made to that point.   This massive celebration of the state history of Tennessee would be a large platform from which the state could spring forward into the new century with encouraging promise shown for both the woman's and civil rights campaigns that really started to take hold and make their presence known during this Exposition.  It also contributed greatly to the westward growth of Nashville, an important economical hub for Tennessee."],"display_date":"May 1, 1897 - October 31, 1897","search_date":"1897-07-31","citations":[{"divid":1215534983,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Don H. Doyle","Tennessee Centennial Exposition of 1897","The Tennessee Encyclopedia of History and Culture","Carrol Van West","Knoxville, TN","University of Tennessee Press","2002",""]},{"divid":1215535068,"type":"Pamphlet or Other Printed Material","data":["","The Official Catalogue of the Tennessee Centennial Exposition","Nashville, TN","Burch &amp; Hinton","1897",""]},{"divid":1215535143,"type":"Pamphlet or Other Printed Material","data":["Herman Justi, ed.","Official History of the TN Centennial Exposition","Nashville, TN","Allied Printing","1898",""]}],"locations":[{"id":1011,"lat":36.1695702654,"lng":-86.7859142705,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}