{"id":1410,"title":"Dingley Tariff of 1897\n","course_id":1,"status":"P","start_date":"1897-07-24","end_date":"1897-07-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the 1896 campaign effort of William McKinley, Northern manufacturing interests were active donors to his party's presidential aspirations.  When McKinley summoned a special congress in 1897, their donations were rewarded with a new tariff.  &lt;br /&gt;Headed by Nelson Dingley, the House Ways and Means Committee chairman from Maine, the Dingley Tariff was shaped around the desires of manufacturers.  On June 7th, the Tariff Bill was passed in the senate by a vote of 38 to 28 in a very heated session.  Senator Tillman, SC, was adamantly against the new tariff bill, calling it the worst bill ever passed.'  Senator Butler, a Populist of North Carolina, refused to vote because he believed the tariff question was being used as a political foot ball by the two old parties'.  Amidst the heated debate, the House passed a revised Tariff Bill on the 19th of July by a vote 185-118.  Senator Tillman again caused great strife in session, threatening a filibuster in the Senate the following day.  Despite all of the negativity and controversy surrounding the bill, on the 25th of July the tariff passed by both houses of Congress and signed by the President, making it a law.    &lt;br /&gt;Under the new tariff, rates reached a new high, averaging 49% and in some cases up to 57%.  The South, in general, was against higher tariffs, because other countries would generally place their own higher tariffs on the cotton and tobacco coming from the South.  An obvious protectionist measure, it resulted in good labor relations for the McKinley administration while farm state representatives who fought to block the new duties lacked the political clout to substantiate a formidable response.  In fact, the act was so protectionist in the eyes of many Republicans that they sought cover behind other issues in hopes of turning the public's eye away from the tariff. Democrats, on the other hand, claimed that the high rates created monopolies.  In general however, the new tariff did not affect larger products such as steel or iron but rather was highest on the necessities of life.  Not until the passage of the Payne-Aldrich Tariff in 1909 would the tariff be overturned, when the Taft administration came under intense scrutiny to lower the rates for fear of monopolization."],"display_date":"July 24, 1897","search_date":"1897-07-24","citations":[{"divid":1214339343,"type":"Article","data":["Stanley D. Solvick","William Howard Taft and the Payne-Aldrich Tariff","The Mississippi Valley Historical Review","Vol. 50, No. 3","December 1963","424-422"]},{"divid":1214339404,"type":"Newspaper Article","data":["","The Age-Herald","Birmingham, Alabama","July 7, 1897",""]},{"divid":1214339411,"type":"Newspaper Article","data":["","The Age-Herald","Birmingham, Alabama","July 20, 1897",""]},{"divid":1214339414,"type":"Newspaper Article","data":["","The Age-Herald","Birmingham, Alabama","July 21, 1897",""]},{"divid":1214339417,"type":"Newspaper Article","data":["","The Age-Herald","Birmingham, Alabama","July 25, 1897",""]},{"divid":1214339421,"type":"Newspaper Article","data":["","The Age-Herald","Birmingham, Alabama","August 8, 1897",""]}],"locations":[{"id":1013,"lat":39.603674835,"lng":-77.8141711851,"zoom":9,"place":"WASHINGTON, Maryland"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}