{"id":1411,"title":"Alabama secedes from the Union and joins the Confederacy\n","course_id":1,"status":"P","start_date":"1861-01-11","end_date":"1861-01-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Alabama Convention convened in Montgomery as delegates arrived to vote on secession.  After long debates and delays, the convention voted 61 to 39 in favor of secession.  White Alabamans felt threatened by the North and the Republican Party.  Alabama was a strong slave state who would suffer great economic loss if the institution of slavery were revoked.  The monetary loss of slave property some 25 to 30 million of Alabama capital was just unthinkable to slaveholders who owned one or two slaves as it was to large planters who had fortunes invested.'  (Rogers, 184-185)  Alabama was dependent on the labor source that slaves provided, so the issue to secede was not taken lightly.&lt;br /&gt;&lt;br /&gt;          The declaration of Alabama as a free and sovereign state was directly related to the federal government's coercion of slavery as unconstitutional as a violation of rights.  Alabama thus declared herself autonomous of the United States during the convention in order to protect what it believed to be a state's constitutional right.  Seventy-nine of the 100 delegate members in the convention owned slaves.  (Rogers, 184)  &lt;br /&gt;&lt;br /&gt;          The news spread quickly to the rest of the country, while in Montgomery, Alabama larger plans for the South were formulated.  An invitation is extended to other Southern States to meet in Convention in Montgomery on the 4th of February, for the purpose of forming a Southern Confederacy.'  (The New York Times, January 12, 1861, p. 4)  The secession of Alabama, as voted upon in Montgomery, would soon prove to be a significant gain for the Southern cause as a state in the Confederacy and as the initial capital of the Confederate States of America."],"display_date":"January 11, 1861","search_date":"1861-01-11","citations":[{"divid":1214339560,"type":"Book","data":["William Warren Rogers","Alabama: The History of a Deep South State",null,"Tuscaloosa","The University of Alabama Press","1994","184-185"]},{"divid":1214339616,"type":"Newspaper Article","data":["","The New York Times","","January 12, 1861",""]}],"locations":[{"id":1014,"lat":32.2488115675,"lng":-86.1666274124,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}