{"id":1418,"title":"Closing of Ware High School\n","course_id":1,"status":"P","start_date":"1897-07-10","end_date":"1897-07-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Founded by one of the most prominent educators in the country, Mr. Richard A. Wright, Ware High School was the first high school for African-Americans in all of Georgia. A secondary school for African-Americans, it was seen as symbol of interracial cooperation for many in the community.  In 1897 Ware High School was thriving, nearly doubling its number of students and even added an assistant teacher since its establishment.  Its principal, Henry L. Walker, was the organizer of the Negro State Teachers' Association, serving as its president for nearly a decade and was highly regarded by both the black community and the school board.&lt;br /&gt;However, on June 10, 1987, the Augusta County School Board voted in favor of closing Ware High School.  The board terminated the school due to a need of more black primary schools' and remarked that they could use the funds set aside for Ware H.S. in a more appropriate manner.  It appears that initial spark for this movement came from Lucy Laney, the principal of a competing African American private school, although evidence is fragmentary.  &lt;br /&gt;This decision and due to the nature of its sudden announcement, serious debate was sparked among the African-American community and led to a storm of protest backed by a 155 person petition for the reopening of the high school addressed to the school board, and split the community.  Many of these protestors were very well educated and held nice positions in the working world, but were not afraid to assert their rights despite the possible repercussions they might face from white customers or employers."],"display_date":"July 10, 1897","search_date":"1897-07-10","citations":[{"divid":1215536671,"type":"Article","data":["Morgan J. Kousser","Separate but not Equal: The Supreme Court?s First Decision on Racial Discrimination in Schools","The Journal of Southern History","1","1980","17-44"]},{"divid":1215537467,"type":"Website","data":["G.F. Richings","Evidences of Progess Among Colored People","University of North Carolina at Chapel Hill","http://docsouth.unc.edu/church/richings/richings.html","October 2, 2005"]}],"locations":[{"id":1020,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}