{"id":1420,"title":"Augusta County School Board Rejects Petition on Behalf of Ware High School\n","course_id":1,"status":"P","start_date":"1897-08-28","end_date":"1897-08-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On this date in late August, the Augusta County School Board rejected a petition on behalf of 155 African-Americans within the community made in protest to the closing of Ware High School, a secondary school for African-Americans in the area, by a vote of 23-3 with two abstentions.  It is important to note that all three of the dissenters represented the Fifth Ward, a lower-class factory region which was the cities strongest Populist ward.  While they had initially spoke of compromise, the board simply offered to restore Ware when economic conditions permitted' (Kousser 28).&lt;br /&gt;In Superior Court, Judge Enoch Calloway decided that the board had discretion to abolish all the high schools or tailor them to fit the needs of students of different races and geographical areas' and that once the board did decide to open public high school facilities for whites, it had to offer them for blacks as well' (Kousser 31).  However, in Georgia Supreme court this ruling was overruled and granted the board entirely unlimited discretion over high schools' (Kousser 32) &lt;br /&gt; The case eventually found his way into the United States Supreme Court, which focused on the equal protection clause of the 14th Amendment in the United States Constitution.  Supreme Court Justice Harlan said that states could blatantly deny blacks equal protection so long as there was no direct evidence that they did so because of race' (Kousser 39).  The Supreme Court decided in favor of the school board, permitting the separate treatment of African-Americans with respect to their education, setting a poor precedent that gave the southern and other states a green light to heighten discrimination in publicly funded activities and discouraged black litigants from seeking redress in federal courts' (Kousser 43).  The effects of this decision affected not only the county of Augusta, where race-relations became instantly strained within the community, but spread throughout the country and led to even more racial tensions in the academia world."],"display_date":"August 28, 1897","search_date":"1897-08-28","citations":[{"divid":1215538069,"type":"Article","data":["Morgan J. Kousser","Separate but not Equal: The Supreme Court?s First Decision on Racial Discrimination in Schools","The Journal of Southern History","1","1980","17-44"]},{"divid":1215538117,"type":"Website","data":["G.F. Richings","Evidences of Progess Among Colored People","University of North Carolina at Chapel Hill","http://docsouth.unc.edu/church/richings/richings.html","October 2, 2005"]},{"divid":5990,"type":"Government Document","data":[null,null,"zYTixAWzidlF"]}],"locations":[{"id":1022,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}