{"id":1421,"title":"The Civil Rights Bill and Fourteenth Amendment defeated in the Kentucky Legislature.\n","course_id":1,"status":"P","start_date":"1867-01-07","end_date":"1867-10-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Despite the passage of the Fourteenth Amendment and the Civil Rights Act in 1866, the Kentucky Legislature rejected both acts on January 7, 1867, by the votes of 62-26 and 24-7. The acts secured the citizenship and Civil Rights to all Americans whether black or white. The infringement of Civil Rights under the pretence of law and custom was made illegal, and the acts legalized the removal of cases from the state court to the federal courts when states refused to protect the rights of an individual.&lt;br /&gt;&lt;br /&gt;The civil rights bill and fourteenth amendment represented more than the enfranchisement of black southerners to whites. Representation and the union were also big issues. The Kentucky legislature claimed that Congress acted unconstitutionally in attempting to adapt Kentucky law. The acts offended Kentucky due to the exclusion of Southern representation in Congress. In the eyes of the Kentucky legislature, without Southern representation Congress met illegally and unconstitutionally. Therefore, Kentucky did not consider the two-thirds of the two houses needed to pass the bills enough for them to accept the acts. Kentucky regarded exclusion particularly offensive for in their eyes both the Confederate and Union Army had behaved badly in the war.&lt;br /&gt;&lt;br /&gt;The Kentucky Governor expressed the view that the lack of representation of the South only furthered the divide between the North and South. He regarded the acts as an act of hate towards the South. Reinstating Southern representation would be the only means to restore the true and proper relations' (Louisville Daily Journal, January 5, 1867). Kentucky newspapers celebrated the speeches of their Governor condemning the acts. He prophesized the ineffectiveness of ratification for as in Northern states, the South would put restrictions on the vote to re-disenfranchise blacks. Kentucky considered the extension of the vote to Southern blacks as unwise due to the potential of corruption and weakening of the system by giving the vote to men who were not competent of their responsibility. Kentuckians gave further paternalistic reasons for the rejection of the acts. In giving the vote to an inferior race, they argued that it would draw Southern blacks from under the protective care of the superior Southern whites, and therefore lead to the destruction of blacks."],"display_date":"January 7, 1867 - October 31, 1867","search_date":"1867-06-04","citations":[{"divid":1214235097,"type":"Newspaper Article","data":["","Louisville Daily Journal","","January 5, 1867",""]},{"divid":1214235126,"type":"Newspaper Article","data":["","Louisville Daily Journal","","January 7, 1867",""]},{"divid":1214235163,"type":"Newspaper Article","data":["","Louisville Daily Journal","","January 8, 1867",""]},{"divid":1214235209,"type":"Book","data":["Lowell H. Harrison, James Klotter","A New History of Kentucky",null,"Lexington, KY","University Press of Kentucky","1997",""]},{"divid":1214237198,"type":"Article","data":["Victor B. Howard","The Black Testimony Controversy in Kentucky 1866-1872","Journal of Negro History","2","1973",""]},{"divid":1214237281,"type":"Article","data":["Robert J. Kaczorowski","To Begin the Nation Anew: Congress, Citizenship, and Civil Rights after the Civil War","The American Historical Review","1","1987",""]}],"locations":[{"id":1023,"lat":38.2391019422,"lng":-84.877038419,"zoom":10,"place":"FRANKLIN, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}