{"id":1423,"title":"Kentucky Governor Election\n","course_id":1,"status":"P","start_date":"1899-12-01","end_date":"2/3/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William Goebel won the Democratic party's nomination in December, 1899 for Governor  of Kentucky.  In light of the fact that the Democratic party had previously been a Confederate dominated party, it was unusual for the Pennsylvanian to win the nomination.  His following was mainly composed of young democrats.  His campaign was extremely ambitious and well organized.  He stood for controlling corporations, aiding the laboring class, and was known as a friend to the common man' (p.269)  He was hated Republicans and a group of Democrats who formed the Honest Election League Party, also known as the Brown Democrats, when Goebel won the gubernatorial Democratic nomination.  In 1895 he killed one of his enemies,  a confederate democrat, in a duel in Covington, KY.  Before running for Governor he used his position in the State Senate to pass an act in 1898 which later became a law.  The act called for a Board of Election Commissioners, chosen largely by Goebel, that would decide the outcome of disputed state governor races.  Goebel's influence over these commissioners caused Republicans to react strongly.  In October, the Republican county chairman of London Depot, Kentucky notified Goebel election commissioners that they would be lynched if even one vote was stolen.  &lt;br /&gt;&lt;br /&gt;The election was too close to call between Republican candidate William S. Taylor and Democratic candidate William Goebel.   The Board of Election Commissioner declared Taylor governor and an investigating committee was assembled of ten Democrats and one Republican.  Republicans and Democrats threatened each other continuously as tensions rose at the state capital.  On January 30, 1900 Goebel was shot and mortally wounded outside the state capital.  Governor Taylor declared a state of insurrection' and demanded that the legislature reconvene in a safer location.  Democratic members of the legislature convened privately to discard enough votes to declare Goebel governor.  On January 31, 1900 Goebel was declared Governor of Kentucky.  His time in office only lasted until his death on February 3, 1900.  However in these three days he called for the dispersal of the militia and the reassembly of the legislature.  The Republicans refused to acknowledge the Constitutionality of  Democratic actions.  This conflict ended with each party stationing over one thousand armed men on the capital lawn.  Only after Goebel's death did tensions subside and the U.S. Supreme Court declared Goebel governor validating the actions of the democratic legislature.  Goebel's lieutenant governor, J.C.W. Beckham, took his place as Governor of Kentucky."],"display_date":"December 1, 1899 - February 3, 1900","search_date":"1900-01-02","citations":[{"divid":1214339910,"type":"Book","data":["Lowell H. Harrison and James C. Klotter","A New History of Kentucky",null,"Lexington","The University Press of Kentucky","1997","269-274"]},{"divid":1214339990,"type":"Newspaper Article","data":["Goebel?s New Enemy","The Washington Post","","October 10, 1899","1"]}],"locations":[{"id":1025,"lat":38.0422598094,"lng":-84.4586978215,"zoom":9,"place":"FAYETTE, Kentucky"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}