{"id":1426,"title":"Formation of the Ku Klux Klan\n","course_id":1,"status":"P","start_date":"1867-04-13","end_date":"1869-02-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 13, 1867 the Tennessee Conservatives held a convention in Gallatin. The convention had two speakers: the Honourable Bailey Peyton and an influential African American preacher. Reports on the convention stated that the preacher stood up, declared the present Republican Governor Brownlow a colored man in disguise, and encouraged the few African American present to vote for him. The proclamation resulted in a cheer from the few African-Americans in the crowd.&lt;br /&gt;&lt;br /&gt;The convention reflected the many failed attempts of Southern Conservatives and Democrats to attract the vote of the newly enfranchised black man. Instead, Tennessee blacks voted to ensure the political success of Governor Brownlow in the 1867 election. As a result April, 1867 saw that the first meeting of the Ku Klux Klan in Nashville, Tennessee. Democratic Party leaders, Conservative Unionists and ex-Confederates met with members of dispersed groups of men to form a centralized, united organization of the Ku-Klux Klan. It transformed the Ku-Klux Klan from a social club to the political and terrorist movement, which resorted to terror and intimidation to keep blacks away from the voting table, and to keep Republicans out of office.&lt;br /&gt;&lt;br /&gt;In April, 1867 the Ku Klux-Klan set up the administration of the organization, appointing General Forrest as their leader Grand Wizard of the Empire, and stressed the need for secrecy. In 1868, the Ku Klux-Klan developed a constitution including the aims to protect the innocent and the constitution of the United States. Over the next two years Ku-Klux Klan activity spread across West and Mid-Tennessee, and throughout the South. Despite two ineffective acts of legislation against the Ku-Klux Klan, it was not until February 25, 1869, with the resignation of Brownlow that the Ku-Klux Klan ceased its activity. General Forrest called for all the masks and costumes of the Ku-Klux Klan to be destroyed; believing that with the end of Brownlow's governorship the Klan had achieved its objectives."],"display_date":"April 13, 1867 - February 25, 1869","search_date":"1868-03-20","citations":[{"divid":1215539591,"type":"Article","data":["James Taft Hatfield","Goethe and the Ku-Klux Klan","PMLA","4","1927",""]},{"divid":1215539632,"type":"Book","data":["Robert E. Corlew","Tennessee, A Short History",null,"Knoxville, TN","University of Tennessee press","1981",""]},{"divid":1215539678,"type":"Newspaper Article","data":["","Brownlow?s Knoxville Whig","","April 3, 17, 24, 1867",""]}],"locations":[{"id":1028,"lat":36.1567844857,"lng":-86.2970579284,"zoom":9,"place":"WILSON, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}