{"id":143,"title":"Open letter to the women of Virginia about what they can do to help the state debt\n","course_id":1,"status":"P","start_date":"1878-05-01","end_date":"1878-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Worry over the enormous state debt consumed the minds of many Virginians during 1878. From political forums to private discussions people tried to come up with ways to solve the problem of the state debt and to hopefully to not increase taxes. In an open letter to the women of Virginia, Miss E. Maury came up with a plan to fix the state's problems by the mobilization of women. She reasoned that since the legislature refused to tax whiskey and tobacco that women should put up our shoulders to the wheel and see if we cannot move this heavy burden' according to The Lexington Gazette. Proposing that in each county a woman be appointed to be in charge of the Woman's Fund for Liquidation of the State Debt,' she envisioned a system in which women saved money and donated it to erasing the state debt and challenging peers to match their contributions.&lt;br /&gt;This proposal of a women's fund to take action in the government was part of a larger movement in the South that had taken root in the conflict of war. The war had lifted previous barriers to responsibility for women and after its end employment opportunities such as teaching were opened up to women. This newfound freedom was especially controversial in the South were according to William J. Cooper in The American South: A History, ladies were not supposed to unsex' themselves by stepping into the masculine world of politics, work, saloons, and such.' Organizations like the Women's Fund for Liquidation of the State Debt were the beginnings of the women's movement that would sweep the country during the later nineteenth and early twentieth centuries."],"display_date":"May 1, 1878 - May 30, 1878","search_date":"1878-05-15","citations":[{"divid":1213137643,"type":"Book","data":["William J. Cooper","The American South: A History",null,"New York","McGraw Hill","1996","435-438"]},{"divid":1213137912,"type":"Newspaper Article","data":["","The Lexington Gazette","Lexinton, Virginia","May 31, 1878",""]}],"locations":[{"id":98,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}