{"id":1430,"title":"The Second Reconstruction Act is passed\n","course_id":1,"status":"P","start_date":"1867-03-23","end_date":"1867-03-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Second Reconstruction Act of March 23, 1867 supplemented the First Reconstruction Act. The First Reconstruction Act left the Southern States in confusion to whose role it was to reinforce the legislation. The Second Act answered this problem. It established and clarified that the military commanders held responsibility to register voters and hold elections in their territories. The Second Reconstruction Act also made two changes to the first. It required that every voter recite the registration oath promising their support to the constitution and their obedience to the law.  It met the need to deal with the many Southern office holders who had entered their post before the civil war, and so had not taken the oath of allegiance to the constitution. The act specifically disenfranchised these men, and stripped them of their office. &lt;br /&gt;&lt;br /&gt;Also, the Second Reconstruction Act altered the First in the method of counting votes. In the First Reconstruction Act, the ratification of the constitution required a majority of all registered voters. The second changed this so that only the majority of votes cast were needed to get the constitution ratified, which enabled the constitution to be ratified much more easily against the will of many ex-Confederates. &lt;br /&gt;&lt;br /&gt;Although the South regarded the First and Second Reconstruction Acts as embarrassments to the constitution, Northern radicals and moderates had compromised greatly to get them passed by the two thirds of support needed in Congress. The temporary military presence in the Southern states disappointed radicals. Even with this compromise, Congress did not send enough troops South to register voters and arrange elections. The act only provided suffrage for African-Americans in the Southern states, not in the North. The strength of Free Labor ideology meant the Federal Government did not include economic assistance or the provision of permanent bureaucratic agencies to assist freedmen, greatly undermining the aim of equality for freemen. The lack of support from the South, Andrew Johnson, and the unwillingness of military commanders to override state wishes made it a great difficulty for the act to be completely fulfilled by the South."],"display_date":"March 23, 1867","search_date":"1867-03-23","citations":[{"divid":1216520295,"type":"Book","data":["David Herbert Donald, Jean Baker, &amp; Michael Holt","Civil War &amp; Reconstruction",null,"New York","Norton","2001",""]},{"divid":1216520328,"type":"Book","data":["Eric Foner","Unfinished Revolution 1863-1877",null,"New York","Harper &amp; Row","1988",""]},{"divid":1216520367,"type":"Newspaper Article","data":["","Lynchburg Daily Virginian","","March 22, 1867",""]},{"divid":1216520385,"type":"Newspaper Article","data":["","Montgomery Daily Advertiser","","March 16, 1867",""]}],"locations":[{"id":1031,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}