{"id":1431,"title":"The First Reconstruction Act is passed\n","course_id":1,"status":"P","start_date":"1867-03-02","end_date":"1867-03-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The First Reconstruction Act, also known as the Military Reconstruction Act, passed into law on March 2, 1867 over the veto of President Andrew Johnson. The act applied to all the ex-Confederate states in the South, except Tennessee who had already ratified the Fourteenth Amendment. It split the states into five military districts, each under the control of a Northern General whose responsibility it was to protect life and property. The First Reconstruction Act also demanded the need for new state delegates and constitutions, the ratification of the Fourteenth amendment, and the provisions of equal rights for each citizen. The most radical aspect of the Act was the enfranchisement of all citizens, except ex-Confederates, and so provided for the coming of black suffrage&lt;br /&gt;&lt;br /&gt;The President attempted to veto the bill, for he regarded it as unconstitutional. In his eyes, the act denied the states a legal government, and therefore did not provide for the protection of rights and property. Johnson saw Reconstruction as the means to establish peace between the North and South, and resume normal relations. However, like many in the South, he saw the Act as antagonistic and contradictive of this aim. Johnson, and the South, also saw the danger in the power bestowed on the military commanders. To them it appeared as if Congress were attempting to establish a military monarchy in the South, in which the will of the commander was law, and in which cruelty against the South could be exercised at a whim. The commander could condemn a person to death without trial, determine the rights of property and the person, and dispose of land and goods. The South considered this their eventual, long feared subjugation to the North. &lt;br /&gt;&lt;br /&gt;The First Reconstruction act raised further difficulties. Firstly, it took away the equality and validity of the Southern states to which it applied, yet it demanded that they ratified the Fourteenth amendment. Southern politicians argued that Congress had illegally passed the act due to the lack of representation of Southern states. The Southern states were left inactive as neither the military commanders nor the new delegates knew if their role included the responsibility to act in accordance to the law."],"display_date":"March 2, 1867","search_date":"1867-03-02","citations":[{"divid":1216865440,"type":"Book","data":["Eric Foner","Unfinished Revolution 1863-1877",null,"New York","Harper &amp; Row","1988",""]},{"divid":1216865467,"type":"Book","data":["David Herbert Donald, Jean Baker, &amp; Michael Holt","Civil War &amp; Reconstruction",null,"New York","Norton","2001",""]},{"divid":1216865506,"type":"Newspaper Article","data":["","Lynchburg Daily Virginian","","March 1, 2, 4, 5, 1867",""]},{"divid":1216865530,"type":"Newspaper Article","data":["","Montgomery Daily Advertiser","","March 16, 1867",""]}],"locations":[{"id":1032,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}