{"id":1438,"title":"Decreasing Cotton Prices and McDuffie&#39;s Forty Bale Theory\n","course_id":1,"status":"P","start_date":"1830-04-06","end_date":"1830-04-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The early 1800's were an interesting time in the Southern economy, as cotton prices both boomed and then began to dip. By 1830, prices had bottomed out in at 9 cents per pound, and Southerners searching for the cause narrowed in on Federal tariffs, specifically the Tariff of 1828. Newspapers such as the Charleston Mercury on August 3 argued that the tariff resulted in the annihilation of commerce' which would of necessity produce an annihilation of our means of naval defense' as well. This perception of the effects of the Tariff, though controversial, is what most impacted the Southern political identity, especially in South Carolina.&lt;br /&gt;&lt;br /&gt;The highlight of the argument came with Congressman George McDuffie of South Carolina's 40 Bale Theory, which argued that a 40% tariff on imported finished cotton good resulted in a 40% increase in price to consumers. He thought that this in turn caused a 40% decrease in US sales of imported finished cotton good, which meant a 40% decrease in the demand for raw cotton abroad and thus a 40% decrease in income for planters. In an April 26, 1830, speech before the House of Representatives, reprinted in the Richmond Enquirer on June 1, McDuffie asks for the same reason, therefore, that a duty upon the exports of cotton cannot raise the price of that cotton in the British markets, a duty upon the imports of British merchandise cannot depress the price of that merchandise in those markets?' In other words, the American tariff can only hurt Americans. It does nothing to effect Britain's sale prices.&lt;br /&gt;&lt;br /&gt;The 40 Bale perception, therefore, means that although the restrictive federal tariff may protect U.S. industry to some degree, it directly hurts U.S. planters and consumers as a whole -- an idea that is based in what is now known to be economic reality. In addition, though, the Tariff was a major part of the Federal tax income, an income which Congress was attempting to spend on controversial internal improvements such as roads and canals. This, then, only helped fuel anger over the Tariff and what from hindsight can be seen as the growing sectional debate over the proper role of the Federal government."],"display_date":"April 6, 1830","search_date":"1830-04-06","citations":[{"divid":1214417175,"type":"Book","data":["William W. Freehling","The Road to Disunion&#58; 1776-1854",null,"New York","Oxford University Press","1990","255-256"]},{"divid":1214417221,"type":"Book","data":["Harry L. Watson","Liberty and Power&#58; The Politics of Jacksonian America",null,"New York","The Noonday Press","1990","114"]},{"divid":1214417276,"type":"Newspaper Article","data":["","The Globe","","December 7, 1830",""]},{"divid":1214417286,"type":"Newspaper Article","data":["","The Federal Union","","July 24, 1830",""]},{"divid":1214417304,"type":"Newspaper Article","data":["","The Richmond Enquirer","","May 28, 1830",""]},{"divid":1214417324,"type":"Newspaper Article","data":["","The Richmond Enquirer ","","June 1, 1830",""]},{"divid":1214417342,"type":"Newspaper Article","data":["","Charleston Mercury","","August 3, 1830",""]}],"locations":[{"id":1038,"lat":33.8522812111,"lng":-80.2797613977,"zoom":8,"place":"SUMTER, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}