{"id":144,"title":"Large Cotton Mills Open in Two Virginia Towns\n","course_id":1,"status":"P","start_date":"1899-01-20","end_date":"1899-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The January 21 edition of the Richmond Dispatch announced the opening of large cotton mills in two towns in Virginia, Manchester and Old Dominion. The mills were already constructed in both towns, but had been closed, the Marshall Mills in Manchester for eighteen months and the Dominion mills for five years. The Mills would now be run in cooperation with one another, adopting the name United Cotton Mills, and would be financed with money coming from Richmond and New York. The newspaper assured readers that it can be stated on unquestioned authority that the gentlemen holding stock have plenty of men to put them in running shape and conduct them in a way that will enable them to meet the competition of any plant in the country'. Machinery in both mills would be replaced with more modern equipment and would manufacture plain cloth that would be marketed solely to China. &lt;br /&gt;The final two decades of the nineteenth century saw a dramatic cotton-mill boom, with the number of working spindles growing sharply from 11,898 in the late 1860s to 32,266 in 1880 to 110,000 in 1905. Cotton consumption grew sevenfold between 1880 and 1900, the value of mills in the South multiplied nine times to about 95 million and the number of men employed in the industry grew from about seventeen to nearly one-hundred thousand. Cotton was unquestioningly the largest industry in the South, significantly outperforming the iron and steel factories and the tobacco industry. The textile industry even managed to perform well during the depression that shook the South in the 1890s. At the closing of the nineteenth century, cotton was still king in the American South."],"display_date":"January 20, 1899 - January 30, 1899","search_date":"1899-01-25","citations":[{"divid":1213677904,"type":"Newspaper Article","data":["","Richmond Dispatch","Richmond, Virginia","January 21, 1899",""]},{"divid":92334,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["uCDnKjMsS"]},{"divid":664092,"type":"Manuscript on Microfilm","data":[null,null,null,null,null,null,null,"EEDCuocTvShFDs"]}],"locations":[{"id":99,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}