{"id":1441,"title":"Tennessee Internal Improvements Bill\n","course_id":1,"status":"P","start_date":"1830-01-02","end_date":"1830-01-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 2, 1830, the state of Tennessee passed an Act to establish a board of Internal Improvement, and set apart one hundred and fifty thousand dollars to be appropriated to the improvement of the navigable rivers and other objects of Internal Improvement in (the) state,' as reported by the Knoxville Register on January 27, to be divided on various works across the state. Designed mostly to make the Tennessee River passable to shipping, this appropriation was a tremendous endeavor for a state which had existed for only thirty-five years and was still very much an undeveloped and sparsely settled frontier. &lt;br /&gt;&lt;br /&gt;Nonetheless, the government of Tennessee was beginning to recognize the importance of developing an efficient and usable infrastructure network not only to improve trade and the flow of goods, but also to improve communication. By clearing the Tennessee River and building roads and canals in other parts of the state, Tennessee not only improved its internal trade and communication, but it also more firmly link itself to the Mississippi River network. This network was an integral part of the U.S. economy as it stretched from New Orleans up through the frontier to the Ohio River Valley, the Northwest, and even the Great Lakes, the St. Lawrence River, and eventually the Atlantic Ocean. By linking themselves to this network, Tennessee ensured not only an increase in the flow of goods and information, but a strengthening of bonds with the United States as a whole. Indeed, the Raleigh Register takes note of this Act on January 28, 1830, declaring it of very considerable importance, inasmuch as it will give an impulse to public enterprise.'&lt;br /&gt;&lt;br /&gt;This developmental sentiment was representative of the U.S. as a whole as well. In Virginia, for example, a letter from residents of Staunton to the General Assembly desired to incorporate(e) a Company, with the usual powers of a Turnpike Company' to construct a road from Staunton to intersect the Ohio and Chesapeake Canal.' However, acts such as that in Tennessee were overshadowed by a national debate on the proper role of the Federal government in development. Specifically, President Andrew Jackson contended that the Federal government did not have to right to invest in state projects such as those in Tennessee or the construction of the Maysville Road because it would give the Federal government too much control in local affairs. Thus, it was up to the states to conduct such improvement internally, making Tennessee's bill could be construed as an early precursor to this debate."],"display_date":"January 2, 1830","search_date":"1830-01-02","citations":[{"divid":1214417411,"type":"Book","data":["Robert E. Corlew","Tennessee: A Short History",null,"Knoxville","University of Tennessee Press","1999","200"]},{"divid":1214417478,"type":"Newspaper Article","data":["","The Globe","","December 7, 1830",""]},{"divid":1214417502,"type":"Newspaper Article","data":["","The Knoxville Register","","January 13, 1830",""]},{"divid":1214417510,"type":"Newspaper Article","data":["","The Knoxville Register","","January 28, 1830",""]},{"divid":1214417553,"type":"Newspaper Article","data":["","The Raleigh Register","","January 27, 1830",""]},{"divid":1214417591,"type":"Manuscript","data":["","To the Honourable the Speaker and Members of both Houses of the General Assembly of Virginia. , broadside",null,"","","","Special Collections Library, University of Virginia"]}],"locations":[{"id":1040,"lat":36.1806707867,"lng":-86.8728574445,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}