{"id":1442,"title":"Jefferson Davis freed from prison.\n","course_id":1,"status":"P","start_date":"1867-05-13","end_date":"1867-05-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 13, 1867, Jefferson Davis walked free from prison on bail from Fort Monroe Virginia, after just three months of legal litigation. His bail cost 10,000. The United States had kept him in prison for two years after the collapse of the Confederacy, when the Union army had captured and imprisoned him on May 10, 1865 for treason. Even at the time of Davis' release people predicted that his trial would never actually occur. If it were to happen, it would be a very superficial affair.&lt;br /&gt;&lt;br /&gt;While the North mourned the release of the arch traitor' (quotation from the Washington Chronicle in Lynchburg Daily Virginian, May 14, 1867), the Southern responded to Davis' release with jubilation. According to contemporary newspapers, large, cheering crowds met Jefferson Davis at various locations in Richmond, Virginia. The South celebrated his release as the awakening of the North to the injustices served against Davis and the South. They regarded it as the first step towards North and South reconciliation. Many Southerners saw the recovery of their leader as the foundation for the restoration of Southern liberties and rights. &lt;br /&gt;&lt;br /&gt;However, other Southerners viewed Jefferson Davis' release more cynically. They saw Davis' release not as an act of goodness, but as political manipulation and tokenism. By releasing Davis the North improved their image in the eyes of the French and English, and settled some dissatisfaction in the South. However the newspapers arguing this view highlighted how the North failed to deal humanely with the suffering of six million Southerners. They regarded the release of Davis as a mockery to strengthen the degradation, oppression, poverty, and mortification of the South."],"display_date":"May 13, 1867","search_date":"1867-05-13","citations":[{"divid":1215542204,"type":"Book","data":["William J. Cooper Jr., Thomas E. Ternill","The American South, A History",null,"New York","McGraw-Hill Companies, Inc.","1996",""]},{"divid":1215542571,"type":"Book","data":["David Donald, Jean Baker, Michael Holt","The Civil War and Reconstruction",null,"New York","W.W. Norton &amp; Company","2001",""]},{"divid":1215542662,"type":"Book","data":["Eric Foner","Reconstruction, America?s Unfinished Revolution, 1863- 1877",null,"New York","Harper &amp; Row","1988",""]},{"divid":1215542969,"type":"Book","data":["Robert O?Brien, Harold H. Martin, eds.","The Encyclopaedia of the South ",null,"Minneapolis, MN","Green Spring Inc.","1985",""]},{"divid":1215543247,"type":"Article","data":["Roy Franklin Nichols","United States vs. Jefferson Davis","American Historical Review","2","1926",""]},{"divid":1215543316,"type":"Newspaper Article","data":["","Lynchburg Daily Virginian","","May 14, 1867",""]},{"divid":1215543346,"type":"Newspaper Article","data":["","Charlottesville Chronicle","","March 14, 16, 1867",""]}],"locations":[{"id":1041,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}