{"id":1444,"title":"First Recorded Sit-In.\n","course_id":1,"status":"P","start_date":"1867-03-27","end_date":"1867-03-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 27, 1867, after the end of the Freedmen's meeting in Charleston, a group of African-Americans decided to test their right to ride on the Charleston Street Cars. The Streetcar Company's rules denied them this right. At 5 o'clock two to five men entered a streetcar on the King Street line, and sat among the white customers. Conductor Rivers endeavoured to explain the rules of the company and that he had the right to forcibly remove them, yet the men did not move. Rivers called the police, but they also failed to remove the men. A large group of African-Americans gathered and attempted to push the car forward while threatening the conductor and police with sticks and physical violence. The police ordered the driver to continue, and drove the protesters to the Guard house where they were arrested and removed the men. The police had to call the military to disperse the crowd.  &lt;br /&gt;&lt;br /&gt;Other African-Americans held protests at the same time. In response one driver removed his horses from the car and left the streetcar. When other groups of African-Americans were denied access to the cars by conductors they proceeded to disrupt the route by placing stones on the line. Further protests occurred on April 2, 1867 in which two policemen were severely beaten by two African-Americans. &lt;br /&gt;&lt;br /&gt;As a result of these protests, the police of Charleston arrested a total of eleven men on the charge of inciting a riot. The military restored order in Charleston, but African-Americans then used legal litigation to gain their full rights. By May, 1867 African-Americans rode in the streetcars. By June, Commander Sickles banned discrimination of railroads, horse-cars and steamboats."],"display_date":"March 27, 1867","search_date":"1867-03-27","citations":[{"divid":1215544281,"type":"Book","data":["Walter Edgar","South Carolina, A history",null,"Columbia, SC","University of South Carolina Press","1998",""]},{"divid":1215544389,"type":"Book","data":["Joel Williamson","After Slavery, The Negro in South Carolina During Reconstruction, 1861-1877",null,"Chapel Hill, NC","The University of North Carolina Press","1965",""]},{"divid":1215544429,"type":"Newspaper Article","data":["","The Charleston Daily Courier","","March 29, April 2, 1867",""]},{"divid":1215544454,"type":"Newspaper Article","data":["","Charleston Mercury","","April 1, 2, 4, 6, 8, 1867",""]}],"locations":[{"id":1042,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}