{"id":1445,"title":"Maysville Road Act\n","course_id":1,"status":"P","start_date":"1830-05-22","end_date":"1830-05-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One of the most controversial Acts of its time, the Maysville Road act authorizing the purchase of 50,000 worth of stock in the Maysville, Washington, Paris, and Lexington Turnpike Company, otherwise known as the National, or Cumberland, Road. To begin with, the road itself, or what was actually built of it, was a significant advance in construction technology. The four mile stretch that was constructed between Maysville and Washington, Kentucky as was a macadamized' road which was passable in virtually any weather conditions, and greatly reduced freight costs by allowing for heavier loads. Its fifty foot width involved innovative construction techniques such as drainage ditches, and marked a step forward in internal improvement technology.&lt;br /&gt;&lt;br /&gt;The project, however, had far more important national implications because there was a Constitutional question as to whether the Federal government could invest in a private corporation. Though Congress clearly believed the Federal government should encourage internal development this way, many Southerners believed that such investment was an infringement on states' rights because it would give the Federal government too much direct control. The Richmond Enquirer, for instance, wrote on May 25, 1830, that they do most religiously hope (President Jackson) will sign this Maysville Road Bill.' The Inquirer was therefore enthused to print Jackson's message to Congress on June 1, 1830, in which he return(ed) to the House of Representatives the enrolled bill.'&lt;br /&gt;&lt;br /&gt;President Jackson's reasoning in vetoing the Maysville Road Bill is fairly straightforward, yet lay at the heart of the controversy at the time over the proper role of the Federal versus the state governments and the respective powers of each. In a later letter to Congress, reprinted in The Globe on December 7, 1830, Jackson writes that if the interest of the Government in private companies is subordinate to that of individuals, the management and control of a portion of the public funds is;.. beyond the supervision of our constituents.' Yet, at the same time, Jackson points out that the power which the Central Government would acquire within the several States by becoming the principal stockholder in corporations;. is almost inconceivable, and, in my view, dangerous.' This reasoning is for the most part agreed with throughout the South, because though the importance of Internal Improvements is recognized, many felt it should be done on a private, local, or at least state level."],"display_date":"May 22, 1830","search_date":"1830-05-22","citations":[{"divid":1214417676,"type":"Book","data":["Lowell H. Harrison and James C. Klotter","A New History of Kentucky",null,"Lexington","The University Press of Kentucky","1997","126-127"]},{"divid":1214417722,"type":"Book","data":["H. Talmage Lefler and Albert R. Newsome","The History of a Southern State: North Carolina",null,"Chapel Hill","The University of North Carolina Press","1973","343"]},{"divid":1214417796,"type":"Book","data":["Harry L. Watson","Liberty and Power: The Politics of Jacksonian America",null,"New York","The Noonday Press","1990","135-136"]},{"divid":1214417846,"type":"Newspaper Article","data":["","The Globe","","December 7, 1830",""]},{"divid":1214417875,"type":"Newspaper Article","data":["","The Richmond Enquirer","","May 25, 1830",""]},{"divid":1214417892,"type":"Newspaper Article","data":["","The Richmond Enquirer","","May 28, 1830",""]},{"divid":1214417913,"type":"Newspaper Article","data":["","The Richmond Enquirer","","June 1, 1830",""]}],"locations":[{"id":1043,"lat":38.5948878034,"lng":-83.8260117349,"zoom":10,"place":"MASON, Kentucky"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}