{"id":1447,"title":"Report on the Louisville-Portland Canal\n","course_id":1,"status":"P","start_date":"1830-01-15","end_date":"1830-01-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 15, 1830, the Baltimore American and Commercial Advertiser included a report respecting the state and progress of this important work,' the Louisville-Portland Canal, and the specific methods and requirements of its construction. Finished later in 1830, the Canal, which stretches mostly through Kentucky, allowed steamboat travel to avoid the impassable Ohio River Falls and continue by water -- thus greatly reducing shipping time and costs for freight. &lt;br /&gt;&lt;br /&gt;Though the canal was not a complete fix as it could not handle larger boats, it was a vast improvement that greatly helped the economy of the region by better linking it to the Mississippi River network, which stretched from the Gulf of Mexico, through the Ohio River Valley, to the Great Lakes, and beyond. These links were vital in the pre-railroad era of 1830, because although railroads existed the U.S. was still very much a riparian economy. Thus, linking itself to this network not only improved shipping costs and speed throughout the region, but it also linked the local economy much more firmly into the national and international markets. This allowed for the flow of imports and exports, as well as the better communication of ideas.&lt;br /&gt;&lt;br /&gt;The Louisville-Portland canal, however, was also an example of the great controversy at the time concerning the role of the Federal government in Internal Improvements. The Canal, which was constructed and run by a private company, included Federal investments which President Andrew Jackson called the first erroneous step ;.. (in) a partnership between the Government and private companies,' according to a December 7, 1830, reprint in of Jackson's letter to Congress in The Globe. Though Jackson agreed that improvement was vital to the U.S. economy, his decision to veto an additional investment in the company represents a strong, yet controversial, American and Southern sentiment at the time that the Federal government should not invest directly in private companies as it would give the government too much control. By vetoing additional investments and other improvement bills such as the Maysville Road Act, Jackson showed his firm commitment to what he saw as the importance of sustaining the State sovereignties.'"],"display_date":"January 15, 1830","search_date":"1830-01-15","citations":[{"divid":1214417976,"type":"Book","data":["Lowell H. Harrison and James C. Klotter","A New History of Kentucky",null,"Lexington","The University Press of Kentucky","1997","130"]},{"divid":1214418012,"type":"Newspaper Article","data":["","The Globe","","December 7, 1830",""]},{"divid":1214418038,"type":"Newspaper Article","data":["","The Baltimore American and Commercial Advertiser","","January 15, 1830",""]}],"locations":[{"id":1045,"lat":38.1872796075,"lng":-85.6593965884,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}