{"id":1448,"title":"The Washington Post reports on the Homestead Strike\n","course_id":1,"status":"P","start_date":"1892-06-30","end_date":"1892-11-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Homestead Strike was a series of labor confrontations that occurred for nearly five months in 1892 in Homestead, Pennsylvania.  On June 30, 1892, a three-year contract with the National Amalgamated Association of Iron and Steel Workers expired.  The Carnegie Steel Company, managed at this time by Henry Clay Frick, attempted to cut the wages of the skilled steel workers.  When the workers refused the pay cut, the entire work force was locked out.&lt;br /&gt;&lt;br /&gt;Frick called in strikebreakers to work and Pinkerton agents to protect them.  On July 6, an army of 300 Pinkertons arrived.  Union and non-union workers joined forces against the Pinkertons.  The ensuing battle lasted thirteen hours, with the Pinkertons surrendering to the workers.  Several strikers and Pinkerton men died in the fight, and many others were wounded.  The state militia was called out to weaken the union forces and restore order.  This initial battle was a victory for the strikers and encouraged other strikers around the nation to take action.  As a result, strikes occurred at Coeur d'Alene in Idaho, at the mines in Tennessee, at New Orleans in Louisiana, and in the city of New York.  These strikes demonstrated the unrest among workers in the age of industrial progress.  Many workers felt that slavery had not ended it had just taken a different form.  Workers toiled for long hours in poor conditions.&lt;br /&gt;&lt;br /&gt;On November 20, the Homestead strike was finally declared over.  The army of strikers had given up the fight, and the Carnegie Steel Company resumed operations without the union.  This strike was one of the most disastrous in the history of the United States.  It involved nearly ten thousand men at one time.  The loss of wages amounted to approximately 2,000,000, and the loss of the firm was estimated at nearly double that.  Thirty-five deaths were caused by the strike.  Following this event, there was a lack of labor activism for decades."],"display_date":"June 30, 1892 - November 20, 1892","search_date":"1892-09-09","citations":[{"divid":1215544882,"type":"Newspaper Article","data":["Labor Riot","The Washington Post","","July 7, 1892","1"]},{"divid":1215544904,"type":"Book","data":["C. Vann Woodward","Origins of the New South, 1877-1913",null,"Baton Rouge, LA","University of Louisiana Press","1971",""]},{"divid":1215544950,"type":"Newspaper Article","data":["","The Washington Post","","November 21, 1892","1"]},{"divid":1215544986,"type":"Book","data":["Laurence Urdang, ed.","The Timetables of American History ",null,"New York","Touchstone","1996",""]}],"locations":[{"id":1046,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}