{"id":1450,"title":"Murderous uprising of African-Americans\n","course_id":1,"status":"P","start_date":"1892-07-11","end_date":"1892-07-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Violence was more prevalent in the New South than the Old South, and racial violence was just one part of Southern violence.  One incident of racial violence began on July 11.  Two or three hundred blacks, armed with rifles, congregated in the vicinity of the jail in Paducah, Kentucky, prepared for an attack.  The Sheriff gathered a posse of fifty or seventy-five armed men.  &lt;br /&gt;&lt;br /&gt;The underlying cause of the uprising was the hanging of Charles Hill, a black who assaulted Lydia Starr.  The immediate cause of the outbreak was the arrest of a black man named Thomas Burgess.  Burgess was arrested for several robberies and assaults.  The Negroes said that they armed to protect him from being lynched.&lt;br /&gt;&lt;br /&gt;Right before midnight, the black mob and the crowd of white people dispersed, leaving the militia and about forty armed citizens.  Then, at midnight, seventy-five blacks appeared and fired upon the men collected at the jail.  Elmer Edwards was shot and killed.  The militia and armed citizens returned the fire, and the black mob retreated.  The police arrested over fifty blacks.&lt;br /&gt;&lt;br /&gt;The following night, July 12, a black mob gathered again.  Their intention was to lynch J.E. Randle, a white man who had killed a black man, but the militia maintained order.  Then, on July 13, an officer shot and killed Henry Purvine, a suspicious black man.  Finally, on July 14, the black mob gave in.  More than 200 of their firearms were seized, and many of their leaders were arrested.  A group of black citizens deplored the events of the previous week and promised to cooperate to maintain the peace."],"display_date":"July 11, 1892 - July 14, 1892","search_date":"1892-07-12","citations":[{"divid":1215622859,"type":"Newspaper Article","data":["Shots from Blacks","The Courier-Journal","","July 12, 1892","1"]},{"divid":1215622889,"type":"Newspaper Article","data":["Avengers","The Courier-Journal","","July 13, 1892","1"]},{"divid":1215622916,"type":"Newspaper Article","data":["Critical","The Courier-Journal","","July 14, 1892","1"]},{"divid":1215622953,"type":"Newspaper Article","data":["Paducah Calm","The Courier-Journal","","July 15, 1892","3"]},{"divid":1215622977,"type":"Book","data":["C. Vann Woodward","Origins of the New South: 1877-1913",null,"Baton Rouge, LA","Louisiana State University Press","1951",""]}],"locations":[{"id":1048,"lat":null,"lng":null,"zoom":8,"place":"MC CRACKEN, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}