{"id":1453,"title":"Randolph-Macon College founded\n","course_id":1,"status":"P","start_date":"1830-02-03","end_date":"1830-02-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 1st, 1830, a bill was placed before the Virginia legislature to incorporate the Trustees of Randolph Macon College'' as reported by the Richmond Enquirer on February 4, 1830. Passed on February 3, the bill established a college at Boydton, Virginia, near the border with North Carolina. Though founded by Virginia Methodists, according to Randolph Macon's website the names of Virginian John Randolph and North Carolinian Nathaniel Macon were given to the college to dispel the notion that the school was to be only a sectarian one' as neither Macon nor Randolph was a Methodist. &lt;br /&gt;&lt;br /&gt;Randolph Macon College, or Boydton Male Academy as it was reported by the Raleigh Register on January 21, 1830, was founded primarily because the Methodist congregation of the area saw the need for a school to serve the children of the region's planters and to educate ministers. As the Register notes, it was designed to bring liberal learning within the reach of persons of moderate fortunes.'&lt;br /&gt;&lt;br /&gt;In addition to being critical to improving education in the region, the founding of Randolph-Macon was part of a general evangelical ambition urging the founding of literary institutions' -- for example, an 1831 Broadside announces the founding of a Law school, as has heretofore been announced in a short notice in several of the newspapers.' As part of this growing commitment to Internal Improvement in America, Randolph Macon helped set the example for smaller, local colleges that spread education to the masses rather than the elite."],"display_date":"February 3, 1830","search_date":"1830-02-03","citations":[{"divid":1215623341,"type":"Website","data":["Randolph-Macon College","Randolph-Macon College","Randolph-Macon College","http://www.rmc.edu/","September 17, 2005"]},{"divid":1215623376,"type":"Book","data":["Donald G. Mathews","Religion in the Old South",null,"Chicago, IL","University of Chicago Press","1977","89-90"]},{"divid":1215623425,"type":"Newspaper Article","data":["","The Richmond Enquirer","","February 4, 1830",""]},{"divid":1215623456,"type":"Newspaper Article","data":["","The Raleigh Register ","","January 21, 1830",""]},{"divid":1215623482,"type":"Manuscript","data":["","A Law School, broadside",null,"","","","Special Collections Library, University of Virginia"]}],"locations":[{"id":1050,"lat":36.6803544566,"lng":-78.3627609641,"zoom":9,"place":"MECKLENBURG, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}