{"id":146,"title":"Augusta Mill Strike Ends\n","course_id":1,"status":"P","start_date":"1899-01-27","end_date":"1899-01-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A two month long strike in the cotton mills of Augusta ended in January after workers gave in a struggle with employers over wages and standards of living. The strike began on November 22, 1898. The strike was expected by those in the community, as tension had been mounting among the workers of the King mills, the Sibley mills, the Enterprise, the Warwick and the Isaetta. Workers at several of the mills hesitated on the first few days of the strike. Initially about three thousand hands were estimated gone. However, over four thousand hands were eventually missing from the city's factories. The mills were forced to close down as a result of the revolting workers.  &lt;br /&gt;On the initial day of the strike, employees gathered in large crowds in the city's mill district and many feared that violence would break out. However, peace was maintained. The Mayor gave a speech pleading with the men to return to work and citing depressed economic conditions in the South as a whole as the reason why their demands could not currently be met. &lt;br /&gt;Hopes were high in November that a compromise could be reached between the workers and the mill executives. However, after nine weeks of negotiations, only some small concessions are (were) made by the mills in the matter of house rent and fuel', details of which were not reported to the Atlanta papers. Workers felt that these concessions were the best that they were going to get and, thus, capitulated. &lt;br /&gt;Economic conditions were extremely depressed in the South in the 1890s. While cotton boomed, workers faced very low wages as companies attempted to keep labor costs down and profits up. Strikes were not uncommon; however, laborers were usually unable to win much from their corporate bosses and, more often than not, returned to their factories disappointed."],"display_date":"January 27, 1899","search_date":"1899-01-27","citations":[{"divid":1213677764,"type":"Newspaper Article","data":["","Atlanta Constitution","Atlanta, Georgia","November 22, 1899",""]},{"divid":18960,"type":"Pamphlet or Other Printed Material","data":[null,null,null,null,"jpwDrMPk"]}],"locations":[{"id":101,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}