{"id":1460,"title":"Mounted Infantry Bill\n","course_id":1,"status":"P","start_date":"1830-03-13","end_date":"1830-03-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 23, 1830, Senator Thomas Benton of Missouri introduced what he called the Mounted Infantry Bill, calling for ten companies of cavalry to be recruited and used to patrol the Santa Fe Trail. The Trail, which was an overland trade route between St. Louis, Missouri, and Santa Fe, New Mexico, was critical to the growing economy of Missouri. It had resulted in a tremendous amount of trade through the mid-West, and had also spurred new industries such as wagon construction in Missouri. Indian attacks on caravans posed a major threat to the route, however, and threatened to disrupt it entirely. Senator Benton's bill therefore sought to secure federal protection for the area and had important implications in the development of US Western and Indian policy.&lt;br /&gt;&lt;br /&gt;The Bill shows, as well, overarching national sentiments on Indians and the problems of state governments trying to assert their sovereignty over Indian territories. In The Globe, for example, a December 14, 1830, section entitled Missouri Politics includes an address by Missouri Governor Miller in which he states that the citizens of Missouri have already been greatly harassed by the depredations of Indians,' yet that the ground (the Indians) occupy is not attached to any county, and hence State officers cannot act in relation to the offences committed upon it.' The Governor goes on to declare the situation manifestly inconsistent with the sovereignty and policy of the State' and to call for the Federal government to ensure state sovereignty within their borders, including Indian territories within existing states.&lt;br /&gt;&lt;br /&gt;The situation in Missouri, in addition to representing a large threat to local stability and to the local economy, also represents a much larger movement in the United States of states demanding the right to sovereignty within their recognized borders. Eventually, this results in the Indian Removal Act enacted on May 28, 1830, which allows for the relocation of Indian tribes to unorganized territory west of the Mississippi River, and which inherently recognizes states' rights within their borders."],"display_date":"March 13, 1830","search_date":"1830-03-13","citations":[{"divid":1214106096,"type":"Book","data":["Edwin C. McReynolds","Missouri: A History of the Crossroads State",null,"Norman","University of Oklahoma Press","1962","105"]},{"divid":1214106143,"type":"Newspaper Article","data":["","The Globe","","December 14, 1830",""]}],"locations":[],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}