{"id":1463,"title":"Murder and Runaways\n","course_id":1,"status":"P","start_date":"1830-01-30","end_date":"1830-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many slaves throughout the 1800's sought to escape bondage in any way they could, and though this usually resulted in them running away, occasionally they turned to a more extreme means of escape. The Baton Rouge Gazette reports on January 30, 1830, that on Saturday night last about 10 o'clock Mr. John Whitten was killed by one of his own slaves, by a discharge from a musket loaded with buckshot.' Events such as this, an actual murder by a slave were extremely rare in the slave South, and when they did occur were a shock to the community and caused a great deal of anxiety and often conspiracy theories about slave uprisings -- such as fear of events like what became known as Nat Turner's Rebellion in 1831. As to Gazette writes when we see such outrages committed by negroes of the country, what have we not to fear from the strange negroes who are introduced every day into the State of Louisiana?'&lt;br /&gt;&lt;br /&gt;Far more likely than the outright murder of his or her master was that a slave would simply run away, whether it be in an attempt to get to the North or just to a secluded local area. Southern newspapers, then, are littered with advertisements offering rewards for runaway slaves as well as notices of captured runaways and where they are being held. The Richmond Enquirer, for example, lists on April 16, 1830, on a single page three different rewards for runaways and three notices of a captured slave being held in the local jail. The Raleigh Regsiter, on March 25, 1830, includes an ad entitled Notice. Twenty Dollar Reward. Ran away from the subscriber on the 10th of February.' Interestingly, here the ad describes the runaway as a white slave,' referring to his skin tone, perhaps meaning he had a white parent or grandparent. All of these ads, however, list a brief description of the runaway as well as the name given by his or her master.&lt;br /&gt;&lt;br /&gt;Nonetheless, sometimes the unthinkable did occur and a slave struck back. The aftermath, however, is important because it is designed to establish a sense of justice in the eyes of white slave owners, and to reassure them about the continuity of a stable slave society. Zac, for example, the slave convicted of murdering John Whitten, was described as his master's favorite,' and he confessed that he alone was guilty.' Thus, to white society this was a single act by what was likely a deranged individual. After all, why would a slave who was his master's favorite' have any reason to kill that master?"],"display_date":"January 30, 1830","search_date":"1830-01-30","citations":[{"divid":1213483871,"type":"Book","data":["Louis P. Masur","1831: Year of Eclipse",null,"New York","Hill and Wang","2001","9-62"]},{"divid":1213483930,"type":"Newspaper Article","data":["","Baton Rouge Gazette","","January 30, 1830",""]},{"divid":1213483947,"type":"Newspaper Article","data":["","The Richmond Enquirer","","September 28, 1830",""]},{"divid":1213483970,"type":"Newspaper Article","data":["","The Richmond Enquirer","","April 16, 1830",""]},{"divid":1213484008,"type":"Newspaper Article","data":["","The Raleigh Register","","March 25, 1830",""]}],"locations":[{"id":1058,"lat":null,"lng":null,"zoom":8,"place":"EAST BATON ROUG, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}