{"id":1469,"title":"American Colonization of Texas\n","course_id":1,"status":"P","start_date":"1830-01-08","end_date":"1830-01-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["What became the state of Texas was in 1830 still a part of the nation of Mexico. However, for many years Mexico had been encouraging U.S. citizens to emigrate and settle what to the Mexican government was its far away northern provinces -- provinces that were sparsely settled and thus perfect for the Americans. As the Baltimore American and Commercial Advertiser reports on January 8, 1830, the settlement of American families in Texas was commenced by Col. F. S. Austin under the authority of the Mexican Government in the autumn of the year 1823.' By 1830, as the Baltimore American notes, the population of the colony is from 3000 to 4000 inhabitants, which with some few exceptions are Americans.'&lt;br /&gt;&lt;br /&gt;The rising problem, however was that once in Texas these settlers were not assimilating into Mexican society, but were instead retaining much of their American and usually Southern identity -- including a slave labor system which was illegal under the Mexican Constitution. As importantly, the Mexican central government in 1830 was in the middle of a move to more tightly control its outward provinces. For one, according to the University of Texas' Texas Constitutions project, in 1828 Mexico had enacted stricter immigration laws requiring among other things that he (the immigrant) is a Roman Catholic.' Even more disturbingly to many Texans, the Mexican government began to crack down on slavery in the region which it considered illegal but which to many Texans was an integral part of their economy.&lt;br /&gt;&lt;br /&gt;After decades of being left alone, the Americans settled in Texas were suddenly being much more tightly restricted and controlled by the Mexican central government. This was a shock to many Texans who considered themselves to be Americans and who felt little real connection to Mexico. Whatsmore, America itself had not forgotten its brethren in Texas, as the Baltimore American article shows. Eventually this conflict reached a boiling point, causing Texas to officially declare its independence in 1836, and the United States to go to war with Mexico over Texas and the southwest ten years later."],"display_date":"January 8, 1830","search_date":"1830-01-08","citations":[{"divid":1215624958,"type":"Website","data":["The Texas Constitutions Project","Naturalization Law of the General Congress &#40;Mexico, 1828&#41;","University of Texas","http://texinfo.library.unt.edu/lawsoftexas/pdf/law01009.pdf ","October 9, 2005"]},{"divid":1215625105,"type":"Newspaper Article","data":["","The Baltimore American and Commercial Advertiser ","","January 8, 1830",""]},{"divid":1215625120,"type":"Newspaper Article","data":["","The Raleigh Register ","","April 1, 1830",""]}],"locations":[],"tags":[{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}