{"id":1471,"title":"Recolonization and the Free Black Controversy\n","course_id":1,"status":"P","start_date":"1830-01-14","end_date":"1830-01-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Census of 1830 reported that out of a total of population of 12,858,670 people, there were 2,009,050 enslaved and 319,576 free blacks. It is no wonder, therefore, that in what is still primarily a slave-based economy, especially in the South, Americans began to wonder what to do with this growing free black population. After all, how could formerly enslaved blacks fit into white society when President Andrew Jackson had declared that even the recognizably free Indian tribes were no better than savage hunters' with rude institutions' in a letter to Congress reprinted in The Globe on December 7, 1830?&lt;br /&gt;&lt;br /&gt;There were a number of options available to whites as to what to do with freed blacks. For starters, Henry Brawner of Maryland chaired a commission that encouraged all free blacks be deported from the state immediately upon becoming emancipated, and similar ideas showed in other states at various times. One of the most popular ideas at the time, however, was Recolonization' of blacks back to Africa. In an address to the American Colonization Society, reprinted in the Baltimore American and Commercial Advertiser on January 14, 1830, Henry Clay argues that as the two races progressively multiply and augment the source of supply of labor, its wages will diminish, and the preference already noticed will be given of free to slave labor.' As a result, he says, pinched by want, and neglected by their masters;. (slaves) would be stimulated to the commission of crimes' or potentially to rebellion.&lt;br /&gt;&lt;br /&gt;Thus, many white Americans urged free blacks to emigrate back to Africa. Specifically, on March 25, 1830, an advertisement in the Raleigh Register offered immediate information' to any free blacks desirous of accepting the opportunity thus offered of joining the settlement of free persons of color at Liberia.' However, recolonization to Liberia was not the only option for free blacks. A number of Northern states were beginning to tolerate, if not openly accept, the growing free black population -- including, for example, Northern Maryland and especially Baltimore which had a large number of free black residents. Finally, there was an African colony in Canada, the destination of many runaway slaves, which as the Baltimore American reported on January 14, 1830, amounted to about 2000' persons. Overall, however, most whites simply did not want free blacks living in their community; especially Southern whites to whom free blacks, and especially successful free blacks, represented a direct contradiction to an economic system and a way of life based on racial inferiorities."],"display_date":"January 14, 1830","search_date":"1830-01-14","citations":[{"divid":1218637094,"type":"Newspaper Article","data":["","The Globe","","December 7, 1830",""]},{"divid":1218637113,"type":"Newspaper Article","data":["","The Baltimore American and Commercial Advertiser","","January 14, 1830",""]},{"divid":1218637130,"type":"Newspaper Article","data":["","The Raleigh Register","","March 25, 1830",""]},{"divid":1218637174,"type":"Website","data":["U.S. Census Bureau","Census of Population and Housing&#58; 1830 Census","U.S. Census Bureau","http&#58;//www.census.gov/prod/www/abs/decennial/1830.htm","September 14, 1830"]},{"divid":1218637262,"type":"Book","data":["Louis P. Masur","1831&#58; Year of Eclipse",null,"New York","Hill and Wang","2001","48"]}],"locations":[{"id":1065,"lat":38.2391019422,"lng":-84.877038419,"zoom":10,"place":"FRANKLIN, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}