{"id":1477,"title":"Hatch Act of 1887\n","course_id":1,"status":"P","start_date":"1887-03-02","end_date":"1887-03-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During and after the Civil War, many farms and ranches were without the man power needed to cultivate the land.  William Henry Hatch of Missouri joined forces with Norman J. Coleman to create legislation that would promote all aspects of agriculture.  The Martinsburg Gazette reported that President Grover Cleveland approved the famous Hatch Act on March, 2 1887,' which created agricultural experiment stations in each state.  At these experiment stations, scientists worked with farmers, ranchers, suppliers, and processors to promote better food production at faster rates.  Also, the bill created an executive department to be known as the Department of Agriculture and Labor.  One of [the amendments] provides for the transfer of the Bureau of Labor to the proposed new department,' stated the Martinsburg Gazette.  After the agriculture department received cabinet status, weekly bulletins were issued to farmers free of charge.&lt;br /&gt;Before the Morrill Act of 1862, little attention had been given to education as a means of developing better agricultural methods,' describes McReynolds about the effects of the Hatch Act, but by 1900, schools began adopting agriculture in their curricula.  This helped spread agricultural knowledge to the younger generations and assisted current farmers with new techniques and machines as the farming industry rapidly grew.  Campbell expresses how the stations stimulated agricultural growth in Texas by saying, The Texas Agricultural Experiment Station, established in 1887, researched every aspect of agriculture in [Texas] in an effort to increase production, lower costs, and expand markets.'  As a result of combining and expanding the agriculture industry, many people no longer had to live in poverty or eat meagerly because American agriculture had been revolutionized.  Millions of men, women, and children in the United States benefited once people began to see and harness the power of agricultural production."],"display_date":"March 2, 1887","search_date":"1887-03-02","citations":[{"divid":1213489342,"type":"Book","data":["Lawrence O. Christensen and Gary R. Kremer","A History of Missouri, Volume IV: 1875 to 1919",null,"Missouri","University of Missouri Press","1997","33"]},{"divid":1213489393,"type":"Book","data":["Edwin C. McReynolds","Missouri: A History of the Crossroads State",null,"Oklahoma ","University of Oklahoma Press","1962","285-287"]},{"divid":1213489474,"type":"Book","data":["Randolph B. Campbell","Gone to Texas: A History of the Lone Star State ",null,"New York","Oxford University Press","2003","321"]},{"divid":1213489512,"type":"Newspaper Article","data":["","Martinsburg Gazette","","February 4, 1887",""]}],"locations":[{"id":1070,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}