{"id":1479,"title":"Concerns over the building of the Tennessee Rail Road\n","course_id":1,"status":"P","start_date":"1867-04-09","end_date":"1867-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During April and May, 1867, a number of letters arrived into the Brownlow's Knoxville Whig newspaper. The letters, sent by a number of farmers expressed concerns over the delay of the railroad construction. &lt;br /&gt;&lt;br /&gt;The farmers worried over two possible delays. The first resulted from the recent state appropriation of 500,000 to the building of the railroad. As a condition for the money, the Tennessee General Assembly appointed new Directors for the Railroad Company. Farmers worried the new Directors would cause disruption, and delay construction. Financial provision for the railroad created the second problem. The farmers recognised that Tennessee suffered from an economic depression, like many ex-Confederate states, yet urged that the line be completed before the harvest of 1867. Although the state had appropriated money, not enough had been provided to complete the line in time. The farmers urged the state Directors to postpone the building of machine shops, so that the 20,000 could be used to finish the railroad.&lt;br /&gt;&lt;br /&gt;The farmers' concern for the railroad construction came from their livelihoods' dependence on the railroad. It connected them to the markets in the big consumer centres across the United States, especially to the large consumer population on the East coast. If the railroad remained incomplete by harvest their crops would not be sold, but wasted, and their chances of provision lost. The worries of the farmers further reflected the importance of the railroad, which began to experience a post-war boom, continuing until 1916. It opened up further land that had been inaccessible, due to the lack of transportation for goods, for agricultural use. Farmers in these areas depended on the railroad to make a living, for without it they could not send their produces to be sold."],"display_date":"April 9, 1867 - May 1, 1867","search_date":"1867-04-20","citations":[{"divid":1214418821,"type":"Newspaper Article","data":["","Brownlow?s Knoxville Whig","","April 10, 1867",""]},{"divid":1214418830,"type":"Newspaper Article","data":["","Brownlow?s Knoxville Whig","","May 1, 1867",""]},{"divid":1214418855,"type":"Article","data":["Stephen B. Goddard","The Road to Now","The Annals of the American Academy of Political and Social Science","Vol. 553, No. 1","September 1997","30-41"]}],"locations":[{"id":1072,"lat":35.9932218718,"lng":-83.9370888963,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}