{"id":1483,"title":"President of The National Bank of Atlanta investigates Georgia&#39;s gold specimens\n","course_id":1,"status":"P","start_date":"1867-03-13","end_date":"1867-04-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During March and April, 1867, John Rice, the President of the National Bank of Atlanta arrived in the Cherokee Gold Belt of Georgia to investigate the quality of recently mined minerals. He declared the beauty and high value of the gold and quartz specimen qualities. Rice's arrival in the Gold Belt reflected the rapidly growing interest in the mining of minerals in Georgia. Many had declared Georgia mineral rich, and resulted in much interest from many areas. Since the Civil War, the investment of 10 million had already provided for the cost of 400,000 for flumes, and the development in new hydraulic mining techniques. &lt;br /&gt;&lt;br /&gt;The Gold Belt spanned the distance of 300 miles from the boarder of Alabama to the Carolinas. People had known about the presence of gold, silver, copper, and other valuable minerals since 1829 when John Witheroods had discovered gold in Georgia, which resulted in thousands of intruders on Cherokee land. The Gold Rush in Georgia resulted in the establishment of a mint at Dablonega, but the Civil War brought its destruction. The Gold Rush had gradually died out because primitive mining methods failed to reach the inexhaustible mineral supplies other than those easily accessible. Slaves had done most the mining by hand, but with the end of slavery and the need for investment, new mining technology developed.&lt;br /&gt;&lt;br /&gt;The eagerness to develop mining in Georgia resulted from the poor state of the post-Civil War economy. Although many still placed hope in the revival of cotton farming, the cotton fields lacked much opportunity. Georgia, hit with economic depression in 1867 and a bad cotton crop, had no means to pay war indemnity, taxes and the high level of personal and public debt, or to reinstate itself into the market economy. People hoped the mining of minerals would bring economic revival, as mines would provide jobs and investment, pulling Georgia, especially the poor people of the mountains, out of their backward, impoverished state. The revival in mining did succeed in bringing millions of dollars of investment. Atlanta, especially prospered from it. As the natural outlet for the mining region, Atlanta established the new mint, and saw the development of 3000 houses, and a population growth of 30,000.  However, despite the romantic hopes of everyday men simply waking up to find 50,000 worth of gold, the gold mining in Georgia failed to help the poor, but helped the rich get richer."],"display_date":"March 13, 1867 - April 16, 1867","search_date":"1867-03-30","citations":[{"divid":1214079085,"type":"Article","data":["George L. Anderson","The South and Problems of Post-Civil War Finance","The Journal of Southern History","9","May 1943","181-195"]},{"divid":1214079127,"type":"Article","data":["Peter Wallenstein","Rich Man&#39;s War, Rich Man&#39;s Fight: Civil War and the Transformation of Public Finance in Georgia","The Journal of Southern History","50","February 1984","15-42"]},{"divid":1214079199,"type":"Article","data":["Otis E. Young, Jr.","The Southern Gold Rush 1828-1836","The Journal of Southern History","48","August 1982","373-392"]},{"divid":1214079254,"type":"Newspaper Article","data":["","Southern Recorder","","April 9, 1867",""]},{"divid":1214079277,"type":"Newspaper Article","data":["","Southern Recorder","","April16, 1867",""]}],"locations":[{"id":1074,"lat":33.0697355251,"lng":-83.2500363363,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}