{"id":1485,"title":"Judson Lyons Rejected as Postmaster of Augusta, GA","course_id":1,"status":"P","start_date":"1897-07-01","end_date":"1897-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Under the heading Not a Negro' the Birmingham's Age-Herald reported that Augusta, Georgia would not have a colored postmaster'.  Judson Lyons, the African American under consideration, will not be postmaster of Augusta' said Secretary Gary of Georgia.  He gave his reasons, saying that a colored man would be elected postmaster and this was a social and political matter.'  The Postmaster General of Augusta said that he would dare not inflict on any community a colored postmaster, provided it has never been done before.'&lt;br /&gt;Clearly this event revolves around racial tensions within a particular community, notably that many whites were extremely uncomfortable with African-Americans holding any type of authoritative or leading positions in societies.  However, as Secretary Gary mentioned above, this was also a very political move, showing the strong sectional ties and their differences between the Populist and Democratic parties.  It is of note here that many African-Americans were Republicans during this time period.&lt;br /&gt;In November of the same year, the Populists claimed that the Democrats were pushing the idea of an African American postmaster in Kinston, North Carolina.  The reasoning, according to the Populists, for the Democratic endorsement of this man (J.C. Hargett) was that it would generate political capital for them and would enable them to easily carry the county.  Furthermore, they charged the Democrats of circulating a petition setting out the fact that Hargett is a Negro of good character, and that he would be a very good postmaster.'  The Handbook then goes on, charging the Democrats of hypocrisy, that they are putting African-Americans in post-offices because they think it will give them party advantages despite their loud professions for white supremacy.'  &lt;br /&gt;This above scenario is a sad but true account of the strong racial tensions that existed in America as began the nineteenth century.  Disfranchisement laws and other forms of social repressions, including lynching, of African-Americans seemed to unite the South during this time period."],"display_date":"July 1, 1897","search_date":"1897-07-01","citations":[{"divid":1217470508,"type":"Newspaper Article","data":["","The Age-Herald","Birmingham, Alabama","July 1, 1897",""]},{"divid":1217470531,"type":"Website","data":["","People&#39;s Party Handbook of Facts&#58; Democrats Want Negro Postmaster. Kinston, North Carolina, November 22, 1897","University of North Carolina Library","http&#58;//docsouth.unc.edu/","October 5, 2005"]},{"divid":1217470619,"type":"Book","data":["Edward Ayers","The Promise of the New South&#58; Life After Reconstruction",null,"New York","Oxford University Press","1992",""]}],"locations":[{"id":1075,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}