{"id":1487,"title":"Union Attempts to Gain Control of Fort Sumter\n","course_id":1,"status":"P","start_date":"1863-08-17","end_date":"1863-08-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Occupied by Confederates, Fort Sumter at Charleston Harbor in South Carolina prevented the Union from blockading the Atlantic Coast during their campaign to gain control of Charleston. The Federals needed to take back Sumter if such a blockade was to be successful.  Daily attacks around Charleston Harbor with little benefit for either Federal or Confederate sides, but as early as July 30, 1863, the Federals were already predicting the Confederates to relinquish Sumter in the very near future, believing the Confederates were not strong enough to hold out much longer.  With the Confederate loss of Fort Wagner, the primary fort of Charleston Harbor, the Union foresaw an easy and short final campaign to take control of the harbor.  Earlier, an exchange of fire had proceeded at the fort, but the Federals soon got serious and hit Sumter with a huge bombardment on August 17, 1863.  The attack left the fort's walls in ruins, but still Sumter refused to surrender as workers and slaves continued to fortify the walls day and night.  Later, another assault took place on September 9, but again the assault also fell short of gaining Union control and also cost the Federals five ships during the attempt.  The attacks continued well into December of 1863 but contrary to Union predictions, Sumter would not be a quick campaign.  It would not be until over a year later on February 17, 1865 that the Confederates would finally relinquish their stronghold on Sumter."],"display_date":"August 17, 1863","search_date":"1863-08-17","citations":[{"divid":1214419009,"type":"Book","data":["John Johnson","The Defense of Charleston Harbor, Including Fort Sumter and the Adjacent Islands, 1863-1865",null,"Charleston","Walker, Evans, and Cogswell Co.","1890","115-132"]},{"divid":1214419058,"type":"Newspaper Article","data":["","The Charleston Mercury","","August 18, 1863",""]}],"locations":[{"id":1077,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}