{"id":1488,"title":"Birmingham&#39;s Great Day\n","course_id":1,"status":"P","start_date":"1897-07-22","end_date":"1897-07-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the 22nd of July, 1897, the first successful run of steel was accomplished in Birmingham, Alabama.  Excitement grew throughout the entire state as it seemed that the good old Iron Age was finally passing them by and the Age of Steel was upon them.  In their eyes, it was a true advance guard of prosperity.&lt;br /&gt;The paper described this excitement and the bright implications of producing steel, saying, A life which will grow stronger with age and soon again the capital of the world will be knocking at the outer gates (of Birmingham) for admission;the age of iron has outlived itself and the age for which all were looking as now arrived.'  On the following day, a second successful passage of steel was run and by the next Monday, the steel plant was set to run indefinitely.  &lt;br /&gt;The people of Alabama were very enthusiastic about dawn of prosperity as they hoped their steel plant would bring an industrial center to their city and its counties.  Indeed, Birmingham immediately began to see this prosperity as the steel production grew.  With a current war looming, Birmingham pushed for the production of the armor plates in their factories, despite the doubt and uncertainty many people still had.  The Age of Steel had begun in Birmingham, an age that would forever change not only Birmingham and Alabama, but America as a whole, molding it to what we see today.  In 1920, the impact of steel in Birmingham made the city a major economic hub not only in the South but in the United States.  It was written, The relatively rapid growth of most major southern cities in the early twentieth century is nowhere better demonstrated than in Birmingham, Alabama, a major metropolis of the New South which is only now approaching its hundredth birthday.  Birmingham reflected the general forces altering the face and perhaps the character of the South, but it was in many ways unique in the pace of its growth and in the dimensions of its urban problem' (Brownwell).  July 22, 1897, was, indeed, a great day for Birmingham."],"display_date":"July 22, 1897","search_date":"1897-07-22","citations":[{"divid":1213484396,"type":"Newspaper Article","data":["","The Age-Herald","Birmingham, AL","July 23, 1897",""]}],"locations":[{"id":1078,"lat":33.553582253,"lng":-86.8959288939,"zoom":9,"place":"JEFFERSON, Alabama"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}