{"id":1490,"title":"The Formation of the Republican Party in North Carolina\n","course_id":1,"status":"P","start_date":"1867-03-27","end_date":"1867-03-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 27, 1867, the North Carolina Republican Party officially formed at a meeting in Raleigh. Holden set the tone of the Republican Party. He wrote in the Raleigh Standard, let our loyal people, and especially the colored people, trust no man who will not promptly say he is a Republican' (Raleigh Standard, April 4, 1867). The party, according to Albert Tourg?e, revealed men of ignorance, poverty and inexperience' (Lefler, 488). &lt;br /&gt;&lt;br /&gt;The party represented a wide spread of Southern and Northern, white and black people from 56 counties. However there were three identifiable groups of people. African-Americans made up half the North Carolina Republican Party's membership due to their recently received freedom and enfranchisement. The establishment and assistance of the Freedmen's Bureau also gained African American support. &lt;br /&gt;&lt;br /&gt;Several thousand white Southerners attended the meeting. Known as scalawags' and squatters', they represented a wide variety of Southern whites. Small farmers who wished to resist the political dominance of the planter aristocracy joined the Republican Party. Strong Unionists attended the meeting along side ex-Confederates. The ex-Confederates went to prove their reluctant acceptance of Congress' decisions because they did not want to antagonize Congress further by resistance.&lt;br /&gt;&lt;br /&gt;The third group of carpet baggers' represented white Northerners, who again reflected a variety of motives. Some had come down to the South to genuinely help the freedmen in their citizenship. Others went south for the economic opportunities, and some went purely in the hope they could manipulate the African American vote to gain their own political power. Knowing that the African-Americans supported the Republic party they strategically attended the meeting."],"display_date":"March 27, 1867","search_date":"1867-03-27","citations":[{"divid":1217102973,"type":"Primary Source in a Secondary Source","data":["The Raleigh Standard","April 4, 1867","The History of a Southern State","Hugh Talmage Lefler","North Carolina","University of North Carolina Press","1973",""]}],"locations":[{"id":1080,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}