{"id":1491,"title":"Ku Klux Klan banned in Pine Ridge, Arkansas","course_id":1,"status":"P","start_date":"1897-07-21","end_date":"1897-07-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the 21st of July, two Pine Ridge, Arkansas counties, Lawrence and Randolph, came under city bans, prohibiting any meetings or general activity of the racist/white supremacy organization to occur within the city.  The ban was set in place because, as one important city official reported, hardly a day goes by but some new outrage is committed.'  &lt;br /&gt;Reportedly, both men and women, often African American, were dragged from their houses at night and whipped in the cruelest of manners.  One gentleman of African American descendent died on account of these beatings.  In all cases, persons flogged were those with which the Klan found fault according to their own standards.  In one memorable case, an elderly couple were dragged and beaten nearly to death because they would not send their 13 year old granddaughter to Sunday school.&lt;br /&gt;This ban was a very crucial step in helping heal the race relations not only within these two counties, but throughout the South by setting a precedent for other states to follow in cracking down against the KKK.  Soon after the ban was put into action, 13 well-known Richmond, Arkansas citizens were arrested with accompaniment to the Klan.  Measures like these were integral to establishing a firm stance against the action of the KKK and everything that they and those associated with them stood for.  The Klan itself was a political machine, rooted in violence and using brutal methods to intimidate the Radical Republicans and keep them from taking action.  Southern Democrats and Conservatives, albeit not necessarily public, were general supporters of the Klan's beliefs.  The ban in these two counties would start the ball rolling on the chain of events necessary to shut down the organization and thwart the political power and fear the Klan instilled throughout the South."],"display_date":"July 21, 1897","search_date":"1897-07-21","citations":[{"divid":1214419124,"type":"Newspaper Article","data":["","The Age-Herald","Birmingham, Alabama","July 22, 1897",""]},{"divid":1214419152,"type":"Article","data":["Richard T. Schaefer","The Ku Klux Klan&#58; Continuity and Change","Phylon","Vol. 32, No. 2","1971","143-157"]}],"locations":[{"id":1081,"lat":36.3419256589,"lng":-91.034207378,"zoom":9,"place":"RANDOLPH, Arkansas"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}