{"id":1495,"title":"Yellow Death Abroad in the Land\n","course_id":1,"status":"P","start_date":"1897-09-07","end_date":"1897-09-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the 7th of September The Age-Herald published an article titled Yellow Death Abroad in the Land' in which they described the mounting yellow jack epidemic that was beginning to sweep through the South, reminding many of the great scare of 1878 and the many deaths that yellow jack had been attributed to in the previous decade.  Ocean Springs was found to have the dreadful disease in her environment with New Orleans also afflicted.  The paper wrote that the entire Southland had been aroused to a sense of its duty in the premises' and because of this many quarantines started to be declared.  &lt;br /&gt;On September 6th, Mayor Evans of Jackson, Mississippi, was the first to issue a proclamation of quarantine, at the suggestion of the Board of Health and State Health Officer Sanders.  At the time, a death had been recorded in Mississippi, one in New Orleans, and six cases were reported in Jackson.  In all of the above places and in many others, the outlook on the situation was indeed very disheartening.&lt;br /&gt;The nature of this disease quickly aroused attention in Washington, and the marine hospital service immediately began an investigation of the fever at Ocean Springs, Mississippi and the information they found led them to believe that the disease was not yellow fever.  However, local autopsies seemed to disagree with their assessment, and people's fears were not put at ease by the Surgeon General's statements.  With a history marked by devastating disease, the fear of these people was well understood.  Although this scare would not lead to an epidemic, these fears would continue well into the twentieth century."],"display_date":"September 7, 1897","search_date":"1897-09-07","citations":[{"divid":1217106607,"type":"Newspaper Article","data":["","The Age-Herald","Birmingham, Alabama","September 7, 1897",""]},{"divid":1217106627,"type":"Book","data":["Federal Writer&#39;s Project of the Works Progress Administration","Mississippi&#58; A Guide to the Magnolia State",null,"St. Claire Shores, Michigan","Scholarly Press","1973",""]}],"locations":[{"id":1084,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}