{"id":15,"title":"Report On Levee Breach in New Orleans\n","course_id":1,"status":"P","start_date":"1816-05-07","end_date":"1816-05-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a Monday morning at 3 a.m., a breach in the levee allowed rushing waters to flood New Orleans.  Within two days, the breach had expanded to be at least an acre in width.  The areas initially most affected by the waters were the Cyprus swamp and St. John's Bayou.  However, the waters were continuing to flow into the city, and it was predicted that by the time the flood waters stopped rising, the entire city would be underwater. &lt;br /&gt; &lt;br /&gt;The governor of Louisiana took immediate action and hired engineers who pledged to have the breach fixed within several days.  Due to having an abundance of the resources need to fix the levee accessible to them, the projected time to be able to fix the levee was accurate.  Many of the city's residents relocated for the summer out of fear of an epidemic breakout of illnesses due to the excess of mud.&lt;br /&gt;&lt;br /&gt;The only way to protect the city from experiencing such devastating effects was by constantly patrolling the levee, which spanned for miles above and below New Orleans.  Every landowner was responsible for maintenance of the levee that bordered his land, often helped by slaves and free Blacks.  The portions of the levee that did not border personal property and ran through New Orleans were maintained by the city at the public's expense.  This breach occurred five miles upstream of New Orleans, a section that was not under care of the city.   Catastrophic events, such as this one, that threatened the southern way of life, brought together Whites and Blacks to work towards preservation of their society."],"display_date":"May 7, 1816","search_date":"1816-05-07","citations":[{"divid":1213032305,"type":"Newspaper Article","data":["","Alexandria Gazette","","June 4, 1816",""]},{"divid":1213032373,"type":"Book","data":["Liliane Crete","Daily Life in Louisiana 1815-1830",null,"Baton Rouge, LA","Louisiana State University Press","1978","60-61"]}],"locations":[{"id":9,"lat":null,"lng":null,"zoom":8,"place":"ORLEANS, Louisiana"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}