{"id":1507,"title":"African-American Teachers Assert Themselves\n","course_id":1,"status":"P","start_date":"1881-01-06","end_date":"1881-01-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the years immediately following the Civil War, the Baltimore Association for the Moral and Educational Improvement of the Colored People a localized precursor to the NAACP attempted to recruit African-American teachers and establish African-American schools. The organization terminated its operation' five years following the end of the war believing that it had made great strides.&lt;br /&gt;However, on January 6, 1881, African-American teachers met in Baltimore to discuss the alleged broken promises of the city school board.  The teachers claimed that the school board had promised to appoint colored teachers to colored schools.'  They stated that there were plenty of vacancies in the schools and that African-American teachers sought to fill them. The group adopted several resolutions, including: Resolved that the breaking of the pledges and faith is not only an insult to the colored citizens, but also to the whole community, of every party, race, and nationality.'  This was met with opposition from some present who suggested a more conciliatory path.&lt;br /&gt;Though a very localized event, the ability of the school board to largely ignore the African-American community is telling in that it shows that as a political constituency, African-Americans were becoming increasingly marginalized. Though able to exercise political power in the immediate wake of the Civil War, the rights of African-Americans were quickly repressed as discriminatory election regulations were enacted, most notably the white Democratic primary (essentially disfranchising blacks in the solidly Democratic south), poll taxes, and literacy tests."],"display_date":"January 6, 1881","search_date":"1881-01-06","citations":[{"divid":1214419558,"type":"Book","data":["Richard Walsh and William Fox","Maryland: A History, 1632-1974",null,"Baltimore","Maryland Historical Society","1974","513-514"]},{"divid":1214419611,"type":"Newspaper Article","data":["","The Sun","","January 7, 1881",""]}],"locations":[{"id":1092,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}