{"id":1516,"title":"Sovereign Convention of South Carolina\n","course_id":1,"status":"P","start_date":"1862-01-09","end_date":"1862-01-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 9, 1862, the Sovereign Convention of the People of South Carolina met sitting in Columbia, South Carolina [the state capital] and enacted several highly important ordinances concerning the state.  A first order was to strengthen the hands of the executive branch by the creation of a Council to whom [in conjunction with the Governor] plenary powers were entrusted.  This new Council's powers included the ability to declare martial law and make, procure & employ arms, or whatever else may be required for defense of South Carolina.  New measures also were included to provide better protection for the coasts and harbors of the South Carolinian coastal border.  The measures include a 300,000 allotment for the construction of new ironclad vessels, the Marine Battery or Ram.  Bounties were also created which had payouts of varying degree per captured person on any opposition ship of the Union when one was preventing/defending attacks on South Carolina and the Confederacy.  The ordinances served to better protect the state from future destruction caused by the ensuing Civil War.&lt;br /&gt;&lt;br /&gt;In response to the previous wars on the sea coast on New Year's Day and prior, the Convention made it their goal to protect what is said to be the best point of attack for any force in opposition of the Confederate South.'  As a collection of citizens as well rather than a bill passed in the state Senate or House, it was illustrative of the people's interest in protecting and preparing themselves for future battles to come.  They personally took it at hand to institute these ordinances too as they believed they were just as much a part of the campaign as any military officer or government official  The issue of bounties provided motivation to defend and start fighting; the 300,000 grant provided jobs during wartime and showed the state that steps were being taken in their defense; and the general notion to declare martial law showed that South Carolina and specifically its people were taking the proper steps to prepare themselves, without waiting for some greater order from Richmond.  The convention illustrated the great stakes that this war was sacrificing for all people across the region, and further illustrative of the will those people had to protect their local & individual interests."],"display_date":"January 9, 1862","search_date":"1862-01-09","citations":[{"divid":1213491624,"type":"Newspaper Article","data":["","The Charleston Mercury","Charleston, South Carolina","January 9, 1862",""]},{"divid":1213491661,"type":"Book","data":["Mary Boykin Chesnut","A Diary From Dixie",null,"New York","Appleton&amp; Company","1905",""]}],"locations":[{"id":1096,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}