{"id":1518,"title":"Special War Order No. 1 Issued\n","course_id":1,"status":"P","start_date":"1862-01-31","end_date":"1862-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 31, 1862, President Abraham Lincoln issued Special War Order No. 1 in order to successfully implement his General War Order No. 1 issued long before.  Specifically pertaining to the Army of the Potomac, the Federal forces were ordered to form an expedition to seize and occupy a point upon the Railroad South Westward of what is known of [sic] Manassas Junction.'  To be carried out on February 22, 1862, the move was aimed at forcing General McClellan to open offensive operations over Virginia.  The Order further instructed the United States Congress to authorize the President to take possession of the telegraph and railroad lines whenever the question of public safety was at hand.  Essentially, the order was an official call for all naval and land forces to begin a general advance on the South [specifically in Virginia] by, no later than February 22, 1862.&lt;br /&gt;&lt;br /&gt;Sentimental in some regards, the historical significance of February 22 was that it was the former commander-in-chief George Washington's Birthday.  Lincoln was a great admirer of Washington, especially his military tactics and took great pride in acknowledging the great president's skill by issuing such date.  Although the war was already well under way, the issue of this Special Order illustrated Lincoln's sense of urgency in attacking the South; he was not going to sit back on his heels and wanted an all-out assault on the South soon [foreshadowing the soon-to-be grand Peninsular Campaign of the Union].  This sense of urgency by Lincoln reflected the clash that existed between the President and McClellan; while Lincoln faced much political pressure to move the army to attack the Confederacy, McClellan did not want to budge.  The Special Order further placed control of many transportation and communication sectors of the Federal government into the President's hands."],"display_date":"January 31, 1862","search_date":"1862-01-31","citations":[{"divid":1215625991,"type":"Book","data":["E. B. Long","The Civil War Day by Day: An Almanac 1861-1865",null,"Garden City, NY","Doubleday &amp; Company, Inc.","1971",""]},{"divid":1215626027,"type":"Newspaper Article","data":["","The New York Herald","New York","February 2, 1862",""]}],"locations":[{"id":1098,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}