{"id":1519,"title":"Confederate Privateersmen to be treated as POW&#39;s\n","course_id":1,"status":"P","start_date":"1862-02-04","end_date":"1862-02-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 4, 1862, it had been decided by the Federal government in Washington, D.C. to consider all captured Confederate rebel privateersmen as prisoners of war and not pirates.  Outlined by the government, such prisoners were to then be exchanged for the hostages in custody of the United States.  Rather than simply executing the rebels, the humane and important course of action taken by the Federal government may have resulted in exchange the return of important incarcerated prisoners on the Union's side.  While not a monumental decision, the reasoning behind such action was inherently valuable.&lt;br /&gt;&lt;br /&gt;By treating the captured Rebels so humanely, the North makes it possible for the exchange of these prisoners to occur for their own incarcerated men.  The reasoning behind this was due to the great advantage the North had in the men they were receiving back in exchange for such unintelligent, Rebel soldiers.  The Union's logic was that they could receive back important strategic leaders for those rather useless privateersmen, essentially a complete gain in their books.  An example of this rested in the later exchange of Confederate privateersmen caught in New York for a group of Union Colonels currently incarcerated in South Carolina.  In exchange for such useless Rebels, the Union was able to free the likes of Colonel Corcoran, Lee, Cogswell and many other important officers who would later be used to a much greater extent than any Confederate privateersmen could even fathom.  By declaring this act, the Union was able to fool the Confederacy into a false feeling of respect, discipline and diplomacy, in addition to demonstrating the higher level of wit possessed by the North early in the war.  On a greater level, regardless of the advantage gained by the Union, such an action was illustrative of the diplomatic exchanges that were indeed occurring between the two sides during the war; it wasn't lacking all formal warfare conduct that many historians have since been prone to suggest."],"display_date":"February 4, 1862","search_date":"1862-02-04","citations":[{"divid":1215626070,"type":"Newspaper Article","data":["","Daily Dispatch","Richmond, VA","February 5, 1862",""]},{"divid":1215626086,"type":"Newspaper Article","data":["","The Charleston Mercury","Charleston, SC","February 7, 1862",""]},{"divid":1215626113,"type":"Book","data":["Robert E. Denney","The Civil War Years: A Day-by-Day Chronicle of the Life of a Nation",null,"New York","Sterling Publishing Co., Inc","1994",""]}],"locations":[{"id":1099,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}