{"id":1522,"title":"The Seizure of Fort Henry\n","course_id":1,"status":"P","start_date":"1862-02-06","end_date":"1862-02-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 6th, General Ulysses S. Grant of the Union captured Fort Henry, Tennessee, the first victory for the United States in the Civil War.  Accompanied by his troops, General Grant arrived on the morning of the 6th, having been transported by a fleet of ironclads commanded by Commodore Foote.  After setting foot on land, it took a mere two hours until the fort was captured, officially being surrendered by 2 o' clock in the afternoon.  That night, two of the ships in the fleet proceeded further up the river destroying a railroad supply bridge that spanned the Tennessee River to the west.  Ten days subsequently later, he would further accept the unconditional and immediate surrender' of Fort Donelson, Tennessee, located just twelve miles north of Fort Henry.&lt;br /&gt;&lt;br /&gt;Not only was this the first great success of the Union within the limits of the Confederacy, but it also opened the state of Tennessee to Union advancement.  With the South demoralized in defeat, simply handing over Fort Donelson, the road was now open to Nashville.  The Union soldiers were elated beyond belief; in addition to enabling advancement deeper into the South, it was of immense importance to break the Confederate communication system in Tennessee.  By destroying the railroad bridge north of the fort, systems of supply were additionally damaged.  The Confederate troops were powerless to resist the vigorous attacks of Foote's ironclad gunboats.  By dominating the South in all aspects of the encounter and opening the western theater up to the war, the Union soldiers made this event a turning point in the war."],"display_date":"February 6, 1862 - February 16, 1862","search_date":"1862-02-11","citations":[{"divid":1215626430,"type":"Pamphlet or Other Printed Material","data":["John Codman Ropes","The Story of the Civil War: A Concise Account of the War in the United States of America between 1861 and 1865","New York","G.P. Putnam?s Sons","1895-1898",""]},{"divid":1215626498,"type":"Newspaper Article","data":["","Charleston Daily Courier","Charleston, SC","February 8, 1862",""]},{"divid":1215626525,"type":"Book","data":["Henry Steele Commager","The Civil War Almanac ",null,"New York","World Almanac Publications","1985",""]}],"locations":[{"id":1102,"lat":36.4628385873,"lng":-87.8245339129,"zoom":9,"place":"STEWART, Tennessee"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}