{"id":1525,"title":"The Fall of Roanoke Island\n","course_id":1,"status":"P","start_date":"1862-02-08","end_date":"1862-02-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At around 7 a.m. on the morning of February 8, 1862, General Burnside and his 7,500 Union troops attacked the east side of Roanoke Island off the northern coast of North Carolina.  The heavily outnumbered Confederates were forced north of their position, unknowing of their newly encountered terrain.  One must further mention that in addition to the foreign terrain, Colonel Shaw's Confederates were heavily undermanned and to side with that, their regular commander General Henry Wise was too ill to be in charge, which necessitated the temporary command of Shaw.  The Confederates exhibited much heart in striving to hold their position, but it was an exercise in futility.  Not until every man was dead or wounded did Colonel Shaw finally surrender between the time of 12 and 2 p.m. in the afternoon.&lt;br /&gt;&lt;br /&gt;While a relatively small engagement in terms of lives lost and forces used [7,500 Union soldiers v. 2,000 Confederates], Roanoke Island was of substantial importance.  Control of Pamlico Sound gave the Union a first-rate base on the Atlantic coast for operations against North Carolina.  A backdoor to Richmond, the Confederate capitol, had been opened and a vital Southern state dangerously threatened.  Combined with the losses being suffered at Fort Henry and Donelson, Tennessee, this was a time of depression for the South constantly feeding on bad news.  The Union had gained vital position in their efforts to suffocate the Confederacy from an array of points, and this victory on Roanoke Island only solidified their ongoing efforts."],"display_date":"February 8, 1862","search_date":"1862-02-08","citations":[{"divid":1215626585,"type":"Newspaper Article","data":["","The Weekly Raleigh Register","Raleigh, NC","February 19, 1862",""]},{"divid":1215626604,"type":"Book","data":["E. B. Long","The Civil War Day by Day: An Almanac 1861-1865",null,"Garden City, NY","Doubleday &amp; Company, Inc","1971",""]}],"locations":[{"id":1105,"lat":35.8842931253,"lng":-75.6026917115,"zoom":8,"place":"CURRITUCK, North Carolina"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}