{"id":1529,"title":"Confederacy Passes a Law Authorizing Wartime Property Destruction\n","course_id":1,"status":"P","start_date":"1862-03-06","end_date":"1862-03-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 6, 1862, in the House of Representatives of the Confederate Congress a bill was passed to prevent the capture of Confederate property by the Union.  Specifically, the bill authorized the commanding generals of the Confederate Army to destroy cotton, tobacco and other agricultural products which may be liable to fall into the hands of the United States.  During the hearings, inquiries of the expediency by which private legal owners would be repaid for their private property were made, and decided upon that such property would be repaid as soon as possible thereafter.  The bill coincided with other legislation that prevented farmers from exporting crops, except in cases only when in exchange for articles essential to war.  Additional bills were further proposed implying that the Confederacy should simply buy all cotton and crops from the farmers of the South to prevent the minutiae of retribution following the war.&lt;br /&gt;&lt;br /&gt;By formally creating a bill, the Confederate Congress legalized and made it possible to regulate the destruction of property, upon military necessity, that had already been occurring in townships and counties across the South.  By destroying abandoned and/or defeated land, the South made sure victories for the North would not result in any agricultural or resource gain, simply a wartime victory with the possible gain of a few muskets and cannons here and there.  This also calmed the concerns of farmers in the South who sought a formal agreement outlining the terms in which they would be repaid.  On a final note, the bill demonstrates the totality with which the war was encompassing all aspects of the South; everything was going to be sacrificed in order to defeat the Union, even one's own homestead."],"display_date":"March 6, 1862","search_date":"1862-03-06","citations":[{"divid":1215626762,"type":"Newspaper Article","data":["","The Charleston Daily Courier","Charleston, SC","March 7, 1862",""]},{"divid":1215626780,"type":"Newspaper Article","data":["","The Charleston Mercury","Charleston, SC","March 7, 1862",""]},{"divid":1215626801,"type":"Book","data":["Mary Boykin Chesnut","A Diary from Dixie",null,"New York","Appleton &amp; Company","1905",""]}],"locations":[{"id":1108,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}