{"id":153,"title":"Texas-Pacific Railway trying to get finances to continue building in Washington, DC","course_id":1,"status":"P","start_date":"1873-01-01","end_date":"1879-09-30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Granted to operate under a federal charter as the Texas-Pacific Railroad Company on March 3, 1871; its purpose was to make a Southern transcontinental railroad from Marshall, Texas to San Diego, California. Much progress was made during the first years of operation and segments of the railroad opened throughout the South to prosperity in the 1870s. However, during the Panic of 1873 the construction company contract failed and the railroad had to build different parts of the railroad with its own forces. This brought the company to Washington, DC to plead its case to get finances to build the railroad. &lt;br /&gt;Therefore, completion of the railroad became a politicized issue. In the House, Representative Alexander Stephens introduced bills for the company to get finances. Yet, this did not pass in Washington and the railroad seemed doomed. However, in the fall of 1879 Jay Gould orchestrated a plan for people to get interest in the Texas-Pacific Railroad Company. This way the company had the finances required to complete the railroad and met with the Southern Pacific Railway in 1881. Railroads were a large force in the 1870s. They were seen as economic saviors to many places and as a mode of progress and expansion."],"display_date":"January 1, 1873 - September 30, 1879","search_date":"1876-05-16","citations":[{"divid":1213370769,"type":"Newspaper Article","data":["","Atlanta Constitution","Atlanta, Georgia","February 13, 1878",""]},{"divid":1213370805,"type":"Website","data":["George C. Werner","Texas Pacific Railway","Handbook of Texas Online","http://www.tsha.utexas.edu/handbook/online/articles/TT/eqt8.html","October 6, 2005"]}],"locations":[{"id":106,"lat":32.565944688,"lng":-94.3830109697,"zoom":9,"place":"HARRISON, Texas"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}