{"id":1533,"title":"Sharecropping Labor Contract\n","course_id":1,"status":"P","start_date":"1866-01-05","end_date":"1866-01-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 5, 1866, a sharecropping contract was made between W. R. Bath, a white land owner, and Ned Littlepage, a freedman. As seen in The Montgomery Advertiser, the Bureau of Refugees, Freedmen and Abandoned Lands put out a series of regulations to govern the contracts made between a land owner and a sharecropper. By these rules, a contract for the labor in question had to be produced in writing and given to an agent of the Bureau. It was also stated that, The employer will stipulate to provide good and sufficient food, quarters, and medical attendance for the entire family...' The contract made between Bath and Littlepage deviated quite significantly from these regulations. In their agreement, Littlepage agreed to farm part of Bath's land in shares in return for one half the cotton and one third of the corn raised. In the contract, Littlepage was required to supply his own mule, do all of the woodwork on the plows and pay for one half of the cotton, potato and pea seeds. Bath took no responsibility for the health and welfare of Littlepage's wife and children, the contract dictating that Littlepage had to pay for all his family's doctor visits.&lt;br /&gt;Although not important on the national, regional, or even state scale, the contract serves as a valuable example of the economic options open to African-Americans in the South. Initially, many migrated to the cities to search for work, but for most, the only skill they had was farming. In the end, a fair number of newly freed African-Americans resorted to working for their former masters as sharecroppers, a fate that was strikingly similar to slavery."],"display_date":"January 5, 1866","search_date":"1866-01-05","citations":[{"divid":1218638748,"type":"Manuscript on Microfilm","data":["","Contract between W.R. Bath &amp; Ned Littlepage, January 5, 1866","Microfilm reel 49","Records of the Asst. Commissioner for the State of Mississippi, Bureau of Refugees, Freedman &amp; Abandoned Lands","National Archives, Washington, D.C."]},{"divid":1218638796,"type":"Book","data":["Bradley G. Bond","Mississippi, A Documentary History",null,"Jackson","University Press of Mississippi","2003","127-128"]},{"divid":1218638888,"type":"Newspaper Article","data":["","Montgomery Advertiser","","January 10, 1866",""]}],"locations":[{"id":1112,"lat":30.3227252079,"lng":-88.4311231118,"zoom":9,"place":"JACKSON, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}