{"id":1534,"title":"The Debut of the CSS Virginia\n","course_id":1,"status":"P","start_date":"1862-03-08","end_date":"1862-03-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the days of March 8th and 9th, the Confederate Ironclad CSS Virginia [formerly the sunken USS Merrimack, which the Confederates had risen from the Norfolk Navy Yard ant rebuilt as an ironclad] sunk two wooden Union ships then battled the Union Ironclad USS Monitor to a draw.  While first running down and sinking the USS Cumberland [a sailing ship], the Virginia then approached the frigate Congress, attacked and captured it.  An additional steamer, the USS Minnesota, was in distant relief of the two wooden ships but ran aground close to shore.  After a difficult journey south from New York the USS Monitor arrived and on the morning of March 9 the epic clash occurred.  Fighting carried on for two hours, until the injuries sustained on both sides forced commanders to pull back.  While the exchange of fire was impressive, the damage to either ship was minimal and the battle ended in a draw.&lt;br /&gt;&lt;br /&gt;Having commenced in Hampton Roads, Virginia, the ensuing battle took place in the surrounding waters of the Chesapeake Bay and Atlantic Ocean.  After the battle Federals were concerned of the possibility that the CSS Virginia might make its way north to Washington, D.C., or New York, but those worries were soon dispelled after realizing the Virginia was unable to easily maneuver due to unwieldy construction.  Aside from the possible threat of an attack far north, the battle really acted as a turning point in naval warfare; the launch and success of the Virginia made wooden ships obsolete, forever changing the face of maritime battle."],"display_date":"March 8, 1862 - March 9, 1862","search_date":"1862-03-08","citations":[{"divid":1217106202,"type":"Newspaper Article","data":["","Daily Dispatch","Richmond, Virginia","March 11, 1862",""]},{"divid":1217106219,"type":"Newspaper Article","data":["","Daily National Intelligence ","Washington, D.C.","March 10, 1862",""]},{"divid":1217106241,"type":"Book","data":["Henry Steele Commager","The Civil War Almanac",null,"New York","World Almanac Publications","1985",""]}],"locations":[{"id":1113,"lat":36.8397586016,"lng":-76.3809881826,"zoom":9,"place":"NORFOLK, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}