{"id":1539,"title":"Paroled Southern Prisoners to Fight\n","course_id":1,"status":"P","start_date":"1862-03-18","end_date":"1862-03-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 18, 1862, a message was sent from President Jefferson Davis into a secret session of the Confederate Congress recommending that all prisoners who had been put on parole by the Union be released from the obligation of their parole, so as to bear arms for the Confederacy and fight for independence.  The recommendation was urged in response to the North's infamous and reckless breach in good faith when addressing the issue of past prisoner exchange.  Not only was Davis perturbed at the Union's ability to manipulate the South into releasing important Colonels in exchange for random Rebel privateersmen [recently considered POWs] in February of 1862, but greater frustration was felt when the Confederacy had released around 300 prisoners from South Carolina with no response from the Union at all, even from the prisoners of war taken in the defeat at Fort Henry and Donelson.  Not only had Federal forces not yet paroled the POW's, but instead taken them into the interior; by no means a gesture of release.  As Davis stated in his message, this was an act of retaliation called for by an act of flagrant perfidy.'&lt;br /&gt;&lt;br /&gt;Two inferences can be drawn from this act, both of which illustrate the greater passion for which the war was going to be fought by the South.  While already continually demonstrating their valor and courage in every unbalanced battle they entered, the South was now too going to be fueled by a sense of revenge for such deceitful acts made by the North.  Not only had they been fooled in the earlier agreement to treat privateersmen as legal prisoners of war, but now they were being ignored and terms of prisoner release were being breached.  While the North might have seen these acts as sly and cunning, they were only fueling the fire to which the Confederacy had been living off of since the beginning of the War and contradictorily fueling growth in their opposition's forces."],"display_date":"March 18, 1862","search_date":"1862-03-18","citations":[{"divid":1217106467,"type":"Newspaper Article","data":["","The New York Times","New York, New York","April 7, 1862",""]},{"divid":1217106483,"type":"Book","data":["Mary Boykin Chesnut","A Diary From Dixie",null,"New York","D. Appleton &amp; Company","1905",""]}],"locations":[{"id":1116,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}