{"id":1540,"title":"Texas Farmer&#39;s Alliance\n","course_id":1,"status":"P","start_date":"1887-01-20","end_date":"1887-01-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When they met on January 20, 1887 in Waco, members of the Texas state alliance made plans to stage a coup that would get rid of the current president of the organization and unite smaller factions already within the coalition.  This newly integrated group created a national alliance, known as the Texas Farmer's Alliance, and declared C.W. Macune their president.  &lt;br /&gt;&lt;br /&gt;The Alliance immediately sent organizers into North Carolina, Alabama, Florida, Mississippi, Georgia and Tennessee, Kentucky, and Missouri.  When membership reached over one hundred thousands, delegates from all the above states, excluding Kentucky and Missouri, along with delegates from Texas, Louisiana, and Arkansas met in Shreveport, Louisiana and organized the National Farmer's Alliance and Cooperative Union.  In order to reach out to all its members, this new National Farmer's Alliance started the Southern Mercury, a paper that emphasized the group's political agendas and called for increased support and membership.&lt;br /&gt;&lt;br /&gt;Their political goals were to change the agricultural industry, national banking system, and government ownership of new technologies like the telegraph and telephone.  That the clause in the charters of the National banks which forbids their loaning money on real estate works a great injury to the farmers of the United States,' described the editor the Martinsburg Gazette, by denying them banking privileges and thus causing them to pay a higher rate of interest than other class of citizens, and that we, the farmers of the United States in congress assembled, do most respectfully, but urgently, ask the Congress of the United States to repeal the same.'  While the Alliance succeeded in changing many aspects of business, banking, and education, the Alliance ended in 1892 when the group split into the People's, or Populist, Party becoming the third political party in America history."],"display_date":"January 20, 1887","search_date":"1887-01-20","citations":[{"divid":1213579956,"type":"Book","data":["C. Vann Woodward","Origins of the New South, 1877-1913",null,"Louisiana","Louisiana State University Press","1971","190-198"]},{"divid":1213579990,"type":"Book","data":["Randolph B. Campbell","Gone to Texas: A History of the Lone Star State",null,"New York ","Oxford University Press","2003","313-316"]},{"divid":1213580036,"type":"Newspaper Article","data":["","Martinsburg Gazette","","January 21, 1887",""]}],"locations":[{"id":1117,"lat":null,"lng":null,"zoom":8,"place":"MC LENNAN, Texas"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}