{"id":1541,"title":"Charter Passed for Covington and Ohio Railroad\n","course_id":1,"status":"P","start_date":"1866-04-26","end_date":"1866-04-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 26, 1866, the Virginia legislature passed a joint resolution with the state of West Virginia to charter the Covington and Ohio Railroad Company. The much needed line would run from the termination of the Virginia Central, at Covington, to the mouth of the Big Shady river off the Ohio, where it would connect to another rail line from Kentucky. According to the May 4th edition of The Louisville Journal, this line would be the fifth, and the first one started south of Baltimore, across the continent from the Atlantic to Pacific.' The Journal heralded the new route as, probably among the most valuable and important enterprises of the progressive age in which we live...and an additional channel through which the vast west can be stimulated to pour out its products in this direction.'&lt;br /&gt;The Baltimore and Ohio Railway, founded by a group of Baltimore merchants, was the first in the nation to offer regular rail service to the American public starting on July 4, 1828. By 1857, it was reported that the United States had 24,500 miles of the world total 51,000 miles of track.  With only about 5% of the total world population, the country was constructing new railways faster than the rest of the world combined. The Revolution in transportation systems was incredibly important to the history of the American nation. Although canals would persist in certain areas, railroads became the main transportation method. With the improved technology of steel rails, automatic air brakes and larger, sturdier rail cars, trains provided transportation that was quick, reliable and quite inexpensive. As opposed to canals, which could be disrupted by ice in the winter and unsuitable water levels at various times of the year, trains could operate year round with dependability. The railroad begun in 1866 by Virginia and West Virginia would continue the development of the economy and communications spawned by the B&O Railroad in 1828."],"display_date":"April 26, 1866","search_date":"1866-04-26","citations":[{"divid":1214419947,"type":"Book","data":["George Rogers Taylor","The Transportation Revolution, 1815-1860",null,"New York","M.E. Sharpe, Inc.","1951","80-103"]},{"divid":1214420027,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["John F. Stover","Iron Roads in the Old Northwest: The Railroads and the Growing Nation","Transportation and the Early Nation","Indiana Historical Society","Indianapolis","Indiana Historical Society","1982","135-141"]},{"divid":1214420203,"type":"Newspaper Article","data":["","Baltimore Sun","","April 27, 1866",""]},{"divid":1214420210,"type":"Newspaper Article","data":["","Louisville Daily Journal","","May 4, 1866",""]}],"locations":[{"id":1118,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}