{"id":1542,"title":"Farmers&#39; Alliance Leaders in Tennessee Work to Influence Democratic Party before State Governor&#39;s Election\n","course_id":1,"status":"P","start_date":"1890-01-01","end_date":"1890-07-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After its establishment in July 1889, membership of the Farmers' Alliance grew rapidly and reached over 100,000 people in 1890.  The Alliance widely proclaimed their goal to influence the Democratic Party.  Throughout the year the Alliance engaged in a publicity campaign to sway Party actions and nominations.  Newspapers played an important part in this publicity campaign.  The Nashville Banner included a blurb about the Farmers' Movement in their January 25, 1890 edition.  It called for [a] renewal of the pledges to unite for reform within the party' and help [to] purify and reform the democratic party of the state.'&lt;br /&gt;&lt;br /&gt;John Buchanan, the first president of the Alliance, emerged as the Alliance's favorite for the Democratic nomination.  John H. McDowell, vice president of the southern branch of the Farmers' Alliance and editor a Nashville publication, worked endlessly to forward Buchanan as a nominee.  July 15, 1890 marked a triumph for the Populist movement when Buchanan received the Democratic Party nomination for Tennessee governor.  The Alliance experienced an even greater triumph when Buchanan won the general election and served as state governor from 1891 to 1893.&lt;br /&gt;&lt;br /&gt;The Farmers' Movement mobilized to support candidates for political office elsewhere in the South as well.  The same Nashville Banner blurb called for action in South Carolina.  According to the January article, on Thursday, May 27, the movement planned to meet in Columbia to nominate a candidate for every state office to present to the state Democratic convention."],"display_date":"January 1, 1890 - July 15, 1890","search_date":"1890-04-08","citations":[{"divid":1214078076,"type":"Book","data":["Robert E. Corlew","Tennessee, A Short History",null,"Knoxville, TN","University of Tennessee Press","1981","381-382"]},{"divid":1214078111,"type":"Book","data":["C. Vann Woodward","Origins of the New South, 1877-1913",null,"Louisiana ","Louisiana State University","1971","260"]},{"divid":1214078155,"type":"Newspaper Article","data":["","The Nashville Banner","Nashville, TN","January 25, 1890",""]}],"locations":[{"id":1119,"lat":36.1695702654,"lng":-86.7859142705,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":13,"tag":"Agriculture"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}