{"id":1543,"title":"Georgia Outlaw Escapes from Jail\n","course_id":1,"status":"P","start_date":"1890-01-05","end_date":"1890-01-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many masked men broke Willie Wallace, the infamous outlaw of Harris County, Georgia, from jail in Hamilton at eight o'clock in the morning.  The group of masked men rode quickly into town and disposed of guards on the roads leading to Hamilton.  Ten of the masked men remained outside the sheriff's house.  The men broke in through the front door of the jail and proceeded to find Wallace's cell and break its lock.  Wallace then rode off with the men.&lt;br /&gt;&lt;br /&gt;Two African-Americans first reported the break-in when they heard the men working on breaking-in.  The two men left the jail to tell some white men.  However, when the white men arrived at the jail, the masked men already left.  The masked men also took an African American man, Dan Tatum, with them.  The Nashville Banner, which reported on this incident, stated that Tatum may have recognized some of the masked men.  The paper inferred that the men later murdered Tatum in order to protect their identity.  The paper also cited the fact that white desperation caused many murders of African-Americans over the course of the past few months.  In response, the county sheriff organized a group to search the country for Wallace and his group of masked men.  Wallace led a band of men that terrorized African-Americans during the summer of 1889.  Officials assume Wallace guilty of many murders.&lt;br /&gt;&lt;br /&gt;Vigilante justice through lynching grew especially in rural areas of the South due to the combination of rural poverty, geographical isolation, racial tensions, and frontier nature.  In addition, like the Wallace situation, lynching occurred more often because inadequate police protection.  Local officials both remained unable and unwilling to enforce laws.  Lynching in Georgia stemmed from a variety of reasons based on region.  Racial tensions behind mob violence tended to dominate lynching in the Cotton Belt (including Harris County) and South Georgia.  Lynching in these areas with larger black populations occurred more continuously as an effort to maintain racial separation and other constructed norms."],"display_date":"January 5, 1890","search_date":"1890-01-05","citations":[{"divid":1213652666,"type":"Newspaper Article","data":["","The Nasville Banner","Nashville, TN.","January 6, 1890",""]},{"divid":1213652702,"type":"Book","data":["W. Fitzhugh Brundage","Lynching in the New South, Georgia, and Virginia",null,"Urbana, Illinois","University of Illinois Press","1993","103-106"]}],"locations":[{"id":1120,"lat":32.7360046633,"lng":-84.9090049963,"zoom":10,"place":"HARRIS, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}