{"id":1544,"title":"Anti-African-American Sentiments Spur State Pursuit of Segregation Laws\n","course_id":1,"status":"P","start_date":"1890-01-11","end_date":"1890-01-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Events across the south served to reinforce the southern state legislatures efforts in pursuing segregation and separate coach laws.  One such incident happened in Atlanta, Georgia.  Three business men A.W. Boggs of Chicago, E.D. Gilmore of Pittsburgh, and P.E. Brady of Tiffin rode the Pullman sleeper train from New Orleans, Louisiana to Atlanta, Georgia.  On the ride the lower berths filled, so the businessman booked their tickets for beds above.  Four black members of the Louisiana state legislature occupied the lower berths.  According to a report in a North Carolina newspaper, the black legislators talked politics throughout the night and in the morning, monopolized use of the bathroom.  The Republican businessmen voted for Harrison for President but vehemently denounced the presence of blacks on the train and refused to use the bathroom after the legislators.  Afterwards they declared their intent to vote the Democratic ticket.&lt;br /&gt;&lt;br /&gt;Other prominent men advanced similar anti-African American feelings and resolutions through separation.  The Atlanta Constitution covered a discussion with Senator George Vest, a Democrat from Missouri.  In response to a question about how to solve race relations, Senator Vest responded that [t]here is only one way to solve the race question, and that is by the immigration of the negroes or the whites.  They cannot live peaceably together.  The prejudice that exists between the races is too strong to ever permit harmony.  I say the negro must go.'  Attorney Camm Patterson of Buckingham County, Virginia, expressed similar sentiments.  While he feared himself a reformist about the negro', he wrote positively about southern whites.  He stated that he believed that no other place existed outside the South of people more hardworking and more loyal to the United States.  In addition, referring to southern laws regarding African-Americans, he acknowledged that some (especially in the North) question the South, its history and its dealing with race relations.  Patterson added that the South's reforms (segregation laws) fail to make southerners disloyal and treasonous.  He wrote we have not the remotest idea of being guilty of treason and I do not doubt but that when the negroes rise upon us with brutal and savage ferocity that the people of the North will come to our reforms.'"],"display_date":"January 11, 1890","search_date":"1890-01-11","citations":[{"divid":1215626917,"type":"Manuscript on Microfilm","data":["","MSS 5305","reel M-1205 ","Letters received from Camm Patterson to Henry St. George","Special Collections Library, University of Virginia"]},{"divid":1215627003,"type":"Book","data":["Michael Perman","Struggle for Mastery: Disfranchisement in the South, 1888-1908",null,"Chapel Hill, NC","University of North Carolina Press","2001","61-62"]},{"divid":1215627053,"type":"Newspaper Article","data":["","The News and Observer","Raleigh, NC","January 12, 1890",""]},{"divid":1215627079,"type":"Newspaper Article","data":["","The Atlanta Constitution","Atlanta, GA","January 5, 1890",""]}],"locations":[{"id":1121,"lat":34.7798418653,"lng":-92.3166533878,"zoom":9,"place":"PULASKI, Arkansas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}