{"id":1545,"title":"The Battle of Shiloh\n","course_id":1,"status":"P","start_date":"1862-04-06","end_date":"1862-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 6th and 7th, the Battle of Shiloh took place taking the lives of more men than in all previous American wars combined.  Just off the banks of the Tennessee River, a Confederate surprise attack left General Ulysses S. Grant's troops unprepared with nightfall on the 6th having the federal troops on the verge of defeat.  By the end of fighting in the area after the initial attack, there were so many dead Confederates in the field that General Grant said it was possible to step on the dead bodies without a foot touching the ground and cross the field safely.'  During the night, reinforcements arrived on the Union side with some battalions gaining upwards of 20,000 fresh men, yet the Confederate troops had no relief in sight especially worsened by the torrential rains and continual shooting from the Union gunboats.  By morning, the Union commanded the field and when the Confederate soldiers retreated, the exhausted Union troops did not follow.  &lt;br /&gt;An unforgiving struggle, the battle ended with 13,000 out of 63,000 Union soldiers killed and wounded in addition to the 11,000 out of 40,000 Confederate soldiers who also perished.  Nine-tenths of all wounds were in the head  Despite defeating the Confederates, the price of this narrowly won success was enormous.  Upon news of Grant not going after the retreating Rebels with his newly rejuvenated troops the morning of the 7th,  Lincoln received heavy pressure to relieve the general of his duties, but he could not for as quoted I cannot spare this man; he fights.'  He had seen the utter exhaustion of the troops that had fought the earlier day's battle, and also the incredulous loss of life; there was going to be no more fighting as long as he was concerned, after a battle as bloody as this there was going to be rest."],"display_date":"April 6, 1862 - April 7, 1862","search_date":"1862-04-06","citations":[{"divid":1215627164,"type":"Book","data":["John Macdonald","Great Battles of the Civil War",null,"New York","Macmillan Publishing Company","1988",""]},{"divid":1215627190,"type":"Newspaper Article","data":["","Daily Dispatch","Richmond, VA","April 24, 1862",""]}],"locations":[{"id":1122,"lat":36.2731909653,"lng":-83.4899468675,"zoom":10,"place":"GRAINGER, Tennessee"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}