{"id":1546,"title":"Farmers&#39; Alliance Political Agenda Published in National Economist\n","course_id":1,"status":"P","start_date":"1890-01-18","end_date":"1890-01-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 18, 1890, The National Economist published the political viewpoints of the strengthening Farmers' Alliance.  The article indicated that Alliance leaders remained skeptical of the political system and its ability to represent all parts of the population (especially farmers).  In response to the closed two party system of the time, the Alliance strove to create a third movement in accord with the interests of the underrepresented.  At this time, small groups of local members of parties met to nominate candidates for political office.  These closed small groups known as caucuses remained prevalent at the national, state, and local levels in controlling party nominations and policy.  The article blamed the political caucus and equated it with the prevention of minorities and a monarchy.  In response, the Alliance forwarded the idea of nominating through primaries rather than caucuses.  The article ended with the statement that the Alliance did not desire the end to either the Democratic or Republican Party.  &lt;br /&gt;&lt;br /&gt;During this time, The National Economist also used other means to solicit support for the farmers' movement.  The office of The National Economist distributed letters to potentially supportive people asking for their continued support, unified action on the Alliance's goals, and a purchase of a subscription of The National Economist.  The letter expressed the need for unity (emphasized by the letter's greeting, Dear Sir and Brother').  The letter also stressed the need for thinking and acting alike to secure the enactment of wise and just laws that abolish class legislation.'  The National Economist played a crucial role in the achievement of this by providing reliable information to secure the practical solution.'"],"display_date":"January 18, 1890","search_date":"1890-01-18","citations":[{"divid":1214485629,"type":"Book","data":["William Link","South and the History of the Nation: A Reader, Volume 2",null,"United States","St. Martin&#39;s","1999","56-60"]},{"divid":1214485697,"type":"Manuscript","data":["","Office of The National Economist, broadside",null,"","","","Special Collections Library, University of Virginia"]}],"locations":[{"id":1123,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":13,"tag":"Agriculture"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}