{"id":1548,"title":"The Freedman&#39;s Bureau is abolished\n","course_id":1,"status":"P","start_date":"1872-06-28","end_date":"1872-06-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Freedman's Bureau, officially known as the Bureau of Refugees, Freedmen and Abandoned Lands, was created on March 3rd, 1865 to aid refugees of the U.S. Civil War as part of the U.S. government's effort to aid and assist its meager population. The Bureau also controlled and managed controversial or uncharted U.S. lands, but its main job was as an asset to newly freed slaves. These newly freed, used the Bureau to obtain education, job and other critical life resources that they did not and would not have if not for the Bureau. Not only did it allow for everyday opportunities such as the aforementioned but it also allowed for black political empowerment in Virginia during the 1860's, this thoroughly scared whites. It was one of the only government organizations that actually sought to improve the life and chances of blacks.&lt;br /&gt;The Bureau was widely criticized for its promotion of the Republican vote. The Bureau was the least liked tool of Reconstruction and after only 7 years of providing government assistance to refugees of the civil war, it was given 74,000 disbanded and all remaining business was handed over to the war department. On June 28th, 1872 the Secretary of War issued an order discontinuing the bureau in accordance with a June 10th act of Congress. From June 30th 1872 onward the remaining actions of the bureau would be carried out by the general of the U.S. Army."],"display_date":"June 28, 1872","search_date":"1872-06-28","citations":[{"divid":1214486020,"type":"Article","data":["Richard Lowe","The Freedman?s Bureau and Local Black Leadership","The Journal of American History","Vol. 80, No. 3","December 1993","989-998"]},{"divid":1214486246,"type":"Newspaper Article","data":["The Freedman?s Bureau: The End of the Great Benevolent Institution of War","New York Times","","June 27, 1872","5"]}],"locations":[{"id":1125,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}