{"id":155,"title":"Adoption of Amendment Legalizes Disenfranchisement of Blacks in North Carolina\n","course_id":1,"status":"P","start_date":"1899-02-08","end_date":"1899-02-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Proposed and adopted unanimously by the Democratic caucus on February 8, 1899, this amendment would fundamentally change the constitution of the state of North Carolina and block a large percentage of its population from employing their right to vote. The amendment was based on a plan devised by Francis D. Winston of Bertie County and largely mirrored a provision adopted in Louisiana the previous year. The amendment would change election laws so that a new state election board would take over many of the powers previously resting with the sheriffs. The state election board would call county election board, which would then be responsible for calling all elections and appointing election officials in their county. The standardization of the system was meant to guarantee that black citizens were not voting illegally. The Atlanta Constitution ran an article explaining the new provisions on February 4 and they assured readers that: registration will be surrounded by such safeguards as will prevent the importation of negro voters by requiring perfect identification of the voter'. &lt;br /&gt;The Democrats also submitted on the same day an amendment to the state constitution that would limit suffrage in the state. According to the amendment, citizens were required to pass rigorous tests in order to be granted the right to vote. According to the Richmond Dispatch, Article 4 stated the following: Every person presenting himself for registration shall be able to read and write any section of the constitution in the English language and in addition thereto shall have paid on or before the first day of February of the year in which he proposes to vote his poll tax, as prescribed by law, for the previous year'. However, the next section of the article goes on to make huge exemptions from this clause designed to ensure that whites who did not meet these criteria could still vote. Anyone who had been registered to vote in 1867 and any of their descendants were still allowed to vote. &lt;br /&gt;The Atlanta Constitution conjectured that 30,000 black North Carolinians would be affected by this amendment while not one white person would be denied the right to vote. It disenfranchises the ignorant negro vote; It does not disenfranchise any white voters. It is the belief that it will be an incentive to education'. The amendment would be voted upon in August of the same year by all registered voters, white and black, in the state, making its adoption perfectly fair and complete'. Although small changes were made to the proposed amendment, its implementation ensured that the disenfranchisement of blacks in the state was regularized and systematized."],"display_date":"February 8, 1899","search_date":"1899-02-08","citations":[{"divid":1213370965,"type":"Book","data":["Michael Permann","Struggle for Mastery",null,"Chapel Hill","University of North Carolina Press","2001","164"]},{"divid":1213371005,"type":"Newspaper Article","data":["","Atlanta Constitution","","February 4, 1899",""]}],"locations":[{"id":108,"lat":35.7960086668,"lng":-78.6535725973,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}