{"id":1550,"title":"Governor Nominating Conventions in Tennessee Spark Exchange between State Democrats and Republicans\n","course_id":1,"status":"P","start_date":"1890-04-03","end_date":"1890-04-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the time leading up to both the Democratic and Republican nominating conventions for state governor, each party attempted to sort out its ideal choice for candidate.  Each party faced the recent legislative actions regarding enfranchisement and elections.  As a whole, the Democrats backed the poll-tax law recently enacted by the state legislature and favored the pending registration law.  On the other hand, Republicans opposed the poll-tax and registration law which further placed them in the minority.&lt;br /&gt;&lt;br /&gt;Thomas L. Williams, the Chairman of the State Democratic Executive Committee, after his arrival in Nashville from Knoxville, expressed the sentiments of eastern Tennesseans.  He stated that East Tennesseans favor no particular candidate for governor and appear apathetic to the state of politics.  At this time, the economic development in East Tennessee skyrocketed.  The focus remained on business rather than political matters.  However, eastern Tennesseans still plan to attend the Democratic convention with open minds about all the candidates.  The Farmers' Alliance greatly influenced the Democratic nominating process in April 1890.  John Buchanan of Rutherford County (middle Tennessee) won the nomination riding the support of the agrarian movement.&lt;br /&gt;&lt;br /&gt;Eastern Tennessee remained the region of strongest support for the state Republican Party.  Williams acknowledged Knoxville as the headquarters of Republicanism.'  However, Williams also stated that he heard little talk there about the Republican nominee for governor.  According to some Republicans, the passage of the poll-tax laws and other registration laws places them at an even greater disadvantage as compared to the Democrats.  Therefore Republicans place little importance in whoever receives their nomination.  In the late 1800s, Republican support in the South remained largely African American.  White politicians designed measures such as the poll-tax and registration restrictions to disenfranchise African-Americans and hence weakening the Republican vote.  After the enactment of the poll-tax law in 1889, many Tennesseans, including The Nashville Banner, acknowledged the disappearing black vote.'"],"display_date":"April 3, 1890","search_date":"1890-04-03","citations":[{"divid":1213580214,"type":"Newspaper Article","data":["","Louisville Courier Journal","Louisville, Kentucky","April 3, 1890",""]},{"divid":1213580235,"type":"Book","data":["Michael Perman","Struggle for Mastery: Disenfranchisement in the South, 1888-1908",null,"Chapel Hill","University of North Carolina Press","2001","56-59"]},{"divid":1213580295,"type":"Book","data":["Robert E. Corlew","Tennessee, A Short History",null,"Knoxville","University of Tennessee Press","1981","381-383"]}],"locations":[{"id":1127,"lat":36.1695702654,"lng":-86.7859142705,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}