{"id":1552,"title":"The Circus Comes to Town\n","course_id":1,"status":"P","start_date":"1866-04-18","end_date":"1866-04-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One of the main forms of entertainment for communities in the post-civil war South was the Circus. There were several different companies that would travel from city to city, stopping for a few days to do a few performances before moving on to their next venue. Mike Lipman's Colossal Combination or Circus Menagerie came to Louisville, Kentucky for four days in the middle of April 1866. According to the advertisement in The Louisville Daily Journal, the management of the circus promised to present, for the patronage of the public, an entertainment that shall combine all of the elements of novelty, superiority and excellence.' In one tent, they featured Grizzly Adam's troupe of acting bears, the celebrated Bedouin Arab Troupe and Squence Q Stroke's Stud of trained horses and ponies.&lt;br /&gt;Haight and Chamber's Colossal Southern Circus boasted, the peerless queen of the Arena,' Mademoiselle Marie, who is purported to stand, alone unapproached and unapproachable as an Equestrienne; the very embodiment of grace, elegance, and skill.' When the Stone, Rosston, and Murray's Circus performed in Montgomery, Alabama, people enjoyed the performance of the Enchanted Hat, and The Montgomery Advertiser especially appreciated the fact that they, heard nothing in the performance ...calculated to offend the modesty of any lady.' The performance of the circus in two cities in the south may seem trite, but the Circus was a very important aspect of society in 1866. The circus was something that all people could enjoy and that parents could attend with their children, it was an event that brought all walks of life together. The circus would remain important in the American fabric through the work of P.T. Barnum, the most successful circus manager in the history of the United States."],"display_date":"April 18, 1866 - April 21, 1866","search_date":"1866-04-19","citations":[{"divid":1215627234,"type":"Book","data":["Irving Wallace","The Fabulous Showman: The Life and Times of P.T. Barnum",null,"New York","Alfred A. Knopf","1959",""]},{"divid":1215627338,"type":"Newspaper Article","data":["","Montgomery Advertiser","","January 2 &amp; 4, 1866",""]},{"divid":1215627353,"type":"Newspaper Article","data":["","Louisville Daily Journal","","April 16 and May 4, 1866",""]},{"divid":758285,"type":"Pamphlet or Other Printed Material","data":[null,null,null,null,null,null,"GVAkdNwebIDZX"]}],"locations":[{"id":1129,"lat":38.1872796075,"lng":-85.6593965884,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}