{"id":1555,"title":"Texas State Consitutional Convention Votes to Abolish Slavery\n","course_id":1,"status":"P","start_date":"1866-02-27","end_date":"1866-02-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 27, 1866, the Texas Constitutional Convention decided to ban slavery in their new state Constitution. With a vote of 56 to 26, as reported in The Baltimore Sun, the constitution abolished involuntary servitude, except as a form of punishment for crimes, protecting people of African decent in their right to own property and to testify in court. After the peace at Appomattox Courthouse, each state formerly in rebellion needed to create a new Constitution that conformed to the requirements set out by the President. A.J. Hamilton had been appointed provisional governor of Texas by President Johnson and was responsible for making sure that Reconstruction occurred defending the rights of African-Americans. &lt;br /&gt;On February 10, 1866, Governor Hamilton sent a message to the convention detailing the changes needed and reminding them that, No one can doubt...that such changes will be made in the organic law of the State as will make it conform in its spirit and principles to the actual changes that attended the progress of the late war and followed the overthrow of the rebellion.' The secession ordinance was declared null and void. Texas repudiated the public debt incurred during the war, and recognized the thirteenth amendment. The chairman of the Constitutional convention was Oran M. Roberts, who served as a delegate despite the fact that he was an ex-confederate officer not yet pardoned by the President.  Delegate Roberts hoped that Texas would adopt, a white man's government' that would keep Sambo away from the polls.' His goals became a reality as the convention passed the Constitution with a literacy requirement for those wanting to vote. The Texas Constitutional Convention displayed the unwillingness of many Southern states to submissively adhere to the orders of their Commander in Chief. Their passage of the initiative banning slavery and their subsequent enactment of literacy requirements for voters exhibited their reluctance to abandon their traditional social structure and way of life."],"display_date":"February 27, 1866","search_date":"1866-02-27","citations":[{"divid":1214486624,"type":"Book","data":["Randolph B. Campbell","Gone to Texas: A History of the Lone Star State",null,"New York","Oxford University Press","2003","268-289"]},{"divid":1214486681,"type":"Newspaper Article","data":["","Baltimore Sun","","March 1, 1866",""]},{"divid":1214486718,"type":"Book","data":["Dudley G. Wooten","A Comprehensive History of Texas 1685 to 1897",null,"Austin","The Texas State Historical Association","1986","151-155"]},{"divid":1214486795,"type":"Newspaper Article","data":["","Baltimore Sun","","March 1, 1866",""]}],"locations":[{"id":1131,"lat":29.9115260515,"lng":-96.1773201162,"zoom":9,"place":"AUSTIN, Texas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}