{"id":1557,"title":"Incorporation of the Savings Bank of the Grand Fountain\n","course_id":1,"status":"P","start_date":"1888-01-22","end_date":"1888-01-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Black leader William Washington Browne originally founded the Grand Fountain, United Order of the True Reformers as a temperance organization. Slowly, the organization's focus shifted, moving towards economic betterment of blacks in the South. This shift reflected a larger change in black cultural attitudes of the time, a movement led by Booker T. Washington. Washington believed in a form of racial accommodationism which dictated that blacks should concentrate on achieving economic equality before attaining social justice.&lt;br /&gt;&lt;br /&gt;On January 22, members of the Virginia House of Delegates passed a bill calling for the creation of the Savings Bank of the Grand Fountain, the first chartered bank to be owned by an African American. Located in Richmond, Virginia, the bank opened its doors on March 2. Its opening was a major mark of black progress , many cities at the time, like Greenville, North Carolina, did not even have a savings bank for whites. In practice, the bank prided itself in extending its services to black citizens from all walks of life rather than pandering to the black middle class. By preaching such a philosophy, the bank served to go beyond its original purposes , it unified the black community socially as well as economically. Although the Grand Fountain closed its doors a few decades later, it continues to serve as a symbolic beacon of black socioeconomic progress."],"display_date":"January 22, 1888","search_date":"1888-01-22","citations":[{"divid":1213504079,"type":"Website","data":["Virginia Historical Society","Savings Bank of the Grand Fountain","Virginia Historical Society","http://www.liu.edu/cwis/cwp/library/workshop/citchi.htm","September 14, 2005"]},{"divid":1213504121,"type":"Newspaper Article","data":["","Richmond Dispatch","","March 3, 1888",""]},{"divid":1213504152,"type":"Newspaper Article","data":["","Eastern Reflector ","","March 23, 1888",""]}],"locations":[{"id":1133,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}