{"id":1558,"title":"1888 Democratic National Convention\n","course_id":1,"status":"P","start_date":"1888-06-05","end_date":"1888-06-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Four years after winning one of the closest presidential races in history, incumbent Grover Cleveland prepared for his reelection bid. In the election of 1884, Republicans anticipated that their nominee, noted Ohio Congressman James Blaine, would be the next president. However, Blaine's reputation as a corrupt politician led a group of moderate Republicans, the Mugwumps, to splinter and side with Cleveland. On Election Day 1884, the Mugwumps were credited with giving Cleveland the slim majority he needed for victory. Four years later, however, the Mugwumps were much smaller in number. Moreover, in February, Cleveland refused to sign a Civil Service Bill, a move that hurt his image as an honest, dutiful politician and dismayed many of the remaining Mugwumps.&lt;br /&gt;&lt;br /&gt;On June 5, Democrats from around the country convened at the Exposition Building in St. Louis. Cleveland was nominated unanimously for President, the first candidate to do so since 1840. Delegates from the convention tabbed Ohioan Allan Thurman as Cleveland's running mate. During the convention, the party decided to take a strong line against tariffs, an issue that had divided the country for nearly a century. Southern states across the board saw tariffs as detrimental to their predominately agricultural economies. Tariffs acted as barriers to free trade, lowering the international market demand for the South's products. In committing himself to reducing tariffs, Cleveland nonetheless put himself at risk. Although every former slave state firmly supported him, the decision further eroded Mugwump support. Indeed, he was in a perilous position with regard to the Mid-Atlantic States, with New York in particular."],"display_date":"June 5, 1888 - June 7, 1888","search_date":"1888-06-06","citations":[{"divid":1214487348,"type":"Website","data":["Historycentral.com","Presidential Election of 1888","MultiEducator, Inc.","http&#58;//www.historycentral.com/elections/1888.html","September 14, 2005"]},{"divid":1214487479,"type":"Newspaper Article","data":["","Eastern Reflector","","February 15, 1888",""]},{"divid":1214487512,"type":"Newspaper Article","data":["Democratic Party Platform","Richmond Dispatch","","July 4, 1888",""]}],"locations":[{"id":1134,"lat":38.6407017012,"lng":-90.4430188422,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}