{"id":156,"title":"Creation of Texas Regiment for Service in the Phillipine-American Way\n","course_id":1,"status":"P","start_date":"1899-03-03","end_date":"1899-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Raised specifically for duty in the Philippines, the Thirty-third Infantry regiment of the United States Volunteers became the most famous combat unit to serve in the Philippine-American War, which lasted from 1898 to 1902. The U.S. had purchased the Philippines from Spain at the end of the Spanish-American War in 1898; however, Filipinos had been fighting for their independence since 1896 and refused to acknowledge American authority on the island. Hostilities broke out on February 4, 1899 with the shooting of a Filipino citizen by an American soldier, part of a contingency of several thousand who had been sent to occupy the island. Several very bloody battles ensued, including the Battle of Manila, which brought thousands of casualties for Filipinos and Americans alike. By the end of the year, the Filipino forces had been defeated, but a guerilla war continued until Teddy Roosevelt declared the war over in 1902. &lt;br /&gt;The Thirty-third infantry became known as the Texas Regiment' because of their reputation for being a bunch of wild ex-cowboys. The regiment served in the Philippines from October 27, 1899, to March 2, 1901. One third of the company's officers and enlisted men came from Texas, with the rest coming from the South and Southwest. The men were organized and trained in the summer of 1899 at Fort Sam Houston and Camp Capron, near San Antonio. They left for the Philippines in the winter, where they distinguished themselves in the battles of Magnatarem, Tirad Pass, Vigan, and Taguidin Pass. They continued to contribute to the American effort on the island until they were withdrawn in the spring of 1901. &lt;br /&gt;The Philippine conflict, in conjunction with the Spanish-American War of 1898, set off a fierce debate within the American government and the public about America's role in the world. While many were eager to export American power across the globe, others were hesitant about such expansionism. Newspapers were a forum for this argument, with articles on the subject running continuously in 1899. The January 7 edition of the Atlanta Constitution read THE WHITE MAN CAN'T CONTROL THE BLACK MAN: Senator Caffery Says He is Opposed to Expansion'. Every politician weighed in on this debate. However, ultimately, President McKinley entered the United States into an age of expansion which left it a global imperial power."],"display_date":"March 3, 1899","search_date":"1899-03-03","citations":[{"divid":1213371041,"type":"Website","data":["Brian M. Linn","Thirty-third Infantry","Handbook of Texas Online","http://www.tsha.utexas.edu/handbook/online/articles/TT/qlt4.html","September 17, 2005"]},{"divid":1213371101,"type":"Newspaper Article","data":["","Atlanta Constitution","","January 7, 1899",""]}],"locations":[{"id":109,"lat":29.4490384361,"lng":-98.519907109,"zoom":9,"place":"BEXAR, Texas"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}