{"id":1562,"title":"Passage of the Franchise Act in Tennessee\n","course_id":1,"status":"P","start_date":"1866-05-03","end_date":"1866-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Brownlow, believed that rapid emancipation of the slaves in Tennessee was a necessary step to the reconstruction of his state. On February 22nd 1865, the voters chose to abolish slavery and less than two weeks later, Brownlow was elected governor of the state of Tennessee. When speaking to the new assembly for the first time, Brownlow reminded them of the sacrifices of their fellow statesmen who had sided with the Union during the war and he encouraged limitation of the elective franchise. On June 5, 1865 a bill passed the house to limit enfranchisement to those who had been loyal to the Union others had to prove their loyalty with an oath and two witnesses to vouch for them. Those openly associated with the Confederacy would be disenfranchised for fifteen years. When the bill became law, Brownlow proclaimed it to be the best bill that had been presented to the legislature. The triumph seen here in Tennessee by the Unionists proves quite interesting to us. In direct contrast, in South Carolina, they were excluding freedmen from political activity in every way possible and completely reinstated ex-confederate soldiers into their former roles in government."],"display_date":"May 3, 1866","search_date":"1866-05-03","citations":[{"divid":1213752731,"type":"Book","data":["Caroll Van West","Tennessee History: The Land, the People, and the Culture",null,"Tennessee","University of Tennessee Press","1998","186-195"]},{"divid":1213752843,"type":"Newspaper Article","data":["","Baltimore American","","May 10, 1866",""]}],"locations":[{"id":1138,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}