{"id":157,"title":"Race Riot in Arkansas\n","course_id":1,"status":"P","start_date":"1899-03-18","end_date":"1899-03-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Over a four day period in March, about a dozen African-American citizens of Little River County Arkansas were lynched or otherwise killed, as whites took vengeance after hearing rumors of a revolt among the blacks of the area. The race riot occurred in an isolated area in the southwest corner of the state and because of this remote location, it was very difficult for reporters to obtain reliable details. However, as of Friday March 21, at least seven victims had been identified and by Saturday, it was believed that at least twelve were dead. &lt;br /&gt;According to the Birmingham newspaper, Little River County was known for its racial turmoil. The negro population is large and has for a long time proved very troublesome to the whites. Frequent murders have occurred and the fights have been common affairs'. In this particular incident, whites claim that they had discovered a very carefully laid plan among blacks in the area to incite a race war and that individual whites had been identified at potential targets. They believed that as many as twenty-three men were involved in the plot. In response, whites set out to wipe out' all twenty-three of the supposed conspirators. The Birmingham paper reported chaos in the region: white men are collecting in mobs, heavily armed and determined; negroes are fleeing for their lives, and the community is in uproar'. Anyone suspected of involvement that was found was quickly hung from the closest branch. When black citizens learned of the first several deaths, they became panicked and fled the area. Several among the dead reached the Texas state line before being caught by mobs and killed. Surrounding towns, such as Texarkana, Arkansas and New Boston, Texas learned of the uproar when wagons full of fleeing blacks arrived in their towns. &lt;br /&gt;Reporters had trouble gathering details about the incident because of the location but also because citizens were reluctant to share information. The white citizens are very reticent and are apparently not willing to give any news for publication'. A justice of peace was sent into the area from Texas on Saturday March 22 and reported of one of the victims that the deceased came to his death from natural causes, or was frozen to death'', a comment which was taken to be a cruel joke. However, this reaction demonstrates the indifference on the part of Southern officials towards the injustice being done to blacks in the area."],"display_date":"March 18, 1899 - March 22, 1899","search_date":"1899-03-20","citations":[{"divid":1213676255,"type":"Newspaper Article","data":["","Birmingham Age-Herald","Alabama","March 21, 1899",""]}],"locations":[{"id":110,"lat":33.7005137104,"lng":-94.2343382029,"zoom":9,"place":"LITTLE RIVER, Arkansas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}