{"id":1571,"title":"First Meeting of the Alabama State Legislature\n","course_id":1,"status":"P","start_date":"1820-11-01","end_date":"1820-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["After being admitted to the Union in 1819 as the 22nd state, the Alabama state legislature convened for the first time in the fall of 1820.  The initial order of business was to arrange memorials for the deceased Governor Bibb and instate his younger brother, Thomas, to serve out the remaining eighteen months of the term.  The focus of the first assembly was primarily financial, because with the combined effects of the Panic of 1819 and the increasing state population, there was not enough money in circulation to meet demand.  &lt;br /&gt;The legislature created an act that provided for a state bank with a two million dollar capital.  The plan was to reserve half of the capital for the state and sell one half to the people in stock; however, in practice the act was overly ambitious in a new, poor state, the stock was not sold, and the assembly failed to pass a reapportionment act.  The banking crisis would continue to be an issue of concern for Alabama for years.  &lt;br /&gt;An additional issue addressed in the legislative session was interaction and coexistence with the newly formed Alabama judicial system.  In July of the same year, Congress determined that Alabama as a whole shall be one district;and a district court shall be held therein, to consist of one Judge, who shall reside and be called the district Judge (Arkansas).'  The act established minor details involved in frequency and location of court sessions, as well as guidelines for compensation' of the Judge , his salary.  These types of logistics for Alabama's branches of government were simultaneously developed and altered for the next few years to comprise its overall structure."],"display_date":"November 1820","search_date":"1820-11-15","citations":[{"divid":1213216588,"type":"Newspaper Article","data":["","Arkansas Gazette","","July 1, 1820",""]},{"divid":1213216639,"type":"Book","data":["Ward Rogers, et. al.","Alabama: The History of a Deep South State",null,"Tuscaloosa","University Alabama Press","1994","73"]}],"locations":[{"id":1146,"lat":null,"lng":null,"zoom":8,"place":"CAHAWBA&#40;BIBB&#41;, Alabama"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}