{"id":1573,"title":"Bill introduced to increase federal funding to Southern state schools\n","course_id":1,"status":"P","start_date":"1888-08-01","end_date":"1888-08-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Blair bill was introduced in congress in 1888, approbated federal funding to Southern state schools based on illiteracy rates.  It was violently opposed to in the Southern states.  One columnist of The Washington Post wrote \"One dollar voted by the people of any school district for the support of common schools is worth ten dollars given out of the Treasury of the United States\", which sums up the argument of the opposition for the bill.  Generally Democrats against federal spending and taxes were against the Blair Bill.  &lt;br /&gt;The fact that Bob Taylor voted for the bill caused a heated and vocal protest from traditional southerners who were against any large federal spending or federal influence in state education.  He was caught by The Washington Post as saying \"it is the only way to bring the ignorant population of the South up to the intellectual level that is consistent with suffrage.\"  Bob Taylor was burned in effigy at the University of Tennessee, and in editorials across the state he was rebuked for his policy in regards to education.  However Bob Taylor was one of many who realized that the southern education system needed to be improved.  \"Teacher's Institutes\" which were work sessions for teachers to discuss content and methods had begun in the late 1870's and by 1888, 90 counties and 4,000 teachers attended that year's session."],"display_date":"August 1, 1888","search_date":"1888-08-01","citations":[{"divid":1215627806,"type":"Newspaper Article","data":["THE BLAIR BILL.; Representative Taylor Says That it Would Relieve Southern Ignorance","The Washington Post ","Washington, D.C.","October 20, 1889","12"]},{"divid":1215627849,"type":"Book","data":["Robert E. Corlew ","Tennessee, A Short History",null,"Knoxville, TN","University of Tennessee Press","1981",""]},{"divid":1215627882,"type":"Newspaper Article","data":["THE BLAIR BILL","The Washington Post","Washington, D.C.","July 2, 1888","4"]},{"divid":1215627937,"type":"Newspaper Article","data":["Harrison and the Blair Bill","The Washington Post","Washington, D.C.","November 24, 1888","4"]}],"locations":[{"id":1148,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}