{"id":1575,"title":"Georgia Farmers Alliance issues a boycott on jute and the sale or cotton\n","course_id":1,"status":"P","start_date":"1888-08-21","end_date":"1888-08-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In July of 1888 the price of jute an important ingredient to the production of cotton jumped .42 cents per bail.  Jute manufacturers had suffered price drops in the past two years due to competition and were worried that the repeal of the jute tariff in the beginning of the year would cause further price drops.  St Louis led the jute manufacturers to jointly raise the price.  In Georgia the Farmer's Alliance issued a resolution to boycott jute and to refuse to sell cotton until prices came down and this resolution was echoed by Farmer's Alliances throughout the southern states.  Southern congressional delegates were unable to fix the problem from Washington, so the farmers looked for a jute substitute in earnest.  A campaign was implemented in 1889 to use cotton wrapping, and although the south did not convert to cotton bailing the threat caused the jute trust to lose its dominance on the market and jute prices to drop.&lt;br /&gt;Mississippi and western Tennessee both had similar meetings of farmers and agreements to look for jute substitutes.  The ability of farmers to mobilize against common problems such as a rise in jute prices marked the growing organization and political identity of farmers throughout the south."],"display_date":"August 21, 1888","search_date":"1888-08-21","citations":[{"divid":1214487801,"type":"Article","data":["William F. Holmes","The Southern Farmers&#39; Alliance and the Jute Cartel","The Journal of Southern History","Vol. 60, No. 1","February 1994","59-80"]},{"divid":1214487911,"type":"Newspaper Article","data":["Jute Bagging Trust: Southern Farmers Organizing to Bring About Its Dissolution","The Washington Post","Washington, D.C.","August 28, 1888","1"]},{"divid":9530,"type":"Website","data":[null,"CIdMdukU"]}],"locations":[{"id":1149,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}