{"id":1577,"title":"Black Controlled Electorate of Fort Bend County forced to vote Democrat\n","course_id":1,"status":"P","start_date":"1888-11-01","end_date":"1888-11-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Throughout Texas and the South the Democrats tried and often succeeded in taking control of African American dominated voting districts.  Fort Bend County was one such black populated counties which in 1888, the Democrats used particularly strong tactics of organization, intimidation, and crooked laws to prevent African-Americans to vote freely.&lt;br /&gt;On August 4th, a planter was shot and killed while he stood on his front porch for reportedly his \"efforts to induce negroes to vote for Cleveland\".  In reaction to the so called assassination a meeting of the white men of the county was held on September 6th.  At the meeting it was agreed upon that several black residents of Fort Bend County, one who happened to be a district clerk, were to be ordered to leave.  After the meeting 40 mounted and armed white men went to the black neighborhood and asked the blacks to leave.  According to the New York Times, many of the blacks that were told to go into exile had considerable influence and property.  After another report of an attempted shooting of a white Democrat, 20 blacks, many who had already been asked to leave, were ordered by 300 armed white men to leave the county.  All of the men asked to leave where black leaders of the Republican Party in Fort Bend.  The whites had held another meeting where they agreed that the black leaders were to be held responsible for the assassination and assassination attempt of the two Democrats.&lt;br /&gt;There was a report of a lynching later in October.  The republican candidate for Congress, a Mr. Brady, was replaced in the election and the Democrats won in Fort Bend County."],"display_date":"November 1, 1888","search_date":"1888-11-01","citations":[{"divid":1214504324,"type":"Newspaper Article","data":["Result of a Lynching","New York Times","New York","October 20, 1888","5"]},{"divid":1214504349,"type":"Newspaper Article","data":["In Danger of Lynching","New York Times","New York","September 9, 1888","5"]},{"divid":1214504383,"type":"Newspaper Article","data":["Winchesters to Enfroce Orders","New York Times","New York","September 8, 1888","8"]},{"divid":1214504422,"type":"Newspaper Article","data":["Race War in Prospect","New York Times","New York","September 7, 1888","3"]},{"divid":1214504467,"type":"Newspaper Article","data":["Other Political News","Washington Post","Washington, DC.","August 5, 1888","1"]},{"divid":1214504515,"type":"Book","data":["Rupert Norval Richardson","Texas, the Lone Star State",null,"Englewood Cliffs, NJ","Prentice-Hall","1970",""]},{"divid":394384,"type":"Manuscript on Microfilm","data":[null,null,null,null,"bTUfjZNCQZod"]}],"locations":[{"id":1151,"lat":29.5273810116,"lng":-95.7707698887,"zoom":9,"place":"FORT BEND, Texas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}