{"id":1581,"title":"Alabama Legislature Charters State University\n","course_id":1,"status":"P","start_date":"1820-12-18","end_date":"1820-12-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A year before Alabama was admitted to the Union as a state on March 2, 1819, the federal government authorized a grant for the territory to set aside land for a seminary of learning.'  With the addition of Alabama as a state came a second township of the grant.  This seminary was officially established by the General Assembly of Alabama on December 18, 1820, when Tuscaloosa was the state capital.  Governor Bibb became responsible for the appointment of commissioners who would lease University land and search for an appropriate site for the institution.  The commissioners did not choose a final site , Tuscaloosa , until 1827, primarily because consideration had to be given to the nature of the surrounding county, the advantages of health, and convenience of location to the rest of the state.  The school was founded in 1831, finally opening its doors on April 18 and enrolling 52 students by May of that year.&lt;br /&gt;However, before the University could open and function as an institution of higher learning, years of planning were required.  It was being established almost simultaneously with the new government and constitution of the state of Alabama.  When the legislature formally launched the Seminary of Learning at Cahawba in 1820, they named it The University of the State of Alabama.'  Even at this time, before anyone even fathomed a specific site, Alabama's General Assembly addressed the use of the extra lands from the government grant, and they went on the record as saying, the moneys which may be raised from such lands by rent, lease, or sale, or from any other quarter for the purpose aforesaid, shall be, and remain, a fund for the exclusive support of a State University for the promotion of the arts, literature, and sciences (Convention').'&lt;br /&gt;Also, in the same legislative session, the Alabama Assembly emphasized their duty from that day forward, to provide effectual means for the improvement and permanent security of the lands and endowments of such institutions (Convention').'  In other words, the state government would uphold its dedication to the public university under these constitutional provisions and statutory mandates.  It eventually became simply the University of Alabama, and it even transformed temporarily into a military school at the onset of the Civil War.  After the Union troops defeated the South, they destroyed all but seven buildings on campus, and a reconstructed University did not open until 1871."],"display_date":"December 18, 1820","search_date":"1820-12-18","citations":[{"divid":1216937821,"type":"Primary Source in a Secondary Source","data":["Convention of the Territory of Alabama","July 5, 1819","History of the University of Alabama","James B. Sellers","Birmingham","Alabama University Press","1953","7-11"]},{"divid":1216937870,"type":"Website","data":["The University of Alabama","A Brief History","The University of Alabama","http&#58;//www.ua.edu/history.html","September 17, 2005"]}],"locations":[{"id":1155,"lat":null,"lng":null,"zoom":8,"place":"CAHAWBA&#40;BIBB&#41;, Alabama"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}