{"id":1587,"title":"Judge Richard Busteed Takes a Stand against Segregation\n","course_id":1,"status":"P","start_date":"1874-08-15","end_date":"1874-08-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["U.S. District Judge Busteed took side with a black man on a train during a dispute between the black man and the conductor. The conductor ordered the black man to exit the ladies car when Judge Busteed drew a pistol in defense of the black man and told him not to go. The two men then gathered twenty blacks and took over the car until two white Republicans convinced them to stand down. &lt;br /&gt;Busteed was a strong unionist who had at first supported Douglas in the 1860 Presidential race but became a strong supported of Lincoln after the events at Fort Sumter. Judge Busteed angered many Southerners with his progressive politics. His father had been a vocal supporter of abolitionism in his newspaper The True Patriot', where Busteed worked for his father as a youth. Busteed later moved to New York to help on another paper. Initially a licensed preacher in New York, he studied law and was admitted to the New York bar and by 1862 Lincoln appointed him as Brigadier general of New York volunteers. Upon completion of his commission, Lincoln nominated him, and the Senate unanimously confirmed him, as U.S. District Judge for Alabama."],"display_date":"August 15, 1874","search_date":"1874-08-15","citations":[{"divid":1214242941,"type":"Newspaper Article","data":["Judge Bustee takes Possession of a Passenger Train with a Force of Twenty Negroes, and Insults Three White Ladies","Atlanta Constitution","","August 15, 1874",""]},{"divid":1214243149,"type":"Website","data":["Museum of History","Richard Busteed","Virtualology","http://www.famousamericans.net/richardbusteed/ ","October"]}],"locations":[{"id":1159,"lat":32.2201632469,"lng":-86.2079113368,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}