{"id":1588,"title":"Cowford &#40;Jacksonville&#41; Formally Becomes US Territory\n","course_id":1,"status":"P","start_date":"1820-12-01","end_date":"1820-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Following the War of 1812, Isaiah D. Hart was living on a farm near the St. Mary's River in Florida.  Learning of the early successes of some small stores opened by white settlers near the Ferry Crossing on the St. John's River, Hart envisioned great potential for the area.  Making perhaps the most profitable decision of his life, in late 1820 Hart purchased what was then known as Cowford from settler L.Z. Hogans, trading cattle for the 18 acres of land.  At the time of Hart's acquisition, the population of Florida, without counting Native-Americans, did not exceed 12,000.   &lt;br /&gt;Because the Floridas were of interest to many other Southerners as well as Hart, Georgia's Southern Recorder provided a thorough description of the territory in an August 15, 1820 article.  The editor gave a precise explanation of the size and location of Florida for the many readers without access to a map or any other geographical background.  The Recorder primarily discussed the two major cities in Florida at the time, Pensacola and St. Augustine, but the article also went into detail about the agricultural advantages offered by Florida as a whole.  Although the soil was sandy, near rivers and lakes planters produced sugar, cotton, potatoes, corn, indigo, groundpeas, melons, plums, and many other goods.  Settlers found immense red and white oaks;mulberry, hickory, sassafras,' and typical animals such as horses, sheep, goats, cattle and swine, and in the deserts, otters, hares, rabbits, raccoons, and foxes (Southern Recorder).' &lt;br /&gt;The opportunity for economic growth in the Floridas, described by this and many other newspapers, provided the incentive for Hart's investment in Cowford.  The town lay in a valuable location in the northeast part of the territory and near a few bodies of water.  Hart built a boardinghouse and store, which soon became the heart of Jacksonville and made him a wealthy merchant and planter.  The city was incorporated in 1832, and once Florida became a state in 1845, it served as an important port specifically for timber and cotton trades.  Additionally, it would serve as a base for Southern blockade runners in the Civil War."],"display_date":"December 1820","search_date":"1820-12-16","citations":[{"divid":1214488377,"type":"Book","data":["Michael Gannon","The New History of Florida",null,"Gainesville","Florida University Press","1996","72"]},{"divid":1214488442,"type":"Newspaper Article","data":["","Southern Recorder","Milledgeville, Georgia","August 15, 1820",""]}],"locations":[{"id":1160,"lat":33.3278783249,"lng":-84.5112380239,"zoom":7,"place":"INDIAN LANDS, Georgia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}