{"id":1594,"title":"Louisiana White League Mobs\n","course_id":1,"status":"P","start_date":"1874-09-17","end_date":"1874-09-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 14th, 1874, 3500 White Leaguers, a white supremacist group that arose after the Civil War, staged an armed demonstration demanding that the carpetbag Republican Gov. William Kellogg resign. The White Leaguers had much in common with the Ku Klux Klan, especially their desire to rid themselves from carpetbaggers' such as Gov. Kellogg. White protestors met under the Clay statue and passed resolutions declaring that Kellogg was not the governor and denounced him as a usurper. The ex-confederate general James Longstreet was charged with containing the White Leaguers, but violence broke out and Longstreet's men were forced to flee.  This skirmish has come to be known as The Battle of Liberty place', and the White Leaguers installed John McEnery as the governor for three days. The brief rule of White Leaguers ended when Grant ordered the Federal army into New Orleans. &lt;br /&gt;Northern papers such as Harper's Weekly anticipated Democratic victories in the South by judging from the terror tactics of the White Leaguers. Harpers Weekly attacked the White Leaguers as desiring not to enlarge trade, to preserve good order, and invite the commerce and emigration of the West, but to insult and terrify honest Negro laborers, to drive off white settlers who were Republicans, and at last murder both; to hold the State in miserable poverty and force the people to live still on the alms of the government."],"display_date":"September 17, 1874","search_date":"1874-09-17","citations":[{"divid":1215904609,"type":"Newspaper Article","data":["Everything Points to a Democratic Victory This Fall","Harper&#39;s Weekly","","October 31, 1874",""]},{"divid":1215904637,"type":"Website","data":["Civil War Heritage Ring","Aftermath and Reconstruction&#58; Race Riots","Civil War Heritage Ring","http&#58;//civilwar.bluegrass.net/AftermathAndReconstruction/raceriots.html","October 2005"]},{"divid":1215904753,"type":"Newspaper Article","data":["Scenes of Blood and Terror","Atlanta Constitution","","September 15, 1874","1"]}],"locations":[{"id":1162,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}