{"id":1598,"title":"Arkansas Race Siege\n","course_id":1,"status":"P","start_date":"1874-08-11","end_date":"1874-08-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Five people arrived in Memphis, Tennessee by boat, reporting that the town of Austin, Arkansas was being held siege by seven hundred' negroes. (Another paper mistakenly reported it as Austin, Texas-a testament to the ease with which rumors of race riots could spread) Major Horn Chalmors of Hernando was sent into Austin with about 200 men to win back the city of Austin for the whites. Both sides had reinforcements coming to their aid, with blacks reportedly streaming past' Memphis to aid the Austin insurgents. Chalmors successfully barricaded the town, but needed supplies to continue the barricade. Through the course of the siege, the paper reported that 10 blacks were killed. &lt;br /&gt;One seemingly important piece of information missing from newspaper articles is exactly why the blacks were rioting. No mention is made of an impetus to the black rioting. Such one-sided reporting is indicative of the view of blacks by southern papers: that they were somehow sub-human. Arkansas, like most other Southern States, had yet to institute a black code'. Before the ascension of the Democrats, Arkansas was often considered a land of opportunity by African-Americans.  The fear and distrust of blacks evinced by the trumped up stories of race riots in Austin, Arkansas, helped to fuel the establishment of black codes as Democrats came to power all across the South in 1874."],"display_date":"August 11, 1874","search_date":"1874-08-11","citations":[{"divid":1213483045,"type":"Newspaper Article","data":["A War of Races","Atlanta Constitution","","August 12, 1874",""]},{"divid":1213483064,"type":"Website","data":["Arkansas Black Lawyers","Arkansas Black History","Arkansas Black Lawyers","http://www.arkansasblacklawyers.net/background.html","October 2005"]}],"locations":[],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}