{"id":1599,"title":"The Ever-Present Threat of Cholera\n","course_id":1,"status":"P","start_date":"1866-01-01","end_date":"1866-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The nineteenth century was an era in which people constantly feared the outbreak of epidemic diseases, especially cholera.  An epidemic of cholera was already raging in Europe in the fall of 1865, and as had occurred in 1832 and 1849, it seemed inevitable that the disease would cross the Atlantic and ravage the United States.  New York saw the arrival of the cholera on April 18th, 1866 on the steamship Virginia,' which carried more than a thousand steerage passengers, all assumed to be carrying the disease.  Cholera would spread south gradually through all of the different transportation routes.  &lt;br /&gt;Throughout the newspapers of 1866, there was a plethora of advertisements for different ways to combat cholera infection. Hall's Journal of Health emphasized the importance of cleanliness and cleansing sooner rather than later, February and March being ideal because the suns of spring and summer sooner warm into life and intensify the viperic and malignant influence, which, in its remorseless tread, wrecks so much of human happiness and desolates so many hearth stones.' Readers were encouraged to try the remedy of Dr. Hamlin of Constantinople, whose simple preparation had saved hundreds of people. To make his concoction you simply needed to mix, one part laudanum, one part camphorated spirit, two parts tincture of ginger and two parts capsicum, and take one teaspoon doses of it at three hour intervals until you felt cured. The most amusing advice seen in the newspapers was probably this from Colman's Rural World, which read, The advice for those in fear of cholera is keep your bowels in good order; keep your spirits up and be careful how you pour your spirits down.'&lt;br /&gt; This quest to find a cure for cholera seems a bit ridiculous.  But for the people of the nineteenth century there was no known remedy for the disease and many could not depend on the aid of a doctor. As a result, people turned to the many concoctions they saw advertised in magazines and newspapers to gain some semblance of protection from the epidemic.  After a tremendous cholera outbreak struck both Paris and the United States in 1832, the threat of another epidemic always loomed. Every day on the front page of The Montgomery Advertiser, there was a count of how many had died of the disease in New York City and with the spread of cholera to Richmond in 1866, the threat of disease threatened even more acutely. Although the threat of a cholera epidemic does not truly qualify as one specific event, it was a haunting element of the daily lives of all Southerners in 1866, no matter their race or economic background."],"display_date":"January 1, 1866 - June 30, 1866","search_date":"1866-04-01","citations":[{"divid":1213586882,"type":"Newspaper Article","data":["","Daily Intelligencer ","","May 1, 1866",""]},{"divid":1213586899,"type":"Newspaper Article","data":["","Baltimore Sun","","May 10, 1866",""]},{"divid":1213586921,"type":"Newspaper Article","data":["","Baltimore Sun ","","",""]},{"divid":1213587023,"type":"Book","data":["Charles E. Rosenberg","The Cholera Years: The United States in 1832, 1849, and 1866",null,"Chicago","The University of Chicago Press ","1987","175-234"]},{"divid":1213587175,"type":"Newspaper Article","data":["","Baltimore Sun","","May 22, 1866",""]}],"locations":[{"id":1164,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}