{"id":1602,"title":"Trouble In Vicksburg\n","course_id":1,"status":"P","start_date":"1874-07-29","end_date":"1874-07-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mississippi was prone to violent outbreaks between political parties. The Democrats represented by whites who feared fraud', while the Republicans, usually represented by blacks, also feared fraud on the part of the Democrats. In a telegram to President Grant, Governor Ames pleaded with him to send Federal troops to help control the organized and armed political factions, especially at Vicksburg. Grant refused to send troops unless sit was done through legal means', but also suggested that he would be more willing to send troops to Vicksburg during the sure to be tumultuous election day. &lt;br /&gt;The violence in Vicksburg in the year of 1874 in representative of the first wave of violence' (Ward) aimed at blacks as white leaguers sought to free themselves from Northern rule and to control the newly emancipated blacks. Emancipation threatened white supremacy in the South during reconstruction and groups such as the Ku Klux Klan arose to maintain white supremacy through fear and violence. Acts of organized white violence were usually aimed at individual blacks during the first wave of race violence in the Reconstruction. A second wave of violence occurred later in the 19th and early 20th centuries and was associated with attempts to legalize segregation and disenfranchisement of African-Americans through Jim Crow laws. The second wave of race riots was aimed at black communities more than individual blacks."],"display_date":"July 29, 1874","search_date":"1874-07-29","citations":[{"divid":1214489258,"type":"Website","data":["Derrick Ward","Urban Race Riots in the Jim Crow Era","The History of Jim Crow","http://www.jimcrowhistory.org/resources/lessonplans/hs_es_urban_race_riots.htm","October 2005"]},{"divid":1214489392,"type":"Newspaper Article","data":["","News and Courier","","August 1, 1874","1"]}],"locations":[{"id":1167,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}