{"id":1603,"title":"Indictment of Jefferson Davis on Treason Charges\n","course_id":1,"status":"P","start_date":"1866-06-13","end_date":"1866-06-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Losing the Civil War crushed the South, both physically and psychologically, but the worst blow was yet to come. On June 13, 1866 in Norfolk, Virginia, Jefferson Davis, the former president of the Confederate States of America was indicted for treason. The physician who attended the imprisoned Jefferson Davis, Dr. John J. Craven, told of Davis' time in Fortress Monroe in his book, The Prison Life of Jefferson Davis.  He described the procession of Jefferson Davis into the fort with his wife and children and the condition of his life there: His sole reading-matter a Bible and prayer book, his only companions those two silent guards, and his only food the ordinary rations of bread and beef served out to soldiers of the garrison.'  The Daily Richmond Examiner described Davis' desperate conditions in jail, detailing, he, is languishing in a long and unjust confinement that arouses the keenest emotions of the southern heart.'  After being convicted of treason, Mr. Davis remained imprisoned for two years and then returned to Richmond.  He accepted that secession was not a viable option for the south at that time, but remained a staunch opponent of strong central government.  Although Jefferson Davis was resented by some and his leadership during the war was often questioned, his trial and subsequent indictment served as a rallying point for the South.  When he was on his death bed in December 1889 people constantly stopped by his residence to see if his condition had improved.  Jefferson Davis died on December 6, 1889.  The funeral on December 11, was one of the largest in southern history, attracting by some estimations upwards of two hundred thousand people.  The defeat of the confederate armies was obviously a huge blow to the south, but the death of their leader seemed the true end of the south as it had once existed."],"display_date":"June 13, 1866","search_date":"1866-06-13","citations":[{"divid":1215628287,"type":"Newspaper Article","data":["","Baltimore Sun ","","May 19, 1866",""]},{"divid":1215628299,"type":"Newspaper Article","data":["","Daily Richmond Examiner ","","July 6, 1866",""]},{"divid":1215628318,"type":"Book","data":["John J. Craven","Prison Life of Jefferson Davis",null,"New York","G.W. Dillingham Company","1905",""]},{"divid":1215628368,"type":"Book","data":["William C. Davis","Jefferson Davis: The Man and His Hour",null,"New York","Harper Collins","1991",""]}],"locations":[{"id":1168,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}