{"id":1605,"title":"Georgia School of Technology Commences First Term\n","course_id":1,"status":"P","start_date":"1888-10-05","end_date":"1888-10-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 5th the Georgia School of Technology opened with around one hundred students.  The school was open to all boys who passed the entrance examinations, but preference was given to those boys chosen by the counties, which strikingly demonstrates the decentralized mindset of the time.  Because of the local governments influence in admission to the school, a family's partisanship likely played an important role in determining whether their boy was a candidate.  It was the first school of technology that was purely a state institution and it represents Georgia's progressive attempts to revitalize the southern economy and spark the growth of industry.  &lt;br /&gt;The school was part of a series of colleges founded in Georgia in the 1880's that were oriented towards \"practical education\", a trend that was echoed in several other states (Clemson was founded in the following year in South Carolina).  A new group of Democrats had been elected in the 1880's that promoted education and economic improvements that resonated with the mid range farmers rather than the rich merchants and plantation owners of the former Democrats."],"display_date":"October 5, 1888","search_date":"1888-10-05","citations":[{"divid":1215628443,"type":"Newspaper Article","data":["Georgia&#39;s School of Technology","The Washington Post ","Washington, D.C.","October 6, 1888","1"]},{"divid":1215628470,"type":"Newspaper Article","data":["The First Session of the Technological School Began Yesterday","The Constitution","Atlanta, GA","October 5, 1888","2"]},{"divid":1215628505,"type":"Book","data":["Kenneth Coleman","A History of Georgia",null,"Athens, GA","University of Georgia Press","1977",""]}],"locations":[{"id":1170,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":6,"tag":"Education"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}