{"id":1609,"title":"W.E.B. DuBois graduates from Fisk University\n","course_id":1,"status":"P","start_date":"1888-05-01","end_date":"1888-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One of the leading pioneers of the modern Civil Rights movement, W.E.B. DuBois was born in Great Barrington, Massachusetts in 1868. DuBois grew up in an environment of intellectuals. Thus, he witnessed few direct displays of Jim Crowism. A talented student, DuBois excelled academically in high school. Upon graduation, he hoped to attend Harvard or Yale. Due to lack of funds, however, he traveled south to Tennessee, enrolling at Nashville's Fisk University in 1885.&lt;br /&gt;&lt;br /&gt;Remarkably, during his time at Fisk, he juggled several extracurricular activities, including editor of the college newspaper, and a rigorous academic curriculum. In fact, DuBois graduated in three years. His interest in the newspaper business would continue, influencing him to create and edit The Crisis for the NAACP in his later years. At Fisk, DuBois also received his first exposure to the segregated South. He spent his summers teaching community schools, learning first hand about the pervasive poverty, discrimination, and prejudice that faced young blacks in Tennessee. In May 1888, he graduated from Fisk. During his time at Fisk, he resolved to challenge the color bar and work diligently to bring down Jim Crow. In the fall, DuBois entered Harvard Graduate School, eventually graduating with a master's and doctor's degree. In the future, he helped found the Niagara Movement and the NAACP."],"display_date":"May 1, 1888","search_date":"1888-05-01","citations":[{"divid":1214489724,"type":"Book","data":["Julian Bond and Andrew Lewis","Gonna Sit at the Welcome Table, Second Edition",null,"New York","Thompson Learning Custom Publishing","2002","48, 61, 65"]},{"divid":1214489773,"type":"Newspaper Article","data":["Denounced the Lodge Bill","Washington Post","","May 2, 1891",""]}],"locations":[{"id":1174,"lat":36.1695702654,"lng":-86.7859142705,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}