{"id":161,"title":"Editorial about women&#39;s suffrage\n","course_id":1,"status":"P","start_date":"1878-01-11","end_date":"1878-01-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 11, 1878 an interesting article appeared in The Washington Post about the issue of women's suffrage. The author stated that women have been credited with gentility, humility, and upstanding morals throughout the centuries and many believed they would clean up politics if they won the right to vote. However, in his own personal belief, the author takes the exact opposite view. He proclaimed we would caution her against arrogating to herself a monopoly of the good traits of the race;.[because in] almost every instance in history where she has been clothed with power, she has outrivaled men in the commission of deeds of cruelty and crime.' He believes that women should be satisfied and grateful for the subordinate position which man in his wisdom has assigned her, her evil tendencies suppressed' and she should not venture into the world of politics. The author's theory is that women's exclusion from politics enables her to enjoy an immunity from the cares of government at the same time preserves her from the perpetration of crimes and follies such as have characterized her administration of power in every age and every country.'&lt;br /&gt;This harsh article condemning the participation of slavery was a result of the changing role of women following the Civil War and Reconstruction. Women had taken on new roles in the community and assumed greater responsibility than ever and now were encroaching upon gaining a political voice. However, this met strong opposition in the heavily traditional South which idolized women and their submissive role. The beginning of the women's suffragette movement was met with tough opposition and fury."],"display_date":"January 11, 1878","search_date":"1878-01-11","citations":[{"divid":1213371477,"type":"Book","data":["William C. Cooper and Thomas Terrill","The American South: A History",null,"New York","McGraw Hill","1996","435-438"]},{"divid":1213371518,"type":"Newspaper Article","data":["","The Washington Post","Washington, D.C.","January 25, 1878",""]}],"locations":[{"id":114,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}