{"id":1611,"title":"John P. Buchanan becomes first President of Tennessee Farmers Alliance\n","course_id":1,"status":"P","start_date":"1888-03-25","end_date":"1888-03-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In early March, the Tennessee Farmers Alliance elected State Congressman John P. Buchanan the President of their newly formed organization. A self-educated farmer noted for his energy and dedication, Buchanan was the first cousin of James Buchanan, the fifteenth President of the U.S. His robust personality made him a popular politician among the lower classes.  &lt;br /&gt;&lt;br /&gt;The Alliance later merged with the Agricultural Wheel to form the Tennessee Farmers and Laborers Union. An early predecessor to the Populist Movement, the Alliance's membership numbered well over 90,000 in Tennessee alone. The organization's central goal was for farmers to modernize their business practices through crop diversity and other methods. By accomplishing this goal, the Alliance looked for farmers to ultimately become self-sufficient, bringing an end to the crop lien system. Interestingly enough, the Alliance was composed of black and white farmers alike. Both sides were united by mutual economic problems. &lt;br /&gt;&lt;br /&gt;The organization would reach its peak influence in the early 1890's, electing Buchanan to the Tennessee governorship and placing 54 Alliance members on the State General Assembly. However, by the mid 1890's, the Alliance, like many other Populist movements, had lost nearly all political significance. Internal divisions (dominated predominately by racial differences) and a lack of public support combined to cause the downfall of the once promising political movement."],"display_date":"March 25, 1888 - March 28, 1888","search_date":"1888-03-26","citations":[{"divid":1213750482,"type":"Online Encyclopedia","data":["The Tennessee Encyclopedia of History and Culture","John Price Buchanan","http://160.36.208.47/FMPro?-db=tnencyc.fp5&amp;-format=tdetail.htm&amp;-lay=web&amp;entry=1888&amp;-recid=32796&amp;-find=","September 15, 2005"]},{"divid":1213750543,"type":"Newspaper Article","data":["Farmer Buchanan&#39;s Record","Washington Post","","July 20, 1890",""]}],"locations":[{"id":1176,"lat":36.154736698,"lng":-86.2986110936,"zoom":9,"place":"WILSON, Tennessee"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}