{"id":1612,"title":"First North Carolina furniture factory opens\n","course_id":1,"status":"P","start_date":"1888-02-20","end_date":"1888-02-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the late 1800's, the Southern population burgeoned. At the same time, Congress imposed several tariffs, which benefited northern factories at the expense of southern agriculture. For many states, these two effects compelled Southerners to diversify their economies. North Carolina, for instance, changed its economic focus from tobacco towards furniture making, an industry that took advantage of the region's rich natural forests and cheap labor supply.&lt;br /&gt;&lt;br /&gt;In 1881, David and William White laid the foundation of North Carolina's furniture industry by opening a small manufacturing plant in Mebane. Seven years later, four men (M.J. Wreen, T.F. Wrenn, John Tate, and E.A. Snow) joined together to found the High Point Furniture Company in High Point, North Carolina. The first state furniture factory, High Point, originally specialized in beds and sideboards. In a few short years, the company expanded and began competing against others, escalating the growth of the furniture industry in North Carolina and elsewhere. The increased demand for furniture stimulated growth in the lumber markets as well. Today, North Carolina continues to be one of the leading states in furniture manufacturing and High Point is still regarded as a flagship of furniture quality."],"display_date":"February 20, 1888","search_date":"1888-02-20","citations":[{"divid":1214489870,"type":"Book","data":["Hugh Lefler and Albert Newsome","The History of a Southern State: North Carolina",null,"Chapel Hill","The University of North Carolina Press","1973","85"]},{"divid":1214489921,"type":"Newspaper Article","data":["","Eastern Reflector","","February 21, 1888",""]}],"locations":[{"id":1177,"lat":36.0793885003,"lng":-79.7889995015,"zoom":9,"place":"GUILFORD, North Carolina"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}