{"id":1615,"title":"Florida becomes first Southern state to propose a poll tax\n","course_id":1,"status":"P","start_date":"1888-03-03","end_date":"1888-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the late 1880's, a full decade following the Compromise of 1877, many Southern states sought to push the proverbial envelope in terms of its Jim Crow laws. South Carolina led the way , in the upcoming election of 1888, many candidates promised their constituency that they would introduce voting reform' that sought to ultimately disenfranchise blacks. Floridians followed suit when, in the same year, representatives from the Florida legislature presented a bill proposing a tax upon all voters. Though the legislature did not unanimously support the bill, they finally passed and fully enacted it a year later. It effectively made Florida the first Southern state to institute a poll tax. &lt;br /&gt;&lt;br /&gt;The effects of this law were almost immediate. In the 1888 Presidential Election, a record 62% of black males and 75% of total eligible males voted. Only four years later, the figures had dropped to 11% and 39%, respectively. These statistics also illustrate an interesting side note: poll taxes and literary tests curbed both poor blacks and whites from voting. Most importantly, the Florida poll tax put a complete end to the gains of Florida's blacks during Reconstruction. At the peak of Radical Reconstruction in 1870, for example, Josiah Walls became the first black Congressman from Florida. It would take until 1992 before Florida would send another African American to Congress."],"display_date":"March 3, 1888","search_date":"1888-03-03","citations":[{"divid":1214104363,"type":"Website","data":["Ronald L.F. Davis","From Terror to Triumph: The Historical Overview, The History of Jim Crow","New York Life","http://www.jimcrowhistory.org/history/overview.htm","September 16, 2005"]},{"divid":1214104470,"type":"Newspaper Article","data":["Florida&#39;s State Election","Washington Post","","October 3, 1892",""]},{"divid":1214104497,"type":"Newspaper Article","data":["Elections in South Carolina","Washington Post","","January 17, 1888",""]}],"locations":[{"id":1180,"lat":30.4585161351,"lng":-84.2751559802,"zoom":9,"place":"LEON, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}