{"id":1617,"title":"John Mercer Langston Elected to Congress\n","course_id":1,"status":"P","start_date":"1888-11-01","end_date":"1888-11-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The first African American to be elected to congress from Virginia.  He was the son of a white planter and a freed slave.  He studied law and was the first African American to practice law before the Supreme Court.  Langston was also the first president of the Virginal Normal and Collegiate Institute at Petersburg which was an all black school at the time founded in 1882.  Initially he went for the republican nomination, which he lost due to strong opposition from the Virginia republican boss Mahone.  Mahone felt that the endorsement of an African American congressman would hurt the Republican party's reputation with poor whites.  Mahone's coalition was interracial, but he felt that Virginia and the Republican party was not ready for a black congressman.  On September 19th, Mahone held a convention for the republicans of the Fourth District in Petersburg to elect their nomination.  Langston was not invited and so he held his own convention the same day in an opera house condemning Mahone's methods.&lt;br /&gt;He ran his congressional campaign as an independent in the Fourth or Black Belt District, and lost the initial vote but challenged the count and won after a prolonged struggle that was eventually settled by the House of Representatives.  He was left with only a couple of months in his term after being officially confirmed in office."],"display_date":"November 1, 1888","search_date":"1888-11-01","citations":[{"divid":1215628625,"type":"Book","data":["Virginius Dabney","Virginia, The New Dominion",null,"Garden City, NY","Doubleday","1971",""]},{"divid":1215628659,"type":"Newspaper Article","data":["","The Daily Virginian","","September 20, 1888","1"]}],"locations":[{"id":1182,"lat":37.3864763379,"lng":-77.5769179581,"zoom":9,"place":"CHESTERFIELD, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}