{"id":1618,"title":"Peggy Stewart Centennial\n","course_id":1,"status":"P","start_date":"1874-10-10","end_date":"1874-10-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The citizens celebrated the burning of a ship called the Peggy Stewart, a ship owned by Anthony Stewart, an Annapolis resident. The Peggy Stewart had arrived full of tea to the Annapolis harbor at a very inopportune time, because Annapolis citizens were keen on enforcing the non-importation agreement. Anthony was willing to pay the tax on the tea and to secretly bring the ship to dock, but word got out and a mob of angry citizens were influential in his decision to allow the ship to be burned. (His other choice was death). &lt;br /&gt;Annapolis and Baltimore celebrated the tea burning at Annapolis on the gorgeous day of October 19, 1874, exactly 100 years after the original tea burning. Businesses in Annapolis closed, and throngs of people lined the streets to the ringing of the Sam' bell at sunrise, noon and sunset. The 8 A.M. Sam bell was accompanied by a booming Federal salute given by the guns of Fort McHenry. Numerous festivities and closings reveal the importance of the centennial to Annapolis resident. Municipal offices were closed, as well as schools so that children could join in on the jubilant celebration. Many business owners patriotically draped their stores in flags. All day long people crowded the streets and many women chose to wear costumes to add color to the crowds. One of the most notable events was the parade of the Maryland National Guard, with the soldiers giving the appearance that they were ready and eager to rally around the flag in any emergency'.(The Baltimore Sun)"],"display_date":"October 10, 1874","search_date":"1874-10-10","citations":[{"divid":1214490129,"type":"Website","data":["John T. Marck","The Peggy Stewart","Maryland: The Seventh State","http://www.marylandtheseventhstate.com/article1083.html","October 2005"]},{"divid":1214490272,"type":"Newspaper Article","data":["The Day in Annapolis","The Sun","","October 20, 1874","1"]}],"locations":[{"id":1183,"lat":39.087394033,"lng":-76.4791169961,"zoom":9,"place":"ANNE ARUNDEL, Maryland"}],"tags":[{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}