{"id":1619,"title":"Farmer Alliance thrives in western Georgia.\n","course_id":1,"status":"P","start_date":"1888-01-27","end_date":"1888-01-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the Civil War, many black and white farmers worked under the oppressive crop-lien system. In theory, banks provided farmers with loans before a growing season to pay for necessary utilities and appliances. After the harvest, the farmer gave back the bank a portion of his profits. Although sound in theory, the crop-lien system fell through in practice. It financially crippled many lower and middle class farmers, especially during drought years. For blacks, the system perpetuated a form of economic slavery. &lt;br /&gt;&lt;br /&gt;In the late 1880's, the Farmers Alliance formed. A group of organizations aimed at improving agricultural conditions in the South, it gained steady momentum in the early 1880's by calling for the end of the crop-lien system. The Alliance sought an improvement in labor laws, the use of cooperatives/unions, and a departure from the gold standard. The goal of these reforms would be to ultimately unify and improve the conditions of all poor Southern farmers, regardless of race.&lt;br /&gt;&lt;br /&gt;In 1887, membership in the first alliances in Georgia had grown to over 2,000 in four counties alone (Coweta, Carroll, Troup, and Heard). In January, a large organizing drive began in Jackson County. It experienced immediate success, adding 15 suballiances with a membership of nearly 1200 to the main State Alliance by the summer. These drives were commonplace, and helped to spread the Farmers Alliance platform. In only a few years, the Farmers Alliance muddled the political parties of many Southern states, effectively setting up a competitive three party system between the formerly dominant Democrats, the newly formed Farmers Alliance, and the Republicans."],"display_date":"January 27, 1888","search_date":"1888-01-27","citations":[{"divid":1214490308,"type":"Book","data":["Steven Hahn","The Roots of Southern Populism: Yeomen Farmers and the Transformation of the Georgia Upcountry, 1850-1890",null,"London","Oxford University Press","1983","271-273"]},{"divid":1214490342,"type":"Newspaper Article","data":["The Political Horizon","Washington Post","","May 21, 1890",""]}],"locations":[{"id":1184,"lat":34.1108275075,"lng":-83.5856173557,"zoom":9,"place":"JACKSON, Georgia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}