{"id":162,"title":"Returning Board Case\n","course_id":1,"status":"P","start_date":"1878-01-01","end_date":"1878-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In New Orleans, the beginning of 1878 saw a tumultuous case played out in the press about the returning board of elections scandal. The charges were that the board had committed some foul voting practices during the 1876 election of President Rutherford Hayes. Louisiana was in sad situation politically at that time due to the end of Reconstruction and a deplorable financial state, and charges of political corruption just rocked the state further. Republicans and Democrats all over were heavily interested in this case because of its political implications and the strenuous relationship between them in the South at that point. &lt;br /&gt;The returning board idea itself had been a product by Republican governments of the Reconstruction. The governments sought to attain a sense of grassroots legitimacy with a constituency that hated them, and the boards were created to throw out ballots officials deemed had been cast in the midst of intimidation. However, this move only further deepened the spite of the public. Therefore, it provided a way for Bourbon Democrats to take over governments in the late 1870s and for minor political parties to increase their influence."],"display_date":"January 1, 1878 - January 30, 1878","search_date":"1878-01-15","citations":[{"divid":1213371555,"type":"Newspaper Article","data":["","Daily Dispatch","Richmond, VA","January 29, 1878",""]},{"divid":1213371575,"type":"Book","data":["Michael Perman","Emancipation and Reconstruction, 1862-1879",null,"New York","Harlan Davidson","1987","95-96"]}],"locations":[{"id":115,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}