{"id":1623,"title":"Henry Flagler pushes Florida&#39;s economy into the modern era\n","course_id":1,"status":"P","start_date":"1888-01-10","end_date":"1888-01-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The most storied developer in Florida history, Henry Flagler began his career as the co-owner of the Flagler and York Salt Company. After years of futility, Flagler gave up on the company. Around the same time, he met John Rockefeller. Later, the two became founding partners of the Standard Oil Company. After amassing his fortune, Flagler married and spent his honeymoon with his second wife, Ida Alice, in St. Augustine in 1883. Upon arrival, he realized both the potential of Florida's tourism industry and the inadequacy of its facilities. &lt;br /&gt;&lt;br /&gt;Determined to fix the problem, Flagler recruited architects to design a grand hotel resort. Five years later, on January 10, 1888, construction ended on the Ponce de Leon Hotel Resort, one of the most extravagant and lavish hotels in the world. Following the enormous success of the Ponce de Leon, Flagler laid down plans to build a chain of luxury hotels along the Floridian coast. He eventually built these regal inns in Palm Beach, Miami, and St. Augustine, spending over 40 million reviving St. Augustine alone.&lt;br /&gt;&lt;br /&gt;However, in order to realize his plans, Flagler first needed to revitalize Florida's railroad industry. Thus, after the completion of the Ponce de Leon, Flagler bought the 36-mile Jacksonville, St. Augustine, and Halifax River Railroad. This initial stretch formed the first part of what would become the Florida East Coast System, completed in 1893."],"display_date":"January 10, 1888","search_date":"1888-01-10","citations":[{"divid":1214504934,"type":"Book","data":["Michael Gannon","The New History of Florida",null,"Gainesville, FL","University Press of Florida","1996","269-270"]},{"divid":1214504971,"type":"Website","data":["Henry Morrison Flagler Museum","Henry Morrison Flagler","Henry Morrision Flagler Museum","http://www.flagler.org/biography.html","October 11, 2005"]},{"divid":1214505034,"type":"Newspaper Article","data":["Completion of a Florida Railway Line","Washington Post","","February 3, 1893",""]}],"locations":[{"id":1188,"lat":29.8098695858,"lng":-81.280550411,"zoom":9,"place":"ST JOHNS, Florida"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}