{"id":1624,"title":"Labor Party of Alabama formed\n","course_id":1,"status":"P","start_date":"1888-03-25","end_date":"1888-03-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In March, seventy representatives from the Knights of Labor, the Agricultural Wheel, and the Farmers Alliance met in Montgomery to discuss the possibility of forming a joint political party. Several county leaders had already dismissed the convention, condemning its aims to mix economic interests with political power as impractical. Instead of forming a political party, the critics urged the gathered organizations to uniformly side with the Democratic Party. During the convention, however, the delegates decided hesitantly to break away from what they perceived as an unresponsive Democratic Party and form the Labor Party of Alabama. &lt;br /&gt;&lt;br /&gt;Several African-Americans attended the convention, and it is believed that they had a significant voice during the caucus. Indeed, earlier newspaper articles indicate that many political leaders realized that the crop-lien system was equally detrimental to black and white people. At convention's end, the original labor organizations had made a significant step towards the eventual creation of the Populist Party. They issued a platform which called for higher wages, government ownership of transportation, and changes in the convict lease system. Indeed, convention delegates laid the groundwork for the transition from a special-interests coalition into a significant political platform. Yet, at the same time, their hesitancy underscores the reasons for the eventual downfall of the Populist Party. Most Americans hesitated in voting for a third party, which most saw as an unviable alternative. Indeed, even at the Populist Party's peak, many Southerners voted for the Democratic candidate."],"display_date":"March 25, 1888","search_date":"1888-03-25","citations":[{"divid":1214490572,"type":"Book","data":["William Rogers, Robert Ward, Leah Atkins, and Wayne Flint","Alabama: The History of a Deep South State",null,"Tuscaloosa","University of Alabama Press","1994","303-304"]},{"divid":1214490611,"type":"Newspaper Article","data":["The Farmers Alliance Fails","Washington Post","","June 1, 1890",""]},{"divid":1214490635,"type":"Newspaper Article","data":["Negroes and the Tariff","Washington Post","","February 5, 1888",""]},{"divid":1214490655,"type":"Newspaper Article","data":["Third Party Debate","Eastern Reflector","","May 30, 1888",""]}],"locations":[{"id":1189,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}