{"id":1625,"title":"Grant Administration embroiled in Whiskey Ring Scandal\n","course_id":1,"status":"P","start_date":"1875-05-01","end_date":"1875-05-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In May 1875 Secretary of the Treasury Benjamin H. Bristow struck down upon the infamous Whisky Ring, a public scandal deemed impregnable due to powerful connections, until Bristlow hired private contractors to research the fraud. After the siezure 3 million in taxes was recovered and 110 of the more then 200 persons indicted, 110 were convicted, although President Grant's private secretary Orville H. Babcock was acquitted largely due to an affidavit expressing innocence from Grant. Although not involving Grant, this was another mar on his administration in the public view, another &lt;br /&gt;   The blowing open of the investigation occurred May 10 and by May 11th Bristow was considered a hero in papers from Chicago to New York. The operation began by eliminating the portions of the ring in the Midwest, mostly based in St. Louis and Chicago. Over the next few weeks, Bristow and his men moved further east, revealing ring holdouts and warehouses in Kentucky and finally along the east coast, all the while aided by citizens and government employees whom expressed dismay at the current state of corruption. Bristow's indictment of Babcock would come later, in the actual trial, although even from the beginning of the operation he was finding mostly government employees in positions of guilt."],"display_date":"May 1, 1875 - May 11, 1875","search_date":"1875-05-06","citations":[{"divid":1216342359,"type":"Book","data":["Eric Foner","Reconstruction&#58; America&#39;s Unfinished Revolution, 1863-1877",null,"New York","","1988","565, 566"]},{"divid":1216342423,"type":"Book","data":["Paul Lagasse, Lora Goldman, and Archie Hobson","The Columbia Encyclopedia, 6th Ed.",null,"New York","Columbia University Press","2001",""]},{"divid":1216342524,"type":"Newspaper Article","data":["","Chicago Daily Tribune","Chicago, Illinois","May 11, 1875","4"]},{"divid":1216342547,"type":"Newspaper Article","data":["","New York Times","New York, NY","May 18, 1875",""]}],"locations":[{"id":1190,"lat":null,"lng":null,"zoom":8,"place":"ST. LOUIS, Missouri"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}