{"id":1626,"title":"Southern convention against the jute-baggers\n","course_id":1,"status":"P","start_date":"1888-04-04","end_date":"1888-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Jute manufacturers had announced early in 1888 that they would raise the price of their products. This proclamation triggered deep resentment among cotton farmers in the South, who were already struggling because of the oppressive crop-lien system. Raising the price of an essential component to cotton-picking, the jute bag, was adding insult to injury. Farmers Alliances across the South saw the need for a regional convention, and organized one in Birmingham later that year. &lt;br /&gt;&lt;br /&gt;During the convention, farmers discussed three major issues: the state of cotton manufacturing in the South, the need for a permanent organization representing agricultural interests (a predecessor to the Populist Party), and the use of cotton rather than jute bags. The convention produced few answers on the first two issues, which would be more clearly addressed in a convention in Augusta, Georgia the following year. However, the leaders of the convention did urge their fellow farmers to use cotton bags. Their determination to boycott jute eventually forced the jute manufacturers to back down in 1889, concluding one of the few significant victories for the early Populist movement. &lt;br /&gt;&lt;br /&gt;Several politicians took advantage of the situation and expressed their support for the farmers' cause. Most prominent among these were Richard F. Kolb, a county commissioner. He distinguished himself as an advocate for cotton farmers, and the positive publicity gave him momentum for a run for the Governor's seat in 1890. However, by election time, Populist support had declined considerably. The media labeled Kolb an unviable third party candidate, and he lost to the Democratic nominee."],"display_date":"April 4, 1888 - April 7, 1888","search_date":"1888-04-05","citations":[{"divid":1214490760,"type":"Book","data":["William Rogers, Robert Ward, Leah Atkins, and Wayne Flint","Alabama: The History of a Deep South State",null,"Tuscaloosa","University of Alabama Press","1994","303-304"]},{"divid":1214490798,"type":"Newspaper Article","data":["Capital in the South","Washington Post","","May 2, 1889",""]}],"locations":[{"id":1191,"lat":33.5682565181,"lng":-86.9009596457,"zoom":9,"place":"JEFFERSON, Alabama"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}