{"id":1628,"title":"Confederate Soldier Reunion and the Return of a Regiment from Manila\n","course_id":1,"status":"P","start_date":"1899-07-01","end_date":"1899-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["A conflict ensued in Nashville, Tennessee in 1899 when the confederate reunion and the return of a regiment from Manila occurred simultaneously.  The president of the local United Daughters of the Confederation firmly opposed the use of the United States flag at the reunion.  Her protest proved unsuccessful.  Although the United States flag was displayed, the Confederate veterans marched under old battle torn rebel flags intertwined with the stars and stripes'' (Ayers, p.332).  Through this powerful statement  the veterans expressed their belief that the United States was just as much the Confederacy as it was the Union.  &lt;br /&gt;&lt;br /&gt;Racial tensions were highlighted by this display of southern supremacy at the event that brought together Confederate soldiers and Manila regiments.  Black soldiers fighting in the war with Spain further hurt race relations in America.  The African American soldiers in these southern states found themselves surrounded by the prejudice and hate of white men for whose country they were fighting.  African American soldiers were encouraged by Booker T. Washington to volunteer for the army.  They viewed the chance to join the army as an opportunity to prove their patriotism  and solidify their place in America.  Upon arrival in Florida and parts of Georgia before deployment to Cuba the reality of deep-seated southern racism was revealed."],"display_date":"July 1, 1899 - July 30, 1899","search_date":"1899-07-15","citations":[{"divid":1213748477,"type":"Book","data":["Edward L. Ayers","The Promise of the New South: Life After Reconstruction",null,"New York, NY","Oxford University Press","1992","328-334"]},{"divid":1213748525,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Jeffrey J. Crow","An Apartheid for the South: Clarence Poe&#39;s Crusade for Rural Segregation","Race, Class, and Politics in Southern History: Essays in Honor of Robert F. Durden","Jeffrey J. Crow, Paul D. Escott, and Charles L. Flynn, Jr., editors","Baton Rouge","Louisiana State University Press","1989","216-259"]},{"divid":1213748651,"type":"Newspaper Article","data":["Arrangements for the Noble First","The Nashville Banner","","July 21, 1899","8"]}],"locations":[{"id":1193,"lat":36.1695702654,"lng":-86.7859142705,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}