{"id":1629,"title":"North Carolina newspaper discourages voters from supporting Prohibition Party\n","course_id":1,"status":"P","start_date":"1888-06-27","end_date":"1888-06-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the demise of Radical Reconstruction in 1877, many social reformers concentrated their energies on Prohibition. Among these was Clinton Fisk, a former Civil War general who later served as a leader of the Freedman's Bureau. After his tenure at the Freedman's Bureau, he helped found Fisk University, a Nashville institution that bears his name. The historically black college would eventually educate civil rights leaders W.E.B. DuBois, Diane Nash, and John Lewis. &lt;br /&gt;&lt;br /&gt;In 1888, he was nominated by the Prohibition Party for President. Although he focused his campaign on eliminating the sale of alcohol so as to restore the traditional moral values to the country, he was criticized thoroughly for being a radical and negro lover'. Southern newspapers urged their constituencies to vote for Democrat incumbent Grover Cleveland instead, dismissing Fisk's campaign as irrelevant. Still, Fisk appealed to many Americans for his fundamentally religious message, which implored the prohibition of alcohol for the moral betterment of the nation. He received approximately 3% of the total vote. In such a close election, Fisk's constituency may have had a considerable influence on the outcome, especially given the fact that Cleveland garnered more popular votes than the victor, Benjamin Harrison.&lt;br /&gt;&lt;br /&gt;Fisk died two years later, on July 9, 1890. The ability of the media to discredit his image foreshadowed what would happen to many other third party candidates in the next decade. Although Fisk received considerable grassroots support, the media crushed the Prohibition Party's attempts to build a broad national coalition. Similar difficulties would confront Populist Party candidates Tom Watson and James Weaver."],"display_date":"June 27, 1888","search_date":"1888-06-27","citations":[{"divid":1214491133,"type":"Manuscript","data":["","The Freedman?s Friend&amp;#58; Clinton B. Fisk, Broadside 1888, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1214491156,"type":"Newspaper Article","data":["Third Party Debate","Eastern Reflector","","June 27, 1888",""]},{"divid":1214491179,"type":"Website","data":["Historycentral.com","Presidential Election of 1888","MultiEducator, Inc.","http&#58;//www.historycentral.com/elections/1888.html","September 14, 2005"]}],"locations":[{"id":1194,"lat":35.5940864102,"lng":-77.3680066596,"zoom":9,"place":"PITT, North Carolina"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}