{"id":1637,"title":"Independent Negro League of Kentucky\n","course_id":1,"status":"P","start_date":"1899-10-10","end_date":"1899-10-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Southern Negroes were mostly aligned with the Republican Party through the 1870's.  In the 1880s Republicans began to lose hold on their Negro supporters.  In October of 1883 the Supreme Court declared the Civil Rights Act unconstitutional, and after the compromise of 1877 Godkin decreed the impossibility of incorporating a Negro into a system of government for which you and I would have much respect'.  Throughout the 1880s and into the 1890s African-Americans questioned the motifs behind Republican policies and began to shift in favor of Democratic candidates.  &lt;br /&gt;&lt;br /&gt;On October 10, 1899 the Independent Negro League of Kentucky was organized representing all African-Americans in the state who opposed the Republican administration.  W.H. Ward called the meeting of the twelve present counties to order at 10:00 a.m. at Odd Fellow's Hall.  The League maintained that Republican principles only came second to the selfish wants of Republican leaders.  One reason for supporting Democratic candidate Goebel was because he supported the Separate Coach Law.  Goebel proposed a first class coach for black women so they would no longer have to ride in the rear of smoke cars, and a second-class coach for any black men who would pay.  A committee on resolution, a committee on rules, and a committee on organization were established.  At the conclusion of the meeting it was agreed that Republican candidate Taylor would do nothing as governor to improve the conditions of Jim Crow Cars' for African-Americans in Kentucky, therefore they would support the Goebel ticket.  They also resolved to always support colored candidates and to nominate any colored man who would advance the black cause."],"display_date":"October 10, 1899","search_date":"1899-10-10","citations":[{"divid":1217945842,"type":"Newspaper Article","data":["Negroes Organize&#58; Form Independent Negro League of Kentucky","The Louisville Courier Journal","","October 11, 1899","6"]},{"divid":1217945875,"type":"Book","data":["C. Vann Woodward","Origins of the New South, 1877-1913",null,"Baton Rouge","Louisiana State University Press","1971","215-221"]},{"divid":1217946072,"type":"Newspaper Article","data":["","Nation, XXIV","","1877","202"]},{"divid":1217946128,"type":"Book","data":["Paul Herman Buck","The Road to Reunion, 1865-1900",null,"Boston","Little, Brown &amp; Co","1937","295"]}],"locations":[{"id":1202,"lat":38.1871284664,"lng":-85.6594827753,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}