{"id":1639,"title":"Resumption Act\n","course_id":1,"status":"P","start_date":"1875-01-01","end_date":"1875-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The Resumption Act of 1875 was intended to shift America away from the paper currency greenbacks' that had developed during the Civil war and to return to a gold standard. This was largely accepted except by those who promoted a silver standard as well, who felt that greenbacks were good because they could be traded for either gold or silver. This act provided for the redemption of US greenbacks, allowing 300 million dollars worth to remain in circulation but to back them with gold beginning in 187.  By then enough greenbacks had become lost or thrown away to make them a valuable part of the national monetary system without federal assistance.&lt;br /&gt;   The issue at hand was the beginning of a decades-long dispute over the virtues of hard money versus soft money, in other words currency made of the medal it is backed by (e.g. gold coins for a gold standard) or a system like the greenbacks' which were either representative of precious medals or arbitrary and highly prone to the state of the markets and the economy. This bill, which in some way's was a compromise was promoted by John Sherman, chairman of the Senate Finance Committee. It allowed greenbacks' to stay in circulation, but enforced a universal gold standard on all currency."],"display_date":"January 1, 1875 - January 30, 1875","search_date":"1875-01-15","citations":[{"divid":1216079276,"type":"Book","data":["G. Richard Thompson","Expectations and the Greenback Rate, 1862-1878",null,"New York","Garland","1985",""]},{"divid":1216079306,"type":"Newspaper Article","data":["","Harper&#39;s Weekly","New York, New York","January 9, 1875","1"]}],"locations":[{"id":1204,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}