{"id":164,"title":"Steamboat service chartered on the Apalachicola River\n","course_id":1,"status":"P","start_date":"1827-01-01","end_date":"1831-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Following the Treaty of Washington, the Creek Indians were removed from the Apalachicola Bay.  To take part of this new settlement a steamboat service was chartered in 1827 which would eventually reach areas of Georgia and Alabama.  This project did not start off smoothly; it would take years after its inception for a corps of engineers to clear obstructions in the water.  Many reports during this time reported on just these types of troubles.  In one account in the American Beacon, a journalist from New Orleans nearly lost his life in a schooner when a large ship appeared out of nowhere on February 1st, 1827.  The captain was said to have exclaimed We are all doomed' and the journalist remarked that to this day he cannot even now look back without horror on the danger of my situation'.&lt;br /&gt;&lt;br /&gt;Nevertheless, this event is significant for it shows that transportation technology is influencing the American South as well as the North.  Just like the Baltimore and Ohio Railroad of Maryland and Virginia that is chartered in February 1827, this steamboat service's purpose was to bring goods and people in and out of Florida more efficiently.  It shows a substantial amount of technological progress being made in the supposedly stagnant South and the support (not resistance) from the state legislatures.  Throughout these Southern states, companies like Steamboat Hampton advertised weekly expeditions on the river from Wednesday afternoon to Monday morning.  The Dismal Swamp Canal company held a lottery to bolster advocates.  These benefits of technology and progress were helping the South from staying stagnant in terms of economy, transportation and infrastructure.  All of which would later prove critical to their prolonging of the American Civil War."],"display_date":"1827 - 1831","search_date":"1829-07-01","citations":[{"divid":1213225929,"type":"Newspaper Article","data":["","American Beacon and Norfolk and Portsmouth Daily Advertiser","","January 6, 1827",""]},{"divid":1213225967,"type":"Book","data":["Charlton Tebeau","A History of Florida",null,"Miami","University of Miami Press","1971","141"]}],"locations":[],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}