{"id":1641,"title":"Meeting of the United Daughters of the Confederacy\n","course_id":1,"status":"P","start_date":"1899-11-01","end_date":"1899-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The United Daughters of the Confederacy was founded in 1895 in Atlanta, Georgia.   Southern women integrated religion with the promotion of the Lost Cause.  They often closed letters with, Lord God of Hosts, be with us yet.  Lest we forget.  Lest we forget'.  Monuments constructed under their supervision were mostly of armed Confederate soldiers facing the north, and were placed in public spaces throughout the south.  &lt;br /&gt;&lt;br /&gt;This meeting of the United Daughters of the Confederacy was held in November, 1899 in Richmond, VA to discuss the completion of the construction of a monument to President Davis.  The monument was to commemorate Mr. Davis as the chief executive and leader of the Confederacy and as a martyr of the Confederacy.  He suffered in his own person the ignominy and the shame our enemies would have made us suffer.' The Committee of Confederate Veterans  asked these women to complete the task they had begun.  The National Convention of the United Daughters of the Confederacy assumed the responsibility and the Monument Association deposited 20,590 in their name to the State Bank of Richmond.  The committee treasurer was Mrs. Edgar Taylor, No. 3 East Franklin Street, who accepted donations.  The women deemed it a disgrace that such a monument had yet to be constructed.   Creation of monuments commemorating confederate soldiers occurred in Smithville, VA also.  On August 25, 1899 a committee proposed a monument to the Confederate Soldiers of Charlotte County and circulated a plea for donations to raise the outstanding 1000 to add to their 500."],"display_date":"November 1899","search_date":"1899-11-15","citations":[{"divid":1214491647,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["C. Vann Woodward","Origins of the New South 1877-1913","A History of the South: Volume IX","Wendell Holmes Stephenson and E. Merton Coulter","Baton Rouge","Louisiana State University Press","1971","156-157"]},{"divid":1214491716,"type":"Manuscript","data":["","At the last meeting of the United Daughters of the Confederacy , broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1214491742,"type":"Manuscript","data":["","Headquarters H.A. Carrington Camp, No. 34, C.V., broadside",null,"","","","Special Collections Library, University of Virginia"]}],"locations":[{"id":1206,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}