{"id":1645,"title":"100th Anniversary of the Death of George Washington\n","course_id":1,"status":"P","start_date":"1899-12-14","end_date":"1899-12-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["George Washington was an important figure in the South in the 1900s, as he himself was a southerner from Virginia.  After the Confederacy seceded from the Union and created the Constitution of the confederacy they turned to Washington as a symbol of their patriotism.  An image of Washington was put on the seal of the Confederacy and on a postage stamp suggesting that the Confederacy, not the Union, fulfilled the founding father's vision of the American republic.  By making Washington a symbol of the Confederacy, the south justified their actions.  The father of the country they were leaving became the stepfather of the country they were inventing.' (Cobb, p.55)  Following the Civil War, Washington became a symbol of American principles of both the north and south.  &lt;br /&gt;&lt;br /&gt;The Church of the Epiphany held a memorial service to commemorate the 100th anniversary of George Washington's death at 4:00 p.m. on December 14, 1899.  The Bishop of Washington read an exhortation at the end of the service calling on all Americans to take pride in their patriotism, and look beyond the division of north and south to a united America.  Let there be no sectionalism, no North, South, East, or West; you are all dependent, one on another, and should be one in union.'  The bishop warned the congregation to not allow extreme party spirit to divide the nation against itself, but to defend the Constitution."],"display_date":"December 14, 1899","search_date":"1899-12-14","citations":[{"divid":1217105997,"type":"Book","data":["James C. Cobb","Away Down South&#58; A History of Southern Identity",null,"New York","Oxford University Press","2005","54-59"]},{"divid":1217106031,"type":"Pamphlet or Other Printed Material","data":["Church of the Epiphany","Memorial Service Commemmorating the 100th Anniversary of the Death of George Washington","Philadelphia","J.E. Caldwell &amp; Co. ","1899","Special Collections Library, University of Virginia"]}],"locations":[{"id":1210,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}