{"id":1648,"title":"Newspapers and Magazines close their doors\n","course_id":1,"status":"P","start_date":"1874-11-01","end_date":"1875-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["As reported by the American Journalist, more than 200 magazines and newspapers closed their doors in the first weeks of 1875. This was a time of change and evolution for the print industry, as newspapers moved form admittedly opinionated and biased rumor and news mills, to objective fonts of factual stories and reliability. The industry was changing, and not all the papers could keep up as the readership became consolidated, preparing itself for the years of Yellow Journalism and Park Row that would follow after the turn of the century. &lt;br /&gt;   Many of the papers that remained after the war either evolved or perished, allowing for new papers such as the Chicago Tribune, The Washington Post or even smaller papers like the Richmond Times-Dispatch to rise up years or decades later, filling a void that was acceptable only for a brief period of time. Many of the papers that sprang up quickly were international newspapers reporting everything from recipes to local crop prices to the latest congressional hearings or the state of the courts in Spain. These were mostly centered in Major metropolitan areas, where the costs of running and printing a paper could be offset by a large readership."],"display_date":"November 1, 1874 - January 30, 1875","search_date":"1874-12-15","citations":[{"divid":1214491927,"type":"Book","data":["Mark Wahlgreen Summers","The Press Gang: Newspapers and Politics 1865 ? 1878",null,"Chapel Hill","University of North Carolina Press","1994","13-19"]},{"divid":1214491982,"type":"Newspaper Article","data":["","Lynchburg Daily Virginian","","January 5, 1875",""]}],"locations":[{"id":1213,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}