{"id":165,"title":"William Henson sentenced to death.\n","course_id":1,"status":"P","start_date":"1827-04-27","end_date":"1827-05-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 27th, 1827 a verdict was reached in the William Henson case.  The court convicted this free black for forcibly breaking into a house and stealing items of a small value.'  His punishment was death, to be carried out on May 3rd.  This punishment was certainly extreme for such a petty offense, but the court was using what was called the Bloody Act of 1806.  This act as the Raleigh Register explained it said: any person shall break into any dwelling house, shop, warehouse or other outhouse thereto belonging and feloniously take away any money, goods, or chattels of the value of 20 schillings or upwards;shall suffer death without the benefit of clergy'.     &lt;br /&gt;&lt;br /&gt;Henson's skin color certainly did not help his case, but surprisingly the Raleigh Register actually took to the defense of William Henson.  They did not however, come to the obvious conclusion that this act was utilized mainly because of Henson's pigmentation, but instead took it from the fear that any man (particularly white) might be tried under this obscure yet existing law.  People were advocating that although laws needed to exist to curtail crime, they must be equal to the crime.  The Register put it best when it said: Again and again we repeat, let a penitentiary be established'.  People wanted peace, but not at any price.&lt;br /&gt;&lt;br /&gt;This occurrence shows two strains that mark the South throughout the nineteenth century.  One, that there was a double set of standards for the free black and the white male (even the poorest of whites).  Henson was the sacrificial lamb towards a political movement towards prison reform, not discrimination.  Second, that the entire justice system of the 1800's would undergo drastic changes during this time period from a place of punishment to a place of reform.  It would bring men like de Tocqueville from France to come to the United States and report on this new prison system in 1831.  Therefore, one can see that in many ways 1827 differed from current times but yet it maintained a battle over security vs. freedom that is still being debated to this very day."],"display_date":"April 27, 1827 - May 3, 1827","search_date":"1827-04-30","citations":[{"divid":1213371732,"type":"Book","data":["Louis Masur","1831: Year of Eclipse",null,"New York","Hill and Wang Publishing","2001","82-88"]},{"divid":1213371763,"type":"Newspaper Article","data":["","Raleigh Register","","April 27, 1827",""]},{"divid":1213371784,"type":"Newspaper Article","data":["","Woodville Republican","","June 16, 1827",""]}],"locations":[{"id":117,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}