{"id":1652,"title":"The Republican Party Platform Adopted\n","course_id":1,"status":"P","start_date":"1896-06-16","end_date":"1896-06-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Republican Party adopted their platform. In it, they aimed for protecting the gold standard, advancing American interests at home and abroad, reaffirming the Monroe Doctrine, and giving sympathy to Cuba among other things. The Republican Party named William McKinley its presidential candidate . In this platform the Republicans have a provision claiming their unqualified condemnation' of lynching. &lt;br /&gt;While much support was rallied behind the new presidential candidate throughout the nation, most southern republicans voiced their plans to leave the party. This was largely a response to the gold standard, as some, for example Mr. Mot of North Carolina, had said that he had gone into this campaign for McKinley believing that gentleman was friendly to silver.' Other Congressmen voiced their disapproval of the money policy of the Republican Party, as one said that my anxiety that it shall now rise level with the emergency that meets us is greater than I can express;restore the full money function to silver in some way.' Thus while the Republican Party adopted its platform, they also alienated the free silver advocates, many of whom with the ranks of the southerner Mr. Mot. McKinley was a strong on business and had support of the northern states. While he was unable to carry a single southern state due mainly to the Republican gold standard, he would have enough support elsewhere to win the presidency in the 1896 election."],"display_date":"June 16, 1896","search_date":"1896-06-16","citations":[{"divid":1217542050,"type":"Book","data":["Lawrence O. Christensen and Gary R. Kremer","A History of Missouri&#58; Volume IV, 1875 to 1919",null,"Missouri","University of Missouri Press","1997","145"]},{"divid":1217542087,"type":"Newspaper Article","data":["","Birmingham Age Herald","Birmingham, Alabama","June 18, 1896",""]},{"divid":1217542252,"type":"Pamphlet or Other Printed Material","data":["Charles Arnette Towne","Silver Restoration&#58; The Duty of the Republican Party","Washington","","1896","Special Collections Library, University of Virginia"]}],"locations":[{"id":1217,"lat":38.6407017012,"lng":-90.4430188422,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}