{"id":1654,"title":"George Washington Carver Joins Tuskegee Institute\n","course_id":1,"status":"P","start_date":"1896-02-01","end_date":"1896-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["George Washington Carver joined Booker T. Washington and the faculty of the Tuskegee Institute. Here, he revolutionized agricultural development in the south in the early 20th century. Through his research in a response to a decline in the success of cotton farming, he discovered that it is better for farmers to diversify rather than relying solely on the cotton farming which weakened the soil and produced poor crops. Also, he did research in which he developed commercial uses for many products, including peanuts, sweet potatoes, cotton and pecans. The Birmingham Herald published his ideas and the finding that the deep cultivation of the soil' would be beneficial for farming; however, in the article George Washington Carver was given no recognition. But with these findings and his new position in the Tuskegee Institute, he encouraged farmers to follow this plan. The building of the new Slater-Armstrong Memorial Agriculture Building was underway shortly thereafter as a result of the expansion provided by Carver.&lt;br /&gt;Carvers' contribution fulfills the academic aims set out by all Tuskegee Institute schools: The crude stumbling, sightless plantation-boy who lives in the environment of Tuskegee for three or four years, departs with an address, an alertness, a resourcefulness, and above all, a spirit of service that announce an educated man.' The developments within the Tuskegee Institute which Carver brought about are in a response to the recognition that according to Booker T. Washington agriculture is fundamental' to the negro population."],"display_date":"February 1896","search_date":"1896-02-14","citations":[{"divid":1215629532,"type":"Pamphlet or Other Printed Material","data":["Booker T. Washington","Tuskegee and Its People: Their Ideals and Achievements","New York","D. Appleton Co.","1906","Special Collections Library, University of Virginia"]},{"divid":1215629582,"type":"Newspaper Article","data":["Agricultural Notes","Birmingham State Herald","","February 16, 1896",""]},{"divid":1215630228,"type":"Book","data":["William Warren, et al.","Alabama: The History of a Deep South State",null,"Tuscaloosa, AL","Alabama UP","1994","330"]},{"divid":649464,"type":"Website","data":[null,null,null,"FaavhSVDfBBWaux"]}],"locations":[{"id":1219,"lat":32.3860025551,"lng":-85.692630494,"zoom":9,"place":"MACON, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}