{"id":1656,"title":"Troops Called in to New Orleans Municipal Elections\n","course_id":1,"status":"P","start_date":"1896-04-01","end_date":"1896-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The Democratic machine was removed from power and the Citizens' League came in, showing how successful their efforts were. They were backed by negroes who supported their cause for reform in mass public meetings. They quickly implemented structural reforms. However, by the time the Citizens' League spread throughout the state, blacks realized that these elite reformers were just as hostile to their interests as the machine officials whom they had opposed. The Citizens' League joined the machine democrats in supporting disenfranchisement of the poor and uneducated, and favored reforms which barred officials from assisting illiterate voters. &lt;br /&gt;Governor Foster was forced to call up troops when the factions were armed in the streets and threats of violence seemed possible as a result of trouble;brewing, growing out of the counting of the vote in that parish.' While the militia arrived to ensure that the environment remained a peaceful one, it seemed that those in dispute had already reached an amicable basis for the settlement of their difficulties.'"],"display_date":"April 1896","search_date":"1896-04-15","citations":[{"divid":1214492137,"type":"Book","data":["Joe Gray Taylor","Louisiana, A Bicentennial History",null,"New York","W. W. Norton and Company","1976","477"]},{"divid":1214492197,"type":"Newspaper Article","data":["Troops Called But Not Needed","The Atlanta Constitution","","April 28, 1896",""]}],"locations":[{"id":1221,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}