{"id":1658,"title":"Supreme Court Cases: Blacks Not Allowed on Juries\n","course_id":1,"status":"P","start_date":"1896-05-19","end_date":"1896-05-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Mississippi Supreme Court upheld the Mississippi Constitution's suffrage provision which did not allow blacks on juries as they became ineligible upon disenfranchisement with the 1890 Constitution, in its decision in Ratliff v. Beale. The United States Supreme Court upheld this ruling by making the following distinction: discriminating against race and discriminating against its characteristics and the offenses to which its criminal members are prone.' &lt;br /&gt;Such a movement towards the development of segregation entrenched in the legal system had thus begun. Throughout the south courts were furthering the segregation effort. For example, the Supreme Court handed down a similar decision in which African American jurors were considered unnecessary. In the case of Greasy Jim v. the State of Louisiana (Greasy Jim' being the alias for James Murray), the Supreme court refused to grant him retrial on the grounds that their were no African American jurors sitting in on his trial, and thus the race was discriminated against in constituting the grand and petit juries for the term of Court at which he was tried.' The judgment of the state court which did not allow African-Americans on the jury stood."],"display_date":"May 19, 1896","search_date":"1896-05-19","citations":[{"divid":1214498841,"type":"Book","data":["Michael Perman","Struggle for Mastery: Disfranchisement in the South, 1888-1908, Michael Perman",null,"Chapel Hill","University of North Carolina Press","2001","121"]},{"divid":1214498873,"type":"Newspaper Article","data":["Negro Jurors Unnecessary","The News and Courier","Charleston, South Carolina","May 19, 1896",""]}],"locations":[{"id":1223,"lat":31.7342121703,"lng":-91.0371521217,"zoom":10,"place":"JEFFERSON, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}