{"id":1660,"title":"National Association of Colored Women Formation\n","course_id":1,"status":"P","start_date":"1896-01-01","end_date":"1896-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Through the merger of the National Federation of Afro-American Women (headed by the dean of women at the Tuskegee Institute) and the National League of Colored Women, the formation of the National Association of Colored Women began which would culminate in its formation. Comprised of state and local affiliates, it addressed many social issues facing African American communities. Founded by abolitionist leader Harriet Tubman, abolitionist author and social reformer Frances E. W. Harper, anti-lynching crusader and journalist Ida Bell Wells-Barnett, and social activist Mary Eliza Church Terrell. &lt;br /&gt;Associations such as the NACW were forming across the south, and across the nation in general. These women's groups reflect the impulse of women to get involved in politics. While the vote was still far off in the future these women were very involved in the political action in 1896. There was a great initial enthusiasm for political participation. There was great resistance to such political action and women's groups, and doubt of women's fitness' for such activity was felt by many, both men and women."],"display_date":1896,"search_date":"1896-07-01","citations":[{"divid":1215696904,"type":"Book","data":["Barbara Smith, Gloria Steinem, Gwendolyn Mink, Maysa Navarro, Wilma Mankiller, eds.","Companion to US Women?s History",null,"New York","Houghton Mifflin","1998",""]},{"divid":1215697027,"type":"Book","data":["Kevin R. Hardwick and Warren R. Hofstra, eds.","New Histories of the Old Dominion: Virginia Reconsidered",null,"Charlottesville, VA","Virginia UP","2003","345"]},{"divid":1215697072,"type":"Newspaper Article","data":["Fear of Women Rule","Washington Post","Washington, DC","March 1, 1896",""]},{"divid":60509,"type":"Film","data":[null,"XLTtSrYsExRIywo"]}],"locations":[{"id":1225,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}