{"id":1663,"title":"Joseph Johnson Chosen in Alabama Gubernatorial Democratic Primary\n","course_id":1,"status":"P","start_date":"1896-04-01","end_date":"1896-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In another effort of fusionists to bind the Populist Party to its best alternative, Johnson took up many of the parties issues and thus won their votes. He succeeded in [blurring] the lines between reactionary and reformer' and when he was nominated at the convention he restated the mission of his Democratic Party: It is our purpose to maintain a government in this State, fair and just to all under control of the white men of Alabama.' In a speech to a crowd of nearly 1000 people, the crowd was enthusiastic to hear the money policy of Mr. Johnson, and his criticisms of his opponent, Mr. Clarke's money policies.&lt;br /&gt;Johnson's selection at the Gubernatorial Democratic Primary is significant because in retrospect historians have almost unanimously seen his years as the stepping-stones of transition that bind the Populist revolt to the later Progressive period.' His platform which included free silver was used to reach out and grab Populist votes and succeed in fusion of the party with Democrats. In a state where the political factions were deeply split, Johnson's efforts brought them together into a sort of alliance. Oftentimes, his victory is seen as a transition from farming to industry: which explains historians tendency to connect him with Progressivism."],"display_date":"April 1896","search_date":"1896-04-15","citations":[{"divid":1214499043,"type":"Book","data":["William Rogers, Robert Ward, Leah Atkins, Wayne Flint","Alabama: The History of a Deep South State",null,"Tuscaloosa","University of Alabama Press","1994","316-320"]},{"divid":1214499075,"type":"Newspaper Article","data":["Jackson for Johnston","Birmingham Age Herald","Birmingham, Alabama","March 3, 1896",""]}],"locations":[{"id":1228,"lat":34.779428782,"lng":-85.9992911004,"zoom":9,"place":"JACKSON, Alabama"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}