{"id":1665,"title":"Weather plagues the Southern States&#39; Economies\n","course_id":1,"status":"P","start_date":"1896-01-01","end_date":"1896-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The depression of the 1890s was only exacerbated by the weather conditions in the spring of 1896. The drought of 1896 brought a huge setback to the agricultural sectors of many southern states, particularly Louisiana, Texas, Arkansas, and Mississippi. The lack of water caused crucial crops to wither, and brought the economy further into its depression. In Mississippi, the state also faced downpours which flooded the parched land. The flood of May 22, 1896 not only further harmed the farming sector of the economy where thousands of crops were destroyed by the flooded river, but Railroads were threatened as well. &lt;br /&gt;These incidents of severe drought and flooding reveal how much nature compounded the troubles of the depression of the decade. A substantial consequence of this was that farmers responded by joining the Populist Party to gain support where they were failing. The disasters created by nature's wake contribute greatly to the Populist Parties peak in 1896. The response of southern farmers by forming a coalition in the party contributed to and reflected political upheaval of the decade.'"],"display_date":1896,"search_date":"1896-07-01","citations":[{"divid":1213580914,"type":"Book","data":["William Cooper and Thomas E. Terrill","The American South: A History",null,"New York","McGraw Hill ","1996","489"]},{"divid":1213580973,"type":"Newspaper Article","data":["Fury of the Flood","The State ","Columbia, SC","May 23, 1896",""]}],"locations":[{"id":1230,"lat":33.9290712834,"lng":-81.2531457905,"zoom":9,"place":"LEXINGTON, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}