{"id":1667,"title":"Race-Relations in Georgia Gubernatorial Race\n","course_id":1,"status":"P","start_date":"1896-01-01","end_date":"1896-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The occurrence of mass mob lynching or by individuals escalated during the decade of the 1890s. The severe racism of Georgia swept away the Bourbon notion of race relations and revolutionized popular attitudes towards blacks.' The violence against African-Americans was at an unprecedented level. The gubernatorial race and the ensuing debates brought the issue of race relations to the forefront of Georgian politics. It was not one party, but both the democrats and populists who had stopped to blatant racial demagoguery during their political clashes.'&lt;br /&gt;The Populists who were generally thought of as peaceful in the realm of race relations, charged political opponent, Democrat William Y. Atkinson, with supporting the rape of white women by African-Americans. The impetus for this charge was merely Atkinson's pardoning of an African American who had been convicted of rape. The core of the political struggles is epitomized by this debate and other political battles where the debate over race relations was fuming. &lt;br /&gt;This rise of prominence of race relations in political spheres was given start by the lynching across the South during this time. Incidents of the lynch mob were everywhere during this year, for example the throng of well-armed men advancing on Knoxville' for a lynching nearly induced the calling on the military. Racial relations in Georgia and elsewhere in the south took a turn for the worst due to many factors, including the rise of a new generation of extreme racists, the bitterness resulting from the apparent crumbling of the Populist party, and the uneasiness of the arming of African-Americans as troops in the Spanish American War."],"display_date":1896,"search_date":"1896-07-01","citations":[{"divid":1213828806,"type":"Book","data":["W. Fitzhugh Brundage","Lynching in the New South: Georgia and Virginia 1880-1930",null,"Urbana","Illinois University Press","1993","197"]},{"divid":1213828847,"type":"Newspaper Article","data":["","Weekly Clarion Ledger","Jackson, Mississippi","February 6, 1896",""]}],"locations":[{"id":1231,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}