{"id":1672,"title":"Grand Jury Investigates Lynching\n","course_id":1,"status":"P","start_date":"1896-02-17","end_date":"1896-03-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Grand Jury investigated a lynching which occurred on February 15, 1896. The victim of the lynching was an African American man named Bob Williams, who shot and killed a Montgomery police officer who was attempting to arrest Williams on charges of beating his wife. After the alleged offense, Williams fled the scene, but was followed and captured approximately 30 miles away. He was brought back to Montgomery by train, where a mob was awaiting his arrival, boarded the train, and took him to a tree nearby. The mob then tied him up, and after stringing him up, filled his body full of bullets.' &lt;br /&gt;Alabama Governor Oates was away from the state when the event took place, and he condemned the actions of the mob, and ordered the Grand Jury investigation. Under Judge Winter, the incident was investigated and over 300 witnesses were scrutinized. However, despite the rigid investigation, they had been unable to secure sufficient evidence to return an indictment.' The report of the Grand Jury stated that with most remarkable unanimity, every witness has testified to his entire ignorance of the crime and its concomitant circumstances, as well as to an absolute want of knowledge of the names of any person or persons connected therewith.' Thus no one was indicted for the lynching of Bob Williams. Such incidences were rampant in the south, in various forms, throughout the year. Lynching, historians have suggested, summed up the values of the society that practiced it: participants in mobs not only enacted a ritual that affirmed their racial beliefs but also embodied their commitment to such values as white male dominance, personal honor, and chivalry.' Because of these deeply engrained values, it seems apparent why the Grand Jury here, and elsewhere throughout the south, was unable to make any indictments."],"display_date":"February 17, 1896 - March 2, 1896","search_date":"1896-02-24","citations":[{"divid":1214499225,"type":"Book","data":["W. Fitzhigh Brundage","Lynching in the New South: Georgia and Virginia, 1880-1930",null,"Urbana","Illinois University Press","1993","17"]},{"divid":1214499271,"type":"Newspaper Article","data":["No Indictments","Nashville Banner","Nashville, Tennessee","March 2, 1896",""]}],"locations":[{"id":1234,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}