{"id":1676,"title":"Ratification of the First Treaty of Indian Springs\n","course_id":1,"status":"P","start_date":"1821-01-08","end_date":"1821-01-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Prior to the early 18th Century, most of Georgia was home to American Indians belonging to two groups of Native-Americans; the Cherokee Nation and a southeastern alliance known as the Creek Confederacy.  The First Treaty of Indian Springs marks Georgia's first of many governmental and territorial struggles with its Native American population.  The provisions of the treaty gave the U.S. government land lying between the head of the Flint and Chatahooche Rivers, and gave the Creek Nation a small reserve of land that lay within the boundaries of the state.  Despite the acquiring of newly ceded land, Georgia legislature demanded the removal of the Creek Nation, citing the 1802 promise on behalf of the United States government to remove the Indians from within the limits of the state of Georgia. &lt;br /&gt;Both the Creek and Cherokee were partially settled on permanent farms within state limits while enjoying the rule of sovereign tribal governments that owed no allegiance to Georgia, provisions which were given to the Creeks and Cherokees under the of the First Treaty of Indian Springs. Georgia Legislature took the task upon themselves, and actively pursued the removal of both nations from within state limits.  In early 1825, a small number of Creek chiefs who lacked the authority or consent of the Creek Confederacy signed the Second Treaty of Indian Springs.  According to the provisions of the treaty, lands belonging to the entire Confederacy were purportedly ceded to the United States; however, the treaty proved to be an act of defiance against the wishes of the national government.  Despite not having the treaty examined by federal officials, Georgia authorities began surveying the lands.  Anticipating conflict with the national government, Governor Troup called upon the legislature to stand to your arms, and wrote in a letter addressed to the Secretary of War ;in a sober report to the legislature it was urged that the time was rapidly approaching when the Slave States must confederate.'&lt;br /&gt;Orders from Washington suspended the survey, but in November of 1825, when addressing his state legislature Governor Troup asserted between States equally independent it is not required of the weaker to yield to the stronger. Between sovereigns the weaker is equally qualified to pass upon its rights.  A new treaty was negotiated, but Troup and the federal government remained at odds during the subsequent two years, culminating in Governor Troup eventually calling out his state militia in defense of land he believed to be rightfully Georgia's.   By 1827, the Creek were gone. The Cherokees, more highly civilized and better organized than the Creeks, managed to avoid any treaty for surrendering their lands, and thus Georgia asserted its jurisdiction over them without adherence to the solemn treaties of the United States during the years to follow.  The Native American land cessions to the state of Georgia ended with the Cherokee Trail of Tears."],"display_date":"January 8, 1821","search_date":"1821-01-08","citations":[{"divid":1213833441,"type":"Book","data":["Frederick E. Hoxie","Encyclopedia of North American Indians",null,"New York","Houghton Mifflin","1996","142-145"]},{"divid":1213833472,"type":"Newspaper Article","data":["","Mobile Commercial Register","","December 27, 1821",""]},{"divid":1213833487,"type":"Newspaper Article","data":["","Arkansas Gazette","","March 3, 1821",""]},{"divid":1213833506,"type":"Newspaper Article","data":["","The Southern Recorder","","January 9, 1821",""]},{"divid":1213833526,"type":"Newspaper Article","data":["","Arkansas Gazette","","February 10, 1821",""]},{"divid":1213833557,"type":"Newspaper Article","data":["","The Southern Recorder","","February 13, 1821",""]},{"divid":82752,"type":"Law","data":[null,null,null,null,null,null,"DJFZtbkWRrmTaQufJ"]}],"locations":[],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}