{"id":1678,"title":"Mexico Permits First Anglo Settlement in Spanish Texas\n","course_id":1,"status":"P","start_date":"1821-01-17","end_date":"1821-01-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Moses Austin, originally a Connecticut merchant, migrated throughout the U.S. States and western territories developing the lead industry.  After coming into economic ruin after settling in Missouri, he set his sights on economic expansion in Spanish Texas, and became the first man to obtain permission to bring Anglo-American settlers into the foreign territory.  Permission was granted for the settlement of 300 U.S. families; however, after gaining preliminary permission for the establishment of a frontier settlement, Moses contracted pneumonia from four weeks of wet and cold weather on his return trip from Texas to Missouri.  Moses Austin died on June 10, 1821, just two weeks after returning to family in Missouri, and thus was unable to see the realization of his envisioned Texas settlement.&lt;br /&gt;Upon Moses' death, his son, Stephen Fuller Austin, received the land grant and thus commanded the plans for the settlement from his home in New Orleans, Louisiana.  The town was to be located at a junction of the Brassos and Colorado rivers, and Austin saw to it that the land was surveyed by a ship sailing from New Orleans with the view of ascertaining the best harbor and situation for a Tow, at which place a regular port of entry has been ordered to be established by the proper authority.' Emigration into the territory began on or around Christmas Day of 1821, accompanied by promises of profitable crops by the following summer.  Stephen F. Austin made sure fellow emigrants were explicitly aware of circumstances upon which the ability to join the settlement party were conditional, namely that this settlement is forming under the authority and protection of the government exercising the sovereignty of the country, that the settlers must take an oath of allegiance to said government, which oath will be administered by the governor of Texas, or someone appointed by him, that no one can be admitted as a settler without producing the most satisfactory evidence of having supported good moral character, and that each settler maintain interests of permanent settlement.'"],"display_date":"January 17, 1821","search_date":"1821-01-17","citations":[{"divid":1213494666,"type":"Book","data":["Edwin C. McReynolds","A History of the Crossroads State",null,"Norman","University of Oklahoma Press","1962","26, 66, 144"]},{"divid":1213494893,"type":"Book","data":["Randolph B. Campbell","Gone to Texas: A History of the Lone Star State",null,"New York","Oxford University Press","2003","100-102"]},{"divid":1213494995,"type":"Newspaper Article","data":["","Louisville Public Advertiser","","May 16, 1821",""]},{"divid":1213495017,"type":"Newspaper Article","data":["","The Asylum and Feliciana Advertiser","","December 15, 1821",""]}],"locations":[],"tags":[{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}