{"id":1679,"title":"The Brig Nautius Sets Sail for African Colony\n","course_id":1,"status":"P","start_date":"1821-01-23","end_date":"1821-01-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Brig Nautius captained by a Capt. Blair sailed from the port of Norfolk on the morning of Tuesday January 23, 1821.  The vessel was bound for the coast of Africa, and carried on board a number of free blacks seeking (or having sought for them) a new life in the African colony, which would later be termed Liberia.  Aboard were also a number of clergy from varying denominations ranging from Methodist to Catholic, perhaps wit h the hopes of achieving the conversion of those blacks on board who were not yet Christian, or perhaps with the hopes of African indigenous contact, through which they could spread the word of Christ.  Boats similar to the Brig Nautius sailed for the African colony from southern ports throughout the decades surrounding 1821 as part of an effort asserted by the American Colonization Society to rid the United States of what they continued to be the inevitable failure of free coexistence of the white and black races.  Members of the Colonization society wanted the abolishment of slavery as an institution, but with that end, they also cried for removal of the entire black race.  This removal, they stated, would end in the completed and successful colonization of a free black settlement on the coast of Africa set up by the U.S. government.  ","Although states in the South such as Virginia saw considerable rallying in support of the Colonization Society, there was also staunch opposition on behalf of both blacks and whites.  No doubt, few free-blacks living in undesirable conditions saw resettlement in Africa as an attractive option, and means by which some who had not been in the states for very long could reunite with family members left behind in Africa; however, by 1821 the majority of blacks living in the United States were products of one or more generations of life on American soil.  This prompted feelings of anger and resentment toward organizations like the Colonization Society because though whites spearheading such efforts meant well (for the most part), they were effectively ripping blacks from their homes and families in the United States to send them to a strange and foreign place; a twisted costal role reversal from years past.  Just as the Africans brought into slavery in the United States were not American, the free blacks being taken to Africa from the United States were not African, but African-American.  White opposition came from two ends; some argued that there was no need for removal and total segregation of the races in order to achieve a peaceful and functioning society.  Other arguments rested on the tenet of the project's improbability of success, cost, and length of completion.","The Brig Nautius captained by a Capt. Blair sailed from the port of Norfolk on the morning of Tuesday January 23, 1821.  The vessel was bound for the coast of Africa, and carried on board a number of free blacks seeking (or having sought for them) a new life in the African colony, which would later be termed Liberia.  Aboard were also a number of clergy from varying denominations ranging from Methodist to Catholic, perhaps wit h the hopes of achieving the conversion of those blacks on board who were not yet Christian, or perhaps with the hopes of African indigenous contact, through which they could spread the word of Christ.  Boats similar to the Brig Nautius sailed for the African colony from southern ports throughout the decades surrounding 1821 as part of an effort asserted by the American Colonization Society to rid the United States of what they continued to be the inevitable failure of free coexistence of the white and black races.  Members of the Colonization society wanted the abolishment of slavery as an institution, but with that end, they also cried for removal of the entire black race.  This removal, they stated, would end in the completed and successful colonization of a free black settlement on the coast of Africa set up by the U.S. government.  ","Although states in the south such as Virginia saw considerable rallying in support of the Colonization Society, there was also staunch opposition on behalf of both blacks and whites.  No doubt, few free-blacks living in undesirable conditions saw resettlement in Africa as an attractive option, and means by which some who had not been in the states for very long could reunite with family members left behind in Africa; however, by 1821 the majority of blacks living in the United States were products of one or more generations of life on American soil.  This prompted feelings of anger and resentment toward organizations like the Colonization Society because though whites spearheading such efforts meant well (for the most part), they were effectively ripping blacks from their homes and families in the United States to send them to a strange and foreign place; a twisted coastal role reversal from years past.  Just as the Africans brought into slavery in the United States were not American, the free blacks being taken to Africa from the United States were not African, but African-American.  White opposition came from two ends; some argued that there was no need for removal and total segregation of the races in order to achieve a peaceful and functioning society.  Other arguments rested on the tenet of the project's improbability of success, cost, and length of completion."],"display_date":"January 23, 1821","search_date":"1821-01-23","citations":[{"divid":1213490048,"type":"Book","data":["Louis P. Masur","1831: Year of the Eclipse",null,"New York","Hill and Wang","2002","21-34"]},{"divid":1213490127,"type":"Book","data":["Clayton E. Jewett and John O. Allen","Slavery in the South: A State-by-State History",null,"Westport","Greenwood Press","2004","269-272"]},{"divid":1213490178,"type":"Newspaper Article","data":["","The Charleston Courier","","Janury 1, 1821",""]},{"divid":1213490199,"type":"Newspaper Article","data":["","Norfolk and Portsmouth Herald","","January 17, 1821",""]},{"divid":1213490229,"type":"Newspaper Article","data":["","Norfolk and Portsmouth Herald","","January 24, 1821",""]}],"locations":[{"id":1236,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}