{"id":168,"title":"African-Americans Try to Improve the Status of Their Race\n","course_id":1,"status":"P","start_date":"1864-01-01","end_date":"1864-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Beginning in 1863, black communities began to hold large meetings to discuss the articulation and communication of new attitudes towards African-Americans.  One such meeting was held in a black Baptist church in Memphis to commemorate the first anniversary of the Emancipation Proclamation.  This meeting was one of the first of black convocations that called for social reforms among the black community and improvement of their status through emancipation, military service, and education.'  In addition, at this meeting, African-American men in all places, at all times and under all circumstances' were encouraged to stop using the vulgar phrase, nigger,'' because it had become common practice for military officers to address black soldiers as such (Journal, 186).  &lt;br /&gt;&lt;br /&gt;Despite the fact that African-Americans did attempt to improve the status of their race, the officers did not always respond favorably to these attempts.  For example, on February 2, 1864, a Georgia newspaper printed an article saying that there had been a situation in Mississippi where the officer of an African-American company harshly admonished one of his men for carelessness during shooting practice.  The soldier said that he would not stand such language,' especially considering the how respectable the officer was.  The officer responded by hitting the soldier over the head with his gun, which instantly killed him.  The black soldiers then flew to arms' and wounded or killed over one hundred whites.  Reinforcements were immediately sent, and when they arrived they killed about &lt;br /&gt;six hundred of the African-American soldiers (Southern Recorder, 2)."],"display_date":"January 1, 1864","search_date":"1864-01-01","citations":[{"divid":1213629972,"type":"Newspaper Article","data":["","Southern Recorder","Milledgeville, GA","February 2, 1864","2"]},{"divid":1213630109,"type":"Article","data":["John Cimprich","The Beginnings of the Black Suffrage Movement in Tennessee, 1864-65","Journal of Negro History","3","1980","186"]}],"locations":[{"id":118,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}