{"id":1681,"title":"Spain Officially Cedes Florida to the United States/ Ratification of the Adams-Onis Treaty\n","course_id":1,"status":"P","start_date":"1821-02-19","end_date":"1821-02-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Beginning in 1818, President Monroe sent General Andrew Jackson to Spanish Florida to subdue the Seminole Indians, who were raiding American settlements. Liberally interpreting his ambiguous instructions, Jackson led his troops deep into areas of Florida under Spanish control, capturing two Spanish forts. Because Florida held the potential of becoming a new slave state, southern congressmen eagerly backed Jackson's plans.  In addition to securing greater protection for American settlements, the mission helped to expose the vulnerability of Spanish rule in Florida. Monroe and his secretary of state, John Quincy Adams, used that vulnerability to pressure Spain into selling Florida to the United States, and after ratification of the Adams-Onis treaty outlining the conditions of the purchase and drawing territorial boundaries for the remaining Spanish holdings in North America, the U.S. government purchased Florida in February of 1821 for five million U.S. dollars, all of which was paid directly to U.S. citizens with claims against the Spanish government.  General Jackson was appointed Military Governor of the Territory in March, and resigned in December of the same year. Florida was not signed into statehood until March 3, 1845 during the Presidential term of John Tyler. ","During the later years of the eighteenth century and start of the nineteenth century, Spanish Florida saw an onslaught of immigration from U.S. states due to attractive land grants and because it was seen as a safe haven for escaped slaves seeking refuge from U.S. laws binding them to harsh masters and conditions in the southern plantation states.  Though runaway slaves viewed Florida as a place to find freedom, slave traders considered Florida an ideal place of business.  Although in 1808 the U.S. passed laws prohibiting the importation of African slaves, because Florida was still under Spanish rule and in combination with its abundance of coastline, slave traders brought African slaves into Florida and then smuggled them into Georgia to be sold to plantation owners.  The Florida slave trade continued even after the United States took control of Florida from the Spanish in 1821.  Plantation owners began to immigrate to Florida, bringing their slaves with them, and the population of Florida more that quadrupled between the years of 1830 and 1860.  However, the population of free blacks barely increased.  Of the 61,746 African-Americans living in Florida in 1860, less than 1000 were free."],"display_date":"February 19, 1821","search_date":"1821-02-19","citations":[{"divid":1214499611,"type":"Book","data":["Clayton E. Jewett and John O. Allen","Slavery In the South: A State-by-State History",null,"Westport","Greenwood Press","2004","67-79"]},{"divid":1214499657,"type":"Book","data":["Charlton W. Tebeau","A History of Florida",null,"Coral Gables","University of Miami Press","1971","114-115, 117, 129"]},{"divid":1214499732,"type":"Book","data":["Michael Gannon","The New History of Florida",null,"Gainesville","University Press of Florida","1996","164, 207, 212, 215"]},{"divid":1214499844,"type":"Newspaper Article","data":["","Arkansas Gazette","","January 13, 1821",""]},{"divid":1214499855,"type":"Newspaper Article","data":["","Arkansas Gazette","","June 16, 1821",""]},{"divid":1214499873,"type":"Newspaper Article","data":["","The Southern Recorder","","January 9, 1821",""]},{"divid":1214499895,"type":"Newspaper Article","data":["","The Kentucky Reporter","","April 16, 1821",""]}],"locations":[{"id":1238,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}