{"id":1682,"title":"Territorial Capital of Mississippi Established at Jackson\n","course_id":1,"status":"P","start_date":"1821-01-01","end_date":"1821-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The site of the city, a trading post known as Le Fleur's Bluff near the Natchez Trace, is located on the west bank of the Pearl River thirty-five miles southwest of the geographical center of Mississippi, and was originally owned and inhabited by the Choctaw Indians.  The Choctaw were the largest tribe found in the region and their lands stretched throughout western Alabama and southern Mississippi.  The Choctaw were an agricultural people who proved peaceful during years of westward expansion on behalf of the United States, serving with U.S. troops in both the War of 1812 and the Creek War.  Upon the onset of the Civil War, the Choctaw aligned with the Confederacy and both fought and died alongside confederate soldiers.  &lt;br /&gt;The locale was chosen and laid out as the state capital in 1821 and renamed for Andrew Jackson.  Jackson was an instrumental figure in land negotiations with the Choctaw Indians throughout 1820 and 1821, during which the Choctaw ceded a considerable amount of their landholdings, a portion of which would later be called the Indian Territory in Oklahoma.  Only after the land was ceded to the United States following the Choctaw negotiations was the capital city able to be established.  Using a city layout plan of Thomas Jefferson, Jackson was incorporated in 1833.  The city saw vast expansion during the decades prior to the Civil War, but was burned to the ground by General Ulysses Grant and his troops.  As was the case with much of the southern lands devastated by the war, during the years of Reconstruction Jackson recovered slowly."],"display_date":"January 1, 1821 - January 30, 1821","search_date":"1821-01-15","citations":[{"divid":1214499996,"type":"Book","data":["Bradley G. Bond","Mississippi: A Documentary History",null,"Jackson","University Press of Mississippi","2003","36, 41, 85, 99, 128"]},{"divid":1214500051,"type":"Book","data":["Harold H. Martin and Robert O&#39;Brien","The Encyclopedia of the South",null,"New York","Facts on File","1985","80, 202"]},{"divid":1214500125,"type":"Newspaper Article","data":["","Mobile Commercial Register","","November 29, 1821",""]},{"divid":1214500151,"type":"Website","data":["Jackson MS City Guide","Jackson?s History","HelloMetro","http://www.HelloJackson.com","October 10, 2005"]}],"locations":[],"tags":[{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}