{"id":1683,"title":"Second Inaugural Address of President James Monroe\n","course_id":1,"status":"P","start_date":"1821-03-05","end_date":"1821-03-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["America's fifth president, James Monroe, was a lawyer from the state of Virginia belonging to the Democratic - Republican Party, and served as president from 1817 to 1825. His presidency encompassed what came to be called the Era of Good Feelings.'  The largest political crisis Monroe faced while in office came toward the end of his first term, when the question of slavery shrouding the entrance of Missouri to the Union threatened to disrupt the legislative balance between North and South. Congress was able to keep the peace by negotiating a compromise in which Massachusetts allowed its northernmost counties to apply for admission to the Union as the new free state of Maine, while Missouri was to be admitted as a slaveholding state. The compromise also called for the prohibition of slavery in the western territories of the Louisiana Purchase above the 36/30' line.  In his second inaugural address, domestic concerns pertained mostly to westward expansion and race relations amongst whites and Native-Americans; however, he made no mention of the expansion of slavery or his opinion on the issue.  His presidency encompassed what came to be called the Era of Good Feelings.' ","One of his lasting achievements was the Monroe Doctrine, which became a major tenet of U.S. foreign policy in the Western Hemisphere.   As evidenced in his second inaugural address, domestic concerns of expansion overlapped with concerns of foreign interference upon that expansion, which directly influenced Monroe's administration in developing what became popularly referred to as the Monroe Doctrine, sent to congress in December of 1823.  With the words and advice of John Quincy Adams, James Madison and Thomas Jefferson, the doctrine aimed to warn European powers against seeking further colonization in North America, the bulk of which rhetoric was directed toward Russia's growing interest in acquiring California from the dissolving Spanish colonial land holdings. The message contained, in the first place, a clause directed against Russia: The American continents, by the free and independent condition which they have assumed and maintained, are henceforth not to be considered as subjects for future colonization by any European powers. Against intervention there was even a stronger protest: With the governments who have declared their independence and maintained it; we could not view any interposition for the purpose of oppressing them, or controlling in any other manner their destiny, by any European power, in any other light than as a manifestation of an unfriendly disposition toward the United States. The international news of the doctrine caused an immediate rise in the funds of the States in European markets and all projects of European intervention were at once abandoned.  In 1824 Russia made a treaty agreeing to claim no territory south of 54 degrees 40', and not to disturb or restrain citizens of the United States in any part of the Pacific Ocean.' When Monroe retired from the Presidency on March 4, 1825, the national government's internal authority had steadily increased throughout the previous decade, and the influence of the United States on international affairs proved that the nation had become one of the world's great powers."],"display_date":"March 5, 1821","search_date":"1821-03-05","citations":[{"divid":1214500353,"type":"Book","data":["Perry McCandless","A History of Missouri, 1820-1860",null,"Columbia","University of Missouri Press","1972","5, 19, 20-21"]},{"divid":1214500410,"type":"Book","data":["Arthur M. Schlesinger","The Age of Jackson",null,"Boston","Little, Brown and Company","1953","18-19"]},{"divid":1214500503,"type":"Book","data":["William J. Cooper and Thomas E. Terrill","The American South: A History",null,"New York","McGraw Hill","1991, 1996","68, 136, 138, 149"]},{"divid":1214500601,"type":"Newspaper Article","data":["","The Southern Recorder","","March 6, 1821",""]},{"divid":1214500615,"type":"Newspaper Article","data":["","The Southern Recorder","","March 27, 1821",""]}],"locations":[{"id":1239,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Washington City, District of Columbia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}