{"id":169,"title":"Outrage about Enlistment of African-American Soldiers\n","course_id":1,"status":"P","start_date":"1864-01-09","end_date":"1864-01-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An article was printed in Brownlow's Knoxville Whig that discussed the enlistment of African-American soldiers into the Federal Army.  The article claimed that a portion of the Federal Army was enlisting black soldiers because it would be a great insult and wrong to the South.  However, this article also focuses on the issue of enlisting African-American soldiers into the Confederate Army, which seems to have been met with even greater resistance among Southerners.  The article refers to the Southerners who suggested African-American enlistment into the Confederate Army as traitors' and scoundrels.' (BKW, 5)  &lt;br /&gt;&lt;br /&gt;This article goes into detail about the laws that had been established previously in 1861 regarding the admission of African-Americans into the Army.  The law stated that the Governor of Tennessee was authorized at his discretion to receive into military service of the state all male free persons of color between the ages of fifteen and fifty.' (BKW, 5)  In addition, the law stated that it was the sheriffs' job to collect names of free African-Americans and give the names to the Governor, should he feel the need to begin enlisting them as soldiers.  However, judging by the article, it appears that the law had not been utilized. &lt;br /&gt;&lt;br /&gt;The Union Army had already been allowing for the enlistment of African-American soldiers into the Federal Army.  In early 1864, Union Gen. Grant requested that one of his commanders organize a black corps.  The recruitment for this corps would start in Tennessee, and then move to Alabama and Georgia.  Although an entire black corps was not created until late 1864, many black regiments started coming into existence well before then.  Because the North had begun recruiting black soldiers (and because the Confederate Army was running low on troops), it would only make sense to some Southerners to suggest enlisting free African-Americans in order to put down the Union.'  However, it is evident that this suggestion was difficult for many to accept."],"display_date":"January 9, 1864","search_date":"1864-01-09","citations":[{"divid":1213137002,"type":"Newspaper Article","data":["The Enlistment of Negros","Brownlow&#39;s Knoxville Whig","","January 8, 1964","5"]},{"divid":1213137075,"type":"Book","data":["Howard C. Westwood","Black Troops White Commanders and Freedmen During the Civil War",null,"Illinois","Southern Illinois University Press","1992",""]},{"divid":73660,"type":"Online Encyclopedia","data":[null,null,null,null,null,"nMTgJhzAFzvcT"]}],"locations":[{"id":119,"lat":35.9932218718,"lng":-83.9370888963,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}