{"id":1694,"title":"Supreme Court Decision on the Amistad Case\n","course_id":1,"status":"P","start_date":"1841-03-09","end_date":"1841-03-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Supreme Court Justice Joseph Story ruled that the Amistad Africans were free men and had never been enslaved under Spanish law.  This ruling came two years after Africans on the ship Amistad staged a revolt, killing the ship's captain and cook and sailing north.  They landed in New London, Ct and after being arrested their cause was embraced by the New England abolitionist movement.  In their initial trial the forty-seven Africans were charged with the murder of Amistad's Captain Ferrer and members of his crew but were acquitted.  Soon thereafter a claim was filed on behalf of the Spanish owners of the Amistad and its cargo, demanding the return of their property&lt;br /&gt;&lt;br /&gt; Abolitionist lawyers argued that their clients were free-born Africans who had been kidnapped from their homeland and illegally held in Spanish possession.  The district court agreed and ruled in their favor, spurring the administration of Martin Van Buren to challenge the decision so as not to disrupt the South's economic engine and the coming election of 1840.  John Quincy Adams argued the African's case before the Supreme Court where the defense was again victorious.  Justice Story ruled that the naval commander who had originally boarded the vessel had salvage rights to the ship and its cargo, but that the Africans were to go free."],"display_date":"March 9, 1841","search_date":"1841-03-09","citations":[{"divid":1215697829,"type":"Article","data":["Susan D. Pennypacker","Revew : Amistad : A True Story of Freedom","The Journal of American History","1","1999","170-173"]},{"divid":1215697871,"type":"Book","data":["James M. and Dorothy Denneen Volo","Encyclopedia of the Antebellum South",null,"Westport, Ct.","Greenwood Press","2000",""]},{"divid":1215697907,"type":"Newspaper Article","data":["The Amistad Case","The Alexandria Gazette","","March 2, 1841",""]}],"locations":[{"id":1249,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}