{"id":1695,"title":"An advertisement for a runaway slave appears in The Republican Banner\n","course_id":1,"status":"P","start_date":"1850-08-03","end_date":"1850-08-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 3, 1850 a notice appeared in The Republican Banner for a runaway slave. A slave boy named Tom who in appearance resembles an Indian' had run away from a Dr. Waters. (The Republican Banner, August 3, 1850) The note suggests that Tom would not be intellectually capable of escaping all the way to freedom without needing the assistance of Whites, and thus Dr. Waters published this runaway add in hopes of attracting White attention. Dr. Waters offered a 25 reward for return of Tom in the State of Tennessee, and a 50 reward for his capture out of the State.&lt;br /&gt;The notice in The Republican Banner was typical of many Southern Newspapers in the 1850. Slave runaways were common aspects of Southern Slaveholding life, albeit the antithesis of the Slave holding social order. The United States Census reported that in 1850 in Maryland alone, 271 slaves had successfully escaped (let alone run away). &lt;br /&gt;The Republican Banner also reveals the interplay between fugitive slaves and whites in the Deep South. Fugitive slaves would often attempt to use white assistance in their escapes routes. By masking their identity, these black fugitives would use unsuspecting white people to gain their freedom. Hence the article refers to Tom's possible attempt at using white people in his escape. This portrayal of fugitive escape differs from the perception that all fugitive slaves exclusively used clandestine routes such as the Underground Railroad for their escapes to freedom."],"display_date":"August 3, 1850","search_date":"1850-08-03","citations":[{"divid":1214434003,"type":"Newspaper Article","data":["","The Republican Banner","","October 8, 1850",""]},{"divid":1214434016,"type":"Book","data":["Richard Walsh and William Fox","Maryland: A History 1632-1974",null,"Baltimore, MD","Maryland Historical Society","1974","298"]},{"divid":1214434055,"type":"Book","data":["Clayton Jewett adn John O. Allen","Slavery in the South: A State-by-State History",null,"Connecticut","Greenwood Press","2004","151"]}],"locations":[{"id":1250,"lat":36.1785835172,"lng":-86.867295434,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}