{"id":1697,"title":"Harriet Tubman makes her first trip to escort slaves to freedom\n","course_id":1,"status":"P","start_date":"1850-12-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In December of 1850, Harriet Tubman, escaped slave from Dorchester County, Maryland made her first attempt at freeing enslaved blacks in the South. Tubman had just recently escaped from the Slave state of Maryland to being a free person of Color in Philadelphia, in 1849. Tubman became involved very quickly with abolitionist movements and began to save her money in hopes of returning to purchase her family, and was not planning on coming back to Maryland for a while. However in early December of 1850, Tubman was informed that her niece, Kessiah a slave on a Maryland plantation, was about to be sold. Tubman decided to come back to Maryland and help rescue her cousin.&lt;br /&gt;She and her husband devised a plot to steal away Kessiah during a slave auction. In preparation for the flight, Tubman learned the maps of the Underground Railroad and when the time came, Tubman safely spirited away her family from the Border slave state of Maryland to the Free State of Pennsylvania. They moved by way of the Chesapeake River and then by land. Thus began Tubman's long career of being one of the most stories abolitionists in African American history, earning the name Moses' for being the liberator of so many of her people. She would make at least nineteen trips throughout Virginia and Maryland and free between three to four hundred slaves in her lifetime. She frequently used the famous Thomas Garrett's house in Wilmington as a place of refuge along her journeys."],"display_date":"December 1850","search_date":"1850-12-16","citations":[{"divid":1216938546,"type":"Pamphlet or Other Printed Material","data":["Sarah Bradford","Harriet Tubman, the Moses of her People","New York, NY","Geo. R. Lockwood &amp; Son","1886","Special Collections Library, University of Virginia"]},{"divid":1216938590,"type":"Book","data":["Catherine Clinton","Harriet Tubman the Road to Freedom",null,"New York","Little, Brown and Company","2004","79-81"]},{"divid":1216938634,"type":"Book","data":["Jean Humez","Harriet Tubman&#58; The Life and the Life Stories",null,"Madison","The University of Wisconsin Press","2003","22"]},{"divid":1216938705,"type":"Book","data":["Kate Larson","Bound for the Promised Land",null,"New York","Balantine Books","2004","88-90"]},{"divid":1216938727,"type":"Book","data":["Jewett, Clayton and Allen, John O.","Slavery in the South A State-by-State History",null,"Westport","Greenwood Press","2004","151"]},{"divid":7295,"type":"Online Encyclopedia","data":[null,null,null,null,null,"dZKcGKCFwaI"]}],"locations":[{"id":1252,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}