{"id":1699,"title":"Henry Grady sells the &#147;New South&#39;\n","course_id":1,"status":"P","start_date":"1886-12-22","end_date":"1886-12-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Henry Grady was the editor of the Atlanta Constitution and a supporter and spokesman of the New South' concept. Grady was invited to speak at the New England Club of New York in 1886, where he made a famous speech about the New South. He disarmed his listeners by saying There was a South of slavery and secession that South, thank God, is dead. There is a South of union and freedom that South, thank God, is living, breathing, growing every hour' (Cooper & Terrill). Grady claimed that the Southern economy was now booming, Southerners welcomed emancipation, and the South was working towards public integrated education. He went on to defend Confederate causes of the war, yet reassured Northerners on the South's promising future. &lt;br /&gt;&lt;br /&gt;The speech made Grady famous and was printed everywhere. A member of the Atlanta Ring of Democratic political leaders, Grady used his office and influence to promote a New South program of northern investment, southern industrial growth, diversified farming, and white supremacy' (New Georgian Encyclopedia). Grady was a beloved Southern figure, particularly in Georgia. At a tribute to Grady in Atlanta upon his death, John Temple Graves remarked, I am one among the thousands who loved him, and I stand with the millions who lament his death' (Graves)."],"display_date":"December 22, 1886","search_date":"1886-12-22","citations":[{"divid":1218150416,"type":"Book","data":["William Cooper and Thomas E. Terrill","The American South&#58; A History",null,"New York","McGraw Hill","1996","429-432"]},{"divid":1218150460,"type":"Online Encyclopedia","data":["The New Georgia Encyclopedia","Henry W. Grady","http&#58;//georgiaencyclopedia.org","March 22, 2005"]},{"divid":1218150614,"type":"Manuscript","data":["","John Temple Graves Tribute to Henry W. Grady",null,"Mss 7775","","","Special Collections Library, University of Virginia"]}],"locations":[{"id":1253,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}