{"id":170,"title":"Article Announcing the Hanging of a Chaplain\n","course_id":1,"status":"P","start_date":"1864-04-26","end_date":"1864-04-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This article, which was printed on April 26, 1864, describes the hanging of Rev. Jas Findlay for corresponding secretly with the Union.  Although the article does not give the specific day or time that the hanging took place, it says that the location was in Tunnell Hill (Whitfield County), Georgia.  The Vice President of the Confederacy, Alexander Stephens, stated that no such monsters' should exist in the Confederacy.  This article also highlights another interesting point: the religion of the chaplain had been used to cover his crime.&lt;br /&gt;&lt;br /&gt;&lt;br /&gt;This, of course, was not the only situation in which spies were protected (for some time at least) by their religious beliefs and practices.  For example, one of General Sheridan's spies was a young Quaker woman named Rebecca Wright, who lived in Winchester, Virginia.  Since Quakers are typically opposed to armed resistance, none of her neighbors expected her to hang a Confederate flag or attend war rallies.  Because of her outward nonparticipation in the war effort and overall neutrality on the matter, nobody suspected that Rebecca was a spy.  Sheridan believed that the Battle of Winchester may not have been such a certain Union victory had it not been for Rebecca Wright and her religious beliefs that masked her spying."],"display_date":"April 26, 1864","search_date":"1864-04-26","citations":[{"divid":1213384843,"type":"Newspaper Article","data":["Chaplain Hung","Southern Recorder","Milledgeville, Georgia","April 26, 1864","2"]},{"divid":1213384874,"type":"Book","data":["Allen G. Foster","The Eyes and Ears of the Civil War",null,"New York","Criterion Books, Inc.","1963","106-109"]}],"locations":[{"id":120,"lat":33.0697355251,"lng":-83.2500363363,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}