{"id":171,"title":"Article about the Execution of a Rebel Spy\n","course_id":1,"status":"P","start_date":"1864-01-06","end_date":"1864-01-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The same article was printed twice (in the Charleston Mercury and the Southern Recorder) regarding the execution of a twenty-one year-old rebel spy named Samuel Davis.  The actual execution took place on November 27, 1863 in Pulaski, Tennessee at 10 o'clock a.m.  Davis had been captured on November 19, 1863 carrying dispatches and mail for to Union Gen. Braxton Bragg.  These documents had been sewn into Sam Davis' saddle and cavalry boots.  One of the documents actually came from the desk of the officer who captured Sam Davis.  &lt;br /&gt;&lt;br /&gt;Sam Davis was interrogated repeatedly and offered not only a chance to live, but also his freedom if he would disclose any information about his leader.   Davis refused to cooperate, even though his co-conspirator was currently being held in the same jail for an unrelated matter.  In the time leading up to his execution, Sam Davis was repeatedly offered the chance to live if he would only give the names of others involved.  However, even with only fifteen minutes remaining until his execution, Davis replied, Do you suppose I would betray a friend? No, sir  I would die a thousand times, first' (Charleston Mercury, 1)  Captain Henry Shaw, Davis' co-conspirator, watched the execution from his jail cell.  Shaw survived the war, but he lived to carry a reputation as the man who lived because Sam Davis died.' (Jones, 11)"],"display_date":"January 6, 1864","search_date":"1864-01-06","citations":[{"divid":1213384936,"type":"Newspaper Article","data":["","Charleston Mercury","Charleston, South Carolina","Wednesday, January 6, 1864","1"]},{"divid":1213384956,"type":"Newspaper Article","data":["","Southern Recorder","Milledgeville, Georgia","January 26, 1864",""]},{"divid":1213384980,"type":"Book","data":["Wilmer L. Jones","Behind Enemy Lines",null,"Dallas, Texas","Taylor Publishing Company","2001","11"]}],"locations":[{"id":121,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}