{"id":1716,"title":"John Charles Fremont Explores the American West\n","course_id":1,"status":"P","start_date":"1841-05-02","end_date":"1841-05-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1841, Fremont, originally raised in Charleston, South Carolina, made the first of five major explorations of the American West.  With financial assistance from his father-in-law, Missouri Senator Thomas Hart Benton, Fremont embarked westward to explore the Oregon Trail.   During this journey Fremont established and mapped a route through the Rocky Mountains from the Mississippi River to South Pass Wyoming.  His map was printed many times over by the U.S. Government and countless settlers referred to it in their Westward journey.  &lt;br /&gt;&lt;br /&gt;His initial expedition promulgated Fremont into the national spotlight and earned him the nickname of the Great Pathfinder.'  Later in life he helped gain control of California from Mexico and served as that state's senator.  His immense national popularity and anti-slavery position resulted in him becoming the Republican Party's first presidential nominee in 1856.  He lost the election to James Buchanan but, following the outbreak of the Civil War, was appointed a general in the Union army by President Lincoln."],"display_date":"May 2, 1841","search_date":"1841-05-02","citations":[{"divid":1215699433,"type":"Book","data":["James M. Volo and Dorothy Denneen Volo","Encyclopedia of the Antebellum South",null,"Westport, CT.","Greenwood Press","2000",""]},{"divid":1215699467,"type":"Pamphlet or Other Printed Material","data":["John Charles Fremont","Memoirs of My Life","","1st Cooper Square Press","1887",""]}],"locations":[{"id":1264,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}