{"id":172,"title":"The Tone of the Richmond Papers Becomes Nervous\n","course_id":1,"status":"P","start_date":"1864-05-14","end_date":"1864-05-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["There was a brief article that appeared in Brownlow's Knoxville Whig on May 14, 1864 that discussed the tone of recent Richmond papers.  It claimed that the tone had become increasingly nervous, which was perhaps indicative of the fate of Richmond and the South.  Brownlow's Knoxville Whig claimed that Richmond papers were stating that 1864 would be the last year of the war.  Although Richmond papers did not admit defeat in the war, they implyed that they would yield if defeated in certain battles.  &lt;br /&gt;&lt;br /&gt;The tone of dread seen in Richmond newspapers is not surprising.  Although few Southerners would admit defeat, they could not ignore the darkening skies over the South.  By late 1863, the Confederate government was almost bankrupt, with currency was inflated, and the tax system was inadequate.  In addition, cities, states, rivers, and armies had been lost during that year, so it was difficult not to have a somber attitude toward the war.  Following the Civil War, one Richmond woman recalled the fall of 1863 as a time when gloom pervaded' their hearts and a dread phantom lurked in their doorways. (Catton, 274)"],"display_date":"May 14, 1864","search_date":"1864-05-14","citations":[{"divid":1213385050,"type":"Book","data":["Bruce Catton","Never Call Retreat",null,"Garden City, New York","Doubleday &amp; Company, Inc.","1965","274-275"]},{"divid":1213385084,"type":"Newspaper Article","data":["","Brownlow?s Knoxville Whig","Knoxville, Tennessee","May 14, 1864","2"]}],"locations":[{"id":122,"lat":35.9932218718,"lng":-83.9370888963,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}