{"id":1732,"title":"P.B.S. Pinchback &#40;Governor of Louisiana&#41; admitted to the bar 1886.\n","course_id":1,"status":"P","start_date":"1886-04-10","end_date":"1886-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After only a year in Straight University's law school, the son of a mulatto slave who was manumitted and a wealthy white plantation owner was admitted to the bar on April 10, 1886. His experience in politics, high intelligence, and knowledge of Louisiana law led to his early admittance. Percy Bysshe Shelly Pinchback became known as one of the most brilliant politicians of his era. His father died when he was a young boy, and the father's relatives disinherited the 10 children he had sired from his mulatto mistress and attempted to sell them back into slavery as well. The children were sent to safety in Cincinnati, and conditions led to P.B.S. Pinchback to fend for himself at the young age of twelve.  From a cabin boy in Cincinnati, he was convicted of assault with attempt to murder at age twenty five and sentenced to two years in the workhouse in New Orleans. After serving his time he enlisted in the First Louisiana Volunteer Infantry. Although was so fair-skinned that he could pass for a White man, he was known to stand up for his race at all times. He became Captain, and did an admirable job at recruiting colored troops, however was denied his commission on the grounds of him being a Black man. This was because no authority existed for the employment of colored persons in any position other than privates, citizens and noncommissioned officers. Eventually he was elected state Senator, president of the state senate, lieutenant governor, president of the board of metropolitan police, and finally nominated by the Republican state convention for governor. In 1873 the legislature elected Pinchback U.S Senator for a full term, and he had the distinction of being member-elect of both houses of Congress. Trouble ensued when racism caused the removal of this title for a short period of time, and he made a famous speech exposing this very fact. During his service, he introduced and secured the adoption of the Thirteenth Article, which guaranteed civil rights to all people of the state of Louisiana regardless of race, color, or previous condition of servitude', and although he received much criticism he steadfastly insisted that blacks receive equal accommodations. Pinchback was a credit to his race, and although the ignorance of prejudice hindered his success at times, he was a notably brilliant man loved by both sides of the color line in the end.&lt;br /&gt;Mulattoes in the nation's history, especially from the Deep South, came to occupy political positions much more frequently than their Black non-mulatto counterparts, who were kept out of elite circles unless extremely successful. Mulattoes formed a distinct social caste in the late 19th century and early 20th century, gaining respect and credibility quicker than Blacks among important Whites because of their mixed blood ancestry. Mulattoes by default were seen as more assimilated into society by Whites and Blacks alike because they represented the ability to straddle both sides of the fence, and to be an intermediary between the two races. While at this time many fair skinned mulattoes were choosing to pass for White to escape the stigma of Blackness, Pinchback represented a part of this group which claimed their African lineage and used their intelligence and opportunities to try to improve conditions for their race."],"display_date":"April 10, 1886","search_date":"1886-04-10","citations":[{"divid":1213676431,"type":"Book","data":["George Alexander Sewell","Mississippi Black History Makers",null,"Jackson, Mississippi","University Press of Mississippi","1977","67-75"]}],"locations":[{"id":1270,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}