{"id":1737,"title":"Miners&#39; and Manufacturers&#39; Convention Held in Richmond, Virginia","course_id":1,"status":"P","start_date":"1850-12-05","end_date":"1850-12-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 5th and 6th, 1850, local agrarian worker and miners convened in Richmond, Virginia by the order of Virginia Delegates, to publish a memorandum to Congress. The purpose of the memorandum was to report to Congress on the state of the Virginia economy. There were many workers from the Atlantic regions of the United States present at the conference from a variety of industries, including cotton and wool manufacturing and iron smelting.&lt;br /&gt;The commission reported a struggling cotton industry. The report states that growth would have been very rapid and very great, but for the unsteadiness at all times, and the distance which of late, has marked the course of General Government in regards to the domestic interests of the country'. (Memorial p 1) The report also claims that the Tariff of 1846 was hampering their trade efforts in the iron industry. The workers decried that Congress is hurting the local production because it sees itself as parts of the world, rather than parts of a country'. (Memorial p 3) The report clearly shows Southern frustration of the Government in matters of agriculture."],"display_date":"December 5, 1850 - December 6, 1850","search_date":"1850-12-05","citations":[{"divid":1214501547,"type":"Manuscript","data":["","Memorial of the Miners&amp;#39; and Manufacturers&amp;#39; convention of the State of Virginia, to the Congress of the United States. , broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1214501572,"type":"Book","data":["Robert O&#39;Brien and Harold Martin","The Encyclopedia of the South",null,"New York","Facts on File","1985","99"]}],"locations":[{"id":1272,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}