{"id":174,"title":"New Orleans Race Riots\n","course_id":1,"status":"P","start_date":"1868-10-24","end_date":"1868-10-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Tensions between White Democratic clubs and Black Republican clubs in the parishes of Orleans, Jefferson and St. Bernard and heightened fear from whites of a black uprising led to violence days before the 1868 elections.  The conflict erupted when a white democratic procession opened fire on a black procession on the streets of the city.  Violence escalated when blacks went home to gather weapons and began attacking any white they encountered.  All three parishes were under the jurisdiction of the Metropolitan Police Force, comprised of some black officers, which held little support or confidence from whites.&lt;br /&gt;     On October 26, the governor of Louisiana Percy Warmouth appealed to Major General L. H. Rousseau, commander of the military department of Louisiana, for aid.  Warmouth was restricted by the Congressional Reconstruction Acts which prevented him from calling for the aid of local or state militias.  The demoralized Metropolitan police force was soon rejuvenated with the addition of hundreds of newly sworn in officers who worked to restore order.  &lt;br /&gt;     The riots would continue until October 28, when General James B. Steedman was named as temporary chief of police, a move that increased white confidence in the police force.  Around 7 white men and 15 blacks were casualties of this incidence of racial violence in reconstruction Louisiana."],"display_date":"October 24, 1868 - October 28, 1868","search_date":"1868-10-26","citations":[{"divid":1213224473,"type":"Book","data":["Charles Vincent, editor","The African American Experience in Louisiana: Part B: From the Civil War to Jim Crow",null,"Lafayette","University of Louisiana at Lafayette","2000","238-246"]},{"divid":1213224533,"type":"Newspaper Article","data":["","Charleston Mercury","Charleston, South Carolina","October 27, 1868",""]},{"divid":1213224563,"type":"Newspaper Article","data":["","Atlanta Constitution","Atlanta, Georgia","October 28, 1868",""]}],"locations":[{"id":124,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}