{"id":1740,"title":"Yellow Fever Epidemic in Louisiana\n","course_id":1,"status":"P","start_date":"1847-08-03","end_date":"1847-10-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the summer of 1847, New Orleans became victim to another regular widespread epidemic of yellow fever.   On Tuesday, August 3rd, The Daily Picayune stated that the Board of Health apprised the public that New Orleans was on the eve of an epidemic.  They called for the unacclimated who remain with us to heed the counsel of the board and avoid such exposure and imprudence as may increase their susceptibility to disease.'   &lt;br /&gt;&lt;br /&gt;It was noted over the many recurrences of the epidemic, that native Creoles or other citizens who had lived in the area were less likely to fall prey to the yellow fever than newcomers to the area who were not yet acclimated to the environment and its corresponding infectious diseases, thus earning it the nickname of Strangers' Disease,' or the acclimating fever.  On August 10th, John J. Kee, the chairman of the Board of Health released the statistic that the number of deaths for the week ending on Monday the 9th was 133, as compared to 47 for the previous week ending on Monday the 2nd.  For the first half of the nineteenth century in New Orleans, yellow fever was such a common occurrence that it was largely taken for granted.  Observations that the lower classes were more susceptible to infection and fatality were a consequence of the slum's proximity to the city's waterfront and ports, not their unhygienic living style or uneconomic existence, as was commonly believed.  &lt;br /&gt;&lt;br /&gt;Finally, on the 19th of September, the Picayune wrote with somewhat lighter spirits in regard to the epidemic,'  because the epidemic had broken and was beginning to diminish in effect.  However, the disease would stay in effect until mid-October when the Board of Health felt authorized to make the announcement that the yellow fever, which has been prevailing for several months as an epidemic, has for some time ceased to exhibit this character and as such has now disappeared.'"],"display_date":"August 3, 1847 - October 18, 1847","search_date":"1847-09-10","citations":[{"divid":1215701170,"type":"Article","data":["Jo Ann Carrigan","Privilege, Prejudice, and the Strangers&#39; Disease in Nineteenth-Century New Orleans","The Journal of Southern History","4","1970","568-578"]},{"divid":1215701206,"type":"Newspaper Article","data":["","The Daily Picayune","","August 1 ? October 19, 1847",""]}],"locations":[{"id":1274,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}