{"id":1741,"title":"Approximately 300 Irish workers arrive in Chattanooga to work on the Chattanooga and Nashville Railroad\n","course_id":1,"status":"P","start_date":"1850-08-25","end_date":"1850-08-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Thursday, August 22, approximately 300 Irish workers arrived in Chattanooga, Tennessee to work on the Chattanooga and Nashville Railroad. Plans for the construction of the Chattanooga and Nashville Railroad began in June of 1845. The railroad was conceived for the purpose of expanding commerce in Chattanooga by reducing the time it took to travel there from Nashville and other major cities, significantly strengthening Tennessee's economy. &lt;br /&gt;The arrival of these Irish workers is significant because it revealed ethnic relations in the American South at that time. The labor source for the construction of these railroads came predominantly from two sources- black slave and Irish immigrants. The black slaves were considered very expensive because they had to be bought from their previous owners, making their longevity of work life very important. The Irish workers, however, were seen expendable', and therefore were used more in the dangerous building projects of the railroad construction, such as the blasting of the Cowan Tunnel. The Railroad finished construction in June of 1850 and opened up Chattanooga as a major center of commerce and transportation in the South in 1854."],"display_date":"August 25, 1850","search_date":"1850-08-25","citations":[{"divid":1214501842,"type":"Newspaper Article","data":["","Charleston Courier","","August 24, 1850",""]},{"divid":1214501862,"type":"Newspaper Article","data":["","The Republican Banner","","July 18, 1850",""]},{"divid":1214501873,"type":"Article","data":["R.S. Cotterill","Southern Railroads and Western Trade, 1840 ? 1850","The Mississippi Valley Historical Review","Vol. 3 No. 4","March 1917","427 ? 441"]},{"divid":1214501925,"type":"Online Encyclopedia","data":["The Tennessee Encyclopedia of History and Culture","Nashville and Chattanooga Railroad","http://tennesseeencyclopedia.net/imagegallery.php?EntryID=R007","October 12, 2005"]}],"locations":[{"id":1276,"lat":36.1785835172,"lng":-86.867295434,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}