{"id":1742,"title":"Greene Springs School for Boys Opens\n","course_id":1,"status":"P","start_date":"1847-09-01","end_date":"1847-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Professor Henry Tutwiler, a professor from LaGrange College and the University of Alabama, opened the Greene Springs School for Boys for its first term in 1847.  The school was situated in Greene County near Havana (now known as Hale County).  It quickly became one of the most famous academies in Alabama, recognized for the high caliber education provided by Tutwiler, who remained the principal for upwards of thirty years.  The school also gained recognition because Tutwiler allowed females to enter the school.  Legrand Tutwiler, a former slave of Dr. Henry, recalled that Greene Springs always had a large flourishing school for both young men and a few young women.  They very atmosphere about the school was nothing but intelligence.'  &lt;br /&gt;&lt;br /&gt;Professor Tutwiler was born on November 16, 1807, in Harrisonburg, Va and was among the first students enrolled in the University of Virginia.  He was often welcome as a guest of Thomas Jefferson's at Monticello, and graduated with such fellow students as Edgar Allen Poe and Alexander H. H. Stuart.  He was often said to be a whole faculty in himself' at the most noted and influential private school in the State.'"],"display_date":"September 1847","search_date":"1847-09-15","citations":[{"divid":1215701267,"type":"Book","data":["W. Rogers, et al.","Alabama: The History of a Deep South State",null,"Tuscaloosa, AL.","University of Alabama Press","1994","118"]},{"divid":1215701306,"type":"Book","data":["J.C. DuBose","Alabama History",null,"","B. F. Johnson Publishing Company","1915","210-211"]},{"divid":1215701505,"type":"Manuscript on Microfilm","data":["","Personal Recollections of Legrand Tutwiler","10156-a","Henry Tutwiler Papers, 1838 ? 1947","University of Virginia, Charlottesville, Virginia"]}],"locations":[{"id":1277,"lat":32.7925598314,"lng":-87.8378038018,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}