{"id":1749,"title":"Whig Reaction to the Mexican War\n","course_id":1,"status":"P","start_date":"1847-07-17","end_date":"1847-07-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As the Mexican War continued through 1847, Americans expressed a growing amount of opposition to a war that originally promised as an easy victory was growing into a drawn-out costly endeavor.  In July 1847, former Whig Senator William Cabell Rives spoke at the University of Virginia against the war.  He emphasized that the US had no right to interfere with the institutions of other countries' and maintained that other people in other countries should be free to pursuer their own happiness and destiny, just as we are able to enjoy these pursuits without interference.  He closed his speech with the censure that to  extend the limits of empire by violence and conquest is a low and discredited ambition;but to extend the moral empire;is an ambition worthy of the age and worthy of America' (Richmond Whig and Public Advertiser, July 9, 1847, 4).  &lt;br /&gt;&lt;br /&gt;Additionally, the Richmond Whig, a political paper in Virginia, stated earlier in the year that it desired neither the soil of conquered Mexico nor the despised people that covered its lands.  The motivation behind these Whig party oppositions was basically the avoidance of addressing the issue of slavery and looking forward to the upcoming presidential election and their strategy for a victorious platform.  They felt that the position of No Territory was the only real option for the termination of the Mexican War while still preserving the nation's honor and avoiding the powder keg issue of slavery."],"display_date":"July 17, 1847","search_date":"1847-07-17","citations":[{"divid":1214502841,"type":"Book","data":["John H. Schroeder","Mr. Polk?s War&#58; American Opposition and Dissent, 1846-1848",null,"Madison","University of Wisconsin Press","1973","123-124"]},{"divid":1214502902,"type":"Newspaper Article","data":["","Richmond Whig and Public Advertiser","","July 9, 1847",""]}],"locations":[{"id":1281,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}