{"id":175,"title":"Ratification of the 14th Amendment\n","course_id":1,"status":"P","start_date":"1868-07-09","end_date":"1868-07-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 14th Amendment to the Constitution was ratified on July 9, 1868.  President Johnson issued a proclamation announcing its ratification on July 11, 1868 in the aftermath of the amendment's acceptance in Florida and North Carolina.  The radical Republican Congress that dominated Reconstruction enacted the measure.&lt;br /&gt;     The 14th Amendment extended citizenship to blacks, overturning the Dred Scott decision of 1857.  The most important clause of the amendment, Clause 1, dictated that no state could take away the privileges or immunities of citizens, deprive citizens of life, liberty or property without due process, or deny any person equal protection of the laws.  This amendment was passed over President Johnson's veto by the more radical Republican Congress, and was aimed at the southern states which had used black codes and other measures to strip Negroes of their rights.  It was also used to validate the Civil Rights Act of 1866.&lt;br /&gt;     However, Congress' decision to use the language, No State Shall,' instead of giving the Federal Government constructive power to enforce the provisions of the amendment left the door open for continued racial violence in the South.  Though it forbid state action against blacks, it left them at the mercy of private individuals and organizations like the Ku Klux Klan.  The Supreme Court would seize on this opportunity and remove much of the power of the amendment in later years.  In the Civil Rights Cases of 1875, it held that it was the state's responsibility to regulate private action; Congress had no power under the 14th Amendment.  The Court would also determine in the Slaughterhouse Cases of 1873 that the privileges and immunities clause created no new federal rights."],"display_date":"July 9, 1868","search_date":"1868-07-09","citations":[{"divid":1213385125,"type":"Book","data":["Eric Foner","Reconstruction: America?s Unfinished Revolution, 1863-1877",null,"New York","Harper and Row Publishers","1988","256-260"]},{"divid":1213385191,"type":"Newspaper Article","data":["","Daily National Intelligencer ","Washington, D.C.","July 13, 1868",""]}],"locations":[{"id":125,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}