{"id":1755,"title":"Alabama Citizen Addresses Need for Diversity of Labor in Southern States\n","course_id":1,"status":"P","start_date":"1847-10-01","end_date":"1847-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Daniel Pratt, Alabama's first industrialist, published an address to the people of Alabama establishing the advantages to be had from a diversion of labor.  Tennessee reviewers agreed with Pratt, stating that cotton is the article on which the South ought to commence manufacturing.'  Logically, the larger the crops, the more negroes, the more negroes the more land is cultivated, and the more cultivation the faster the land is exhausted;and a principal remedy is to invest in something else, besides negroes.'  Additionally, the newspaper stated that labor is the great wealth of the world, and this wealth the south has completely relinquished to the Northern states and to Europe.  The south exports raw materials such as cotton out of the region, and it returns in finished form and more expensive, losing labor and of course losing wealth.' &lt;br /&gt;&lt;br /&gt;Pratt was himself a living illustration of his politics.  He was confident that the agricultural state could support an industrial empire, even though it was far from markets. Pratt knew that if the state did not diversify its commerce, it could not survive.  He began with a cotton-gin manufacturing company in Alabama that grew to a workforce of over 30, enabling Pratt to sell across much of the South.  His company village grew into a bustling town called Prattville, and by 1850, the town had a free population of 448.  By 1847, Daniel Pratt had indeed established himself as one of the South's most important manufacturers, and as such his opinion was highly appreciated in Southern circles."],"display_date":"October 1, 1847","search_date":"1847-10-01","citations":[{"divid":1215701609,"type":"Newspaper Article","data":["","The Daily Union","","October 1, 1847",""]},{"divid":1215701629,"type":"Book","data":["C.J. Evans","The Conquest of Labor: Daniel Pratt and Southern Industrialization",null,"Baton Rouge, LA","Louisiana Sate University Press","2001",""]}],"locations":[{"id":1283,"lat":32.5985787024,"lng":-86.5763659473,"zoom":9,"place":"AUTAUGA, Alabama"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}