{"id":1758,"title":"Washington Receives News of General Scott&#39;s Victories\n","course_id":1,"status":"P","start_date":"1847-09-17","end_date":"1847-09-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the late summer of 1847, General Winfield Scott began his march towards Mexico City and the decisive series of battles that destroyed the Mexican army and ultimately the abdication of the presidency by Santa Anna.  Beginning with the Battle of Contreras on August 19 and the Battle of Churubusco on August 20, the Americans suffered losses of less than a hundred men while the Mexicans had a five to one casualty count.  In these two decisive battles, the Americans captured several generals, took nearly eight hundred prisoners and a large quantity of ammunition and artillery, shattering the Mexican Army of the North.  These defeats laid an open road to Mexico City for Scott, who was within three miles of the city.  Communications relied on letters from correspondents and returning troops, and it was not uncommon for news to break weeks after the battles.  The correspondent wrote from Tacubaya on August 26 that about the 15th inst. It was determined that we should not attack El Peon, where the enemy had made every preparation to receive us, and where, no doubt, we would have been compelled to sacrifice many more lives than we have already done... accordingly... on the 18th, General Worth's column moved down the road in the direction of San Antonio... on the 19th the enemy fired from the works at San Antonio on the hacienda of San Juan de Dios.  The battle of Contreras had thus begun. The correspondent went on to cover the details of that day and the great difficulties that Generals Smith and Riley undertook into the early morning of the 20th.  General Shield's command later caused the Mexican soldiers to fly in every direction... and [making] most excellent time in a race across the fields.  After the battle had ceased, they took stock of their spoils, and in the fort there were captured 22 pieces of artillery, mostly large size, a great number of pack mules... upwards of 1,500 prisoners, and of the enemy's dead, over 700 lay on the fields.  The Battle of Churubusco was the Mexican's fallback position, after their defeat at Contreras, where they regrouped.  The enemy was more than three times our number, besides his advantage of artillery and position, added to this he was stimulated by the fact that it was the last effort of resistance he could make...[but] after the contest had lasted about two hours, our troops had got into such position as to close with them at the point of bayonet, which decided the affair in our favor."],"display_date":"September 17, 1847","search_date":"1847-09-17","citations":[{"divid":1214502952,"type":"Book","data":["Otis A. Singletary","The Mexican War",null,"Chicago","The University of Chicago Press","1960","85-101"]},{"divid":1214502991,"type":"Book","data":["Timothy D. Johnson","Winfield Scott: The Quest For Military Glory",null,"Lawrence","University Press of Kansas","1998","198-207"]},{"divid":1214503062,"type":"Newspaper Article","data":["","Daily Union","","September 17, 1847",""]}],"locations":[{"id":1284,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}