{"id":1759,"title":"Washington Learns that the Armistice Called Between America and Mexico Fails\n","course_id":1,"status":"P","start_date":"1847-09-06","end_date":"1847-09-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the evening of the 20th, a white flag came out from the city, and on the morning of August 21st, the two enemies called upon an armistice for peace negotiations.  The <em>Daily Union</em> of DC reprinted the text of communications on the same page that told of the failure of said negotiations and the resulting Battle of Molino del Rey.  Nicholas Trist, an able, firm, and truly patriotic man' was the chief representative of the American government during the peace negotiations, and was later known for his work on the Treaty of Guadalupe Hidalgo, to formally conclude a pact of peace with the defeated Mexico.  Alcorta, the Minister of War of the United States of Mexico wrote that with a view to avoid the further shedding of blood between the two great republic of this continent; the President ; accepts the proposition to enter into armistice.'  After some further communications, the Union printed the authentic copy of the draft that Mr. Trist had (with full authority from President Polk) negotiated.  After the eleven article (in which the boundary line between the two nations was delineated at the Rio Grande) there followed a list of instructions to be followed by the Mexican government, as agreed upon by the Commissioner of the United States and the Commissioners of the Mexican Government.  &lt;br /&gt;&lt;br /&gt;Unfortunately, the fruitless talks ended on September 6th.  On September 8th, the Battle of Molino del Rey marked the beginning of Scott's southwestern assault on the capitol city of Mexico, followed by the Battle of Chapultepec on the morning of September 13th.  By the next morning, on September 14th, General Scott named occupied Mexico City, as Santa Anna fled to Guadalupe Hidalgo, later to relinquish his presidency.  &lt;br /&gt;&lt;br /&gt;Washington's reaction to the failed armistice was that the country conquered must be occupied and governed by martial law;when Mexico wants peace hereafter, let her sue for it.  We are now in possession of her capitol.'  The call to renewed vigor and strong arms to conquer Mexico was strongly worded.  According to the Mexican code of ethics, she may plunder our people; go on to invade our territory; she may reject the olive branch time after time;she may insist upon our abandonment of so much of the territory of Texas;and she makes it while her troops have been overthrown, her ports captured, her strongholds in our power, and our glorious flag is now flying over her capitol.  Well, indeed it has been said that Providence maddens those whom it intends to destroy.'"],"display_date":"September 6, 1847","search_date":"1847-09-06","citations":[{"divid":1213750111,"type":"Newspaper Article","data":["","Daily Union","","September 17, 1847",""]},{"divid":1213750126,"type":"Book","data":["Otis A. Singletary","The Mexican War",null,"Chicago","The University of Chicago Press","1960","85-101"]},{"divid":1213750158,"type":"Book","data":["Timothy D. Johnson","Winfield Scott: The Quest For Military Glory",null,"Kansas","University Press of Kansas","1998","198-207"]}],"locations":[{"id":1285,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}