{"id":1769,"title":"Colonel William Jenkins Worth Takes Command of U.S. Forces in Second\n","course_id":1,"status":"P","start_date":"1841-06-01","end_date":"1841-06-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Once in command of American forces in the Second Seminole War, Colonel Worth instituted a change of strategy so successful that by April of 1842 only 300 Indians remained in Florida, his appointment truly was a tipping point in the Second Seminole War.  His primary action was to remove hostiles in north Florida who lived nearby white settlements.  He then maintained military operations through the sick season and pushed into the swamps of south Florida.  He employed tactics similar to what Sherman would adopt roughly 20 years later in his merciless March to the Sea', destroying Seminole Villages and destroying native crops.  Worth later proposed, amid much protest by White Floridians, that a large reservation be set aside for the remaining Seminole population.  Secretary of War John Spencer accepted his proposal and the remaining Seminoles in the disputed territory were relocated to an area south of Peace Creek, Florida.  In August of 1842 an official end to the Second Seminole War was declared."],"display_date":"June 1, 1841","search_date":"1841-06-01","citations":[{"divid":1214239138,"type":"Book","data":["Michael Gannon, ed.","The New History of Florida",null,"Gainesville, FL","University Press of Florida","1996",""]},{"divid":1214239209,"type":"Newspaper Article","data":["","Charleston Courier","","June 10, 1841",""]}],"locations":[{"id":1293,"lat":null,"lng":null,"zoom":8,"place":"ALCHUA, Florida"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}