{"id":177,"title":"Governor Clayton declares martial law in large parts of Arkansas\n","course_id":1,"status":"P","start_date":"1868-11-04","end_date":"1868-11-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the summer and fall of 1868, white unrest grew in most of the southern states due to the newly created state governments enacted under the radical Reconstruction Acts.  Resentful of Republican control and the extension of rights to blacks, white southerners further turned to violence to impose their will.  In Arkansas, racial violence continued to escalate as whites attempted to keep blacks from voting and exercising their newly guaranteed rights.&lt;br /&gt;     In response to outrages attributed to the Ku Klux Klan, Governor Powell Clayton secretly organized a state militia and declared martial law in many of the counties in Arkansas.  His militia consisted largely of the governor's State Guards,' which were very unpopular and composed partly of Negroes and guerillas.  They were the Governor's own police force that could keep order outside the law.  He would go on to divide the state into military districts.  &lt;br /&gt;     On November 18 in Memphis he declared that, The time has come when the State Government must maintain itself at the point of the bayonet if necessary' (Atlanta Constitution, November 19).  This measure would prove to further antagonize a large part of the white population and the tense situation show the continued problems created by organizations like the Ku Klux Klan in southern states."],"display_date":"November 4, 1868","search_date":"1868-11-04","citations":[{"divid":1213385299,"type":"Book","data":["Dallas T. Herndon","Centennial History of Arkansas",null,"Little Rock","S.J. Clarke Publishing","1922","696-698"]},{"divid":1213385357,"type":"Newspaper Article","data":["","Atlanta Constitution","Atlanta, Georgia","November 19, 1868",""]}],"locations":[{"id":127,"lat":34.7875733319,"lng":-92.2857489535,"zoom":9,"place":"PULASKI, Arkansas"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}