{"id":1774,"title":"The Alexandria Gazette Proclaims the Promise of the Mississippi Valley\n","course_id":1,"status":"P","start_date":"1841-03-30","end_date":"1841-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The March 30 edition of The Alexandria Gazette of the year 1841 included an article that would prove to be extremely insightful regarding the future of the America South. It opened with the lined Valley of the Mississippi , The balance of political power in this country will soon become firmly fixed west of the Alleghany Mountains.  The influx of population is so rapid and the fertility of its soil so great, that the destinies of this country will shortly be determined by the voices of the people living in the Valley of the Mississippi.'  The article went on to detail vastness of unoccupied territory that occupied an expanse six times greater than that of France and contained resources and dimensions fit for sustaining a population much beyond the present number of people who inhabit Europe.'&lt;br /&gt;&lt;br /&gt;The Alexandria Gazette's estimate of this land's potential was fully realized within a decade.  During the king cotton' years of the 1850's Mississippi planters of the Delta and Black Belt regions became fabulously wealthy due to remarkable soil fertility and high cotton prices.  The success of the plantation system here made the state of Mississippi fervently pro-slavery and an outspoken proponent of succession in the time leading up to the Civil War."],"display_date":"March 30, 1841","search_date":"1841-03-30","citations":[{"divid":1215702056,"type":"Book","data":["Bradley G. Bond","Mississippi: A Documentary History",null,"Oxford, MS","University of Mississippi Press","2003",""]},{"divid":1215702090,"type":"Newspaper Article","data":["","The Alexandria Gazette","","March 30, 1841",""]}],"locations":[{"id":1297,"lat":38.8383886986,"lng":-77.2747207757,"zoom":9,"place":"FAIRFAX, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}