{"id":178,"title":"Hesper Affair\n","course_id":1,"status":"P","start_date":"1868-10-08","end_date":"1868-10-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With the increase in racial violence in Arkansas, Governor Powell Clayton sought to create a secret militia aimed at preventing white supremacy movements in the form of organizations like the Ku Klux Klan.  The majority of white citizens in Arkansas despised the Governor's enforcement officials.  To outfit his militia Clayton ordered 4,000 muskets which were shipped to Memphis, Tennessee.  However, he could not obtain a vessel to transport the munitions to Little Rock, and the muskets remained there during the first weeks of October.&lt;br /&gt;     Eventually, the vessel The Hesper consented to transport the weapons.  On October 15 The Hesper embarked from Memphis en route to Little Rock.  Before it could even travel twenty miles, the shipment was seized at Cat Island on the Mississippi River as men from the Tugboat Nettie Jones boarded the ship and threw the weapons overboard.    &lt;br /&gt;     Powell Clayton would continue the largely unpopular struggle to maintain order in Arkansas with his militia.  By November he would declare martial law.  This constant conflict between the newly created state governments and the majority of white southerners seeking to reassert lost power would be prevalent in most of the South."],"display_date":"October 8, 1868 - October 15, 1868","search_date":"1868-10-11","citations":[{"divid":1213385399,"type":"Book","data":["Dallas T. Herndon","Centennial History of Arkansas",null,"Little Rock","S.J. Clarke Publishing","1922","696-698"]},{"divid":1213385434,"type":"Newspaper Article","data":["","Charleston Mercury","Charleston, South Carolina","October 19, 1868",""]},{"divid":1213385454,"type":"Newspaper Article","data":["","Atlanta Constitution","Atlanta, Georgia","October 8, 1868",""]}],"locations":[{"id":128,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}