{"id":1781,"title":"Henry Clay publishes the Alabama Letters\n","course_id":1,"status":"P","start_date":"1844-07-01","end_date":"1844-07-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The issue of Texas Annexation in 1844 proved quite harmful to the running candidate. Although, initially careful of what stance to openly announce on the issue of Texas, Clay publicized his negative feelings on the issue of Texas annexing the United States. Due to the second party system in 1844, which allowed for party loyalty to switch regardless of self-interest, Clay now feared the consequences of his shared opinion. Clay worried that southern Whigs may defect to the Democrats. Clay knew that if Southern Whigs viewed the prospect of Texas above their party loyalty, his chances of succeeding in the presidential elections were slim. As a candidate that had roughly secured votes in many Southern states, including, Louisiana, Georgia, Tennessee and North Carolina, Clay knew that being perceived as supporting the abolitionist position would endanger his chances of ensuring these votes.&lt;br /&gt;In order to rid himself of this falsehood and hold onto the Whig vote, Clay wrote two letters expressing his opinions and had them published in the Tuscaloosa Alabama, Independent Monitor. His first letter, published on July 1st, stated his adamancy that he a) wanted to preserve the Union and b) that his initial objection to the annexation had nothing to do with the Northerners; people he had previously criticized. This letter outraged many abolitionists but still caused little harm to the Whig campaign. &lt;br /&gt;On July 27th, Clay published his second letter in another Alabama newspaper; it was this letter that aided his loss in the election. In this letter he ascertained no personal protest to the annexation and decreased the significance of slavery asserting that he himself would be glad to see it, without dishonor, without war, and with the common consent of the Union, and upon fair and just terms.' Some view the publication of these letters as a great political mistake in Clay's career while others insist that without these letter Clay would have lost additional Southern States. All in all these letters were instrumental in a disastrous shift in the Northern Whig strategy that many say led to their defeat."],"display_date":"July 1, 1844 - July 27, 1844","search_date":"1844-07-14","citations":[{"divid":1215710941,"type":"Book","data":["Michael Holt","The Rise and Fall of the American Whig Party: Jacksonian Politics and the Onset of the Civil War",null,"New York","Oxford University Press","1999",""]},{"divid":1215710984,"type":"Book","data":["Perr McCandless","A History of Missouri: Volume II, 1820 to 1860",null,"Columbia, MO","University of Missouri Press","1972",""]},{"divid":1215711093,"type":"Newspaper Article","data":["","Mobile Register and Journal","","July 5, 1844",""]},{"divid":1215711130,"type":"Newspaper Article","data":["","Mobile Register and Journal","","August 1, 1844",""]}],"locations":[{"id":1303,"lat":33.2726735133,"lng":-87.5297604234,"zoom":8,"place":"TUSCALOOSA, Alabama"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}