{"id":1785,"title":"Methodist Split\n","course_id":1,"status":"P","start_date":"1843-01-07","end_date":"1844-01-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Methodist Episcopal Church was founded by John Wesley in 1784, during which time it was opposed to slavery. Later in the 19th century the church weakened its position on slavery, although clergy were still expected not to own slaves. It was only when a southern bishop marries a woman who owned slaves, thus becoming a slave owner himself, that conflict arouse. During a general conference in 1844, the church voted to defrock the bishop unless he freed his slaves. This decision instigated debate as to the authority of the General Conference to discipline bishops. This dispute initiated the Southern Methodists to break off and form a separate denomination, the Methodist Episcopal Church, South.&lt;br /&gt;Prior to 1844, several Methodist annual conferences were restricted by abolitionists. Although this control was not sufficient for the abolitionist leaders it scared enough of the proslavery clergy within three of the major denominations, Presbyterianism, Methodism and Baptism. This fear was instrumental in the schisms within all three denominations. In 1844 the Southern Churches of Methodism initiated a division within the denomination. The denomination's split between abolitionists and proslavery segments led to the formation of Wesleyan Methodist Connection of America (North) and the Methodist Episcopal Church South.  &lt;br /&gt;Although the Methodist Episcopal Church South is memorable for its reluctance to oppose slavery and it lack of hospitability towards the blacks, it was responsible for the founding of three of the South's top divinity schools, Vanderbilt University Divinity School, Duke University Divinity School, and Candler Divinity School at Emory University. Even though these three Universities have since weakened their ties with the denomination, they all three enroll students primarily from mainline Protestant denominations."],"display_date":"January 7, 1843 - January 7, 1844","search_date":"1843-07-08","citations":[{"divid":1215451166,"type":"Book","data":["Robert William Fogel","Without Consent or Contract",null,"New York","W. W. Norton &amp; Co.","1989","238-280"]},{"divid":1215451494,"type":"Newspaper Article","data":["","Georgia Journal and Messenger","","January 11, 1844",""]}],"locations":[{"id":1306,"lat":32.4034959139,"lng":-84.0903375418,"zoom":10,"place":"MACON, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}