{"id":179,"title":"Soldier Portrays Experiences in Army Hospital in Florida\n","course_id":1,"status":"P","start_date":"1899-04-23","end_date":"1899-04-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter written to a friend, Edwin L. Johnson describes his experiences in an army camp in Florida during the previous summer of 1898. Johnson's friend, Julius E. Boggs, forwarded the letter to the Charleston newspaper, the News and Courier, where it was published on June 18, 1899. Johnson volunteered for the army when the Spanish-American War broke out in 1898 and was enlisted into the first South Carolina regiment that came to be stationed in Georgia and Florida. After this conflict was over, Johnson's regiment was mustered out, but he joined a regiment from his native Tennessee and, in 1899, was stationed on an island in the Philippines. This is where he wrote his letter from in April of that year. &lt;br /&gt;Johnson's letter describes the monotony of his life in camp until he stumbles upon one of the glaring inadequacies of the US military. Johnson became curious about the hospital at his camp and goes there one day only to discover that it was horribly understaffed, that nurses were catching diseases from sick soldiers and that patients were being kept in despicable conditions. Johnson immediately offered to lend a hand in the hospital and went on to fight his commanders in an attempt to improve the facilities. His story is a compelling tale of the struggles he and his fellow soldiers faced, even within the borders of the US. &lt;br /&gt;Other first hand accounts of what life was like as a soldier have also survived to this day. A collection of papers of the Fauntleroy family contain Mr. James Dearing Fauntleroy's records of his days spent at Camp Meade, Pennsylvania. Mr. Fauntleroy was an engineer from Campbell County, Virginia. His papers detail his correspondence with Office of Ordinance Officer for the Headquarter of the East wing of the United States Army cataloguing his requests for supplies while stationed at Camp Meade. One telegram from the summer of 1899 states that Mr. Fauntleroy requested one thousand meat cans, tin cups, knives, forks, spoons, one thousand haversacks and several other miscellaneous items from the New York Arsenal. &lt;br /&gt;While the Fauntleroy papers illustrate the everyday routines and Johnson's letter describes what it was like to be stationed within the US, newspapers from 1899 give much more dramatic portrayals of what soldiers in Cuba and the Philippines were experiencing. Many local papers ran daily columns covering the activities of their town's regiments. The Richmond Dispatch's With the Fourth' gave everyday updates on the fourth regiment of Virginia, which was serving in Cuba in the winter of 1898-99. Their articles could at times be suspiciously upbeat: It is remarked by those who are in a position to know that the regiment is in better shape than any in the Seventh Army Corps in health, strength, and tactical efficiency'. But, ultimately Americans at home wanted to know what their sons, brothers, fathers and husbands were seeing and doing in the wars of the 1890s."],"display_date":"April 23, 1899","search_date":"1899-04-23","citations":[{"divid":1215100959,"type":"Manuscript","data":["","3929272-1001:1",null,"Mss 3757","Box 2","Papers of the Campbell County, Virginia, engineer","Special Collections, University of Virginia"]},{"divid":1215101023,"type":"Newspaper Article","data":["","News and Courier","","June 18, 1899",""]}],"locations":[{"id":129,"lat":30.4938122303,"lng":-81.4274627631,"zoom":9,"place":"DUVAL, Florida"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}