{"id":1798,"title":"Populist Party Reaches Political Peak in the South\n","course_id":1,"status":"P","start_date":"1892-04-01","end_date":"1892-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In early 1892, politicians and farmers gathered together to organize a third political party: the Populist Party. The party grew from an alliance (The Farmers Alliance) during an agrarian revolt that rose after a collapse of agriculture prices in 1873. The Farmers Alliance primary objective was to promote collective economic action by farmers and began to gain momentum in the South and the Great Plains. However, they were not capable of achieving its goal due to collective economic action of richer and more powerful groups such as merchants, brokers and railroad companies.  &lt;br /&gt;In order to combat this issue, the Farmers Alliance created a new agenda in which their attention would be placed towards politics. In 1889-1890, members of the Farmers Alliance created the Populist Party which spread to almost every southern and Great Plains state by 1892.Their reason for forming the party was twofold: first, the alliance wanted to reform and new regulations in national politics. Their platform include demands for a graduated income tax, civil service reform, abolition of national banks, unlimited coinage of silver, and an eight hour work day. Secondly, the alliance was receiving minimal support from the Democratic and Republican parties who did not agree with their policies.  &lt;br /&gt;By mid 1892, the Populist Party reached its peak during their national convention. Although the Populist Party did not win the 1892 presidential election, it was still able to win four states as well as receive electoral votes from another two states. By 1896, the party began to dissipate because the Democratic Party took many of the Populist's positions."],"display_date":"April - June 1892","search_date":"1892-05-16","citations":[{"divid":1213581071,"type":"Newspaper Article","data":["","Atlanta Constitution ","","April 7, 1892",""]},{"divid":1213581098,"type":"Newspaper Article","data":["","Atlanta Constitution","","April 11, 1892",""]},{"divid":1213581116,"type":"Newspaper Article","data":["","The Virginia Sun-The Populist Newspaper","","April 20, 1892",""]},{"divid":1213581139,"type":"Book","data":["Newsome Leflerr","The History of a Southern State",null,"North Carolina","North Carolina Press","1954","547-549"]},{"divid":1213581275,"type":"Book","data":["Joe A. Mobley","The Way We Lived in North Carolina",null,"North Carolina","North Carolina Press","2002","442-444"]}],"locations":[{"id":1317,"lat":36.4351057068,"lng":-81.5035963913,"zoom":9,"place":"ASHE, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}