{"id":180,"title":"Celebration of Centennial Anniversary of Methodism in Richmond\n","course_id":1,"status":"P","start_date":"1899-04-23","end_date":"1899-04-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["To celebrate 100 years of Methodism in the city of Richmond, five days of services and prayer meetings were held in the state capitol. Thousands were in attendance and the zeal the event created led one reporter from the Dispatch to claim: the celebration is in effect the same as a religious revival on a colossal scale'. &lt;br /&gt;          Services began Sunday April 23 as crowds packed into the Trinity Church to hear Dr. A.G. Brown lead the meeting. According to the Dispatch it was a typical old-time Methodist experience meeting- no prepared speeches, no conventional formality, but the spontaneous utterances of the lips out of the heart's fullness'. Throughout the week groups met to pray, sing hymns and discuss ways to spread their missionary work throughout Richmond. The occasion will long be remembered as a most interesting and profitable one and will add an additional lustrous page to the annals of Virginia Methodism'. &lt;br /&gt;          The papers of James Andrew Riddick, a Methodist minister, catalog his workings as a minister in Virginia during the mid-nineteenth century. He was later taken ill and confined to his home. But, his obituary in the Petersburg Daily tells us much about the spirit of religion during his lifetime. The writer claims that Riddick lived his life in consistent communion with God' and that he exemplified the Lord in everything that he did. He goes on to state the following: How different the death of the agnostic and the man of God. The former trembles on the brink and then takes the leap into the great unknown. The latter was as conscious of God and heaven as he was of his earthly existence. His last days were spent not in petitions for heavenly blessings- these he had- but in praise and thanksgiving'. &lt;br /&gt;This injection of personal religious devotion into a newspaper article about a man's death demonstrates how pervasive Christian beliefs were in the South at this time. To see such a thing in a newspaper today would be unthinkable. But, at the time, no one would have questioned this. Newspapers routinely published sermons given in local churches on Sundays. Citizens of the South clung strongly to their Christian devotion and looked to God and heaven to provide meaning for their daily lives."],"display_date":"April 23, 1899 - April 28, 1899","search_date":"1899-04-25","citations":[{"divid":1215101074,"type":"Manuscript on Microfilm","data":["James Andrew Riddick","4224299-1001:1","Micflm 1224","James Andrew Riddick?s Journal","Special Collections, University of Virginia"]},{"divid":1215101146,"type":"Newspaper Article","data":["","Richmond Dispatch","","April 24-26, 1899",""]}],"locations":[{"id":130,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}