{"id":1800,"title":"The Geary Act\n","course_id":1,"status":"P","start_date":"1892-05-05","end_date":"1892-05-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1892, the United States Congress granted an extension of the Chinese Exclusion Act of 1882 known as the Geary Act. This original law, passed in 1882, allowed a ten-year moratorium for Chinese immigration. The United States government believed that Chinese immigration endangered the good order of certain localities. In addition, this law required that Chinese immigrants register and obtain a certificate of residence. Without this certificate, Chinese immigrants faced deportation. This bylaw was the first time that the United States government put major restriction on immigration of a specific ethnic group. Although the majority of Chinese immigrants moved to the West, a small minority moved to area such as Augusta, Georgia to build canals and form hand laundry services. In additional, a small portion of immigrants moved to areas in Virginia including Norfolk and Chesapeake. In the years following the Geary Act, many cases were brought against Chinese Americans to both the Virginia State Supreme Court as well as the United States Supreme Court (nearly 100 cases). The majority of the cases that were brought upon Chinese Americans were narcotics (opium) and prohibition charges."],"display_date":"May 5, 1892","search_date":"1892-05-05","citations":[{"divid":1213748728,"type":"Manuscript","data":["","Cases involving Chinese Immigration",null,"Mss 2705","Box 11","Carrington Family Papers","Special Collections Library, University of Virginia"]},{"divid":1213748779,"type":"Book","data":["Benson Tong","The Chinese Americans",null,"Boulder","University Press of Colorado","2003","40-44"]}],"locations":[{"id":1318,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}