{"id":1802,"title":"African-Americans Gain Control of Tuskegee Institute\n","course_id":1,"status":"P","start_date":"1892-05-01","end_date":"1892-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1892, Tuskegee Normal and Industrial Institute, founded by Booker T. Washington, George Campbell and Lewis Adams (African-Americans), gained control of the college from the state of Alabama. Before this decision, the school was under the control of three White Americans who were the board of the commissioners at the time; Lewis Adams, Thomas Dyer, and M.B. Swanson.&lt;br /&gt;Prior to building the school, Washington saw the challenge for African-Americans to receive an education in the South. He wanted to help improve the lives of all African-Americans (men and women) by providing a means for gaining economic independence and a practical education. He wanted to create an agricultural school for men and a domestic school for women.&lt;br /&gt;With the help of his fellow colleagues, he was able to construct the first college in Alabama for African-Americans. In order for Campbell and Adams to create the institute they had to promise W.F. Foster, the Alabama governor candidate for re-election, to garner the African American vote. Foster, in return, helped them to create the institute. By 1892, the Institute became known for their prominence in the black community. Alabama legislators decided to place control of the school in the hands of African-Americans, which allowed for Tuskegee to act independently."],"display_date":"May 1, 1892 - May 30, 1892","search_date":"1892-05-15","citations":[{"divid":1215711722,"type":"Pamphlet or Other Printed Material","data":["Booker Washington","Successful Training of the Negro","New York","Doubleday, Page and Co","1903",""]},{"divid":1215711760,"type":"Book","data":["Louis Harlan","Booker T. Washington Papers",null,"Urbana, IL","University of Illinois Press","1974","226"]},{"divid":1215711968,"type":"Book","data":["Cynthia Jackson","Historically Black Colleges and Universities: A Handbook",null,"Santa Barbara, CA","ABC-CLIO","2003",""]}],"locations":[{"id":1319,"lat":32.3860025551,"lng":-85.692630494,"zoom":9,"place":"MACON, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}