{"id":1803,"title":"First Black Novel Iola Leroy is Published\n","course_id":1,"status":"P","start_date":"1892-04-01","end_date":"1892-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In April 1892, Frances Ellen Watkins Harper published Iola Leroy; one of the first (some say the first) novel to be written by an African American. The book presented a closer and more in-depth look of black womanhood. It was a story about a refined mulatto woman raised to believe she was white until she and her mother are sold into slavery. Additionally, throughout the novel, Harper introduces a variety of black and white female characters (with Iola as the protagonist) in order to present feminist issues that were an essential part of her political and social activities.  &lt;br /&gt;Through this novel, Harper was able to attack two major issues. The first being the notions that white Americans placed on the black women including social character and low morality. The second was the importance of Women's Rights in the United States.&lt;br /&gt;This book also helped to later spark the African American Women's Movement, which Harper helped to lead. In 1894, Harper became one of the founders of the National Association of Colored Women which sought to furnish evidence of the moral, mental and material progress made by people of color through the efforts of women. She served as its vice president from 1895-1911 before dying later that same year."],"display_date":"April 1892","search_date":"1892-04-15","citations":[{"divid":1215712144,"type":"Book","data":["Frances Harper","Iola Leroy",null,"Philadelphia, PA","Garrigues Brothers Publishing","1892",""]},{"divid":1215712177,"type":"Book","data":["Faith Berry","From Bondage to Liberation : Writings by and about Afro-Americans from 1700 to 1918",null,"New York","Continuum International Publishing Group ","2001","281-282"]}],"locations":[{"id":1320,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}