{"id":1812,"title":"Subsistence Bureau Circular\n","course_id":1,"status":"P","start_date":"1864-11-03","end_date":"1864-11-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Written after the passage of an impressments law, explained in General Orders No. 69 on August 27, 1864, this circular from the Confederacy's War Department in Richmond decries the lack of subsistence being provided for the war effort.  Essentially, General Orders No. 69 held that every exempt and detailed agriculturists' (i.e. plantation farmers, mainly) was to provide 100 pounds of bacon, or at the options of the Government, its equivalent in pork, and 100 pounds nett. Beef for each able bodied slave on the plantation between the ages of 16 and 50 years.'  The order also directed that these agriculturists sell at fair price any marketable surplus of grain and other provisions on hand' to the government or directly to soldiers' families.&lt;br /&gt;Written in conjunction with this General Orders, this circular explicitly indicates that several southern planters paid but little respect to the obligations they had contracted,' namely provision of resources in exchange for exemption from service.  This unwillingness towards, as the order says, diligently employing in good faith his skill, capital and labor, exclusively in the production of grain and other provisions' indicates a potentially deep rift forming between wealthy slaveholding land-owners and the poor white farmers that were fighting in the trenches.  This suggestion seems substantiated by the circular's indication that these exempt agriculturist sought profit by becoming speculators in food and provisions' while others openly affirm that they do not mean to have any surplus' that year.&lt;br /&gt;Looking back at the conditions that Confederate soldiers faced during the war, it is often contended that a lack of arms, munitions, food, or other resources never contributed directly to a major defeat.  In fact, many prominent schools of thought argue that the Confederates did not quit fighting until they had been absolutely destroyed physically, economically, and morally.  The hatred many southerners had more to feel towards the Yankees and the profound embarrassment that they anticipated if they should lose were often enough to keep southerners on task no matter how dire circumstances may have seemed.  Conversely, Donald, Baker, and Holt conclude that the issue was not one of actual deprivation, but rather the growing perception of undeniable hardships.'  Certainly this circular supports such a conclusion."],"display_date":"November 3, 1864","search_date":"1864-11-03","citations":[{"divid":1215712324,"type":"Manuscript","data":["","1864 CSA War Dept. Circular, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1215712352,"type":"Book","data":["David Herbert Donald, Jean Baker, &amp; Michael Holt","Civil War &amp; Reconstruction ",null,"New York","W.W. Norton &amp; Co.","2001","252-54"]},{"divid":1215712425,"type":"Book","data":["Steven V. Ash","A Year in the South: 1865 ",null,"New York","Palgrave Macmillan","2002",""]}],"locations":[{"id":1327,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}