{"id":1813,"title":"General Orders to CSA Forces\n","course_id":1,"status":"P","start_date":"1864-10-22","end_date":"1864-10-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Issued at the command of Brigadier General T.L. Rosser, this release of general orders is meant to warn against and dissuade poor behavior within the Confederate forces.  Quoting the first line of the orders, the want of discipline has been the cause of additional disaster to this army.'  Responding to such indiscretions as breaking rank during battle for the purpose of plundering or desertion of command by an officer, the order mandates that no officer or enlisted man will be allowed to sleep out of camp without a certificate from the Surgeon of his Regiment.'  Furthermore, along with a mandatory three roll calls per day, all areas surrounding camp were to be scoured in such of absentees, who would then be arrested and punished.  For example, one of the main punishments for a cavalry member or officer was a demotion to the dangerous front lines with the infantry.&lt;br /&gt;It must be remembered that this order was written during a period of extremely high stress for the Confederacy and its leaders.  In the wake of Union victories in Atlanta and the rest of Georgia and throughout Tennessee, the South was beginning to experience crushing defeats on its own soil with greater and greater frequency. This additional disaster' of which Brigadier General Rosser writes is additional' to that which Union Generals William Tecumseh Sherman and Ulysses S. Grant were inflicting across Georgia and northern Virginia.&lt;br /&gt;Furthermore, the widespread Confederate desertions were devastating the South's chances on the battlefield against a bigger, stronger Union force.  By 1865, 104,000, or ten percent of the entire Confederate army had deserted.  These desertions were due mainly to the increasingly poor conditions that met the young, non-slaveholding backwoodsmen' that were conscripted into the army.  Many of these men had little desire to fight such a war, and they were often pulled away from the battle lines towards their families, who also desperately needed them.  For these men, deserting their families for years at a time was far worse than leaving an army that only brought them insufficient food, ragged clothing, and little to no pay."],"display_date":"October 22, 1864","search_date":"1864-10-22","citations":[{"divid":1213491803,"type":"Manuscript","data":["","H&amp;#39;DQR&amp;#39;S LEE&amp;#39;S CAV DIV., broadside",null,"","","","Special Collectins Library, University of Virginia"]},{"divid":1213491848,"type":"Book","data":["David Herbert Donald, Jean Baker, &amp; Michael Holt","Civil War and Reconstruction",null,"New York","Norton","2001","453-455"]}],"locations":[{"id":1328,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}