{"id":1815,"title":"University of Virginia Session Information for 1864-65 Semester\n","course_id":1,"status":"P","start_date":"1864-09-08","end_date":"1864-09-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Written prior to the opening of the 1864-65 session at the University of Virginia, this letter from Chairman of the Faculty, Socrates Maupin, outlines the costs for matriculation, tuition, rent, and board at the southern institution.  While the matriculation, tuition, and rent fees remained at pre-Civil War levels, one should not be surprised to find that board has regularly advanced in price with the cost of supplies.'  Attempting to stifle this upward trend in cost, Mr. Maupin discusses other possible accommodations, such as paying 15 per month if paid in specie or in supplies necessary for a boarding house.'  Mr. Maupin also discusses an act of the Virginia legislature , one that Confederate Secretary of War and University graduate James A. Seddon had strongly advocated , that allowed disabled Virginia soldiers free tuition, matriculation, and rent if they proved themselves unable to pay their charges.  Similarly-situated Confederate veterans from other states could have their tuition fees waived upon approval by the University.&lt;br /&gt;Two of those students who benefited from the University's generosity were George L. Christian and his roommate, W.C. Holmes.  Christian, who had lost a foot, and Holmes, whose right arm was rendered useless, formed a sort of friendship of utility, as Christian assisted Holmes in his note-taking and Holmes helped Christian to walk around grounds.  At night, in the absence of furniture, the two men made beds of their old Confederate army blankets.  Despite such hardships, the men counted themselves among the most fortunate of southerners, for they were not awakened by the water running in under [them], which [they] had so often experienced in the army.'&lt;br /&gt;Clearly, the University, along with the rest of the country, suffered greatly during these unhappy times.'  Though it never closed down, the University saw a severe decline in enrollment at the onset of war.  Whereas 645 students once filled the lecture halls during the 1856-57 session, the largest attendance that the University saw during the war came in 1861-62, when just 66 men were present.  The matriculates who had not yet joined the army rarely passed, young as they were, more than twelve months at the University , the next year found them private soldiers in the ranks, and exposed to all the dangers of the field.'  Any student that returned for his second or third year only did so because he had been rendered incapable of service to the Confederate cause.'  This relaxation of fees in Mr. Maupin's letter exhibits the faculty's perception of such dire, impoverished times in the South.  These efforts on the part of the University show that the foremost aim of the faculty was to ensure the continued maintenance of the institution as a working entity."],"display_date":"September 8, 1864","search_date":"1864-09-08","citations":[{"divid":1214503514,"type":"Manuscript","data":["","University of Virginia, S. Maupin Broadside 1864, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1214503535,"type":"Book","data":["Philip Alexander Bruce","History of the University of Virginia 1819-1919, Volume III",null,"New York","The Macmillan Company","1921","3, 321-330"]}],"locations":[{"id":1329,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}