{"id":1817,"title":"Failure of the Franklin Bank of Baltimore\n","course_id":1,"status":"P","start_date":"1841-01-01","end_date":"1841-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It is only appropriate that on the first day of the year 1841 that a major American bank would fail.  After the Panic of 1837 and the continual congressional debates on the issue of a national bank, this was an issue of strong national contention and extreme public distrust.  Unrest was heightened when, on the first of January, the President and Directors of the Franklin bank of Baltimore announced that the bank was being placed in a state of liquidation.  It had been determined that the bank's debts were for too large to be covered by its assets.  &lt;br /&gt;&lt;br /&gt;The issue came to a head of the bank was unable to provide payment for a check of 6,000 to the Mechanics' Bank in notes other than those of the Franklin Bank.  This was not the first instance of financial insecurity for the bank, as it had long been known that the bank had lost an estimated 50,000 from the failure of a large beef speculator by the name of Steinberger.  It had suffered additional losses on loans made to the Susquehanna railroad and was rumored to largely in debt to various individuals. This is yet another example of the fallout from the Panic of 1837.  After years of wild speculation the American financial bubble burst and business across the young nation was decimated.  The American banking system also nearly collapsed; out of eight hundred and fifty banks, three hundred and forty-three closed entirely, sixty-two failed partially, and the system of State banks received a shock from which it never fully recovered.' (Bancroft)"],"display_date":"January 1, 1841","search_date":"1841-01-01","citations":[{"divid":1214235001,"type":"Newspaper Article","data":["","The Charleston Courier","","January 15, 1841",""]},{"divid":1214235019,"type":"Book","data":["Hubert H. Bancroft, ed.","Great Republic Vol. III. ?The Financial Panic of 1937&amp;34;",null,"United States","A.L. Bancroft &amp; Co.","1903",""]}],"locations":[{"id":1331,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}