{"id":1819,"title":"Anti-Confederate Southerners in Tennessee\n","course_id":1,"status":"P","start_date":"1864-08-10","end_date":"1864-08-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Despite their geographical locations in the South, many southerners found themselves strongly opposed to the Rebel cause, as indicated by this and several other editorials written in W.G. Brownlow's Knoxville Whig.  This particular article is a call to arms, so to speak, against Rebel sympathizers who have been for months, heading guerilla bands, robbing Union families, and burning down Union houses and barns and killing Union men indiscriminately.'  These anti-Confederates throughout Tennessee call for the appropriation of all estates belonging to Rebel sympathizers as well as the restriction of trade to Union loyalists alone.  Alarmingly, this article suggests that many among the Rebel sympathizers and co-conspirators are those who have already taken the amnesty oath, so as to throw the Union authorities off their guard, while they operate against us.'&lt;br /&gt;By this point in the Civil War, anti-Confederate feelings ran widely throughout the South, and especially in Appalachian Tennessee, where poor white farmers and non-slaveholders were called upon to fight the North.  In fact, as early as 1861, when Tennessee Governor Isham B. Harris was attempting to prepare his state for war, Unionism had already become a severe problem in eastern Tennessee.  This part of the state, much of which was anti-slavery, saw itself as fully separate from the rich, slaveholding population of western Tennessee.  Similar to the anti-Confederate Mississippians in Jones County, Mississippi, a conference was held in Greenville, Tennessee, which was attended by all of the eastern Tennessee counties except one, Rhea County.  From this conference, these counties grew a petition, which they presented to Governor Harris, requesting their secession from the rest of the state in hopes of becoming a new entity, fully loyal to the Union.  While this petition was ignored by the Tennessee legislature and armed guards were sent in to prevent secession, the anti-Confederate sentiment remained, and as seen in the Knoxville Whig, these pro-Unionist southerners were often met with violence.  And often, this violence, as the Whig also suggests, was inflicted by some wealthy men' who have sons in the rebel army.'  Incidents of violence, however, were not limited to Confederates assaulting Unionists. Rather, Steven V. Ash discusses the many Roane County, Tennesseans that had actually fought with the Union army who, upon their returns home, were determined to exact a price for the persecution they and their families had endured at home under the secessionist regime.&lt;br /&gt;Anti-Confederate sentiment is often discussed as though it were a widespread symptom of a South that was disunited and uncommitted to the causes for which they were fighting.  This, however, is not at all the case, as seen in the countless thousands of men and women who generously volunteered their time, possessions, and lives to the Confederate States of America, more often than not at the cost of their lives and livelihoods.  Eastern Tennessee was indeed widely anti-Confederate, but outside of this and a few other pockets in the South, such sentiments were isolated and rarely voiced as similar-minded southerners were very few and far between."],"display_date":"August 10, 1864","search_date":"1864-08-10","citations":[{"divid":1214444449,"type":"Newspaper Article","data":["Let Us Retaliate","Brownlow&#39;s Knoxville Whig and Rebel Ventilator","","August 10, 1864","2"]},{"divid":1214444482,"type":"Book","data":["Robert E. Corlew","Tennessee: A Short History, Second Edition",null,"Tennessee","The University of Tennessee Press","1981","297-298"]},{"divid":1214444524,"type":"Newspaper Article","data":["The Republic of Jones","Natchez Courier","","July 12, 1864","1"]},{"divid":1214444550,"type":"Book","data":["Steven V. Ash","A Year in the South: 1865",null,"New York","Palgrave Macmillan","2002","93-95"]}],"locations":[{"id":1333,"lat":35.9932218718,"lng":-83.9370888963,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}