{"id":182,"title":"Ninth International Sunday School Association Meets in Atlanta\n","course_id":1,"status":"P","start_date":"1899-04-27","end_date":"1899-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["This religious meeting held in Atlanta brought together some of the most prominent leaders in the entire Christian world', according to the Atlanta Constitution. Over the course of several days, these leaders met with religious leaders from across the country, as well as ordinary citizens of Atlanta to discuss topics of religion and to raise money for churches and Sunday schools across America. The Constitution reported that the citizens of Atlanta did not fail to realize the international significance of this event. Atlanta will obtain a religious stimulus from the convention such as probably has never been felt here before'. &lt;br /&gt;However, tension erupted on the second day of the meeting when black members of the delegations represented were barred from membership on any of the committees. Apparently, the executive committee of the meeting had tried to make up for this by granting the African-American delegates special seats in the convention hall where many of the speeches and events were taking place. However, black representatives were not quelled by this gesture. J.L. Neill, an African-American delegate from Washington, DC made a stirring address to the convention in which he claimed that if his race was discriminated against, the work among his people would be discouraged and set back several years'. &lt;br /&gt;The dispute was settled amicably' on the third day when the executive committee rendered a compromise. The African-American delegates would be allowed to choose a Vice President and a member at large for both the executive and nominating committees. According to the Constitution this arrangement seems to be satisfactory to all concerned' and the black delegates chose all African-American members to represent them on these committees. &lt;br /&gt;The convention went on to hold several more delightful' events and raised over twenty-three thousand dollars for Sunday schools in the country. However, the occurrence of such racially motivated events at a religious convention portrays how total and absolute racial discrimination was in the South at the close of the 19th century."],"display_date":"April 27, 1899 - April 30, 1899","search_date":"1899-04-28","citations":[{"divid":1213677222,"type":"Newspaper Article","data":["","Atlanta Constitution","Atlanta, Georgia","April 28-29, 1899",""]}],"locations":[{"id":132,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}