{"id":1820,"title":"Confederate Victory in Stony Creek Depot\n","course_id":1,"status":"P","start_date":"1864-07-05","end_date":"1864-07-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Under the leadership of Confederate General Wade Hampton, who weeks earlier had driven General George Sheridan's Union forces from the James River, Confederate troops encountered a considerably-sized, well-reinforced Yankee brigade near Sappony Church.  Fighting continued throughout the evening and night of July 5th, and having received reinforcements, General Hampton's army repulsed and later captured a large portion of Yankee raiders' , some 1,200 negroes and Yankees,' along with ammunition carts and other supplies.&lt;br /&gt;The Daily Dispatch relays an incident' so that the reader might form some idea how completely routed and demoralized the enemy were.'  Truthful or exaggerated, the account tells of a Trooper John M. Elson of the 10th Virginia Cavalry and two others from the 13th who, while on a scouting mission, met with one hundred and two Yankees, mounted and equipped, who immediately surrendered to the three troopers spoken of, and were escorted safely into our lines with their horses, saddles, sabers, and guns.'&lt;br /&gt;Furthermore, the article makes a point to insult the Union troops, having been captured with many blacks among their ranks.  Upon their apprehension and return to the Confederate camp, many of the captured men fell asleep, exhausted, and the Confederate troops were said to have roared with laughter when a negro nods for some time, and then falls asleep, and lays his face on that of a live but sleeping Yankee' who, arisen by laughter, curses cuffy terribly, who apparently expected generous treatment from his brother.&lt;br /&gt;However, it must be realized that despite the North's reputation as pro-black, most white Union soldiers were unwilling to accept blacks as their equals on the battlefield , or anywhere else for that matter.  Blacks were consistently denied chances at promotion and were instead put to work as laborers digging trenches and latrine holes in camp.  Even throughout 1864, towards the end of the war, equal payment of black and white soldiers was denied by the Union War Department.  So, while blacks fought to gain respect and a sense of belonging as free members of society, their efforts were often bitterly rebuked by their own comrades in the fight against the South."],"display_date":"July 5, 1864 - July 6, 1864","search_date":"1864-07-05","citations":[{"divid":1213748938,"type":"Newspaper Article","data":["The Defeat of Wilson&#39;s Raiders","Daily Dispatch","","July 6, 1864",""]},{"divid":1213748958,"type":"Book","data":["David Herbert Donald &amp; Michael Holt","Civil War &amp; Reconstruction",null,"New York","Norton","2001","339-344"]}],"locations":[{"id":1334,"lat":37.2374404133,"lng":-77.0005454293,"zoom":10,"place":"SURRY, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}