{"id":1821,"title":"Deserter Shot at Fort McHenry\n","course_id":1,"status":"P","start_date":"1864-09-21","end_date":"1864-09-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Having been tried and convicted by a court marshal, Sergeant George W. McDonald was executed by a firing line on the parade grounds of Fort McHenry in Baltimore, Maryland.  McDonald was sentenced to death for deserting the Maryland Volunteer Cavalry and for discharging a deadly weapon with the intent to kill three members of the United States Army while resisting arrest.  Interestingly, McDonald, while convicted on August 17, 1864, remained ignorant of his punishment until 6:00pm on September 20th , the evening before he was to be executed.  The article indicates that McDonald sought counsel from a Chaplain Reese, and around midnight humbly knelt and in piteous tones beseeched the Almighty to forgive him his sins and to pardon him as a rebellious sinner.'  At 9:30 the next morning, McDonald was led to the parade grounds, blindfolded, and set in front of twelve men, standing twelve paces away from him with loaded muskets.  Before 1,200 armed soldiers and some 100 civilians, the command ready, aim, fire' was given and McDonald was killed instantly as eight minieballs were shot into the vicinity of his heart.  &lt;br /&gt;President Abraham Lincoln, later responding to opponents of his general orders to suspend Habeas Corpus during the war, seemed to take a sympathetic stance towards those who shared the fate of Sergeant McDonald, as compared to others that similarly impeded Union progress during the war effort.  Must I shoot a simple-minded soldier boy who deserts while I must not touch a hair of a wily agitator who induces him to desert?'"],"display_date":"September 21, 1864","search_date":"1864-09-21","citations":[{"divid":1213492021,"type":"Newspaper Article","data":["Execution of a soldier at Fort McHenry","Baltimore American and Commercial Advertiser","","September 22, 1864","4"]},{"divid":1213492064,"type":"Book","data":["David Herbert Donald, Jean Baker, &amp; Michael Holt","Civil War and Reconstruction",null,"New York","Norton","2001","293"]}],"locations":[{"id":1335,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}