{"id":1822,"title":"Effects of Military Rule in the South\n","course_id":1,"status":"P","start_date":"1864-07-19","end_date":"1864-07-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Writing based on a report from the Abingdon Virginian, the Charleston Daily Courier gives an account of the imprisonment of about fifty soldiers, some of whom have been confined on charges mostly of a trifling nature, for at least three months, without being brought to trial or having their cases in any way investigated.'  The article goes on to proclaim that this is not an isolated incident.  Rather, there are thousands' of such cases in the federally-occupied South , in every city, town, and village where there is a Provost Marshal.'  Many of these soldiers are reported to be held without ever being charged and without much hope of ever receiving a fair trial.  Richmond's Examiner seeks to substantiate this claim, reporting that soldiers are daily rammed into Castle Thunder' from whence some come out feet foremost [dead], some are sent to their commands without ever having had an examination, and some never come out at all.'&lt;br /&gt;The measures about which these southern publications are complaining took root under a September 24, 1862 general proclamation from President Abraham Lincoln.  Under the order, which was to apply throughout the Civil War, all persons discouraging enlistment, resisting the draft or guilty of any disloyal practice were subject to trial by court martial or military commission.'  For his part, Lincoln always maintained that his measures were preventive, not vindictive.'  His main justification in issuing these orders was to remind his opponents of the critical nature of the Civil War and the inability of the judiciary alone to deal with widespread, organized insurrection.  Lincoln forever maintained that his measures were precautionary and in the best interest of the Union.  Later accounts generally affirm Lincoln's claims, arguing that no advantage was taken of the emergency to force arbitrary rule on the country or to promote personal gain' for Lincoln or his Republican party."],"display_date":"July 19, 1864","search_date":"1864-07-19","citations":[{"divid":1214503700,"type":"Newspaper Article","data":["A Crying Evil","Charleston Daily Courier","","July 19, 1864","1"]},{"divid":1214503723,"type":"Book","data":["David Herbert Donald, Jean Baker, &amp; Michael Holt","Civil War &amp; Reconstruction",null,"New York","W. W. Norton and Company","2001","288-290, 293-294"]}],"locations":[{"id":1336,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}