{"id":1829,"title":"Battle of Antietam\n","course_id":1,"status":"P","start_date":"1862-09-17","end_date":"1862-09-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Union General McCellan responded to Confederate General Robert Lee's plans of heading north by gathering his Army of the Potomac to counter them.  Lee hoped to get to Pennsylvania to regroup, but instead confronted the Union army at Antietam Creek.  Despite General McCellan's advantage in men Lee's troops were able to hold their ground.  In the end Lee's army returned to Virginia, signifying a Union win. The battle greatly lowered the Confederates hopes of progressing further north, as the Union had stopped the Confederates first major invasion.  The Confederates lost twelve thousand men, and the Union eleven thousand.  The twenty-three thousand made it the most deaths to ever occur in a single day of the Civil War.  It was four times as many of the Americans lost on D-day in World War II.  &lt;br /&gt;A newspaper article in the National Intelligencer reveals the impact of the battle upon the citizens.  It states that practically every home in Sharpsburg was hit by shells and that a few houses were burnt.  It claims that the citizens escaped the danger by hiding in their cellars.  The people residing in Sandy Hook fled into the country so as to avoid the rebels and their movement into Virginia after the battle."],"display_date":"September 17, 1862","search_date":"1862-09-17","citations":[{"divid":1213750780,"type":"Book","data":["William Cooper and Thomas E. Terrill","The American South: A History",null,"New York","McGraw Hill","1996","348-350"]},{"divid":1213750892,"type":"Newspaper Article","data":["","National Intelligencer","","September 20, 1862",""]}],"locations":[{"id":1343,"lat":39.5653813745,"lng":-79.0460849672,"zoom":9,"place":"ALLEGANY, Maryland"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}