{"id":184,"title":"Southern Railroad System Purchases the Carolina Midland\n","course_id":1,"status":"P","start_date":"1899-05-12","end_date":"1899-05-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A newspaper in Barnwell, South Carolina reported in their May 11 edition that the Southern Railroad had purchased the Carolina Midland, a main road that cut across the state. The Railroad had recently purchased the South Carolina and the Georgia road. The Railroad intended to use this road to construct a direct line from Columbia, SC to Savannah, GA. Cities like Barnwell paid close attention to the expansion of the railroad and to where the new lines would be placed because they stood to benefit greatly economically if the lines ran through their town. &lt;br /&gt;In their book, The American South: A History, authors William J. Cooper and Thomas E. Terrill state that by the 1890s the New South had contracted the railroad mania of the nineteenth century, and for good reasons'. Railroads offered the ability to traverse the difficult geography of the South, offering opportunities to expand trade and develop local economies into regional ones. Railroads fostered the spread of the cotton culture because it allowed farmers in more remote areas to transport their crop to a city center where it could be sold. According to the authors, while railroad mileage in the South doubled in the fifteen years between 1865 and 1880, the boom increased in the final two decades of the century with mileage tripling between 1880 and 1900.&lt;br /&gt;While railroads clearly offered many opportunities in the South, Cooper and Terrill argue that, by the 1890s, the result was too much of a good thing'. The low population density and the primarily agricultural economy made it difficult for companies to sustain profits throughout the year. Thus, while railroads benefited the South in many ways, it also made it economically vulnerable."],"display_date":"May 12, 1899","search_date":"1899-05-12","citations":[{"divid":1213385698,"type":"Book","data":["William J. Cooper &amp; Thomas E. Terrill","The American South: A History",null,"New York","McGraw-Hill","1996","453-454"]},{"divid":1213385781,"type":"Newspaper Article","data":["","News and Courier","","May13, 1899",""]}],"locations":[{"id":134,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}