{"id":185,"title":"Electricity Expands to Raleigh, NC","course_id":1,"status":"P","start_date":"1899-06-24","end_date":"1899-06-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["With the opening of the summer of 1899 came promises in North Carolina that electric light and power would soon be furnished to all of the towns located along the Seaboard Air Line, which ran between Raleigh, NC and Norfolk, VA. Senator Don Cameron of Pennsylvania was the head of a large syndicate being put together in Virginia and North Caroline that intended to expand electricity to these new areas. Cameron owned several large mills in Roanoke Rapids and Weldon, Virginia. Weldon had large hydroelectric engineering plants and Cameron planned to furnish electric power for these new areas from the plants in Weldon, which he claimed were second only in the country to Niagara Falls. The only drawback, he refused to say how much it was going to cost citizens in these areas. &lt;br /&gt;As urbanization swept the South in the latter part of the nineteenth century, citizens began to demand more goods and services from the government and the private sector. Water, sanitation, street improvements, sewer systems, transportation, police and fire protection, schools, some health services, and in times of economic stress, a modicum of public assistance for the most needy,' all of these services became expected as people settled into larger communities. However, even by the end of the nineteenth century, electric power was a relatively new technology and was considered a luxury rather than a necessity. Where electricity was appearing, it was controlled by privately owned, un-regularized companies that could charge whatever price they wanted for their services. While citizens of places like Raleigh yearned for new services like this one, in the hopes that it would improve living conditions, they would have to wait for the twentieth century to see standardized, affordable electricity."],"display_date":"June 24, 1899","search_date":"1899-06-24","citations":[{"divid":1213139385,"type":"Newspaper Article","data":["","News and Observer","","June 24, 1899",""]},{"divid":1213139404,"type":"Book","data":["William J. Cooper &amp; Thomas E. Terrill","The American South: A History, Second Edition",null,"New York","McGraw-Hill Companies","1996","481-482"]}],"locations":[{"id":135,"lat":35.7960086668,"lng":-78.6535725973,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}