{"id":1855,"title":"Publication of Mark Twain&#39;s The Adventures of Huckleberry Finn\n","course_id":1,"status":"P","start_date":"1885-02-18","end_date":"1885-02-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 18th Samuel Clemens' The Adventures of Huckleberry Finn was published under his pen name, Mark Twain. Twain was born in Florida, Missouri and later moved to Hannibal, a town on the Mississippi River much like the towns depicted in his two most famous novels, The Adventures of Tom Sawyer and The Adventures of Huckleberry Finn. &lt;br /&gt;&lt;br /&gt;Twain began work on Huckleberry Finn, a sequel to Tom Sawyer, in an effort to capitalize on the popularity of the earlier novel. However, his new novel took on a more serious character, as Twain focused increasingly on the institution of slavery and the South. In the early 1880s, however, the hopefulness of the post-Civil War years began to fade. Reconstruction, the political program designed to reintegrate the defeated South into the Union as a slavery-free region, began to fail. Concerned about maintaining power, many Southern politicians began an effort to control and oppress black men and women. The Adventures of Huckleberry Finn is the story of a white boy's adventures down the Mississippi River with a run away slave named Jim. Along the way, Huck begins to realize the evils of slavery and find equality in African-Americans, referring to himself at one point as a low down dirty abolitionist'. Although Twain's novel was intended to be purely satirical, it gained a reputation as a somewhat controversial novel, banned in many Southern states for its use of racial vernacular common to the region and derogatory text. &lt;br /&gt;&lt;br /&gt;Nonetheless, it is a valuable tool for gaining a broader understanding of race relations and societal standards of the South during the post Civil War Era.  Ultimately, The Adventures of Huckleberry Finn proved significant not only as a novel that explores the racial and moral world of its time but also, through the controversies that continue to surround it, as an artifact of those same moral and racial tensions as they have evolved to the present day."],"display_date":"February 18, 1885","search_date":"1885-02-18","citations":[{"divid":1215712750,"type":"Book","data":["David E.E. Sloane","Student Companion to Mark Twain",null,"Westport, CT","Greenwood Press","2001",""]},{"divid":1215712788,"type":"Newspaper Article","data":["","The Courier-Journal","","January 6, 1885",""]},{"divid":1215712886,"type":"Pamphlet or Other Printed Material","data":["","Catalogue of first and other editions of the writings of ?Mark Twain?, Samuel Langhorne Clemens, and of Lafcadio Hearn","New York","American Art Galleries","1914",""]}],"locations":[{"id":1365,"lat":39.8059530591,"lng":-91.6223732728,"zoom":10,"place":"MARION, Missouri"}],"tags":[{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}