{"id":1856,"title":"AT&amp;T Incorporated Established\n","course_id":1,"status":"P","start_date":"1885-03-02","end_date":"1885-03-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the years following 1876, after the invention of Alexander Graham Bell's telephone, there existed no national telephone organization, just a handful of decentralized regional operations. Bell had gradually acquired all the companies that licensed its telephone equipment in what was known as the Bell System; the predominant driving force in telecommunication. In March of 1885, the American Telephone & Telegraph Company (AT&T) was founded under the license of American Bell. AT&T was originally intended to become a long -distance subsidiary of the Bell organization, but when the American Telephone and Telegraph Corporation began to take off bringing in large profits it bought the assets of American Bell, creating a de facto in the American telephone monopoly.&lt;br /&gt;Protected by an unbreakable patent monopoly, AT&T engineers were able to formulate plans to create a system of interconnecting networks across the entire nation. While there were some set backs, such as lack of cooperation and agreement among the owners of the latter companies, vast improvements were made. Many investors didn't even consider the South to hold potential for further communications. Southerners with the necessary skills for maintaining telephone companies and outposts were in short supply due to the lack of education, rural poverty, and small amounts of industrial firms. However, unlike American Bell, AT&T recognized the importance and potential for telecommunications in the South. AT&T established central research and engineering departments, enhancing the technological development of their systems and creating more efficient and succinct means of communication nationwide. &lt;br /&gt;The telephone market was very competitive in the early 20th century. AT&T found untapped resources for business in the South, where it brought cheap service to places deemed unprofitable by Northern phone companies. Many cut throat tactics were used in the late 1800's by telecommunication businesses looking to get ahead. Short cuts and cheap, rudimentary alternatives were often used in less developed and therefore less suspecting regions of the country. Legal ploys and political propaganda caused many companies to sympathize with the South, calling themselves home' institutions who objected to the expensive, Yankee-owned enterprises of the Bell Company. Even AT&T officials spread rumors of loss of profit and poor earnings which caused nervous investors to sell stock in companies contracted to AT&T. AT&T then bought the stock in these companies cheaply, and soon established itself nationwide as the primary provider of telephone service, especially those overlooked in the South. This allowed for the spread of cultural, social, economical, and technological communications nationwide."],"display_date":"March 2, 1885","search_date":"1885-03-02","citations":[{"divid":1215713551,"type":"Book","data":["Kenneth Lipartito","The Bell System and Regional Business, The Telephone in the South, 1877-1920",null,"Baltimore, MD.","Johns Hopkins University Press","1989",""]},{"divid":1215713624,"type":"Newspaper Article","data":["The Southern Telegraph Suit","The Constitution","","February 18, 1885",""]},{"divid":1215713662,"type":"Newspaper Article","data":["Macon and Columbus Connected by Telephone","The Constitution","","March 9, 1885",""]},{"divid":1215713706,"type":"Newspaper Article","data":["A Ranch by Wire- Cowboys Making Things Lively for the Telegraphs","The Constitution","","June 8, 1885",""]}],"locations":[{"id":1366,"lat":32.3488842577,"lng":-84.0787347782,"zoom":9,"place":"MACON, Georgia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}