{"id":1859,"title":"Slave Becomes One of the Wealthiest Women in 19th Century America\n","course_id":1,"status":"P","start_date":"1885-03-01","end_date":"1885-07-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Amanda America Dickson, the slave daughter of her owner, became one of the wealthiest black women in nineteenth-century America. Amanda's birth resulted from the rape of her black slave mother, Julia Frances Dickson, by her white master, Mr. David Dickson. Amanda was treated as part of the Dickson family. She was taken from her mother and lived in the Dickson Household. Here she was given privileges uncommon to most slaves, and it was during this time she learned to read and write. Although David Dickson viewed Amanda as his daughter, Georgia law made it impossible for her to be a freedwoman until the Civil War. On February 18, 1885 David Dickson died, leaving a will stating that the administration of his estate was to be left to the sound judgment and unlimited discretion of Amanda America Dickson.","Dickson's white relatives contested the will, upset that David had bequeathed the bulk of his inheritance to Amanda. The will clearly defined Amanda's estate as clear and exempt from the martial right, power, control or custody of any husband she may have, with full power to her... without the aid or interposition of any court. Seventy nine of Dickson's white relatives came forth to bring suit on several grounds. They objected that David was not of sound mind at the time, Amanda was not his real daughter, and that the will in its natures and tendencies illegal and immoral, contrary to the policy and state of the law, overall destructive and subversive to the interest and welfare of society. On July 6th, 1885, contrary to the objections of Dickson's white relatives, Probate Judge R.H. Lewis ruled in favor of the will, giving equal rights to a bastard child of mixed race as to one of white ethnicity. Amanda America Dickson became the heiress of the Dickson fortune, estimating the total value of the estate at 309, 543, making her the wealthiest African American Slave of the nineteenth Century."],"display_date":"March 1, 1885 - July 30, 1885","search_date":"1885-05-15","citations":[{"divid":1216502931,"type":"Newspaper Article","data":["David Dickson Dead","The Constitution","","February 19, 1885",""]},{"divid":1216502979,"type":"Online Encyclopedia","data":["The New Georgia Encyclopedia","History and Archaeology&#58; Amanda America Dickson","http&#58;//www.georgiaencyclopedia.org","September 18, 2005"]},{"divid":1216503038,"type":"Book","data":["Kent Anderson Leslie","Woman of Color, Daughter of Privilege, Amanda America Dickson 1849-1893",null,"Athens, Georgia","University of Georgia Press","1995",""]}],"locations":[{"id":1367,"lat":33.2702598067,"lng":-83.0010042178,"zoom":9,"place":"HANCOCK, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}