{"id":186,"title":"Death of Frederick Douglass\n","course_id":1,"status":"P","start_date":"1895-02-20","end_date":"1895-02-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 20, 1895, after attending a women's rights meeting, Frederick Douglass was struck by a heart attack and died at the age of 77.  Crowds gathered to pay their respects at the Washington Church where he lay in state.  His body was later brought to Rochester, N.Y., where he was laid to rest.&lt;br /&gt;Douglass was born a slave in Talbot County, Maryland in 1818* (exact date unknown; some sources say 1817) to a black mother and white father.  He was taught to read at the home of his second master, Hugh Auld.  While working in the Baltimore shipyards as a caulker, Douglass escaped and fled to New York City where he married Anna Murray and began his work as an abolitionist.&lt;br /&gt;Throughout his life, Douglass was a journalist, author, publisher of the North Star, orator, an antislavery activist and station master' of the Rochester terminus of the Underground Railroad, U.S. Marshall of the District of Columbia, Charge d'Affaires for Santo Domingo, Minister Resident and Consul General to Haiti, and a women's rights activist.  &lt;br /&gt;Immediately following his death, some newspapers around the country ran small obituaries mentioning his passing while others like the Washington Post printed long articles about Douglass, his life, and his accomplishments.  A black newspaper, The Independent, ran a lengthy story about Douglass which hailed him as the one great Negro representative of the Abolition campaign.'  The Washington Post hailed Douglass as the most eloquent and distinguished of his Race,' but neglected to refer to Douglass by his full name, and rather called him Fred Douglass,' in an effort to diminish the great man."],"display_date":"February 20, 1895","search_date":"1895-02-20","citations":[{"divid":1213385847,"type":"Book","data":["Robert O?Brien and Harold H. Martin","The Encyclopedia of the South",null,"New York","Facts on File","1985","119"]},{"divid":1213385894,"type":"Newspaper Article","data":["","The Independent","","Feb. 28, 1895",""]},{"divid":1213385955,"type":"Newspaper Article","data":["Fred Douglass Dead","Washington Post","Washington, D.C.","February 21, 1895","1"]}],"locations":[{"id":136,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}