{"id":1863,"title":"Virginia Constitutional Convention\n","course_id":1,"status":"P","start_date":"1850-10-14","end_date":"1851-08-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 4, 1850, the Virginia General Assembly passed an act providing for the election of delegates to a convention in order to create a new constitution, or amend the existing one.   A controversy over the degree to which slave populations could determine seats in the General Assembly precipitated this call for change; under the current constitution, the western part of the state felt that the eastern part was overrepresented because it had more slaves and slave owners than the west. The convention opened on October 14, 1850 and met for almost a year. On August 1, 1851, the convention had finally drafted a new constitution and published copies for distribution to the citizens of Virginia. The voting public was set to ratify the document in an election on Thursday, October 23, 1851.  The citizens of the Commonwealth approved, and the new General Assembly met for the first time in Richmond on Monday, January 12, 1852, under the new constitution.&lt;br /&gt;The new Virginia constitution had many passages specifically about slavery.   It said that freed slaves who stayed in Virginia longer than 12 months from the date of their emancipation would be returned to their former slave status (IV.19).   The powers of the General Assembly regarding slaves were very specific.  The constitution gave it the power to restrict slave owners' ability to emancipate their own slaves, and could pass laws to relieve the Commonwealth of free blacks (IV.20).   Additionally, the General Assembly was denied the ability to emancipate slaves or descendants of slaves, before or after their birth (IV.21).   While property other than slaves was simply taxed in proportion to value, the new constitution contained special rules for the taxation of slaves.   Slaves 12 years and older were taxed in the same manner as land 300 in value.   Slaves less than 12 years old were not taxed (IV.23).   The additional mention of slavery in the new constitution was in IV.36, which provided for the records of births, deaths, and marriages of whites, as well as the births and deaths of colored persons,' distinguishing between free and slave.   Additional changes include universal white male suffrage; landholding restrictions were eliminated .   Also, the governor under the new constitution was directly elected by the people, instead of by the state legislature as in the old system."],"display_date":"October 14, 1850 - August 1, 1851","search_date":"1851-03-08","citations":[{"divid":1217003103,"type":"Book","data":["William W. Freehling","The Road to Disunion, Vol I&#58; Secessionists at Bay, 1776-1854",null,"New York","Oxford University Press","1990","514-515"]},{"divid":1217003138,"type":"Pamphlet or Other Printed Material","data":["","The New Constitution, Adopted by the Virginia Convention August 1, 1851","Richmond, Virginia","Ritchies &amp; Dunnavant","1851","Special Collections Library, University of Virginia"]},{"divid":1217003201,"type":"Article","data":["William A. Link","The Jordan Hatcher Case&#58; Politics and &quot;A Spirit of Insubordination&quot; in Antebellum Virginia","The Journal of Southern History","Vol. 64, No. 4","November 1998","615-648"]}],"locations":[{"id":1368,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}