{"id":1868,"title":"Preliminary Emancipation Proclamation Issued\n","course_id":1,"status":"P","start_date":"1862-09-22","end_date":"1862-09-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Encouraged by General Robert Lee's defeat at Antietam and hoping to bring in the Border States, President Lincoln decided to issue the Emancipation Proclamation.  He declared that starting January 1, 1863, all slaves in rebellious slaves would be declared free.  It stated that the executive government would enforce the freedom of the slaves and that no conducts of repression toward their freedom would be tolerated.  The Proclamation further cited that all slaves who escaped and took refuge within the military lines would be considered captives of war and forever free. Lincoln also revealed his intent of providing compensation for the slaves. &lt;br /&gt;Lincoln's Proclamation stressed that the South must rejoin the Union, or that they would face the loss of all their slaves. Knowing that the proclamation would be highly controversial, Lincoln legitimized it by claiming that it was a practical war measure and absolutely necessary for saving the Union.  Although largely criticized abroad the proclamation ended the likelihood of the Confederacy receiving European acknowledgment. It proved difficult to enforce, but it was a significant step as it overtly stated that the war was about slavery. The issuance of it on January 1 would signify a monumental step in the progression of African-Americans' great struggle towards equality."],"display_date":"September 22, 1862","search_date":"1862-09-22","citations":[{"divid":1213749253,"type":"Book","data":["David Herbert Donald, Jean Baker, and Michael Holt","Civil War and Reconstruction",null,"New York","Norton","2001","330-335"]},{"divid":1213749294,"type":"Newspaper Article","data":["","The National Intelligencer","","September 24, 1862","WuRxeaXdxVuAiQpau"]}],"locations":[{"id":1371,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}