{"id":187,"title":"North Carolina Legislature Adjourns for Frederick Douglass&#39;s Death\n","course_id":1,"status":"P","start_date":"1895-02-21","end_date":"1895-02-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The day after Frederick Douglass's death, on February 21, 1895, the North Carolina legislature adjourned for a day to honor Douglass.  The legislature was dominated by black republicans and white populists who voted in favor of the adjournment, while all of the Democrats voted against it.  &lt;br /&gt;Representative Crews, an African American from Granville County brought the resolution before the House. Crews argued that Douglass was the leader of his race and it was therefore appropriate to adjourn and honor his memory.  The Fusionists voted 32 in favor and the Democrats 23 against.  &lt;br /&gt;The North Carolina legislature had voted against adjourning on February 22 for George Washington's birthday, even though it was a state holiday.  Adjournment honors were also denied to General Robert E. Lee on January 19, 1895.&lt;br /&gt;The resolution to adjourn to honor Frederick Douglass created a sensation throughout North Carolina.  For days following the adjournment, the Raleigh, N.C. newspaper, The News and Observer ran stories about the political turmoil surrounding the resolution.  Democrats argued that Douglass was a bad character and that in honoring him, the House had disgraced the state' (Feb. 26).  The Fusionists tried to distance themselves from the resolution, but were faced with accusations that their vote to adjourn in honor of Douglass put the black orator on par with former President George Washington and was therefore a disgrace to Washington and to the state of North Carolina.  A black newspaper, The Independent, defended the Legislature's decision by printing an article which said that Douglass was a man of considerable distinction, a native of a State in close sympathy with North Carolina and he had just died, so that the case was somewhat different from that of Robert E. Lee.'"],"display_date":"February 21, 1895 - February 22, 1895","search_date":"1895-02-21","citations":[{"divid":1213207836,"type":"Newspaper Article","data":["To His Memory","The News and Observer","","February 22, 1895","2"]},{"divid":1213207877,"type":"Book","data":["Lerone Bennett Jr.","Before the Mayflower, A History of Black America",null,"Illinois","Johnson Publishing Company","1961","537"]},{"divid":1213208717,"type":"Newspaper Article","data":["Old Time Squirming","The News and Observer","","February 26, 1895","2"]},{"divid":1213208838,"type":"Newspaper Article","data":["","The Independent","","March 7, 1895",""]}],"locations":[{"id":137,"lat":35.7960086668,"lng":-78.6535725973,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}