{"id":1870,"title":"Food Aid in New Orleans\n","course_id":1,"status":"P","start_date":"1862-09-01","end_date":"1862-09-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Devastation and upheaval occurred in areas throughout the South where the Union army had gained control.  The Union's control meant the freeing of slaves.  This led to a shortage of agricultural labor and a scarcity of resources. This situation was further heightened by slaves who fled from nearby areas to the sanctity of Union borders. &lt;br /&gt;New Orleans was a particular example of this problem, as the black population there increased significantly from 1862-1880.  The overflow of population not only led to a shortage of food but also of jobs.  Thousands of hungry, tattered, unemployed blacks and whites roamed the streets.  General Benjamin Butler became really concerned with the situation and declared on September 1st that, The condition of the people is a very alarming one.  They have literally come down to starvation,' (Vincent, 121).  A large Union meeting was held in which Judge Heistad gave a compelling argument of the devastations faced in the South, particularly in New Orleans from the rebellions and war. He demonstrated that, ;The poor would have no chance against the rich, the weak against the strong, under the system inaugurated by the secession leaders,' (National Intelligencer, Sept 20, 1862).  At the end of September, Butler began to distribute fifty-thousand dollars in food a month to whites in New Orleans. The Richmond Whig stated on September 20, 1862 that there were 7,329 families receiving aid from the New Orleans Commission of Relief.  However, these families were white, demonstrating the Union army's uncertainty of how to deal with the thousands of newly freed slaves. For the most part, the situation was largely ignored; leaving the newly freed African American's to fend for themselves in a society predominated by racism."],"display_date":"September 1, 1862","search_date":"1862-09-01","citations":[{"divid":1213375410,"type":"Book","data":["Charles Vincent ed.","The African American Experience in Louisiana",null,"Lafayette","Center for Louisiana Studies University Siana","2000","121-122"]},{"divid":1213375591,"type":"Newspaper Article","data":["","The National Intelligencer","Washington DC","September 20, 1862",""]}],"locations":[{"id":1373,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}