{"id":1872,"title":"Confederate Conscription Act\n","course_id":1,"status":"P","start_date":"1862-10-11","end_date":"1862-10-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Emancipation Proclamation issued by Lincoln caused great fear of slave uprisings among Southerners. The Confederate Congress responded by issuing, An act to Exempt Certain Persons from Enrollment for service in the Army of the Confederate States,' also known as the Twenty Nigger Law.'  The Confederate army's demand for while males left many plantation homes very vulnerable for slave rebellion.  For example, The Louisville Journal claimed that the great majority of able bodied men enlisted in the Confederate army. It revealed their concern, as it left the Louisiana white male population greatly diminished, and therefore a struggle to suppress the black population.  &lt;br /&gt;This act ensured that plantations would remain secure, by allowing more white men to stay and oversee the homes.  The act signed by Confederate President Jefferson Davis, stated that masters and overseers who supervised twenty or more slaves, were excused from the Confederate army.   However, it generated great amounts of discontent as it discriminated against the poorer people."],"display_date":"October 11, 1862","search_date":"1862-10-11","citations":[{"divid":1214504517,"type":"Book","data":["Charles Vincent","The African American Experience in Louisiana, Part B",null,"Lafayette","Center for Louisiana Studies","2000","101-106"]},{"divid":1214504621,"type":"Newspaper Article","data":["","Louisville Journal","","July 3, 1862",""]}],"locations":[{"id":1375,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}