{"id":1877,"title":"Virginia Upheaval\n","course_id":1,"status":"P","start_date":"1862-07-01","end_date":"1862-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A planter named Edward Turner who resided in Fauquier County wrote down notable events of 1862.  He stated that, Any lying negro who felt disposed to do so could involve in the most serious difficulties of the first men in the land;Excellent and worthy citizens were stripped of poverty and otherwise shamefully treated (by the Yankees) upon the testimony of some unprincipled slave,' (Hardwick/Hofstra, pg 286).   This description by Turner reveals the great disruption and disorder that the Civil War brought to the South within the social classes and slave system.  It also exposes a turning of the tables due to the greater empowerment that slaves began to receive.  &lt;br /&gt;A diary by Fannie Page Hume, a twenty-four year old woman living in Orange Virginia, demonstrated the turmoil and suffering that everyday citizen's faced. Fannie first recalled the terrible fear that struck their household in July when hearing of the Yankees presence in a nearby county.  She related her experience of being on constant edge and of her and her family spending many sleepless nights.  The Yankees raided their meat-house to Fannie's great fury.  The Yankees left the following day, but Fannie and her family receive many other alarms of their possible return. Fannie constantly refers to how much things have changed, particularly the Sunday Sabbaths, and how she wishes things could return to the good old times.  She spends her birthday during these anxious months, God grant my next birthday may witness more peaceful scenes- what may I not have to encounter , ere then- have made no resolutions, thoughts too tumultuous for that- I only ask for the hour of trial,' (Hume, pg 68).  The Yankees return again, raising an attack on their village. Fannie describes the night as sickening as blood was flying in all directions.  She helps out in caring for the wounded as much as she can.  Many residents' of Orange lost everything and moved away to a safer place, as did Fannie's cousins. &lt;br /&gt;These two accounts demonstrate the great disruptions the Civil war brought to people's lives.  The war had a profound impact on all the citizens throughout the South, greatly altering their everyday lives."],"display_date":"July 1, 1862","search_date":"1862-07-01","citations":[{"divid":1215713811,"type":"Book","data":["Kevin Hardwich, Warren Hofstra, eds.","Virginia Reconsidered",null,"Charlottesville, VA","University of Virginia Press","2003","286-287"]},{"divid":1215713956,"type":"Manuscript","data":["","MSS 1713-h",null,"MSS 1713-h","Box 1685","Diaries of Fannie Page Hume","Special Collections, University of Virginia"]}],"locations":[{"id":1380,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}