{"id":188,"title":"Pollock v. Farmers&#39; Loan &amp; Trust Co.\n","course_id":1,"status":"P","start_date":"1895-04-16","end_date":"1895-05-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Pollock v. Farmers' Loan & Trust Co. was an important Supreme Court case dealing with the first establishment of an income tax in the United States and the Wilson-Gorman Tariff Act of 1894.  The Gorman Tariff Act stated that, for a five year period, any gains, profits and incomes' in excess of 4,000 would be taxed at two percent.  In compliance with the Act, the Farmers' Loan & Trust Co., based out of New York, announced to its shareholders that the company would not only pay the tax, but also provide to the internal revenue collector the names of the people for whom the company was acting, making them liable for being taxed.&lt;br /&gt;Charles Pollock, a Massachusetts citizen, owned ten shares of stock in the Farmers' Loan & Trust Company and sued the company.  Pollock lost in the lower courts and appealed to the U.S. Supreme Court, which agreed to hear the case.&lt;br /&gt;On May 20, 1895, the Supreme Court, under Chief Justice Melville Fuller, ruled in Pollock's favor, stating that the provisions of the tariff act of August 15, 1894, (sections 27 to 37,) purporting to impose a tax upon incomes; are unconstitutional, so far as they purport to impose a tax upon the rent or income of real estate and income derived from municipal bonds.'  &lt;br /&gt;The Pollock case raised some interesting questions for the Supreme Court to ponder, although the court expressed no unified opinion since they did not directly affect the Pollock v. Farmers' Loan & Trust Co. case.  One question which was repeatedly raised in the years following the decision was whether the Gorman Tariff Act was unconstitutional for laying direct taxes on income from personal property.  When the Sixteenth Amendment was passed by Congress in 1909, the Pollock v. Farmers' Loan & Trust Co. decision was made mute.  The Sixteenth Amendment, ratified in 1913, gave the U.S. Government the power to implement an income tax which has since been its principal source of revenue."],"display_date":"April 16, 1895 - May 20, 1895","search_date":"1895-05-03","citations":[{"divid":1213677451,"type":"Book","data":["Cooper, William J. Jr. &amp; Thomas E. Terrill","The American South: A History",null,"New York","McGraw-Hill Companies, Inc.","1996","489"]}],"locations":[{"id":138,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}