{"id":189,"title":"Black Laborers Attacked\n","course_id":1,"status":"P","start_date":"1895-02-01","end_date":"1895-03-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In February of 1895, the Harrison Steamship Line of Liverpool discharged many white longshoremen and screwmen in New Orleans, Louisiana and contracted 300 non-union and unskilled black workers.  Other shipping firms followed suit.  The firms, which appealed to the US Courts for protection, claimed that they hired blacks, not because they would work for lower wages, but because the central issue was simply and solely one of whether merchants of New Orleans shall conduct their own business in their own way, or whether they shall be dictated to by a handful of employees.'  &lt;br /&gt;On March 11, 1895, white laborers in New Orleans upset by the labor situation,' decided to go uptown to where the blacks worked.  The crowd was stopped by police who had been watching the distressed laborers.  A reported for the Atlanta Constitution claimed that an hour after the dispersal of the white laborers, a shot was fired which struck a black laborer, Philip L. Fisher, in the back.    The following day, two riots over a disagreement over the loading of cotton vessels occurred in the city under a presumably arranged plan.  The white workers had one of the strongest labor unions in the country and dictated their own terms of work at the levee.  However, they felt that their work was in jeopardy as a result of the influx of black workers.&lt;br /&gt; The riot resulted in the deaths of six blacks and is exemplary of rising tensions between whites and blacks in the South.  The white laborers clearly blamed the black workers for the job shortage and took their rage out on the blacks to terrorize them into leaving their jobs at the levee.  On the morning of March 13, 1895, a striking feature on the levee was the almost entire absence of Negroes,' said an Atlanta Constitution reporter.  The black workers slowly trickled back to work over the course of the month under the watchful eyes of the State Militia.  A Grand Jury investigated the riots and spoke with laborers and while several arrests were made, the vast majority of the white rioters were not punished.  Following the riots, the white unions disbanded, bringing an end to fifteen years of union power in New Orleans."],"display_date":"February 1, 1895 - March 13, 1895","search_date":"1895-02-20","citations":[{"divid":1214074568,"type":"Book","data":["Lerone Bennett, Jr.","Before the Mayflower, A History of Black America",null,"Chicago","Johnson Publishing Company","1961","537"]},{"divid":1214074742,"type":"Book","data":["Charles Vincent, editor","The Louisiana Purchase Bicentennial Series in Louisiana History, vol. XI, The African American Experience in Louisian: From the Civil War to Jim Crow",null,"Lafayette","University of Louisiana at Lafayette","2000","466-470"]},{"divid":1214074830,"type":"Newspaper Article","data":["Police Disperse Rioters","Atlanta Constitution","","March 12, 1895","1"]},{"divid":1214074855,"type":"Newspaper Article","data":["Strikers Riot","Atlanta Constitution","","March 13, 1895","1"]}],"locations":[{"id":139,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}