{"id":19,"title":"409 Slaves from Africa arrive in Georgia\n","course_id":1,"status":"P","start_date":"1858-01-01","end_date":"1858-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1798, Georgia banned involvement in the Atlantic Slave trade, followed a decade later by a nationwide ban.  The Constitution had required the ban when signed, and Congress put it into effect on January 1, 1808.  As the Hon. Joshua Giddings announced in a speech to the House of Representatives, the United States;pronounced the African slave trade to be piracy, and those who followed that vocation to be pirates worthy of death.'  All captured Atlantic slave traders in the future would tried for their lives.&lt;br /&gt;&lt;br /&gt;The strong sentiment against the Atlantic trade was not as universal as people imagined.  Many politicians in the South were unyielding in their attempts to reestablish the Atlantic routes.  Fifty years later, a candidate for Mississippi office announced that the the great want of the South is more Negroes, fresh from Africa,' and he was not alone in this idea.  The development of an illegal slave trade started as soon as the law was enacted, and this black market continued for decades.  However, the illicit trade was costly and dangerous, and the already flourishing domestic slave trade replaced the Atlantic trade to a large extent.  The last known delivery of African slaves occurred in 1858 when the Wanderer smuggled 409 slaves from the Congo and Angola into Georgia, near St. Simons Island.  The slavers responsible were not caught."],"display_date":1858,"search_date":"1858-07-02","citations":[{"divid":1213031559,"type":"Article","data":["Clayton Jewett and John Allen","Slavery in the S0uth: A State-by-State History",null,"Westport, CT","Greenwood Press","2004","81-83"]},{"divid":1214317053,"type":"Pamphlet or Other Printed Material","data":["Joshua R. Giddings","American Piracy","Washington, D.C.","Buell &amp; Blanchard","1858","Special Collections Library, University of Virginia"]}],"locations":[{"id":10,"lat":31.0887336961,"lng":-81.4509546531,"zoom":9,"place":"GLYNN, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}