{"id":190,"title":"Black Emigrate to Liberia\n","course_id":1,"status":"P","start_date":"1895-03-18","end_date":"1895-03-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Emigration of African-Americans back to Africa was not a new idea in 1895.  In fact, many of the colonizing missions were quite experienced by 1895 for the missions had taken place since the early nineteenth century.  White Americans felt that blacks needed to be removed from society.  Prior to the Civil War, many states, including Virginia, had laws which stated that free blacks had to petition the state government for permission to remain a free black within the state bounds.  &lt;br /&gt;According to Antonio McDaniel, author of Swing Low, Sweet Chariot, The Mortality Cost of Colonizing Liberia in the Nineteenth Century, emigration from the United States to Liberia represented the effort to escape oppression and to go where it was possible to live without white restrictions and interference' (xvii).  Even though emigrants were given free land and a chance at a new life, dietary changes, improper immunity, stress, malnutrition, and environmental changes created high mortality rates among emigrants.    &lt;br /&gt;On March 19, 1895, 200 blacks set sail for Monrovia, Liberia aboard the Danish steamer, the Horsa, which was chartered by the International Emigration Society.  The emigrants hailed mainly from Mississippi and only men and women in good physical condition were permitted to join. Thousands turned out to bid farewell.  As the vessel was departing the port, the emigrants and those on shore reportedly sang I'm Going Back to Africa's Shores.'   Upon their arrival in Liberia, the married men were given 25 acres of land and the unmarried men ten acres with shelter provided by the Liberian government for the first three months of their arrival."],"display_date":"March 18, 1895 - March 19, 1895","search_date":"1895-03-18","citations":[{"divid":1216923551,"type":"Book","data":["Lerone Bennett, Jr.","Before the Mayflower, A History of Black America",null,"Chicago","Johnson Publishing Company","2003","537"]},{"divid":1216923635,"type":"Book","data":["Antonio McDaniel","Swing Low, Sweet Chariot&#58; The Mortality Cost of Colonizing Liberia in the Nineteenth Century",null,"Chicago","The University of Chicago Press","1995","xvii"]},{"divid":1216923680,"type":"Newspaper Article","data":["Off for Liberia","Atlanta Constitution","","March 20, 1895","1"]}],"locations":[{"id":140,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}