{"id":1917,"title":"James Barbour Retires from Politics\n","course_id":1,"status":"P","start_date":"1830-12-07","end_date":"1830-12-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter to his brother-in-law, Daniel Bryan, on December 7, 1830, James Barbour discussed his life and retirement from politics. Barbour had been a member of the House of Delegates in Virginia from 1793 to 1804 and again from 1808 to 1812, the governor of Virginia from 1812 to 1815, a Virginia senator from 1815 to 1825, and the U.S. Secretary of War from 1825 to 1828. Writing to Bryan, Barbour talked about political life absorbing his every moment, and wrote I am sick of politics. At this time, Barbour was going through a contested election to the House of Delegates in Virginia, which no doubt was a source of much of his frustration with politics. Barbour had served the state and his nation well, and as he said, political life had so absorbed my time that he had been able to think scarcely of anything else. He complained that politics had changed, and that violence was the only way now to gain popularity (amongst the voters). Finally, Barbour thanked Bryan for his support, and states his desire to hear more from Bryan as his political career has ended."," Barbour wrote this letter from Richmond - the city where a great deal of his political life was spent, from the House of Delegates to the Governor of Virginia. Richmond was the capital of Virginia, a political center for the South, as it would later become the capital of the Confederacy. Thus, in this city Barbour was surrounded by political life (which had had been a central figure in. The harshness of this life shows from his attitude of a tired politician. The political parties of America had reorganized in the mid-1820s during John Adams' presidency, and at the end of this Barbour was a National Republican (opposing the Democrats). With this allegiance, he opposed the man occupying the presidency after Adams, Andrew Jackson. When Jackson was elected president in 1828, after a long and passionate campaign, the National Republican party came to a stand-still for the a short period, and it was during this period that Barbour decided he had taken enough of the political world. It seems that the campaign for president in 1828 (and the overall struggle for power among parties) had been too rough on Barbour. He, as many other Republicans, was disheartened by the election of Jackson. Instead of continuing the struggle against the Democrats, Barbour chose to retire from public life."],"display_date":"December 7, 1830","search_date":"1830-12-07","citations":[{"divid":1217948941,"type":"Manuscript","data":["","December 7, 1830",null,"Mss 11111-c","1","Letters of James Barbour to Daniel Bryan","Special Collections Library, University of Virginia"]},{"divid":1217948985,"type":"Website","data":["Biographical Directory of the United States Congress","James Barbour","Biographical Directory of the United States Congress","http&#58;//bioguide.congress.gov","October 9, 2006"]},{"divid":1217949118,"type":"Website","data":["U.S. Army Center of Military History","James Barbour","U.S. Army Center of Military History","http&#58;//www.army.mil","October 9, 2006"]},{"divid":1217949199,"type":"Book","data":["Samuel Rhea Gammon, Jr.","The Presidential Campaign of 1832",null,"Westport","Greenwood Press","1971","11, 27, 67"]}],"locations":[{"id":1383,"lat":37.539209631,"lng":-77.4101814026,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}