{"id":192,"title":"Announcement of North Carolina&#39;s First State Fair\n","course_id":1,"status":"P","start_date":"1853-06-29","end_date":"1853-06-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 29, 1853, the Raleigh Register published an announcement stating, We are pleased to learn that the first annual State Fair will be held in the city of Raleigh on the 18th of October next. We would particularly call this matter to the attention of our Farmers, Miners, Manufacturers and Mechanics.' The event was organized following the recommendations made at the Cotton Planters' Convention of 1853, during which time the assembly agreed it would be beneficial for the planters to share scientific knowledge and working expertise through such events.&lt;br /&gt;&lt;br /&gt;The Raleigh Register was hopeful in looking forward to the state's first fair, saying, we know from what we have seen in other States, that these exhibitions of industry, skill and genius are well calculated to promote a spirit of general improvement and advancement in the Agricultural and Mechanic arts, and to infuse health and vigor throughout the whole social, intellectual, moral and material body of the State.'&lt;br /&gt;&lt;br /&gt;The annual agricultural exposition at Raleigh has been celebrated since 1853 and helped to build camaraderie among the planters in North Carolina through the sharing of farming expertise during the annual gathering."],"display_date":"June 29, 1853","search_date":"1853-06-29","citations":[{"divid":1213386350,"type":"Article","data":["Weymouth T. Jordan","Cotton Planters? Conventions in the Old South","Journal of Southern History","3","1953","321-345"]},{"divid":1213386425,"type":"Newspaper Article","data":["State Fair","Raleigh Register","","29 June 1853",""]}],"locations":[{"id":141,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}