{"id":1929,"title":"Wanted, An Overseer","course_id":1,"status":"P","start_date":"1847-01-01","end_date":"1847-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As George Gillet Keen would have told you himself, he was a man of few words. He wanted niggers. In particular, he wanted the ability to hire an overseer, to raise himself to a higher class distinction. Some of his hunting buddies had overseers, and their constant dialogue about plantation life left Keen on the outside. He wanted nothing more in life than a plantation of niggers so I could talk about my overseer. Keen decided he would marry a rich, old widow to fulfill his slaveholding aspirations.","His first matrimonial expedition failed miserably. He found no rich widows waiting for him, and, in fact, he actually fell in love with one of the prettiest girls I ever saw in my life. Her name was Martha Hooker, but she was 16 and poor; she offered no hope of a suitable dowry to hire an overseer off of. Love was just a mere distraction to Keen. Over the next few weeks he began to write to a widow who filled the bill, but only received silence in return. Frustrated, he obtained a letter of introduction and set out to call upon the old lady. Her name was Rhoda Dean, and her youngest of nine children was 26. Keen was only 22. On his first visit, Keen got straight to the point, for he was never favorably impressed with long courtships; would she marry him? The answer took a few minutes but she consented. Numbers raced through Keen's head, for Rhoda Dean's estate was valued at seventy five thousand dollars. He could finally hire the overseer of his dreams and more slaves to accompany him. As Historian Walter Johnson might say, George Keen was constructing himself out of slaves, literally. Keen saw his value as a man in the amount of slaves he owned and if that amount qualified him to hire an overseer. He was affectionately called a Florida cracker, a plain folk white with little or no slaves. For Keen and other pioneers, he viewed his station as temporary. Non-slaveholding status preceded slaveholding without an overseer which preceded planter status. Each step Keen took in Columbia County brought him closer to the pinnacle, to manhood, and to conversing with his hunting buddies about their overseers.","Slaves were southern symbols of masculinity and whiteness, but they were also literal commodities and property. The ownership of property lay at the foundation of southern society and stood as a barrier to participation within that network. Political involvement, economic leverage, and social interaction hinged upon the amount of property possessed, and Keen knew this very well. He saw numbers everywhere. The widow was worth 75,000 dollars, and Keen himself was worth 4,000 dollars in niggers, land, cattle, horses, and money. Free blacks on Virginia's Eastern Shore in the seventeenth century were able to interact with patrons and have legal standing before the court because they leased, then owned, land tracts and raised cattle. As the South moved westward and into Florida, the frontier communities that developed were full of men like George Keen, ambitious, industrious men seeking opportunity in a society still forming. To progress upward in the hierarchy, Keen was willing to do anything, even marry a widow three times his age."],"display_date":1847,"search_date":"1847-07-02","citations":[{"divid":1215714355,"type":"Primary Source in a Secondary Source","data":["The Florida Index","February 16, 1900","Cracker Times and Pioneer Loves: The Florida Reminiscences of George Gillet Keen and Sarah Pamela Williams","Carter Brown Jr. and James M. Denham","Columbia, SC","University of South Carolina Press","2000","45-51"]},{"divid":1215714447,"type":"Book","data":["Walter Johnson","Soul by Soul: Life Inside the Antebellum Slave Market ",null,"Cambridge, MA","Harvard University Press","1999","88-92"]}],"locations":[{"id":1384,"lat":null,"lng":null,"zoom":8,"place":"COLUMBIA, Florida"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}