{"id":194,"title":"Wilmot Proviso defeated by the Senate for the final time\n","course_id":1,"status":"P","start_date":"1847-03-03","end_date":"1847-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Passed for a second time by the House on March 3, 1847, but eventually rejected by the senate again.  Despite its failure to pass, the Proviso raised serious constitutional and political questions as to the acceptability of slavery.  The Wilmot Proviso, attached as an amendment to an appropriations bill, essentially aimed to prevent slavery from occurring in any territory ceded from Mexico after the conclusion of the Mexican American War.  The Proviso passed the House on multiple occasions, but the staunch slavery supporters in the Senate failed to pass it on multiple occasions.  If the Senate had passed the Wilmot Proviso, it would have prevented slavery from emerging in Texas.&lt;br /&gt;Even after the Senate defeated the Wilmot Proviso in March of 1847, leaders in Southern society feared that their politicians would vote for a bill in the future that would effectively prevent the expansion of slavery from expanding into the new states.  For example in Virginia the question over whether a potential future politician would support the prohibition of slavery in newly admitted states became controversial.  In short the consensus that the Southern states needed to band together to protect slavery emerged.  The Wilmot Proviso also increased the division between Southern citizens who supported the maintenance and expansion of slavery into new territories and those who simply supported the maintenance of the institution in states where it already exists."],"display_date":"March 3, 1847","search_date":"1847-03-03","citations":[{"divid":1213489002,"type":"Book","data":["James M. Volo and Dorothy Volo","Encyclopedia of the Antebellum South",null,"Westport, CT","Greenwood Press","2000","351-353"]},{"divid":1213489075,"type":"Book","data":["Edwin McReynolds","Missouri: A History of the Crossroads State",null,"Norman, OK","University of Oklahoma Press","1962","180"]},{"divid":1213489157,"type":"Newspaper Article","data":["","Richmond Enquirer","","April 13, 1847",""]},{"divid":1213489168,"type":"Newspaper Article","data":["","Richmond Enquirer","","February 18, 1847",""]}],"locations":[{"id":143,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}