{"id":1951,"title":"Senator Lewis F. Linn and the Environmental Movement\n","course_id":1,"status":"P","start_date":"1843-01-17","end_date":"1843-01-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Regarded by his contemporaries as one of the first mercantile environmentalists, Missouri Senator Lewis Linn attracted much attention during his life. As a doctor early in his life, Linn had seen thousands of cases of dysentery, malaria and other diseases that resulted from life along the Mississippi river. In low-water seasons, the outbreak of diseases increased as blockages in the river forced white and blacks alike to suffer with stagnation and mosquitoes; limited transport along the tributary waterways prevented medicine from reaching affected areas. The blockages accumulated during the low-water seasons of 1839-1843 described by Linn were so great as to render navigation not only dangerous in extreme to commerce but hazardous to the health.","Lewis Linn strove to make changes for his patients' health as well as his own after a series of illnesses he suffered in 1839. With the sudden death of the Missouri senator, Linn would realize his goal when nominated to the position. Linn realized, however, that to garner appropriations to clear out sandbars, large bulk and swampland from major waterways needed a stronger base than health-care reports. Linn worked alongside fifteen hundred St. Louis-area executives and presented a petition to Congress to battle those appropriations that were always strenuously, and sometimes successfully opposed, and the objects intended to be accomplished were never more than half accomplished.","Lewis Linn's work with executives strengthened his argument of the need for change, in both mercantilism and the health of those along the Mississippi. Linn cited the total loss of 3 million dollars in goods and boats along these waterways which were vital to much of the southern-and indirectly northern-trade and commerce. The enormous economic losses for the South and other ports nationwide sparked movement within Congress. As Linn fought to secure money, he created a promising outlook for a large-scale river project. Unfortunately, Linn's sudden death while in office in 1843 left his own efforts unrewarded when legislators failed to garner enough votes for appropriations. "," Yet, his legacy to push for better economic conditions carried to the next group of southern congressional representatives. Businessmen and legislators alike realized the importance of re-tooling the environmental and economic congressional committees not only for the health of their constituents-and their consumer base-but to facilitate faster, more efficient shipping nationwide. Whether or not the government granted appropriations to clear the river ways ultimately affected more than just transportation; the health of the rivers in large part created the success or failure of commerce for the national economy."],"display_date":"January 17, 1843","search_date":"1843-01-17","citations":[{"divid":1216507497,"type":"Pamphlet or Other Printed Material","data":["Elizabeth A. Linn","The Life and Public Services of Dr. Lewis F. Linn, For Ten Years A Senator of the United States From the State of Missouri","New York, NY","Appleton Publishers","1857","Special Collections Library, University of Virginia"]},{"divid":1216507562,"type":"Book","data":["Edwin C. McReynolds","Missouri&#58; A History of the Crossroads State",null,"Norman ","University of Missouri Press","1962","149-150"]}],"locations":[{"id":1391,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}