{"id":1952,"title":"Birth Control Practices in Missouri and the Abortion Act\n","course_id":1,"status":"P","start_date":"1835-01-01","end_date":"1835-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["By the early half of the nineteenth century, Victorian views of sexuality in the South dictated that women and men remain virginal until marriage. Others held the view that sex after marriage had procreative purpose only. However, many so-called free thinkers such as Charles Knowlton, Abner Kneeland, and Samuel Thompson recognized that Victorian ideals clashed with the reality of everyday life. Many unmarried women who found themselves pregnant used abortion as commonplace birth control practice. ","Abortion practices were not always safe. Local doctors replaced local midwives who had previously performed abortion procedures. However, little actual gynecological medical training or practice complicated the procedure. Many in new medical professional groups pushed for greater autonomy and influence of highly trained medical practitioners to replace the backward practices of quacks who advocated abortion. In Missouri and throughout the South, this growing influence created a greater movement towards white professional doctors. The effect led to the passage of the 1835 St. Louis, Missouri abortion statute, a full twenty years before many states passed similar laws. However, this law hardly stopped sex among unmarried couples or hindered adulterous relationships. Women and men circumvented the law by turning to the work of the free-thinkers, who published and distributed pamphlets on sexual and reproductive health and contraceptive methods. In the South alone, liberal literature included topics about contraceptive methods and sexual advice. This literature circulated to more than 200 agents by 1836, many of whom operated near St. Louis and along the Mississippi river. One popular example included Knowlton's Fruits of Philosophy, which made it to third edition within three years of its original publication in 1830. Popular mail-order items in Missouri-among other states nationwide-included condoms, feminine cleansing products, and abortifacients. Though free-thought groups flourished nationwide, they often kept semi-private for fear of being thought liberal and infidel in their causes. More readily available and cheaper contraceptive devices for men-a dozen condoms sold for three dollars in 1850-allowed couples to engage in sexual relationships, although secret, with fewer consequences.","Many kept their sexual freedoms covert in Missouri and the South not only because of the abortion law, but also because of the issue of interracial sexual relationships. As Nathan Stormer notes, reproductive control for early opponents represented a cacophonous...threatening assault on the status quo of gender, family and class relations. Many feared that if fear of pregnancy were removed from sexual intercourse, wives' sexual faithfulness could not be assured, legitimate children might not so easily be distinguished from illegitimate children, and bloodlines and inheritance might, in consequence, be jeopardized. Because inheritance often dictated property rights in the South, the case of illegitimate-and perhaps mulatto-children produced from an adulterous relationship made easier with birth control brought this issue to the regional and national forefront."],"display_date":1835,"search_date":"1835-07-02","citations":[{"divid":1214311751,"type":"Book","data":["Ella Gertrude Clanton Thomas","Secret Eye: The Journal of Ella Gertrude Clanton Thomas",null,"Chapel Hill, NC.","University of North Carolina Press","1990","469"]},{"divid":1214311821,"type":"Book","data":["Janet Farrell Brodie","Contraception and Abortion in Nineteenth-Century America ",null,"Ithaca, NY.","Cornell University Press","1994","142-168"]},{"divid":1214311879,"type":"Book","data":["William Earl Parrish","A History of Missouri ",null,"Columbia, MO.","University of Missouri Press","1971",""]},{"divid":1214311985,"type":"Book","data":["Nathan Stormer","Articulating Life&#39;s Memory: U.S. Medical Rhetoric about Abortion in the Nineteenth Century",null,"Lanham","Lexington Books, Inc.","2002","7-84"]}],"locations":[{"id":1392,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}