{"id":1953,"title":"Catholicism&#39;s Impact on Religion and Politics in St. Louis\n","course_id":1,"status":"P","start_date":"1835-12-17","end_date":"1835-12-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["While American historians often focus on the millions of immigrants that moved through Ellis Island, many of these same people traveled west and ended up in St. Louis. The city became a locus of immigrant activity, both religious and cultural. However, negative changes often accompanied positive ones with the large influx of immigrants. The greater influence of Catholicism, the dominant immigrant religion, affected the already strained religious and political tensions between the South's religious mixes: Methodists, Baptists, Episcopalians and Presbyterians. As the St. Louis Observer stated, although southerners recognized the Founding Fathers' guarantees to every individual in our land, the free exercise of his religion, political Nativists feared that the Papacy as both a religious and political power would interfere with American government."," In their letter to the Observer, a Nativist wrote that Catholicism was not just a religion but a political organization that recruited members to draw funds from the American people to aid them in universalizing. In this manner, many whites in St. Louis and throughout the South felt Catholicism endangered the white Southern religious sects. Nativists felt that Catholicism in the form of millions of immigrants was a forewarning of an American St. Bartholomew's Day-the foreign seed will, like dragon's teeth which Cadmus sowed in a field, produce an assembly of armed men. Xenophobia of Catholic immigrants was not limited to the South, however. In places such as New York and Chicago where large immigrant groups flocked, whites felt the need to push for control over those alien to their existing and dominant role in the social order. Whites faced a population of black Africans and few laws in place for immigrant migration regulation. Although whites as a collective group still held control of government and other public institutes nationwide, immigrants placed an increasing social and economic demand on the United States. Poor Catholic immigrant groups spoke many different languages and educated themselves in parochial schools rather than American public schools. American Nativists feared Catholics not just because of their religious affiliation but also for their ability (unlike black Africans) to largely and successfully exist outside of the dominant white southern culture."],"display_date":"December 17, 1835","search_date":"1835-12-17","citations":[{"divid":1214504934,"type":"Book","data":["William Earl Parrish","A History of Missouri",null,"Columbia","University of Missouri Press","1971","242-250"]},{"divid":1214504967,"type":"Newspaper Article","data":["","St. Louis Observer","","December 17, 1835",""]}],"locations":[{"id":1393,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}