{"id":1955,"title":"The Call for Prohibition by Missouri Temperance Society\n","course_id":1,"status":"P","start_date":"1836-01-21","end_date":"1836-01-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Though a large religious presence existed in Missouri, its inhabitants succumbed to a great number of vices, including alcohol abuse amongst men. The widespread alcohol abuse in St. Louis, the gateway to the West, caused many that passed through the city to comment on the wicked city containing an excessive number of deists and infidels. Some cited alcohol abuse as a result of the growing population that moved away from the church because of their involvement in more secular affairs, including journeying west. Ministers tried to resolve this problem quickly, especially when they viewed alcohol responsible for all of the ills of society: drunkenness, gambling, fighting, general disorder, Sabbath-breaking, and upper-class freethinking. "," By the 1830s, temperance societies sprung up in Missouri and throughout the South to combat alcoholism and end the noted loss of spirituality amongst those who were being swept up by alcohol's burning tide...to the gulf of eternal ruin. In early 1836, the Temperance Society of St. Louis called for a day of simultaneous meetings in which to rekindle the push for Prohibition, or at least temperance within the state of Missouri. The society noted that intemperance was never more rife, more open or more destructive to society and members wished to end the ravages...far more horrible than those of any plague or pestilence that ever swept through our borders. "," Within the religious South, the source of temperance societies and the influence of modern morality came from those who became largely involved in church life. The Missouri Temperance Society created an awareness of both social and physical abuse in the state when it called for a day of simultaneous meetings to help stop intemperance. Temperance societies tried to reduce the number of crimes and accidents that resulted from the use of alcohol. Included in the reported effects of alcoholism was abuse towards women, children, and slaves, especially in the South where moonshine, whiskey, and other drinks flowed freely. The widespread diffusion of temperance societies that occurred between 1830 and 1850 shifted the direction of the movement from one of alcohol in moderation to abstinence. In addition, the southern temperance movement that involved thousands spread to millions throughout the nation. Societies even invited women to take an increasingly important part in temperance work; the Women's Christian Temperance Union was established nationwide by the mid-1870s and remained influential through the 1920s."],"display_date":"January 21, 1836","search_date":"1836-01-21","citations":[{"divid":1214505032,"type":"Newspaper Article","data":["","St. Louis Observer","","January 21, 1836",""]},{"divid":1214505050,"type":"Book","data":["W. E. Foley","A History of Missouri Volume II-1820 to 1860",null,"Columbia","University of Missouri Press","1971","201-202"]},{"divid":1214505106,"type":"Book","data":["Carol Mattingly","Well-Tempered Women: Nineteenth-Century Temperance Rhetoric",null,"Carbondale","Southern Illinois University Press","1998","65-70"]}],"locations":[{"id":1394,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}