{"id":1958,"title":"The Observer&#39;s Slave Clothing Debate\n","course_id":1,"status":"P","start_date":"1835-09-17","end_date":"1835-09-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Elijah Lovejoy, a staunch abolitionist living in Missouri, published and owned the St. Louis Observer. As part of his weekly papers, Lovejoy printed national and international news on a variety of subjects, most frequently the debate on slavery. Lovejoy printed one of these hotly debated articles on September 17, 1835, when Asa A. Stone's editorial article on the clothing condition of slaves in the South appeared in the Observer. Stone claimed that blacks' absence of clothing was a function of slave choice and low intelligence, not the poor treatment slaves received. The article angered free black supporters and abolitionists alike in Missouri and fueled further efforts of abolitionists who worked to erase the misconceptions printed by pro-slavery advocates."," This fight over slave conditions took on a fervent religious tone that highlighted the basic equalities of man, regardless of skin color. Lovejoy and his abolitionist publishing staff inserted an interesting caveat that preceded Stone's editorial. That the Christian slave-holders-at least so many of them as read the Observer-we only ask of every brother, when about to complete the bargain with the negro-driver...Whatsoever ye would that men should do to you, do ye even to them for this is the law and the prophets. "," When Stone wrote that Thousands of Creole slaves of Louisiana do go naked, from choice, in the summer time...it is a common, I must say general practice to raise children without any clothing whatever, either in summer or winter, he failed to realize that many of these slaves did not wear clothes for reasons other than their inherent primitiveness. Often, economic conditions of black and white alike dictated what was available. On poor white farms and small plantations, the availability of fabric was limited only to white households. Hannah Jones, a former slave, recounted that for blacks without any source of income or education, it was impossible to gain fabric to clothe a family. As Jones' told of her experience, Old Marse Ben died and after dat Tom carried us all back down der to New Orleans wid him and opened up a n*r pen. Dat's a place like a stock yard where dey auction us off. We only know our ages by known' we is born in corn plantin' and cotton pickin' time. We never even knowed de days of de week. "," Many times, slaves only received new clothing when sold by slave traders. As Walter Johnson notes, future jobs slaves were to perform dictated clothing; future field hands dressed in far fewer and shabbier clothing than hotel workers or household workers. Often in addition, clothing covered up scars and illnesses in the marketplace, so nakedness was desirable in commodities sales. For slaves with particularly cruel masters, the scars left from whippings were often very visible. Another slave, Henry Johnson said, In de start de slave has been stripped naked, and lashed, often to death. Dey would be left strapped after from twenty-five to fifty lashes every two or three hours to stand dere all night...I never knowed what a shirt was until I was past twenty. "," The situation in which blacks lived in the South-for most, not of their own volition-sparked not only distaste of slaveholders, as Johnson notes, but the slave traders as well. Stone's editorial in the Observer brought further national debate on the premise of white superiority over blacks, especially in the South. The basic need for clothing ignored by slave owners, whether out of cruelty or poor economic success, could not be further avoided; even Stone himself stated that he could not comment on the debasing influence of a system that can produce such a state of things."],"display_date":"September 17, 1835","search_date":"1835-09-17","citations":[{"divid":1214505635,"type":"Newspaper Article","data":["General Treatment of the Slaves at the Southwest","Saint Louis Observer","","September 17, 1835","1"]},{"divid":1214505667,"type":"Book","data":["Walter Johnson","Soul by Soul: Life Inside the Antebellum Slave Market",null,"Cambridge","Harvard University Press","2001","24-26"]},{"divid":1214505698,"type":"Book","data":["George P. Rawick","The American Slave: A Composite Autobiography",null,"Westport","Greenwood Publishing Company","1972","206-207, 214-216"]}],"locations":[{"id":1397,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}