{"id":1959,"title":"Remembering the Brave\n","course_id":1,"status":"P","start_date":"1890-08-25","end_date":"1890-08-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" There must always be homage paid to those who lost their lives in battle.Even in defeat, the Confederate States honored their unknown fallen.OnAugust 25, 1890, The State newspaper out of Richmond reported that work was being continued on the monument to memorialize these brave men.Workers at the site said that the progress was moving along at a good pace to complete the monument.The stone in which the monument was to be carved was applauded to be the one of the most beautiful stones ever brought to Richmond.The site was shielded to prevent people from seeing it before its completion and unveiling. Followed by the report on the construction of the monument was an announcement of a meeting to be held by the Confederate Soldiers and Sailors Monument Association.The meeting was called to discuss the operations of the organization.A closing paragraph stated that the organization had to move forward at once in the search for funding the monument.The leaders of the organization believed that the raising of such funds would not be a problem.The organization planned to solicit money from all southerners in even the smallest amounts so as to allow even the humblest to say they have some share in this tribute of affection and remembrance to the private soldiers, the unknown heroes of the great Civil war between the States."," The support of the Confederacy remained strong after their defeat in the Civil War.The honoring of Confederate dead shows the enormous respect for the service they gave and the sacrifice they made during the Civil War.Even in defeat, southerners were able to cope by reasoning that they did not lose because they were outfought.However, they lost only because they were overwhelmingly outnumbered and outgunned.This Lost Cause theory enabled supporters of the Confederacy to remain strong to their roots.Southerners used the Lost Cause theory to support their claim that Southern tradition and culture was more respectable than the tradition and culture in the North.The claim was based on the nobility of southern gentlemen, the grace and kindness of southern women and the bravery of there outnumbered army.To ease the burdens of their past, southern conservatives of the port-Reconstruction South remade and rewrote much of it.Hardwick and Hofstra state that They had lost the Civil War, their property, status and a great deal of their self-respect.As they reclaimed these things however, they would skew the teaching of history to glorify their actions.The rejection of the northern interpretation of the war allowed for a renewed southern patriotism to take effect.Slavery suddenly became known as a common ground between blacks and whites.The Lost Cause theory was a corrupt creation that allowed for the reunion of Confederate supporters, especially in Richmond, Virginia."],"display_date":"August 25, 1890","search_date":"1890-08-25","citations":[{"divid":1215716355,"type":"Newspaper Article","data":["The Private Soldiers&#39; Monument","The State","","August 25, 1890","1"]},{"divid":1215716425,"type":"Book","data":["Kevin Hardwick and Warren R. Hofstra, eds.","Virginia Reconsidered: New Histories of the Old Dominion",null,"Charlottesville, VA","University of Virginia Press","2003",""]}],"locations":[{"id":1398,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":17,"tag":"Government"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}