{"id":1960,"title":"Cartography and Map Printing in Richmond\n","course_id":1,"status":"P","start_date":"1827-12-18","end_date":"1827-12-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The <em>New Map of Virginia</em> went on sale in the capitol city of Richmond on August 3, 1827. The Legislature of Virginia authorized the sale of only 250 maps, and required citizens of Virginia to submit an application in order to obtain a copy. <em>The Richmond Enquirer </em>claimed that the map reflects the highest credit on the science and skill of the persons immediately concerned in its publication and must prove highly gratifying and useful to the public. It cost 20 dollars to buy a copy of the <em>Map of Virginia</em>. <em>The Richmond Enquirer</em> asserted this to be a moderate price for a map of such fine quality. The sale of the <em>Map of</em> <em>Virginia </em>coincided with improvements in transportation; roads and use of waterways. This made it extremely popular among Virginians to own a map of high quality in order to have a coherent understanding of the land around them."," To produce the <em>Map of Virginia</em> cartographers and printers in Richmond used the process of planographic printing. This process made map printing faster and far less expensive. According historian David Woodward, to produce the <em>Map of Virginia </em>printers used lithographic ink or chalk to draw on stone. Printers accentuated the contrast between the inked and un-inked regions of the stone by washing the stone with a weak solution of nitric acid. This increased the porosity and water absorbing capacity of the un-inked regions. The stone accepted ink within the drawn images and characters, and rejected ink within the moistened areas when a roller covered with greasy ink passed over the stone. In the final step of reproducing of the <em>Map of Virginia</em>, printers placed a sheet of paper in a frame that they brought in contact with the inked surface. Printers transferred the image from stone to paper by applying pressure between the paper and inked surface. "," The <em>Map of Virginia</em> resulted from many years of labor, as well as at a great cost of care and money, on the part of cartographers and printers. <em>The Richmond Enquirer</em> wrote that no map of Virginia before this had surpassed in variety and accuracy of detail, or in beauty and elegance of execution. With an inadequate supply of maps in the early nineteenth century, Americans had a poor concept of their surroundings apart from the locations of plantations and stores in their local area. Maps in circulation tended to be unreliable and too expensive for most citizens to own. Beginning in 1820, it became increasingly important for Virginians to own maps as transportation improved with development of roads and use of waterways. Improvements in transportation coincided with the development of the new printing process, planographic printing. The development of planographic printing made maps far more accessible, accurate and affordable. Planographic printing allowed for Virginians to have a far greater understanding of the land in which they lived."],"display_date":"December 18, 1827 - December 19, 1827","search_date":"1827-12-18","citations":[{"divid":1214571318,"type":"Newspaper Article","data":["","The Richmond Enquirer","","December 18, 1827",""]},{"divid":1214571343,"type":"Book","data":["Erwin Raisz","Principles of Cartography",null,"New York","McGraw-Hill Book Company","1962","112-135"]},{"divid":1214571440,"type":"Book","data":["Seymour I. Schwartz","The Mismapping of America",null,"Rochester","University of Rochester Press","2003","153-189"]},{"divid":1214571527,"type":"Book","data":["David Woodward","Five Centuries of Map Printing",null,"Chicago","The University of Chicago Press","1975","23-55"]},{"divid":1214571596,"type":"Book","data":["David Woodward","The All-American Map:Wax Engraving and Its Influence on Cartography",null,"Chicago","The University of Chicago Press","1977","12-31"]}],"locations":[{"id":1399,"lat":37.539209631,"lng":-77.4101814026,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}