{"id":1961,"title":"By-law Implemented for Gun Control \n","course_id":1,"status":"P","start_date":"1824-03-25","end_date":"1824-03-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Mayor and Common Council of Annapolis declared a by-law to prevent the firing of guns within the city limits. The Mayor first informed the citizens of Annapolis on the by-law in an article published in the local paper, <em>The Maryland Gazette</em>, on March 25, 1824. The article permitted a week long period of time for news of the by-law to reach the people of Annapolis before the Common Council planned to implement it within the city limits. Under this by-law, any person found guilty of firing or discharging a gun within city limits except when performing military duty, shall be fined a sum no less than one or more than five dollars. In addition, this by-law declared that any person found guilty of carrying a gun uncovered through any of the streets, lanes or alley of this city shall be viable to a fine of one dollar."," In 1824, guns tended to be tools, luxury items, or broken relics. According to historian Jan E. Dizard, the people around Annapolis had to rely on blacksmiths to make repairs to their guns, since most areas lacked gunsmiths. Blacksmith most often had little knowledge of guns, and did not know how to make proper repairs. The overwhelming majority of guns tended to be poorly cared for, and passed from generation to generation."," The Annapolis by-law established that if any person offending against the provision of this by law shall be a slave and the owner or employer shall not elect to pay the penalty inflicted then another punishment will be in order, as long as it does not exceed thirty nine lashes or ten days imprisonment. Historian Dizard claims that in the nineteenth century, guns were mostly made of iron, and in order to prevent them from rusting they required constant attention. Thus, unless people of the Annapolis area had servants who constantly cared for their guns, they rarely brought a gun out with them. Any slaves within Annapolis city limits with possession of a fire-arm most likely had masters that put them in charge of caring for their guns. The Annapolis by-law presumably affected the relationship between slaves and their owners. With the implementation of the by-law, slave owners hesitated to entrust their slaves with care of their weapons. Slave owners feared that punishment of their slaves would have an effect on their own reputation among the people of Annapolis. No master wanted to be viewed as a man who could not keep his slaves under control. In addition, if a slave received thirty nine lashes or ten days imprisonment this slowed down the productive capacity of a slave owner's property. "],"display_date":"March 25, 1824 - March 26, 1824","search_date":"1824-03-25","citations":[{"divid":1214571691,"type":"Newspaper Article","data":["","The Maryland Gazette","","March 25, 1824",""]},{"divid":1214571705,"type":"Book","data":["Jan E. Dizard","Guns in America",null,"New York","New York University Press","1999","17-45"]},{"divid":1214571744,"type":"Book","data":["Thomas E. Terrill","The American South: A History",null,"New York","McGraw-Hill","1996","140-158"]}],"locations":[{"id":1400,"lat":39.087394033,"lng":-76.4791169961,"zoom":9,"place":"ANNE ARUNDEL, Maryland"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}