{"id":1963,"title":"Ice as a New Commodity\n","course_id":1,"status":"P","start_date":"1826-05-18","end_date":"1826-05-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Alexander Gall advertised his ice delivery service in Portsmouth's <em>American Beacon and Portsmouth Daily </em>on May 18, 1826. Gall's advertisement ran in the local newspaper for a month. This allowed for the news of Gall's service to effectively spread among the people of Portsmouth. Gall brought ice to the homes of his customers in a horse-drawn wagon. Gall delivered ice daily to his customers who could afford to pay for the service. Gall advertised the options of a weekly or monthly subscription in the <em>American Beacon and Commercial Daily</em>. The American people quickly picked up on the amazing benefits of refrigeration, and Gall became one of thousands of men involved in the rapidly growing ice industry. Technological advances in refrigeration allowed for the development of the ice industry."," Gall received his ice from companies that harvested across the vast regions of North America. These regions experienced winters capable of freezing lakes and rivers solid. According to historian Gavan Weightman, companies checked the thickness of the ice after two or three weeks of subzero weather. Men harvested the ice once it froze to 18 inches; a depth that supported the weight of hundreds of men and horses. Men wore cork soles that allowed them to grip the ice, and fitted their horses with spiked shoes. Competing companies that worked on the same river or lake carefully observed boundaries pertaining to ownership. Men marked out the ice after clearing the snow on top to expose the ice surface. To mark the ice, men steered iron cutters drawn by teams of two horses across the surface. These men created a network of parallel lines that divided the area into squares. Horse-drawn plows with metal teeth cut deep enough into the groves that permitted men to pry the blocks free using long-handled chisels. Weightman claims that channels of free flowing water coaxed the giant ice blocks to a mechanism that hoisted them into timber icehouses. Blocks slid down chutes and men hauled them into stacks. These men put sawdust between and around the ice blocks to act as insulation. The discovery that sawdust could act as insulation allowed for the growth of the ice industry beginning in 1820."," Wagons draw by teams of horses or oxen carried ice from the timber houses to ports in nearby towns. Weightman claims that from these locations steamboats carried ice to large ice warehouses in city centers. The technological advances in steamboats, largely in part due to the development of the condensing engine, allowed for much faster transportation of ice."," Gall brought his wagon to the Portsmouth warehouse each morning to receive his supply of ice to deliver to his customers. The favored size of ice cube varied depending upon the location that companies transported the ice to. The size of ice cubes that Gall delivered to his customers in Portsmouth resembled that of a New-York sized ice cube of twenty-two square inches. In Portsmouth households, people kept blocks of ice cut to a standard size in what they called refrigerators or iceboxes. These refrigerators were predominantly built of wood and lined with metal. The technology of iceboxes created a way for Americans to store ice, thus increasing the demand for the valuable commodity. The variety of improvements in technology resulted in the growth of the ice industry."],"display_date":"May 18, 1826 - May 19, 1826","search_date":"1826-05-18","citations":[{"divid":1214572085,"type":"Newspaper Article","data":["","Commercial Daily and American Beacon","","May 18, 1826",""]},{"divid":1214572096,"type":"Book","data":["Gavan Weightman","The Frozen Water Trade",null,"New York","Hyperion","2003","39-73"]}],"locations":[{"id":1402,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}