{"id":1964,"title":"A Clash of Views over Indian Removal\n","course_id":1,"status":"P","start_date":"1829-08-12","end_date":"1829-08-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>The Republican Star and General Advertiser</em> of Easton, Maryland published an article on August 12, 1829 regarding Indian removal. The Easton article responded to the essay written by William Penn published in <em>The National Intelligencer of Washington </em>on July 17, 1829. Penn's essay discussed the need to exterminate the Indians in order to allow for expansion into the West. The article in the Easton newspaper stated that while there seems to be such a prevalent disposition south and west of us to exterminate the aborigines of this land, we feel it our duty to raise our voice and use every exertion to stay that band of power from sweeping them from the face of the earth. The article published in <em>The Republican Star and General Advertiser</em> asserted that we stand for the bitter detestation and abhorrence of tyranny and oppression of the aborigines of this land. Additionally, in response to William Penn's essay promoting Indian extermination, the article in the Easton newspaper paper claimed that we occasionally meet with traits of Indian character so humane and generous as to produce in the civilized mind mingled emotions of astonishment and delight. "," <em>The Republican Star and General Advertiser</em> article exemplified the tensions between anti-expansionist Americans, and those who supported expansion into the West and Indian removal. Southerners generally supported expansion and Indian removal while northerners tended to disapprove of such action. A significant turning point occurred in 1828 with the election of Andrew Jackson to power as president. Jackson, a prominent figure in the South, led the campaign for Indian removal. Jackson often publicly stated that in order to rescue Indians from the destructive vices of civilization, Indians must be removed and placed farther into the West. Historian William Brandon claims that northerners tended to disagree with this statement. Northerners believed that Jackson's genuine motive for Indian removal resulted from his desire to allow southerners to secure themselves land in the territory that opened up in the West. "," According to Brandon, southerners felt threatened by nationalism. Southerners found refuge in an aggressive assertion of both states rights and sectional economic interests. With the support of Jackson, southerners believed they needed to fulfill their 'destiny' to own and farm the land possessed by Indians all the way from Georgia to the Mississippi River. Thus, southerners found it particularly displeasing that northerners tried to prevent them from fulfilling this 'destiny. The issue of Indian removal significantly added to the tensions between the North and the South as southern anxieties continued to mount that the North threatened their rights to liberty."],"display_date":"August 12, 1829 - August 13, 1829","search_date":"1829-08-12","citations":[{"divid":1214572264,"type":"Newspaper Article","data":["","The Republican Star and General Advertiser","","August 12, 1829",""]},{"divid":1214572283,"type":"Book","data":["William Brandon","The Rise and Fall of North American Indians",null,"Lanham","Taylor Trade Publishing","2003","58-112"]},{"divid":1214572324,"type":"Book","data":["William J. Cooper Jr., Alvin M. Josephy and the Editors of the American Heritage Magazine of History","The American Heritage Book of Indians",null,"New York","American Heritage Publishing Co.","1961","24-86"]},{"divid":1214572442,"type":"Book","data":["Thomas E. Terrill","The American South: A History",null,"New York","McGraw-Hill","1996","140-158"]}],"locations":[{"id":1403,"lat":38.702724259,"lng":-76.2699764629,"zoom":9,"place":"TALBOT, Maryland"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}