{"id":1965,"title":"Mills and the Woolen Industry\n","course_id":1,"status":"P","start_date":"1821-05-11","end_date":"1821-05-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["M.H. Rice posted an advertisement in <em>The Richmond Enquirer</em> titled <em>Wool Wanted</em>. Rice claimed that cash will be paid for good, clean wool. In the expanding population of the early nineteenth century the demand for woolen cloth kept well ahead of its productive capacity. In response to the increased demand for wool, a boom in mill construction occurred across America. According to James A. Morris, southern mills had no advantage in raw wool production over the North. Instead, their competitive edge resulted from lower wages created by the presence of slavery that bolstered the economy. "," Virginians used four basic types of mills. According to Morris, in undershoot wheels water flowed against the bottom of the wheel. Undershot wheels depended upon the use of dam and a dependable stream volume. The overshot wheel used a flume or race that brought water against the top of the wheel. Breast wheels received water above the axis. Water set pitchback wheels into motion by running against the back of the wheel. Nature dictated where Virginians built their mills. Men constructed mills wherever a creek had a ten-foot drop or sufficient flow to sustain a dam or millrace. Most mills produced less than forty horsepower since power depended upon water flow multiplied by the height of the fall. Morris claims that mill owners most commonly used the high-breast design. Unless mills used a large wheel, only 60 percent of the streams power could be used. Water proved to be an unreliable source of power, mainly due to droughts and floods. As a result, wool production could not keep up with demand because the South did not have sufficient resources to produce the valuable commodity."," In addition, problems with the insufficient supply of wool resulted from a minimal supply of sheep. The increased market for vegetable and dairy products pushed sheep into grazing lands of the West. Americans used Merino sheep, the only breed of sheep present in America that produced quality wool. However, these sheep required a large amount of grazing land. The other types of sheep present in America in 1821 produced coarse wool that created undesirable, poor quality fabric. Problems also resulted from a lack of effective transportation to carry wool from grazing lands in the West back to cities in the South. The demand for wool exemplified a recurrent problem in the South at the time of Rice's advertisement; the South lacked a sufficient supply of resources to meet the demands of its growing population. "],"display_date":"May 11, 1821 - May 12, 1821","search_date":"1821-05-11","citations":[{"divid":1214436248,"type":"Newspaper Article","data":["","The Richmond Enquirer","","May 11, 1821",""]},{"divid":1214436270,"type":"Book","data":["James A. Morris","Woolen and Worsted Manufacturing in the Southern Piedmont",null,"Columbia, SC","University of South Carolina","1952","124-167"]},{"divid":1214436318,"type":"Book","data":["Wilbur S. Johnston","Weaving a Common Thread",null,"Winchester, VA","Winchester-Frederick County Historical Society","1990","46-108"]}],"locations":[{"id":1404,"lat":37.539209631,"lng":-77.4101814026,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}