{"id":1966,"title":"The New and Elegant Steamboat\n","course_id":1,"status":"P","start_date":"1817-08-28","end_date":"1817-08-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The <em>Maryland,</em> a steamboat in the Chesapeake Bay, commenced her regular route on April 12, 1820 between Easton, Annapolis, and Baltimore. The Maryland accommodated passengers, horses and carriages. The advertisement posted in <em>The Maryland Gazette</em> on April 6, 1820 targeted potential customers by stating that the <em>Maryland </em>is not surpassed in point of elegance or speed by any boat in the United Sates. Customers had to decide whether their preferences laid in paying higher fairs and getting to their destination faster or lower fares with longer travel time. Steamboat companies competed with each other to have the most customers, and often posted advertisements in the local newspapers. Steamboats provided the endless tributaries of the Chesapeake Bay with essential economic and social links to supporting cities of the region."," Steamboat companies on the Chesapeake Bay faced tough competition. Businesses constantly strived to produce engines with increasingly greater power and efficiency. The potential to make large profits existed in the steamboat business, and companies desired to have steamboats with the greatest speed. The <em>Maryland </em>used a condensing engine to increase its power. According to historian David C. Holly, in condensing engines steam discharged from the cylinder after it pushed the piston and entered into the condenser. Once in the condenser, jets of cold water pumped from the Chesapeake Bay condensed the steam into water, and this condensate became the source of water to replenish the boiler. Holly claims that the use of condensing engines prevented the chance of a boiler explosion that often occurred in non-condensing engines. In addition, condensing engines saved engineers up to several hours because they would not have to scrape the boilers and related piping to remove salt scales that formed in non-condensing engines. "," Steamboats played a significant role on the Mississippi as well as in the Chesapeake Bay. Steamboats acted as a means to effectively and efficiently transport goods to towns along the waterways. The <em>Maryland</em>, in addition to other steamboats on the Chesapeake, differed from steamboats on the Mississippi. Holly claims that on the Mississippi, steam exhausted into the atmosphere produced an explosive sound, unlike the quiet engine of steamboats on the Chesapeake that used condensing engines. On Chesapeake steamboats, both side wheels turned together, propelled form the piston that traveled up and down from a single cylinder as a source of power. Chesapeake steamboats displayed a feminine sheer, well proportioned cabin and deck space, and single smoke stacks unlike Mississippi steamboats that had raft like hulls, twin stacks and minimal deck space. Steamboats greatly contributed to the development of tidewater Maryland and Virginia, in addition to waterways all across America. Steamboats provided the endless tributaries of the Chesapeake Bay with essential economic and social links to supporting cities of the region. They served a role that could not have been accomplished by any other means in the early nineteenth century."],"display_date":"August 28, 1817 - August 29, 1817","search_date":"1817-08-28","citations":[{"divid":1214572554,"type":"Newspaper Article","data":["","The Maryland Gazette","","August 28, 1817",""]},{"divid":1214572565,"type":"Newspaper Article","data":["","The Maryland Gazette","","February 5, 1818",""]},{"divid":1214572580,"type":"Newspaper Article","data":["","The Maryland Gazette","","April 6 1820",""]},{"divid":1214572604,"type":"Book","data":["Cedric Ridgely-Nevitt","American Steamships on the Atlantic",null,"East Brunswick","Associated University Presses Inc.","1981","31-67"]},{"divid":1214572681,"type":"Book","data":["David C. Holly","Chesapeake Steamboats- A Vanished Fleet",null,"Centreville","Tidewater Publishers","1994","22-57"]}],"locations":[{"id":1405,"lat":39.087394033,"lng":-76.4791169961,"zoom":9,"place":"ANNE ARUNDEL, Maryland"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}