{"id":1968,"title":"Sports of the Turf\n","course_id":1,"status":"P","start_date":"1822-05-12","end_date":"1822-05-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Portsmouth, Virginia the Greens Course hosted a series of horse races on Friday, June 15, 1822. <em>The American Beacon and Commercial Daily </em>posted advertisements for the event starting a month before officials scheduled for it to take place. This allowed time for news to spread throughout the region. It cost 20 dollars to enter a horse into the race, but owners who lived within a 50 miles radius of the racecourse did not have to pay an entrance fee. The horse races held at the Greens Course consisted of two laps around the track per heat. Horse races centered around gambling; a popular activity of southern men at the time."," The horse races at the Portsmouth Greens Course differed from quarter racing; the form of horse racing that Americans in the West created. Quarter horse races were far cheaper and easier to run because they did not require formal tracks. According to historian Earl L. Grinols, the races consisted of quarter mile sprints. The organizers laid the course out on a field or straight stretch of road that almost always ran next to the local tavern. Owners usually raced two horses against each other. This created a large amount of betting between the two owners as well as the crowd of spectators. Breeders crossed English saddle horses and Indian Ponies to create the new breed of quarter horses."," Races on the Portsmouth Greens Course tended to be far more controlled than the quarter horse races of the West. Spectators and contestants at the Portsmouth Greens Course concerned themselves with the rules of racing, while quarter horse races were anything but sedate events. Westerners accompanied quarter horse races with shooting matches, cockfights and boxing bouts. Since quarter horse races took place next to the local tavern, they often turned into very loud events with numerous members of the public under the influence of the local brew. Occasionally the Portsmouth Greens Course experienced the rowdy nature of western quarter horse races. Gamblers sometimes encountered corrupt bookmakers who dominated the betting by shortening their odds. These men disappeared from towns when they lost too heavily, and sometimes got caught bribing trainers and riders. Such events resulted in an uproar among the gamblers at the Portsmouth Greens Course.","Southerners found gambling to be an enjoyable activity while northerners viewed gambling as a vulgar European pastime. The differences in gambling between the South, the West and the North reflected the ways in which different cultures began to develop across America as the country continued to grow."],"display_date":"May 12, 1822 - May 13, 1822","search_date":"1822-05-12","citations":[{"divid":1214572811,"type":"Newspaper Article","data":["","The American Beacon and Commercial Daily","","May 12, 1822",""]},{"divid":1214572833,"type":"Book","data":["John M. Findlay","People of Chance-Gambling in American Society from Jamestown to Las Vegas",null,"New York","Oxford University Press","1986","23-49"]},{"divid":1214572901,"type":"Book","data":["Earl L. Grinols","Gambling in America",null,"Urbana","University of Illinois","2004","86-122"]},{"divid":1214572943,"type":"Book","data":["Rufus King","Gambling and Organized Crime",null,"Washington D.C.","Public Affairs Press","1969","25-54"]},{"divid":1214572991,"type":"Book","data":["Major James Edward Platt","The Thoroughbred Race-Horse",null,"London","Tavistock Press","1927","62-77"]}],"locations":[{"id":1407,"lat":36.6743486041,"lng":-75.9181406429,"zoom":9,"place":"PRINCESS ANNE, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}