{"id":1969,"title":"Medicine Chests and Self-Sufficiency in Medical Care\n","course_id":1,"status":"P","start_date":"1817-06-27","end_date":"1817-06-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" R. Jeffery and A. Alt advertised the sale of aromatic snuff in the <em>American Beacon and Commercial Daily</em> on June, 27 1817 in Norfolk, Virginia. Jonathon P. Whitwell prepared and bottled the aromatic snuff in Boston. Whitwell shipped the snuff to Norfolk and various other locations across the East coast. Jeffery and Alt sold the aromatic snuff to Virginians who desired to fill their medicine chests in order to gain self-sufficiency in medical care. "," According to Catharine C. Hopely, a tutor at Forest Hill near Tappahannock County in 1815, a capacious medicine chest is an inseparable part of a Southern establishment; and I have seen medicines enough dispensed to furnish good occupation for an assistant when colds or epidemics have prevailed. Virginians frequently resorted to home-remedies due to the inaccessibility of many farms to main highways, good roads and means to speedy transportation that prevented them from reaching physicians. Thus, Virginians on plantations, farms, and even urban households desired self-sufficiency in medical care. The desire for self-sufficiency stemmed from the economics of slave holding that instructed masters to do everything possible to keep their slave force healthy."," When caring for slaves, if a combination of drugs or particular medication arrested symptoms, slave owners used that treatment until a better one came along. According to historian Todd L. Savitt, plantation overseers and owners recorded useful medical recipes and clipped suggestion from newspapers into their journals. Most homes possessed a medical digest in addition to a well stocked medicine chest. Many Virginians owned <em>Simon's Planters Guideand Family book of Medicine </em> or <em>Ewell's Medical Companion</em>. Digests presented specific instructions on the treatment of many disease, the proper dosages of drugs for each age group, and the best uses for most medicine."," Historian Stephanie P. Browner claims that slaves frequently treated their diseases or illnesses themselves without their master's knowledge. Slaves did this for several reasons; to offset the failures and harshness of white remedies or the negligence of masters, and most often to exert some control over their own lives. Black home remedies secretly circulated throughout slave quarters, and elders passed them down to younger generations. According to Browner, some medicines contained ingredients that had purely superstitious values, but slaves mainly obtained cures from local plants. Occasionally, whites learned of an effective treatment that slaves used, and adopted it for themselves. However, this did not affect the business of Jeffery and Alt who traveled around Virginia and sold medicine to Virginians who desired to fill their medicine chests with a large assortment of remedies."," Slaves represented a financial investment that required protection, and it made enormous sense for masters to maintain the health of their slaves. Awareness that certain illnesses could easily spread to a master's own families if not properly treated became a strong incentive for masters to keep their slaves healthy. A sick and physically incapacitated slave could not work, and represented a financial loss. The economics of slave holding instructed masters to do everything possible to keep their slave force healthy. This required masters to keep a well stocked medicine chest and adopt an assortment of home remedies. "],"display_date":"June 27, 1817 - June 28, 1817","search_date":"1817-06-27","citations":[{"divid":1215716646,"type":"Newspaper Article","data":["","American Beacon and Commercial Daily","","June 27, 1817",""]},{"divid":1215716664,"type":"Book","data":["Stephanie P. Browner","Profound Science and Elegant Literature-Imagining Doctors in Nineteenth-Century America",null,"Philadelphia, PA","University of Pennsylvania Press","2005","182-217"]},{"divid":1215716732,"type":"Book","data":["Todd L. Savitt","Medicine and Slavery-The Diseases and Health Care of Blacks in Antebellum Virginia",null,"Urbana, IL","University of Illinois Press","1978","38-67"]},{"divid":1215716824,"type":"Book","data":["William J. Cooper Jr., Thomas E. Terrill","The American South- A History ",null,"New York","McGraw-Hill","1996",""]}],"locations":[{"id":1408,"lat":39.087394033,"lng":-76.4791169961,"zoom":9,"place":"ANNE ARUNDEL, Maryland"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}