{"id":1970,"title":"Crimes of Hate\n","course_id":1,"status":"P","start_date":"1896-09-04","end_date":"1896-09-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Hatred and Prejudice went hand in hand in the late nineteenth century south.The end of the Civil War did not mean the end of oppression and violence.On September 4, 1896, a young black boy was being held on account of a felonious assault on a white girl in the Richmond area.The boy was being held prisoner in the custody of city police awaiting his trial.Following a preliminary hearing at the courthouse, the boy and his escort, Mack Palmore were attacked on their way back to the jail.A mob of white men overwhelmed Mr. Palmore and took the young black boy.They escaped on horseback with the black boy and rode off into the woods.Following the incident, a search of the surrounding woods turned up negative.The whereabouts of the black boy's body are unknown.The most likely outcome of the abduction was a lynching.The article recounting the story focused primarily on the crime of the black boy as opposed to his abduction and murder.There was very little reported on the particulars of the abduction of the boy from Mack Palmore even though the men who attacked him were unmasked."," The 1890s was one of the most violent decades in the history of the South.Interacial relations were very turbulent during this time and the slightest spark could ignite a bloody conflict.According to Edward Ayers, homicide rates in the South were higher than anywhere in the country.A man could buy a handgun known as the nigger-killer for three dollars.Whites were quick to shoot or lynch a black man.Often, mobs of whites would take black men from jail with the logic being that a legal execution would be too good.Unspeakable tortures of accused black criminals would often occur before a fair trial was given time to occur.Newspapers were hesitant to accuse townspeople of performing a lynching, instead focusing on the brutality of the crime committed by the murdered black man.Although lynching was not very common in Virginia compared to other states such as Kentucky and West Virginia, it was still a problem.In Richmond, lynching was rare because it had an established police force.However, the outskirts of Richmond were not as densely populated as the city."," By far the crimes that caused lynchings most often were crimes against white women.Assault and rape against black women sent white communities into a rage.The reason for such a strong reaction to these crimes was the belief that black men lusted after white women.The intensity of the reaction of whites towards these crimes caused blacks to teach young boys to avoid all contact with white women to prevent being falsely accused.The violence that occurred in the 1890s was an indicator that there were major problems regarding interracial relations.Even forty years after the abolition of slavery, there was still a long way to go before blacks and whites could live together without fear."],"display_date":"September 4, 1896","search_date":"1896-09-04","citations":[{"divid":1215716913,"type":"Newspaper Article","data":["Lunenburg&#39;s Crime","The Richmond Planet","","September 7, 1895","1"]},{"divid":1215716936,"type":"Book","data":["Edward L. Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992",""]}],"locations":[{"id":1409,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}