{"id":1971,"title":"Celebrating a Leader\n","course_id":1,"status":"P","start_date":"1890-07-02","end_date":"1890-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" The South had not lost its Confederate culture following the end of the Civil War.Those criminalized by the North were made immortal by southerners in the form of monuments.Churchill Gibson Chamberlayne and all six of his family and friends attended the festivities surrounding the laying the cornerstone of the monument for former Confederate President Jefferson Davis on July 2, 1896.The event included a parade that was the finest ever seen in Richmond.The parade was part of the ceremony celebrating the life and achievements of the ex-Confederate leader.In the parade there were between fifteen and twenty thousand Confederate veterans marching. The monument was sculpted by Edward Valentine, a native of Richmond.The monument was unveiled a decade later in 1907 on Monument Avenue in Richmond.Over 200,000 people turned out to witness the event."," The building of the Jefferson Davis monument was a statement by the people of Richmond and the people of the South.It was an enormous spectacle and it's effects reverberated across the South and all across America.As one spectator said, It was the greatest parade I ever saw.The unveiling celebration included a presidential salute, fireworks, countless Dixie flags and music.The building of the monument was an example of the dedication that Southerners had for their region."," The United Daughters of the Confederacy were responsible for the fundraising to build the monument.The estimated 70,000 dollars needed to build the monument was raised in only six years.Bake sales, bazaars and social events took place for that purpose.The female organization, organized in 1894, grew at an astonishing rate, considering its primary focus was to support the losing side of a war that happened nearly thirty years earlier.By 1900, the group held 17,000 members.The organizations motto, Love Makes Memory Eternal, spoke volumes to historian Edward Ayers notion that the United Daughters of the Confederacy tried to ensure the preservation of Old South traditions."," At the center of this struggle was the old capital of the Confederacy in Richmond, Virginia.As the New South took shape in the form of technology and commerce, the Old South was immortalized on Monument Avenue.The road was home to scores of monuments dedicated to heroes of the Confederate cause.These monuments were a constant reminder to the Richmonders that passed by them every day of the tradition that they should uphold.The Richmond Chapter of the United Daughters of the Confederacy was largely responsible for the preservation of the Old South in its most important cultural center.The United Daughters of the Confederacy was a stronghold for southern tradition and their efforts in Richmond to build the Jefferson Davis monument affected Richmond and the entire South."],"display_date":"July 2, 1890","search_date":"1890-07-02","citations":[{"divid":1217546341,"type":"Manuscript","data":["","Note Sheet for Inventories",null,"Mss 13664","","C.G. Chamberlayne Diary, 1896","Special Collections Library, University of Virginia"]},{"divid":1217546387,"type":"Book","data":["Edward Ayers and John C. Mills, Editors","The Edge of the South&#58; Life in Nineteenth Century Virginia",null,"Charlottesville, Virginia","University Press of Virginia ","1991",""]}],"locations":[{"id":1410,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}