{"id":1972,"title":"Victims Flee Harm in Richmond\n","course_id":1,"status":"P","start_date":"1896-12-31","end_date":"1896-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" The streets of Richmond were no place to be at night.Chastain Riggins found this out the hard way as he was attacked while returning to his home on New Year's Eve 1896.At approximately 10:30 at night, Mr, Riggins was attacked by a large black man.The man grabbed Mr. Riggins by the neck and attempted to take his watch with his free hand.Mr. Riggins fought the man for a period of time until a passerby saw the scuffle and the man ran away.The man attempted to continue the assault after the car had passed but Mr. Riggins was able to run away.The man was disguised and Chastain Riggins was unable to distinguish anything about the man other than his size and race.The perpetrator in the incident was referred to as the large negro report.The incident took place in an alleyway near Fourteenth Street, between Semmes and McDonough.Mr. Riggins' watch chain was damaged during the assault."," The late 1800s were a difficult time for Richmonders.Reconstruction took a toll on Southern cities, as technology and commerce lagged behind the rich Northern cities.Because of the lack of commerce and economic improvement, Richmond developed slums.Poor black families as well as struggling whites moved into the cities to find low wage jobs but there were very few positions to go around.Overcrowding caused areas of the city to become dirty and unsanitary.Edward Ayers described buildings in the city as having broken front doors that cannot be closed, revealing decaying floors, broken walls, stairways, and hallways reeking with dirt; chimneys tumbling, streets littered, everything in and about tending to degrade the human beings that call this section home.The sanitation of the city was also a mess.Indoor plumbing was a luxury that only the richest could afford.The streets wreaked of excrement from both humans and horses.This horrible way of life that many Richmonders experienced, coupled with the lack of jobs in the city, made crime a viable option for many."," As illustrated in Mr. Riggin's experience, most of the reported crimes in the newspapers described crimes committed by blacks against whites.Newspapers were extremely biased during the 1890s.The newspapers refer to all blacks as Negro's and their descriptions lead the reader to regard blacks as animalistic.The racist narration is repeated in the police logs day after day.However, crimes committed by whites against whites are narrated differently, often referring to the criminal formally using Mister.Although both black and white criminals often lived in the same slums and committed the same crimes, the blacks were much less tolerated in the city of Richmond."],"display_date":"December 31, 1896","search_date":"1896-12-31","citations":[{"divid":1217103809,"type":"Newspaper Article","data":["Toughed Twice By the Tramps","The Evening Leader","","December 31, 1896","1"]},{"divid":1217103839,"type":"Book","data":["Edward L. Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992",""]}],"locations":[{"id":1411,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}