{"id":1973,"title":"A Visit From Booker T. Washington\n","course_id":1,"status":"P","start_date":"1896-11-17","end_date":"1896-11-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" The black man would have hope on this Tuesday evening.On November 17, 1896, Booker T. Washington addressed a large crowd of people at First Baptist Church in Richmond.The event was covered by the Virginia Planet, an African American newspaper based in Richmond.The subject of the speech given by Mr. Washington centered around industrial force.According to the Planet, the event attracted the largest audience ever to listen to a black man.Mr. Washington spoke of the past, when he walked the streets of Richmond in the 1870s looking for an open place to sleep.He spoke of current problems including the restrictions placed on the black race by the whites.He also spoke of the future.He told black workers to take advantage of the current times.It was a time of freedom and he encouraged members of the audience to take full advantage of that freedom.He urged the black man to work hard to become both a producer and a consumer.Booker T. Washington's speech concluded with an eruption of applause from the audience.The event went without incident and was considered a great success."," Segregation and inequality dominated the post-war South.Even with slavery forty years in the past, blacks were still expected to act a certain way.Blacks were expected to treat whites with the utmost respect.When in the presence of whites, black men were expected to remove their hats.Blacks were also expected to greet whites formally.Whites on the other hand were not expected to remove their hats, even when in the home of a black man.Whites would also refer to blacks very informally, using boy or George.Even newspapers followed this etiquette.Newspapers referred to blacks always as negroes.There was very little equality in the South."," The visit from Booker T. Washington did not solve the plight of the black man in Richmond.It was, however, a glimmer of hope in a hopeless situation.Washington revealed to both blacks and whites that improved race relations would benefit both parties.He encouraged blacks and whites to do business with one another.Although the effects of Booker T. Washington's speeches were not felt immediately, they were a seed for amicable relations between blacks and whites.Blacks would soon find education and property more readily available than prior to Mr. Washington's speech.Booker T. Washington certainly had an important effect on black and white relations in 1890s Richmond.His speeches ignited black progress in society that would continue through the 1900s."],"display_date":"November 17, 1896","search_date":"1896-11-17","citations":[{"divid":1216494812,"type":"Newspaper Article","data":["Prof. Booker T. Washington Electrifies a Richmond Audience","Richmond Planet","","November 18, 1896","1"]},{"divid":1216494839,"type":"Book","data":["Edward L. Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992",""]}],"locations":[{"id":1412,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}