{"id":1975,"title":"National Locomotive Demand\n","course_id":1,"status":"P","start_date":"1897-09-22","end_date":"1897-09-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Effective means of transportation became extremely important as populations rose and mass production improved.Richmond Locomotive and Machine Works cashed in on this fact as they produced locomotives.The South Carolina and Georgia Railway placed an order for five locomotives.On September 22, 1897, The State reported the requested locomotives as having twenty-five and thirty-five by thirty-six inch cylinders.The engines were to weigh 152,000 pounds each.The enormous size of these engines would make them the largest steam engines used in the southern United States."," Starting during the Civil War and continuing throughout post-Reconstruction, railroads were crucial to the economy of the South.By 1890, nine out of every ten southerners lived in a county that railroads reached.The growth of the railroad into the farm communities of the South opened up new markets of which southern farmers could take advantage.Crops that were previously too perishable to send to market could now be shipped quickly and in bulk.Suddenly the American South became profitable again in agriculture."," Richmond Locomotive and Machine Works used growth of the railroad to its advantage.Steel production was already an established industry in the Richmond area and therefore a locomotive factory was a logical addition.The growth of the railroad was a nationwide phenomenon.Therefore the factory in Richmond received orders from all over the country.The factory was extremely important to Richmond's economy because it employed so many Richmonders.It provided jobs not only for employees of the locomotive factory but the steel mills as well."," The growth of the railroad also helped Richmond's citizens because it allowed for products and produce to be brought into the city from the countryside.It improved the quality of life for the people of Richmond immensely.Transportation was readily accessible and it allowed for interstate business to occur.Businessmen traveled with relative ease and comfort, which promoted overall nationwide economic growth."],"display_date":"September 22, 1897","search_date":"1897-09-22","citations":[{"divid":1214245771,"type":"Newspaper Article","data":["More Giant Locomotives","The State","","September 22, 1897","3"]},{"divid":1214245796,"type":"Book","data":["Edward L. Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992",""]},{"divid":1214245827,"type":"Book","data":["C. Vann Woodward","Origins of the New South: 1877-1913",null,"Baton Rouge, LA","Louisiana State University Press","1971",""]}],"locations":[{"id":1414,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}