{"id":1976,"title":"No Fun for Blacks\n","course_id":1,"status":"P","start_date":"1897-10-02","end_date":"1897-10-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" The transportation system that supported Richmond's busy businesses center was also a means of enjoyment for Richmond's citizens, young and old.On October 2, 1897, paper boys discovered this fact when they were treated to a ride on four of Richmond's street-cars.Secretary McKee, of the Youth Men's Christian Association (Y.M.C.A.) arranged for the ride.The trolley party started on Seventh and Broad Streets and made a trip around the city loop.The State clearly but quickly mentioned the fact that the trip was arranged for only the white paper boys.It then moved quickly on to the great time that the boys had on the trolleys.The article even mentioned that the boys attending ranged from clean faced to dirty faced, semi-tough boys.The article describes how all of the boys got along wonderfully and had enjoyed an incredible night on the trolleys.There were interviews with two of the boys done after the evening was over.One of the boys was very well spoken in his response to the reporter while the other boy responded in with a thick southern drawl.The response of the second boy was spelled phonically in the newspaper to accurately capture the boy's speech.Both boys were very thankful to Mr. McKee and proclaimed that they had a wonderful time."," This description of the joyous time that the paperboys of Richmond experienced had a dark side that The State breezed over.The event was supposed to be something that brought the boys together and showed them a great time.The reality of the situation was that at the center of the event was the issue of racism.The seemingly most generous people in the city excluded an entire group of boys from riding the street-cars simply because of the color of their skin."," Segregation is something that was widespread in Richmond in the 1890s.In 1877, when the Jim Crow Laws started appearing across the south, the city of Richmond joined in. By 1890, public facilities in Richmond were completely segregated.Restrooms, busses, trains and other public venues were divided into white and black sections.Separate but equal was the battle cry of the politicians but it was well known that most black facilities lagged greatly behind white facilities.In 1896, Plessy vs. Ferguson solidified the presence of segregation in the south.The government of the United States did not protect blacks from this segregation because it was ruled that the government could not prevent private business owners from selecting whom they would allow into their establishments.The fact that the heads of the Y.M.C.A., a Christian establishment, would not allow blacks to attend their function is a testament to the deep roots of segregation in Richmond and in the South in general."],"display_date":"October 2, 1897","search_date":"1897-10-02","citations":[{"divid":1217098930,"type":"Newspaper Article","data":["Great Night For Newsboys","The State","","October 2, 1897","1"]},{"divid":1217098963,"type":"Book","data":["Edward L. Ayers","The Promise of the New South",null,"New York","Oxford University Press ","1992",""]}],"locations":[{"id":1415,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}