{"id":1977,"title":"Easing City Life with Public Trasportation\n","course_id":1,"status":"P","start_date":"1890-08-13","end_date":"1890-08-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" The expansion of Richmond required an expansion of the transportation system that made it function.Officials announced on August 13, 1890, that there would be additions made to the city's street-car system.It was announced that the tracks on Broad Street would be extended further than they were at that particular time.George Fisher, the general manager of the City Railway and Union Passenger lines, was the man who created the plans for the improvements on the Richmond's transportation.The Richmond Dispatch reported the satisfaction that residents of Richmond got from the previous improvements to the lines, and it was assumed that the same reactions would be received from citizens after the completion of the new extension.The plan also includes painting the trolleys different colors so that riders don't make a mistake and get on the wrong one.The Dispatch also included plans for improvements to come in the area.Most of the improvements involved extending the previously existing track to accommodate the growing number of people and the expanding city.The purpose of the improvements to the lines was to facilitate the commute between places of business within the city limits.There were also plans to connect the trolley lines to the train station."," The invention of the electric street-car was critical to the growth of larger cities because it enabled people to go from one end of the city to another relatively quickly.The city was suddenly able to expand outward.Businessmen could move to the outskirts of the city without sacrificing the convenience of living in the middle of the city.The arrival of the street-car had a broader effect on Richmond's history as well.The street-car signaled a huge advance in technology.Electricity had been harnessed years earlier but was too expensive to be economically viable.In the 1890s however, electricity finally began making its way into the homes of Americans. By 1900, nearly all communities in Richmond had electricity."," The street-car was extremely important because it started the technological boom that greatly facilitated daily living for the people of Richmond.It also provided a reliable mode of transportation for city dwellers and enabled the city to expand outward into the countryside."],"display_date":"August 13, 1890","search_date":"1890-08-13","citations":[{"divid":1217371741,"type":"Newspaper Article","data":["Cars on West Broad","The Richmond Dispatch","","August 13, 1890","1"]},{"divid":1217371900,"type":"Book","data":["John B. Boles","The South Through Time&#58; Volume II",null,"Upper Saddle River","Prentice Hall","1999",""]}],"locations":[{"id":1416,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}