{"id":1979,"title":"Calling in Sick\n","course_id":1,"status":"P","start_date":"1890-10-28","end_date":"1890-10-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" The Richmond Dispatch reported on October 28, 1890, on the status of the Richmond Public Schools.Administrators gathered at the Richmond high school building to discuss enrollment and attendance for the 1890-91 school year.The superintendent, W.F. Fox, reported that enrollment had increased from the previous year.The statistics included a category for blacks as well as whites.Interestingly, enrollment numbers were similar between the two races.Mr. Fox reported that the schools were all open and working adequately.The attendance of the schools remained good, even as in the three weeks prior to the meeting, a sickness fell upon the city and lowered attendance numbers considerably.The article also explained that there were night schools available to those who were unable to attend during the day.Before the meeting ended, the superintendent announced that those children who were less than satisfactory regarding attendance and performance in the previous school year were not admitted to the schools.He reported that the lack of unsatisfactory students had improved the quality of work that the school was producing."," Education was very important in Richmond.Being a larger city in Virginia, Richmond was home to the children of the very rich, as well as the very poor.Before the late nineteenth century, an education was something that only the rich could afford.In the 1880s and 1890s, there was a sudden interest in improving education in the South. Money poured in from all around the country to enable students from all backgrounds to attend. Schools in Richmond were extremely strict regarding admissions.Even though the schools were public, pupils were screened before they were admitted.Those who were admitted to the schools however, were expected to perform at a high level.The schools were well attended by both whites and blacks because public funding made it possible..There was very little tolerance for shoddy work.It was not uncommon for children to be expelled from school for poor work."," Reforms in education were passed to improve the performance of students in elementary and secondary schools in the 1880s and 1890s.Philanthropists such as George F. Peabody, from Massachusetts invested their time and money to improve Southern schools.The amount of money entering southern school districts allowed teachers to receive better wages and it also allowed for the lengthening of school terms.The funding also made public education more widely available to those less fortunate."],"display_date":"October 28, 1890","search_date":"1890-10-28","citations":[{"divid":1214573199,"type":"Book","data":["Charles R. Wilson and William Ferris","Encyclopedia of Southern Culture",null,"Chapel Hill","The University of North Carolina Press","1989","238-239"]},{"divid":1214573275,"type":"Newspaper Article","data":["Our Public Schools","The Richmond Dispatch","","October 2, 1890","3"]}],"locations":[{"id":1418,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}