{"id":1982,"title":"Dirty Elections\n","course_id":1,"status":"P","start_date":"1890-01-23","end_date":"1890-01-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 23, 1890, a small county newspaper printed in Lexington, Virginia published an article discussing the corruption of the election process with the memory of the prior year's November election fresh in the mind. The writer of the article was disgusted with the corruption of the election process, and was fed up with the continuing corruption. The congressional seats of important mining areas are described like commodities sold to the highest bidder. The paper describes the people as disenfranchised by the power of mineral kings, and that they had no more voice in the Senate than the people of England do in their House of Lords. The paper called for direct Senatorial election to eradicate the corruption that had so plagued the election process; it petitioned for the seventeenth amendment more than twenty years before it was passed by Congress."," The Democratic Party had a stranglehold on the South since the end of the Civil War. They used a variety of corrupt techniques to ensure their power in the South; bribery, ballot box stuffing, and even murder were common tactics used by the Democratic Party to push its agenda throughout the South. These problems were even stronger in Virginia, due to the high level of importance that the state held to the Democratic Party as a strongly populated and strongly influential state in the South. In fact, election fraud became such a problem that Virginia elections were challenged no less than sixteen times between the years of 1874 and 1900. The Democratic Party even appealed to the Southern white man's fear of the newly freed, enfranchised black American by calling Republican rule Negro rule. Toward the end of the nineteenth century, however, voters were becoming more and more disillusioned by the political process, and by the 1890's, the Democratic Party, so confident in the Solid South faced huge problems of voter apathy. Voter participation was around 40 percent in some areas as the South toward the end of the nineteenth century and in some years it even fell below that. People began to realize that they were almost absolutely disenfranchised from the political process because of the corruption that ran so rampant, and they began to ignore elections. Protests similar to the Rockbridge County News' article of outrage build up to eventually prompt the cleaning up of elections and the eventual passing of the seventeenth amendment."],"display_date":"January 23, 1890","search_date":"1890-01-23","citations":[{"divid":1214104056,"type":"Newspaper Article","data":["","Rockbridge County News","","January 23, 1890",""]},{"divid":1214104072,"type":"Book","data":["Elizabeth Atwood","The Edge of the South, Life in Nineteenth Century Virginia: Saratoga of the South: Tourism in Luray, Virginia",null,"Charlottesville","University of Virginia","1991","195-205"]},{"divid":1214104134,"type":"Book","data":["William J. Cooper, Jr. and Thomas E. Terrill","The American South: A History",null,"New York","McGraw-Hill","1996","443, 445"]}],"locations":[{"id":1421,"lat":37.8135546685,"lng":-79.446551583,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}