{"id":1983,"title":"The Emergence of Oil\n","course_id":1,"status":"P","start_date":"1894-06-07","end_date":"1894-06-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Emergence of Oil"," For several decades leading up to the 1900's, the coal and iron industries had grown to become the backbone of the southern economy. Places such as Luray, Virginia, located in Page County, and other Appalachian mining areas became large centers of industry, attracting workers, railroads, and Northern investors."," However, with the depression of the 1890's still looming above their heads, miners in Luray, Virginia participate in a strike leading to a shortage of coal in the railroad industry. In covering this, the Page County newspaper unknowingly peers into the future of technology and transportation. The paper writes that the railroad companies (specifically the Chicago, Burlington, and Quincy companies) begin to contemplate the idea of an oil-run machine, as opposed to their steam-powered locomotives. The companies believe that the change is both practical and desirable. They say that with an oil-run machine, fewer stops will be necessary on long trips and services such as the fast mail will be greatly improved, and have been conducting experiments to test the new technology at Aurora (probably Illinois). Thus, the coal miners' strike indirectly helped force railroad companies into a line-of-thought that will eventually help revolutionize the fuel industry."," Because of its entrenchment in the mining industry, citizens of small valley or mining counties could have a significant effect on the economy of a larger area as well as influence the progression of technology. This episode in Page County, Virginia is a peek at the near future, when oil gains its status as black gold. Poor, unhappy farmers and industrial workers such as the coal miners on strike will begin to move out to the oil fields in order to try their luck at finding wealth through drilling their own wells. This process was pushed along by the coal strikers and the railroad companies' desire to find a more efficient, available (not to mention controllable) source of fuel.","Date: June 7, 1894","Location: Luray, Page County, Virginia","Episode Keywords: Economy, Migration/Transportation, Urban Life/Boosterism","Episode Scope: Local, Regional, National","Page Courier, June 7, 1894. (Micfilm N-US VA-60, Alderman Library, University of Virginia.) ","John B. Boles, South Through Time Vol. 2, (Upper Saddle River: Prentice-Hall, 1999), 410-446.","William J. Cooper, Jr., Thomas E. Terrill, The American South: A History, (United States of America: McGraw-Hill, 1996), 452, 461, 464, 487.","Elizabeth Atwood, The Edge of the South, Life in Nineteenth-Century Virginia: Saratoga of the South: Tourism in Luray, Virginia, (University of Virginia: Rector and Visitors of University of Virginia, 1991), 158."],"display_date":"June 7, 1894","search_date":"1894-06-07","citations":[{"divid":1215863649,"type":"Newspaper Article","data":["","Page Courier","","June 7, 1894",""]},{"divid":1215863665,"type":"Book","data":["John B. Boles","South Through Time, Vol. 2",null,"Upper Saddle River","Prentice Hall","1999","410-446"]},{"divid":1215863700,"type":"Book","data":["William J. Cooper, Jr. and Thomase E. Terrill","The American South&#58; A History",null,"United States of America","McGraw-Hill","1996","452, 461, 464, 487"]},{"divid":1215863756,"type":"Book","data":["Elizabeth Atwood","The Edge of the South, Life in Nineteenth Century Virginia&#58; Saratoga of the South&#58; Tourism in Luray, Virginia",null,"Charlottesville, VA","Rector and Visitors of the University of Virginia","1991","158"]}],"locations":[{"id":1423,"lat":38.6199595082,"lng":-78.484150089,"zoom":9,"place":"PAGE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}