{"id":1984,"title":"Dissent in the Democratic Party\n","course_id":1,"status":"P","start_date":"1895-01-16","end_date":"1895-01-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dissent in the Democratic Party"," The big issue leading up to the election of 1896 was the question of the free coinage of silver. With the decline of the economy following Grover Cleveland's election and his repealing of the Sherman Silver Purchase act, his Democratic base began to falter, and the Populist Party support of the free coinage of silver began to invade much of the Democratic Party. An article written on January 16, 1895, in Clarke County, Virginia's, Clarke Courier attacked these Democrats, who have more love for populist teachings than a wise and economic administration of public affairs. The newspaper recognized the great threat that these party dissidents posed to the security of the Party, writing that though the group is a minority, they still have the power to cause the majority to yield to its dictation. The paper holds that this new free silver coinage party will fail just as the greenbackers had decades before. "," The hard-line Democratic loyalists, that is, the Democrats loyal to Cleveland, claimed that Cleveland is the subject of ridicule and criticism due to his unshakable belief in the gold standard. They couldn't believe the idea that some of their own Party members would believe that a free silver coinage system would work; they believed that the United States was too big a place in the world to adopt such a financial policy. What the paper failed to recognize, however, was the extent of the power free-silver Democrats and of the Populist Party. Perhaps the political writers of the paper were in denial, or perhaps they genuinely didn't see it coming. However, in the election of the following year, the Democratic Party (as predicted by the article) yielded to the free silver Democrats under William Jennings Bryan, but fell to the Republican's solid gold standard in part due to the confusion that the Party's platform created in attempting to cater to hard-line Democrats, free-silver Democrats, and even Populists. This confusion and split in the Party affected even the 1894 Congressional election, where Democratic Party fell to the Republicans' 150,000 vote majority. As the split between the Democratic Party widened and the Populist Party remained a threat, the strife between the sections only worsened and the Republican victory in 1896 was virtually assured.","Date: January 16, 1895","Location: Berryville, Clarke County, Virginia","Episode Keywords: Economy, Government, Law, Politics","Episode Scope: Local, Regional, National","Clarke Courier, January 16, 1895. (Micfilm N-US VA-103, Alderman Library, University of Virginia).","Elizabeth Atwood, The Edge of the South, Life in Nineteenth-Century Virginia: Saratoga of the South: Tourism in Luray, Virginia, (University of Virginia: Rector and Visitors of University of Virginia, 1991), 195-205.","William J. Cooper, Jr., Thomas E. Terrill, The American South: A History, (United States of America: McGraw-Hill, 1996), 443, 445.","John B. Boles, South Through Time Vol. 2, (Upper Saddle River: Prentice-Hall, 1999), 424-426."],"display_date":"January 16, 1895","search_date":"1895-01-16","citations":[{"divid":1213492444,"type":"Newspaper Article","data":["","Clarke Courier","","January 16, 1895",""]},{"divid":1213492464,"type":"Book","data":["Elizabeth Atwood","The Edge of the South, Life in the Nineteenth-Century Virginia: Saratoga of the South: Tourism in Luray, Virginia",null,"Virginia","University of Virginia","1991","195-205"]},{"divid":1213492529,"type":"Book","data":["William J. Cooper, Jr. and Thomas E. Terrill","The American South: A History",null,"United States of America","McGraw Hill Companies","1996","443, 445"]},{"divid":1213492623,"type":"Book","data":["John B. Boles","South Through Time Vol. 2",null,"Upper Saddle River","Prentice Hall","1999","424-426"]}],"locations":[{"id":1424,"lat":39.1121724447,"lng":-77.9966294826,"zoom":10,"place":"CLARKE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}