{"id":1985,"title":"The Need for More Ships\n","course_id":1,"status":"P","start_date":"1899-03-03","end_date":"1899-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Need for More Ships"," In the late nineteenth century, as the steel and iron industries of the United States slowly became larger and more powerful, newly developed Southern industrial areas began to show interest in the building of a stronger, more powerful merchant marine. A Virginia newspaper, The Montgomery Messenger, shows great interest in the economic benefits of a more extensive merchant marine. In an article written on March 3, 1899, it cited the London Statist, claming that since the United States has developed its iron and steel industries, outlets for such products would be highly beneficial. The paper went on to affirm this, explaining that trade with other nations is only natural, and almost necessary in light of the country's growing industrialism. Thus, because naval vessels were the only way to reach countries on the other side of the ocean, more ships had to be built. The paper calls for the government to subsidize shipbuilding to a degree in order to put more American trading ships on the water."," The United States' iron output grew tremendously in the years following the Civil War and Reconstruction, specifically southern iron output. Over twenty years (1880-1900), southern iron output increased from 397,000 tons to close to 2 million tons. Thus, the interest Southerners may have had in building more ships with which to trade seems very reasonable, almost natural. The desire to enlarge the shipbuilding industry in the United States stemmed from the desire to put more American raw materials on a global scale in larger quantities, and the South with its rapidly growing industries was particularly interested in this. The South was a huge source of natural resources for the country, its goods ranging from timber, minerals, and of course, the many agricultural products that were produced in huge quantities during that time (cotton, grains, livestock goods, etc.). With a powerful merchant marine (and even more significantly, a Southern-based merchant marine) these myriad goods could be transported more efficiently and in larger quantities to any foreign buyer. The stronger merchant marine may even be beneficial during wartime, which it proved to be in World War I as the United States used the Europeans' war as a huge source of income. As money continued to pour into the South, the desire to expand its trade increased as well.","Date: March 3, 1899","Location: Christianburg, Montgomery County, Virginia","Episode Keywords: Agriculture, Economy, Urban Life/Boosterism","Episode Scope: Local, State, Regional, National","Montgomery Messenger, March 3, 1899. (Micfilm N-US VA-33, Alderman Library, University of Virginia.) ","William J. Cooper, Jr., Thomas E. Terrill, The American South: A History, (United States of America: McGraw-Hill, 1996), 452, 461, 464, 487.","John B. Boles, South Through Time Vol. 2, (Upper Saddle River: Prentice-Hall, 1999), 410-446.","Encyclopedia Britannica Online, s.v. World War I, http://www.britannica.com/eb/article-9110198/World-War-I (accessed October 24, 2006)"],"display_date":"March 3, 1899","search_date":"1899-03-03","citations":[{"divid":1213833945,"type":"Newspaper Article","data":["","Montgomery Messenger","","March 3, 1899",""]},{"divid":1213833968,"type":"Book","data":["William J. Cooper, Jr. and Thomas E. Terrill","The American South: A History",null,"New York","McGraw-Hill","1996","452, 461, 464, 487"]},{"divid":1213834038,"type":"Book","data":["John B. Boles ","South Through Time, Volume 2",null,"Upper Saddle River","Prentice Hall","1999","410-446"]},{"divid":1213834081,"type":"Online Encyclopedia","data":["Encyclopedia Britannica Online","World War I","http://www.britannica.com/eb/article-9110198/World-War-I","October 24, 2006"]}],"locations":[{"id":1425,"lat":37.1727325831,"lng":-80.3913305885,"zoom":9,"place":"MONTGOMERY, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}