{"id":1986,"title":"Roads for Progress\n","course_id":1,"status":"P","start_date":"1895-08-23","end_date":"1895-08-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Roads for Progress"," It is not denied, neither in the past nor in the present that transportation was one of the most important factors in the boosting of the new Southern economy and industry. The Montgomery Messenger, of Montgomery County, Virginia recognized this fact and in an article written on Friday, August 23, 1895, the writer discussed the benefits of a good roads convention. The convention was meant to be statewide and one delegate from each county was expected to attend; thus the event was of statewide significant importance, most especially to farmers and industrialists who wanted to get their materials across the state more efficiently. Furthermore, everyone interested in improving the state's roads was invited. The article goes on to explain that the State Good Roads Association had been very active in improving the infrastructure of the state, and that citizens of the state have every reason to feel satisfied and encouraged with the results of the association's work. The paper estimated (though the accuracy of this statement cannot truly be determined) that some 90% of the population believes in the importance of good roads. The article also went so far as to say that the remaining 10% would agree, if they simply thought about it for a moment. In addition, they estimated that the number of workers employed to improve the roads increased tenfold from the previous year."," Though these numbers seem rather outrageous and are likely to be incorrect and under-researched, the article is still testament to the importance of infrastructure improvement in the South. The burgeoning iron, steel, mining, and timber industries of the South called for better roads for transportations, to accommodate the moving of goods and the travel of northern prospectors and investors. Better roads needed to be built to transport raw materials to the newly built industrial centers located now in the South, unlike prior to the industrialization of the South where materials were either shipped overseas or sent north. Improving the infrastructure of the South (through roads and railroads) was crucial to the development of the quickly growing Southern economy and its important industries.","Date: August 23, 1895","Location: Christianburg, Montgomery County, Virginia","Episode Keywords: Politics, Government, Economy, Migration/Transportation, Urban Life/Boosterism","Episode Scope: Local, State, Regional, National","Montgomery Messenger, August 23, 1895. (Micfilm N-US VA-33, Alderman Library, University of Virginia.) ","Elizabeth Atwood, The Edge of the South, Life in Nineteenth-Century Virginia: Saratoga of the South: Tourism in Luray, Virginia, (University of Virginia: Rector and Visitors of University of Virginia, 1991), 158.","John B. Boles, South Through Time Vol. 2, (Upper Saddle River: Prentice-Hall, 1999), 410-416, 444-446."],"display_date":"August 23, 1895","search_date":"1895-08-23","citations":[{"divid":1216738382,"type":"Newspaper Article","data":["","Montgomery Messenger","","August 23, 1895",""]},{"divid":1216738398,"type":"Book","data":["Elizabeth Atwood","The Edge of the South, Life in Nineteenth-Century Virginia&#58; Saratoga of the South&#58; Tourism in Luray, Virginia",null,"Charlottesville","Rector and Visitors of University of Virginia","1991","158"]},{"divid":1216738499,"type":"Book","data":["John B. Boles","South Through Time, Vol. 2",null,"Upper Saddle River","Prentice-Hall","1999","410-416, 444-446"]}],"locations":[{"id":1426,"lat":37.1727325831,"lng":-80.3913305885,"zoom":9,"place":"MONTGOMERY, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}