{"id":1987,"title":"The Power of the Populists\n","course_id":1,"status":"P","start_date":"1892-03-03","end_date":"1892-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Farmer's Alliance was an organization of farmers beginning in Texas in 1876 whose influence was widespread until its demise in the late 1880s. It was created in order to protect the farmers who were affected by particularly poor economic times in the late nineteenth century by helping push up the prices of their goods. Just prior to its fall, the Farmer's Alliance was viewed by some members of the Democratic Party as nothing more than somewhat of a nuisance. A small newspaper with strong Democratic leanings stationed in Lexington, Virginia, The Rockbridge County News described the great Alliance movement as, played out. They claimed that the Alliance failed because they lost sight of the reforms that were once the pillars of the movement. According to the article, they had lost sight of their goals of protecting themselves from monopoly and the encroachments of organized capital."," The paper also claimed that the movement had spread itself too thin and had broadened the topics of their grievances to encompass economics, social orders, political processes, and financial issues. This, according to the article was brought about by the new leaders of the movement, who were too liberal and too ambitious in their reforms. If only they had [made] their demands through the old political parties of the country If they had merely stayed small and specific, they may have experienced more success."," One can easily identify the outright bias the writer of this article has for the Democratic Party, and the hostility he likely feels toward the Farmer's Alliance. The Democrats of the age appeared to have cooperated with the Alliance when it emerged, but were clearly more interested in securing their southern votes than actually identifying with their grievances. Though Democrats such as the writer of this article may have disillusioned themselves into believing that the Alliance movement was not a threat, the Democrats' apathy toward the Alliances cause coupled with the Democrats' outright electoral corruption (the ballot-stuffing, the bribery, the assaults) forced the emergence of the Populist party, which occurred with the downfall of the Alliance, but changed the Democratic Party's political inner workings significantly. Thus, though the Democrats chose to ignore them, the Alliance posed as a serious threat to the stability of the Democratic Party in the White House and to a degree, in the South. The Farmer's Alliance and its eventual transformation into the Populist Party was significant not only because of Virginia's strong agricultural background, but also because of the Democrat's particular interest in Virginia as a very populous and influential Southern State."],"display_date":"March 3, 1892","search_date":"1892-03-03","citations":[{"divid":1214573427,"type":"Newspaper Article","data":["","Rockbridge County News","","March 3, 1892",""]},{"divid":1214573438,"type":"Book","data":["John B. Boles","South Through Time Vol. 2",null,"Upper Saddle River","Prentice-Hall","1999","424-426"]},{"divid":1214573472,"type":"Book","data":["Elizabeth Atwood","The Edge of the South, Life in Nineteenth-Century Virginia: Saratoga of the South: Tourism in Luray, Virginia",null,"University of Virginia","Rector and Visitors of University of Virginia","1991","198, 201"]}],"locations":[{"id":1427,"lat":37.8135546685,"lng":-79.446551583,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}