{"id":1988,"title":"The Prospector\n","course_id":1,"status":"P","start_date":"1890-01-23","end_date":"1890-01-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Prospector"," On the sixth of January, 1895, northerner H.C. Hovey, remembering his past trip to the Luray Caverns in Page County, Virginia, wrote a letter to the cavern's newly appointed Manger Superintendent, Lemuel Zerkel. Hovey filled the letter with friendly words and personal anecdotes referencing the caverns, to hopefully illicit a feeling of mutual interest from the newly appointed Superintendent. Hovey had visited and mapped the caverns years earlier, claiming that he had been the source of the names of many of the geological and travel landmarks, with even a set of landmarks named after himself. His interest in the caverns seemed genuine, and the letter concluded with Hovey's assertion of his knowledge of the excavation taking place in the caves, and a request for any facts of interest about any caves in Virginia."," Upon careful reading, this seems like a rather peculiar way to end a seemingly friendly letter of interest. Though interest in business, tourism, or excavation isn't explicitly iterated in the letter itself, after the Civil War, many northerners sought to use the demolished South and its developing industries (like Luray's booming mining and tourism sectors) to their own monetary benefit. They were called carpetbaggers, and their advantageous use of the South's developing economy was evident not only in tourism and mining, but in the development of infrastructure such as railroads and the expansion of the South's burgeoning urban centers. It is likely that H.C. Hovey of Newburyport, Massachusetts was a prospector of the mining or archeologist variety, with his strong interest in the excavations that more than likely took place in the unexplored sections of the mine. He could also be interested in taking advantage of the tourism sector of Luray's bolstering economy, but because the letter is so tactfully written, Zerkel may not have had any idea, and looking at the letter a couple centuries later, it is still difficult to tell. What can be sure, however, is that these types of exchanges were common throughout the Reconstruction period of South and the following several decades; the South's developing economy and industry was very attractive to financial prospectors in the north. It may not be fair to call H. C. Hovey to call a carpetbagger, but the possibility is remains strong.","Date: January, 23, 1890","Location: Lexington, Rockbridge County, Virginia","Episode Keywords: Economy, Urban Life/Boosterism","Episode Scope: Local, Regional, National","Rockbridge County News, January 23, 1890. (Micfilm N-US VA-96, Alderman Library, University of Virginia.)","John B. Boles, South Through Time Vol. 2, (Upper Saddle River: Prentice-Hall, 1999), 444.","Elizabeth Atwood, The Edge of the South, Life in Nineteenth-Century Virginia: Saratoga of the South: Tourism in Luray, Virginia, (University of Virginia: Rector and Visitors of University of Virginia, 1991), 158."],"display_date":"January 23, 1890","search_date":"1890-01-23","citations":[{"divid":1214702266,"type":"Newspaper Article","data":["","Rockbridge County News","","January 23, 1890",""]},{"divid":1214702283,"type":"Book","data":["John B. Boles","South Through Time, Vol. 2",null,"Upper Saddle River","Prentice Hall","1999","444"]},{"divid":1214702285,"type":"Book","data":["Elizabeth Atwood","The Edge of the South, Life in Nineteenth Century Virginia: Saratoga of the South",null,"Charlottesville, VA","Rector and Visitors of University of Richmond","1991","158"]}],"locations":[{"id":1428,"lat":37.8135546685,"lng":-79.446551583,"zoom":9,"place":"ROCKBRIDGE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}