{"id":199,"title":"Yellow Fever Epidemic in Louisiana\n","course_id":1,"status":"P","start_date":"1853-05-25","end_date":"1853-10-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The yellow fever epidemic of Louisiana was especially deadly, arriving earlier than usual at the end of May and persisting until mid-October. At the time of the epidemic, little was known about the transmission, prevention, nature, and treatment of the disease. Among physicians as well as among the general population, there was much debate and confusion regarding yellow fever. In an effort to prevent the epidemic from having adverse economic effect upon Louisiana, especially the city of New Orleans, publications of the region all avoided or deliberately minimized reportage on the spread of the fever. A New York Tribune correspondent in New Orleans wrote, Our city have, as usual, kept silent as to the extent of the ravages of the Fever; and funeral notices which have been handed in to one paper as advertisements stating the death, time of funeral and the disease which caused the death, the words Yellow Fever have been struck out before publication.'&lt;br /&gt;&lt;br /&gt;Abided by the general puzzlement over the true nature of yellow fever, elements of racism, sectionalism, and religion all appeared in doctrines that professed to explain yellow fever. In fact, the New York Tribune tried to prove that yellow fever was a consequence of slavery, provoking the Weekly Delta, a publication of New Orleans, to respond by defending slavery, saying white men who owned slaves recovered more readily from yellow fever than those who did not. &lt;br /&gt;&lt;br /&gt;The 1853 summer epidemic killed daily, paralyzing the economic life of New Orleans by carrying off 8000 people within the city. The yellow fever epidemic of 1853 proved to be the most deadly Louisiana would ever experience."],"display_date":"May 25, 1853 - October 13, 1853","search_date":"1853-08-03","citations":[{"divid":1213139474,"type":"Article","data":["Jo Ann Carrigan","Yellow Fever in New Orleans: Abstractions and Realities","Jounal of Southern History","25","1959","339-355"]},{"divid":1213139614,"type":"Article","data":["Martha Carolyn Mitchell","Health and the Medical Profession in the Lower South, 1845-1860","Journal of Southern History","10","1994","424-446"]},{"divid":1213139654,"type":"Newspaper Article","data":["The Yellow Fever in New Orleans","New York Tribune","","August 1, 1853",""]}],"locations":[{"id":145,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}