{"id":1992,"title":"Steamboating on the Cumberland\n","course_id":1,"status":"P","start_date":"1850-07-06","end_date":"1850-07-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As both a cotton and tobacco dealer, and a forwarding and commission merchant, A. Hamilton ran a regular advertisement for his services in The Nashville Daily Union. In the advertisement he ran on Saturday, July 6, 1850, Hamilton reassured his former patrons that he planned to remain in the business of buying and selling cotton. Hamilton thanked the public for the business they provided him in that venture. Directly below he advertised his steamboat packets. Through this advertisement, Hamilton reintroduced himself as an agent of the steamers that traveled between Nashville and New Orleans, and Nashville and Memphis. In addition, the advertisement declared Hamilton's need to hire 100 NEGROES to work on the steamboats that traveled back and forth along these two routes. Although he claimed to want to hire these black workers, he did not necessarily mean to hire them independently. Some slave owners often hired their slaves out to others within their community, keeping the salaries for themselves. "," Hamilton advertised two types of steamboat packets. The first he described as regular packets traveling from New Orleans to Nashville. The steamers left the port of New Orleans every Tuesday at four o'clock in the afternoon for Nashville. The steamer left to return to New Orleans from Nashville every Saturday afternoon at four o'clock. The advertisement described the other packet as weekly. It left Nashville for Memphis every Monday at four o'clock and left to return to Nashville from Memphis on Thursday mornings at ten o'clock. "," Before railroads, steamboats provided the most rapid means of transportation of both people and goods. Tennessee played a large role in this river transportation. The Cumberland River ran through the middle of Tennessee eventually intersecting with the Ohio River. The Ohio River indirectly connected cities along the Cumberland River, specifically Nashville, with the burgeoning steam boat economy of the Mississippi River. "," The shipment of iron along the Cumberland River became a vital part of the economy in the middle region of Tennessee. Historian Byrd Douglas argues that if it had not been for the Cumberland River, which served as the only medium of transportation, this essential product, which played such an important part in the development of our country, could not have reached the market. Steamboat packets, like those advertised by A. Hamilton, provided the most efficient means of transportation between the South-western states. Tennessee did produce large amounts of the South?s staple crops, tobacco and cotton. But iron production proved to be more beneficial to the economy of the Cumberland region of Tennessee and thus made Nashville one of the largest cities in the South. The shipment and production of iron made Tennessee an industrial state juxtaposing it to many states within the South that found economic success predominantly through agriculture."],"display_date":"July 6, 1850","search_date":"1850-07-06","citations":[{"divid":1214573724,"type":"Book","data":["Douglas Byrd","Steamboatin&#39; on the Cumberland",null,"Nashville","Tennessee Book Company","1961","20-59"]},{"divid":1214573783,"type":"Newspaper Article","data":["","The Nashville Daily Union","Nashville, Tennessee","July 6, 1850",""]}],"locations":[{"id":1431,"lat":36.1785835172,"lng":-86.867295434,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}