{"id":1994,"title":"Governor Aaron V. Brown of Tennessee and the Question of Slavery\n","course_id":1,"status":"P","start_date":"1850-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1850, Governor Aaron V. Brown of Tennessee spoke at a benefit for an orphan's asylum in Nashville, Tennessee. During his speech at Odd Fellow's Hall, he addressed the recent progress of the United States in regarding the escalating question of slavery. Governor Brown expressed the feelings of many southerners who felt threatened by the anti-slavery rhetoric in the North. The Governor also vividly exposed the hypocrisy of northerners in their efforts to end slavery, yet contain the African American population to the South. ","Governor Brown first questioned the constitutionality of northern sentiment to alter the institution of slavery. He specifically referred to the three-fifths clause in the Constitution that compared a slave's status to that of the white man. Brown asked if the Connecticut of today was unwilling to stand to the compact ratified by the Connecticut of 1787? In the eyes of Governor Brown any breakdown or change within the Constitution would lead to the breakdown of the Union. The South wished to stand by the compact made in 1787, while the North, whether directly or indirectly, wanted to break it. The Governor realized how much northern communities feared the infiltration of African Americans. Throughout the South, African Americans lacked equality to whites and lived under brutal oppression. But African Americans lived directly along side whites on a day to day basis. Slave women participated in raising their master's children, and some slave men acted as overseers and managed important aspects of the plantations on which they lived. Northerners did not live in close quarters with African Americans. They did not embrace them as part of their families as did many southerners. Governor Brown exemplified this point to his audience at Odd Fellow's Hall. He declared that once the North ensured African American's their escape from bondage, where shall they go? Who will receive them? Will the North? Never"," Governor Brown acknowledged, like many other southerners, that northerners did not feel a moral obligation to end slavery. Northerners sought to end slavery in order to better provide for themselves. According to Frederick Law Olmsted, northerners did not detest slavery, it is simply the negro competition and the monopoly of the opportunities to make money by negroe owners. Governor Brown and his fellow southerners knew that northerners wanted nothing to do with freed slaves and the competition for cheap labor they might create with a mass migration to the North. Poor, non-slaveholding whites in the South reaffirmed this fear for northerners. Frederick Law Olmstead suggests that poor white people were usually far better off in the free states, than in the slave. Northern interest in ending the spread of slavery correlated to their primary concern for ending the economical advancement of the elite South."],"display_date":1850,"search_date":"1850-07-02","citations":[{"divid":1214573839,"type":"Book","data":["Frederick Law Olmsted","The Slave States",null,"New York","G.P. Putnam Sons","1959","231"]},{"divid":1214573874,"type":"Pamphlet or Other Printed Material","data":["","Speech by Governor Aaron V. Brown of Tennessee on the Progress of the U.S. and on The Slavery Question","Nashville, Tennessee","John Marling and Company","1854","Special Collections, University of Virginia"]}],"locations":[{"id":1432,"lat":36.1785835172,"lng":-86.867295434,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}