{"id":1997,"title":"The 50 Dollar Reward for Harry the Runaway\n","course_id":1,"status":"P","start_date":"1846-12-12","end_date":"1846-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 12, 1846, Landon Harrison ran a wanted advertisement in The Nashville <em>Daily Union</em>. Months later, on Saturday, March 27, 1847, the Daily Union continued to run the advertisement. One of the slaves on Harrison?s plantation ran away, and Harrison entered a wanted ad in hopes of having him found and returned as soon as possible. In order to ensure the slaves safe return, master's like Harrison made thorough descriptions of their slaves in want ads. Historian Michael Mullin points out that whites identified ethnicity in three ways, appearance, patterns of scarification, and by dialect. In his wanted advertisement, Harrison described Harry as a young negro boy of around 18 years of age. Harry stood about five foot three inches tall with a black complexion. When he left Harrison's plantation he wore a mixed jeans frock coat, and a green blanket coat, and a palm leaf hat. Harrison believed that the boy traveled to the towns in which he had the closest relations: Gallatin and Lebanon."," The first line of Harrison's wanted advertisement stated the reward for the runaway in bold print. Landon Harrison offered 50 dollars reward for the return of Harry. He requested that if anyone found Harry, they needed to return him directly to the Nashville jail. From there, Landon Harrison would determine the reward by whether or not the capturer found Harry within the borders of the state. If captured within state lines, the reward stood at 25 dollars. If captured across state lines, the reward doubled to 50 dollars. Landon Harrison's reward was indicative of a slave's monetary worth. The further away an escaped slave managed to travel the less likely he is to be caught. Thus the monetary reward should be greater if someone captured Harry outside of the state. The slave master feared unoccupied, unsupervised slaves because of the cost they incurred when slaves escaped. Slaveholders knew the loss of investment that accompanied the loss of a slave."," Runaways who were returned to their owners received harsh punishment for attempting to escape. Michael Mullin gives one account of a master who bound, gagged, and left his slave to insects for running off. Sometimes, however, masters sold their runaways once someone found and returned them. Some masters did not want their other slaves to believe that they too could escape and get away with it. So instead, the master acted as though he made the decision to sell the slave in the first place. Slaveholders through out the South struggled in this same sense to maintain their power and threatening force over their slaves, who increasingly sought to experience freedom."],"display_date":"December 12, 1846","search_date":"1846-12-12","citations":[{"divid":1214573994,"type":"Newspaper Article","data":["","The Daily Union","Nashville, Tennessee","March 27, 1847",""]},{"divid":1214574013,"type":"Book","data":["Michael Mullin","Africa in America",null,"Chicago","University of Illinois Press","1992","39, 87, 299"]}],"locations":[{"id":1434,"lat":36.1806707867,"lng":-86.8728574445,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}