{"id":1999,"title":"The Mixed Congregation of St. John&#39;s Church in Ashwood\n","course_id":1,"status":"P","start_date":"1841-01-01","end_date":"1841-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the fall of 1841, the townspeople of Ashwood erected St. John's Episcopal Church halfway between Columbia and Mt. Pleasant, Tennessee. A Philadelphian man gave an in depth account of the church?s first service in a letter he wrote to the editor of The Guardian. As a northerner, he acted as an outside observer in this small southern town. He elaborately described the architecture, location, congregation, and leaders of the newly built church. "," Reverend Bishop Polk built the church on a lot adjacent to his plantation in Ashwood. He and his three brothers chiefly financed the church's construction. The location of St. John's was ideal for both the Bishop and the Episcopal families that lived in the surrounding area. Although not many Episcopal families lived in Ashwood, the Bishop and other founders intended the church to serve as a place of worship for the slaves of these few families. On the day of the first service, the church welcomed these slaves into the congregation. The anonymous Philadelphian described at length the four and half hour services that transpired that day. Reverend Bishop Otey, Reverend Bishop Polk, Reverend Smith, and W.F. Leacock of Williamsport consecrated the church. Following the consecration, Reverend Otey presented candidates for baptism and Reverend Polk performed two confirmations. The proceedings of the service that day impressed the Philadelphian. Nothing could compare, however, to the sheer composition of the congregation. The number of slaves in attendance came as a shock to the Philadelphian. And a more happy group I have seldom seen, he enthusiastically observed. He recalled the Bishop's invitation for blacks to come forward at the same time as whites to receive communion. Ah, could some of our friends have witnessed that scene, how would it have silenced the suspicion that the slaveholder values not the soul of his slaves, the northerner exclaimed."," In the South, African Americans and their masters often shared in the church-going ritual. Historian Bobby Lovett confirms the importance of the church services and the socializing that took place afterwards. These services consumed a great portion of the day and thus it was most convenient for the owners to take the slaves belonging to the family to church with them rather than leave them unattended for extended periods of time. But unlike the scene in Ashwood, Tennessee, churches in other regions of Tennessee or the South often participated in greater discrimination. African Americans usually took communion last, they sat in the rear of the church in all black pews, and the church prohibited them from becoming officers within the church government. The anonymous Philadelphian generalized the little town of Ashwood, exaggerating positive race relations through out the South."],"display_date":1841,"search_date":"1841-07-02","citations":[{"divid":1217099089,"type":"Book","data":["Bobby L. Lovett","The African-American History of Nashville, Tennessee, 1780-1930",null,"Fayetteville","The University of Arkansas Press ","1999","26"]},{"divid":1217099206,"type":"Newspaper Article","data":["Letter to the Editor","The Guardian","","October 15, 1841",""]}],"locations":[{"id":1436,"lat":35.6080491859,"lng":-87.1043235634,"zoom":9,"place":"MAURY, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}