{"id":20,"title":"Southern Commercial Convention\n","course_id":1,"status":"P","start_date":"1858-05-12","end_date":"1858-05-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1830s, the South was increasingly aware of the North's industrial dominance.  Commercial conventions emerged as a way to close this gap.  The first meetings focused on single, specific issues such as direct trade with Europe or railroad construction.  Later, the conventions would address a wide range of economic concerns.   &lt;br /&gt;&lt;br /&gt;In 1858, Montgomery, Alabama hosted the Southern Commercial Convention.  Over 500 citizens, including committees of 3 delegates per state, attended to discuss issues such as African apprentice labor, European trade, and, most importantly, the reopening of the Atlantic slave trade.  On the second day of the convention, speeches were heard from Richard Pryor of Virginia against the reopening, but William Yancey of Alabama spoke in favor.  Yancey gave a lengthy, powerful speech during which he suggested secession as a future option for the South.  &lt;br /&gt;&lt;br /&gt;This particular debate is indicative of the main change which had occurred in the conventions since their inception.  Instead of making decisions for economic advancement, the Southern Commercial Convention was used to spout political beliefs, spreading ideas widely in a short period of time.  Recognizing the political danger within the conventions, Northerners spoke out against them.  The New York Times even published a strongly worded piece announcing that it is high time that those [conventions] of the South end in the production of something better than speeches, resolutions, and reports.'  Still, the conventions continued, providing a forum for Southern communication."],"display_date":"May 12, 1858 - May 15, 1858","search_date":"1858-05-13","citations":[{"divid":1213032512,"type":"Newspaper Article","data":["Another Southern Commercial Convention","The New York Times","New York, NY",null,""]},{"divid":713450,"type":"Newspaper Article","data":[null,null,null,"May 14, 1858"]},{"divid":1214317231,"type":"Newspaper Article","data":["The Southern Commercial Convention","The New York Times","New York, NY","May 12, 1858",""]},{"divid":1214317253,"type":"Newspaper Article","data":["The Southern Commercial Convention: Day Two","The New York Times","New York, NY","May 13, 1858",""]},{"divid":1214317316,"type":"Book","data":["Herbert Wender","Southern Commercial Conventions 1837-1859",null,"Baltimore","Johns Hopkins Press","1930","10-11"]},{"divid":1214317435,"type":"Book","data":["William Warren Rogers, et al.","Alabama: The History of a Deep South State",null,"Tuscaloosa","University of Alabama Press","1994","172-3"]}],"locations":[{"id":11,"lat":32.2508016784,"lng":-86.1660804753,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}