{"id":2000,"title":"W.B. Shapard&#39;s Very Desirable and Beautiful Farm\n","course_id":1,"status":"P","start_date":"1847-03-04","end_date":"1847-03-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The heading above W.B. Shapard's Richland Creek estate advertisement boldly read: That very desirable and Beautiful Farm. Shapard first ran the advertisement in Nashville on March 4, 1847, and by Saturday, March 27, 1847 it ran again in the classifieds of The Daily Union. Shapard wanted to sell his estate, and vividly described every aspect of it in his advertisement. The estate was not merely a house on a plot of land, but it was an elaborate and highly integrated plantation. W.B. Shapard recently finished constructing a new main building. Built of brick, the house contained nine rooms, two large passages with handsome stairways and was finished in the best of style. Besides the house itself, Shapard listed the many plantation amenities to be found on the estate. These included a kitchen, store rooms, smoke house, carriage house, negro houses, stable, cow houses, and a spring house. According to W.B. Shapard, his plantation typified a proper country residence. Shapard ornately described the intricate details of the interior of the main house and painted a picture of the countryside which surrounds it. In his advertisement, Shapard capitalized on the romanticism that accompanied the reputations of plantations through out the South. "," Plantations like Shapard's separated the middle region of Tennessee from the more mountainous regions in the east of Tennessee. To the east of Nashville, in places like Knox County, farms produced on a much lower scale than plantations in the middle region of Tennessee did. Farming families like the Gibb's of east Tennessee, produced grains, wool, and other food stuffs. They also raised several different types of livestock. Farms like the Gibb's could not compete with the production of the South's staple crops by large plantations. Farms surrounding Nashville and other regions of middle Tennessee produced tobacco in an amount that was four to six times greater than individual farms in other regions of Tennessee."," Plantations like W.B. Shapard's supported production of this magnitude. Running a plantation was in a sense like running a business. The difference became evident by the way plantation owners provided for their workers. Instead of receiving salaries, owners provided their slaves with food, clothing, and living quarters, such as those described by W.B. Shapard. Plantations like the one W.B. Shapard wanted to sell helped accumulate large amounts of wealth, some of which would otherwise have to be shared as salaries for workers."],"display_date":"March 4, 1847","search_date":"1847-03-04","citations":[{"divid":1214574106,"type":"Book","data":["H.W. Crew","History of Nashville, Tennessee",null,"Nashville","Barbee and Smith Agents","1890","227-258"]},{"divid":1214574153,"type":"Book","data":["Mark D. Groover","An Archaeological Study of Rural Capitalism and Material Life",null,"New York","Kluwer Academic/Plenum Publishers","2003","100"]},{"divid":1214574195,"type":"Newspaper Article","data":["","The Daily Union","Nashville, Tennessee","March 27, 1847",""]}],"locations":[{"id":1437,"lat":36.1806707867,"lng":-86.8728574445,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}