{"id":2001,"title":"Doctor C.K. Winston and the University of Nashville Medical School\n","course_id":1,"status":"P","start_date":"1852-03-13","end_date":"1852-03-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Doctors C.K. and J.D. Winston declared their services available to the people of Nashville on March 13, 1852. The two doctors provided both the practice of general medicine and surgery. The advertisement gave the locations of their offices, the first on Cherry Street and the second out of Doctor J.D. Winston's home on Vine Street. Doctor C.K. Winston gained significant praise in the medical community when the new medical school in Nashville opened up. The Boston Medical and Surgical Journal announced it would not be surprising were Nashville to become a great medical center. The same publication named eight distinguished faculty members who they believed would contribute the most to the strength of the new school. Among these eight faculty names was Doctor C.K. Winston. The curriculum at the University of Nashville medical school was rigorous. Historian F. Garvin Davenport writes that, In order to graduate with the degree of M.D., the student was required to spend three years in the office of a regular physician, attend two full courses of lectures at the medical school, write an acceptable thesis on some medical topic, and pass a satisfactory examination."," During the 1850s the chief concern of administration at the University of Nashville became the practice of good sanitary and hygiene practices in order to ward of diseases. According to Davenport, the medical school faculty recommended the regularity of eating and exercises in addition to good hygiene, such as bathing on daily basis. In addition to hygiene, professionals at the time regarded the presumed inferiority of African Americans as a medical debate. Two students at the University of Nashville even presented dissertations attempting to prove the theory believed by many that the Negro belonged to a distinct and inferior race. Davenport described the experiments they used to examine the differences in facial angles between the two races. They spoke of the differences between certain nose structures of the white and black man. They looked under a microscope at a white man's piece of a hair and a black man's piece of hair, concluding that the black man's hair was decisively coarser and frizzier than the white man's. Dissertations such as these given at a well respected institution like the University of Nashville further asserted feelings of superiority by southerners over their black counterparts. "," Research projects such as these made the University of Nashville visible and recognizable as an important medical institution. The <em>Boston Medical and Surgical Journal</em> placed a southern institution in the company of several older, more established northern medical institutions. The University of Nashville gave the South a foothold in the northern medical community during this time."],"display_date":"March 13, 1852","search_date":"1852-03-13","citations":[{"divid":1214574260,"type":"Book","data":["F. Garvin Davenport","Cultural Life in Nashville on the Eve of the Civil War",null,"Chapel Hill","University of North Carolina Press","1941","56-83"]},{"divid":1214574301,"type":"Newspaper Article","data":["","The Daily Union","Nashville, Tennessee","April 1, 1852",""]}],"locations":[{"id":1438,"lat":36.1785835172,"lng":-86.867295434,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}