{"id":2002,"title":"Going To War\n","course_id":1,"status":"P","start_date":"1862-04-25","end_date":"1862-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Shouts and cheers filled the air as the words The Washington Artillery is going to war hummed through the streets. A telegram was sent by L. Pope Walker, the Secretary of War, to the battalion of artillery stationed in New Orleans, Louisiana. In preparation for the journey to Lynchburg, Virginia, contributions of money and clothing were raised by the women. Without any expense from the state or the local government, the soldiers were able to supply their uniform and equipment. Officers even provided their own horses. On May 26,1861, Lafayette square was at the heart of the soldier's farewell. As tears ran down the faces of on-looking mothers, sisters, daughters, and wives, the men proceeded to the Christ Church where Dr. Leacock delivered an address. The moving words of his speech prompted the enitre assembly to rise to their feet as patriotism and excitement filled the room.","Wagons were loaded, knapsacks were packed, and blankets were rolled on May 27. Places of business were closed on Canal Street to honor this special occasion. With a temperature of over 90 degrees, the galleries were full of ladies waving their handkerchiefs and people lined the streets. The soldiers made their way up to Virginia by train, 21 cars in all. Passenger cars were reserved for officers and their men and private horses were put into box cars. The artillery's cannons sat on an open platform. All across the North and South similar scenes occurred to celebrate the honor and bravery of these men. Their hope was to return safely and that their family would remain safe throughout the war..","As the war drove on, the North and South began to occupy the opposition's territory. The Battle of New Orlean's was a week long battle fought from April 25 to May 1, 1862 and resulted in a Union victory. Located strategically on the water, New Orleans was a major economic attraction. In 1860, NewOrleans was ranked as the sixth largest city in the United States and provided troopsand supplies to the Confederate Army. Officer David C. Farragut surrendered on April 28 handing over themilitary command of the city. In the end, the inevitable surrender of New Orleans resulted in no reports of the wounded orthe dead on either side. Although the Battle of New Orleans had no causalities, thebattles of theCivil Warconsumed a huge amount of lives and caused the men to abandon their farms and their families. Neary every family in the South had at leasta brother, son, or husband die in the war. The country was left to rebuild itself allover again after the war."],"display_date":"April 25, 1862 - May 1, 1862","search_date":"1862-04-28","citations":[{"divid":1215861287,"type":"Website","data":["Ken Burns","The Civil War&#58; The Crossroads of Our Being","PBS","http&#58;//www.pbs.org/civilwar/war/","October 25, 2006"]},{"divid":1215861335,"type":"Website","data":["Harpers Brothers American History","Civil War Battles","Harpers Brothers American History Vol. IV 2003","www.sonofthesouth.net/leefoundation/battle-neworleans.html","September 30, 2006"]},{"divid":1215861400,"type":"Pamphlet or Other Printed Material","data":["W.M. Owen","In the Camp and Battle with the Washington Artillery Battallion","Boston","Ticknor and Company","1885","8-13"]}],"locations":[{"id":1439,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}