{"id":2005,"title":"Hired Laborers on the Farms of Central Virginia\n","course_id":1,"status":"P","start_date":"1876-01-24","end_date":"1876-01-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1876, Dr. Cary C. Cocke, the owner of a large plantation in Fluvanna County, Virginia, was concerned about the security of one of his major investments, his crops.  On January 24, 1876 Cocke received a letter from a store in Richmond, Virginia; the author of the letter regretfully informed Cocke that the wheat received from Cocke's farm fell short of the desired weight.  At the time that Cocke received the letter, R. S. Dunn, Cocke's farm manager, directed the planting, harvesting, and sale of Cocke's crops.  Thus, Dunn bore the responsibility for this oversight.  The store manager admitted that it was obvious to him that the crop fell short the moment that he first saw the wheat.  A competent and knowledgeable manager should have known that the wheat was insufficient according to market standards.  Dr. Cocke was unaware of this problem until the store manager informed him by sending a letter.  Between Dr. Cocke's visits to his plantation, he relied on the reports of his farm manager as a means to remain informed of the status of his crops and livestock.  During the second half of the nineteenth century, a number of farmers in Central Virginia, like Cocke, employed laborers to work their fields; these laborers served as a constant concern to the farmers in Central Virginia who were hoping to profit from sales of wheat and corn.  ","The cooperative nature of farm production in Central Virginia during this period increased the vulnerability of landowners like Cocke who employed independent laborers.  After slavery was abolished, farmers in Virginia abandoned the use of severe physical punishments to influence the productivity of their workers.  Instead, farmers in Central Virginia during the late nineteenth century adopted a more precarious position, as they entered into business ventures with their hired independent laborers, who were seeking to make profits, as well.  These cooperative farming ventures assumed a variety of forms and rendered landowners, especially those who lived away from their farm land, more vulnerable to the vices and virtues of their employees.  In <em>Southern Crossing</em>, Edward Ayers asserts that absentee landowners were growing in number during this time period, especially in the older southern states, such as Virginia.   ","Landowners, such as Cocke, relied largely on other men, in the form of farm managers, laborers, renters, and sharecroppers, to help ensure that their dreams of profit became a reality.  Both James Holladay of Prospect Hill, Virginia and Dr. Cocke utilized hired laborers on their farms.  Farmers' dependence on the labor of hired employees, renters, and sharecroppers was not limited to Central Virginia.  Ayers explains that farmers throughout Virginia, as well as farmers in all southern states, utilized various forms of collaborative labor.  Ayers argues that agricultural work displayed innumerable permutations.  While some farmers in the South utilized daily laborers, other rented their land or allowed sharecroppers to work portions of their land.","Landowners in Central Virginia found that their economic welfare was linked to the agricultural knowledge, work ethic, and trustworthiness of the employees who ran their farms.  This arrangement created problems; managers who failed to cultivate the crops adequately or neglected to realize the shortcomings of a harvest, as a consequence of their lack of the agricultural knowledge, had good reason to emphasize the good news and successes of the farm while downplaying the bad news and failures when reporting to the landowners."],"display_date":"January 24, 1876","search_date":"1876-01-24","citations":[{"divid":1214574452,"type":"Manuscript on Microfilm","data":["James M. Holladay","Account Ledger, 1890","Reel 21, Micflm 1705 ser.M, Frame 00075","Holladay Family Papers","Alderman Library, University of Virginia"]},{"divid":1214574495,"type":"Manuscript","data":["","Personal Correspondence of Cary C. Cocke",null,"Mss 640","Box 177 and 178","Cocke Family Papers","Special Collections, University of Virginia"]},{"divid":1214574530,"type":"Book","data":["Edward L. Ayers","Southern Crossing: A History of the American South, 1877-1906",null,"New York","Oxford University Press","1995","16-18, 26-29"]}],"locations":[{"id":1442,"lat":37.8418490908,"lng":-78.2774543474,"zoom":10,"place":"FLUVANNA, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}