{"id":2006,"title":"Townsmen Pledge to End the Sale of Liquor in Central Virginia\n","course_id":1,"status":"P","start_date":"1875-05-13","end_date":"1876-02-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Dr. Baldwin Buckner, a physician from Louisa County, Virginia, was a determined and resolute man.  He held fast to his beliefs in spite of outside pressures that urged him to do otherwise.  Buckner refused to give his son, Horace, any extra funds besides those that were sufficient to cover his boarding expenses while he was teaching.  In letters that Horace wrote in 1875 and 1876, he made a desperate plea to his father to send money.  Horace asked his father, Do you mistrust me so much as not to be able to trust me at all?  Horace confessed that his gambling and drinking had contributed to his previous problems in money management but swore that he no longer engaged in either activity.  Yet, a year after Horace claimed he was abstaining from liquor, he wrote his father an additional letter.  In this letter Horace recounted his participation in a fracas, in which his hand was bitten through.Horace's description of the event was notably brief and void of detail; Horace left it up to his father to decide whether his son and the aggressor were intoxicated the night that the fracas occurred.  Buckner refused to provide Horace with funds to be used at his discretion.  Central Virginians like Buckner realized the necessity of action at all levels of society, including the family, in order to further Prohibition in Central Virginia.","Community leaders in Central Virginia other than Buckner took action in their region to enforce growing sentiments regarding the impropriety of liquor consumption, in response to the spread of Prohibition across the South in the second half of the nineteenth century.  In 1883, a group of seven men from Fluvanna County signed a petition and sent it to three fellow townsmen, in an effort to entice locals to pledge that they would help to end the sale and distribution of liquor in the county.  In the January 27, 1885 publication of Fredericksburg's local paper, the <em>Free Lance</em>, the editor posted the names of the officers along with the meeting times of several local groups of prohibitionists.  Two of these coalitions, the United Lodge Sons of Sobriety and the Stonewall Lodge Sons of Sobriety, were exclusive to men.  The other temperance groups the paper advertised had religious affiliations, such as the Grand United Order of True Reformers, Christian Star Lodge, No. 29.  The paper specified that the members of this group were colored, and the paper listed both men and women as the officers of the Order.                  ","Groups of impassioned local citizens with the same determination as Buckner joined forces in order to attack the problem at the state level by forming a larger contingency of social reformers in Virginia, according to Kevin Hardwick and Warren Hoftstra in <em>Virginia Reconsidered</em>.  In 1883, eight local chapters of the Women's Christian Temperance Union merged in order to form a version of the WCTU that serviced the entire state of Virginia.  According to The Encyclopedia of Religion in the South, the beliefs of Christians across the South concerning the accountability of the individual for his or her sins and improprieties gave impetus to the formation and activity of both the WCTU and other local prohibitionist groups.  Groups of African American Christians, like the Fredericksburg Grand United Order of True Reformers, played an integral role in the spread of Prohibition in Virginia and other southern states, as well.  ","Although there is a wealth of information regarding the success of the groups that coalesced in an effort to further Prohibition, less is known about the actions of individuals, such as Horace Buckner's father.  Yet these individuals' actions were equally essential to the success of the movement.  Because women made great strides in the Prohibition movement as a result of their activism, historians have focused mainly on women's efforts.  Thus, the correspondence between Buckner and his father is a relatively rare chronicle of the manner in which a man labored to establish abstinence in his family.  Prohibition was personal.  Although Prohibition was a political issue, it was a topic that commanded the attention of individuals, like Dr. Buckner, throughout the nation who had personally witnessed the damage and destruction that resulted from the use of alcohol."],"display_date":"May 13, 1875 - February 9, 1876","search_date":"1875-09-26","citations":[{"divid":1215717323,"type":"Newspaper Article","data":["","Free Lance","","January 27, 1885",""]},{"divid":1215717343,"type":"Book","data":["Kevin R. Hardwick and Warren R. Hofstra","Virginia Reconsidered: New Histories of the Old Dominion",null,"Charlottesville, VA","University of Virginia Press","2003","326-334"]},{"divid":1215717441,"type":"Manuscript","data":["","Buckner Family Papers",null,"Mss  4171","Box 16","Bibb Family Papers","Special Collections, University of Virginia"]},{"divid":1215717528,"type":"Manuscript","data":["","Personal Correspondence of Cary C. Cocke",null,"Mss 640","Box 178","Cocke Family Papers","Special Collections, University of Virginia"]},{"divid":1215717614,"type":"Book","data":["Samuel S. Hill, Charles H. Lippy, and Charles Reagan Wilson","Encyclopedia of Religion in the South ",null,"Macon, GA","Mercer University Press","2005","20-25, 658-715"]}],"locations":[{"id":1443,"lat":37.9782243481,"lng":-77.9629941666,"zoom":9,"place":"LOUISA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}