{"id":2007,"title":"Attitudes towards American Indians in Central Virginia\n","course_id":1,"status":"P","start_date":"1877-02-05","end_date":"1877-02-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 5, 1877 Joseph Halsey of Orange County, Virginia received a letter from a man who had uncovered the preserved remains of an American Indian. The letter began with a sense of excitement and awe. The author recounted, I plowed up an Indian chief, with all of his ornaments, blanket, girdle of beads, turban, and shells. His hair was in a state of preservation having the appearance of fine roots. His blanket had all of its colors. Doctor Horace Taliafero, who had been a good deal with the Indians, pronounced it a chief. A great deal of pottery, and arrow heads were to be seen about the place. The author provided elaborate details about the remains and made an effort to ascertain the position the particular Indian held in the kinship network of his community. The author then mentioned the mysterious relic Fort Germanna, which is located in what is now known as Orange County, Virginia, and discussed the curious specimens found in an underground section of the Fort in which settlers hid from the Indians. The author highlighted the violence displayed by the Indians and the fear and helplessness of their victims. Central Virginians, like the author of this letter, felt mixed emotions towards Indians in the late nineteenth century. People from Central Virginia expressed a simultaneous appreciation for the unique culture of the American Indians accompanied by repugnance at their seemingly violent and uncivilized nature. ","Rhetoric throughout the state of Virginia concerning Indians in the late nineteenth century contained a general theme of antagonism yet also expressed a genuine interest in Indian culture, similar to the combination of sentiments in the letter Halsey received. Virginians had pushed Indian tribes out of the state, and only two tribes remained in Virginia at the end of the nineteenth century. An awareness of the decline of the Virginia Indian population prompted the state to recognize tribes' rights to a reservation. In 1878 Hampton University created a program for Native American instruction in Virginia. The program aimed to civilize the Virginia Indians and teach them to adopt the culture and social norms of white people. ","Like the man who found the Indian remains, people throughout the nation expressed a new appreciation of the Indians mixed with a continued sense of outrage at their violence. In the second half of the nineteenth century, scholars prompted investigators to initiate ethnographic studies and develop scientific descriptions of American Indians, as they pointed out that the Indians and their culture were rapidly vanishing. Yet, in Skull Wars David Thomas argues that many of the anthropological findings of the time were interpreted in a manner that complemented popular sentiment concerning Native Americans, namely that the Indians were bloodthirsty savages with a history of unthinkable brutality and violence. By focusing on the atrocities committed by the Indians against unsuspecting whites, attention was diverted from the exploitation and violence committed by whites towards the Indians. Thus, the theorists provided objective and tangible justification so that whites could stake rightful claim to the land that had been home the Indians and feel no remorse for doing so."],"display_date":"February 5, 1877","search_date":"1877-02-05","citations":[{"divid":1214939777,"type":"Book","data":["David Hurst Thomas","Skull Wars",null,"New York","Basic Books","2000","29-35, 139-142"]},{"divid":1214939812,"type":"Website","data":["The Department of Historic Resources","First People: The Early Indians of Virginia","The Department of Historic Resources","http://www.dhr.virginia.gov/arch_NET/timeline/modern_indian.htm","October 23, 2006"]},{"divid":1214939910,"type":"Article","data":["W. Roger Buffalohead and Paulette Fairbanks Molin","A Nucleus of Civilization: American Indian Families at Hampton Institute in the Late Nineteenth Century","Journal of American Indian Education","Volume 35 Number 3","May 1996","59-94"]},{"divid":1214940142,"type":"Manuscript","data":["","Personal Correspondence of J. J. Halsey",null,"Mss 3995","Box 9","Morton-Halsey Family Papers","Special Collections, University of Virginia"]},{"divid":1214940199,"type":"Website","data":["Virginia Department of Education","Virginia&#39;s First People Past and Present","Prince William Network/Virginia Department of Education","http://virginiaindians.pwnet.org/history/1800s.php","October 23, 2006"]}],"locations":[{"id":1444,"lat":38.246275988,"lng":-78.01344008,"zoom":10,"place":"ORANGE, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}