{"id":2009,"title":"Women in Central Virginia Take Action against Poverty\n","course_id":1,"status":"P","start_date":"1876-01-01","end_date":"1885-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In January of 1876, Hester Tomlin was a troubled woman.  Hester discovered that her husband, Harry Tomlin, Jr. had written a letter to Dr. Cary C. Cocke of Fluvanna County, Virginia in December of the previous year in which he asked to rent a tract of land on Cocke's plantation.  Hester felt impelled to interfere.  A month after Harry wrote the aforementioned letter, Hester wrote an additional note to Dr. Cocke in which she begged him to deny her husband the land.  Hester explained, I hate to see [Harry] undertake anything that will not bring in money. . .for we are very destitute.  Women of the Central Virginia in the 1870's and 1880's felt trepidation when they envisioned a life of poverty; therefore, women played an active role in maintaining or improving their family's welfare.","Hester Tomlin was not the only woman in Central Virginia who feared poverty.  On the contrary, poverty was a salient topic to women across the region, as they contemplated their marriages, both present and future.  On January 30, 1885, Fredericksburg's local paper, <em>Free Lance</em>, printed a story about a woman who chose to marry a wealthy man and secure her economic future instead of marrying the poor man whom she loved.  This story appeared on the front page of the Fredericksburg paper.  In the aftermath of the economic depression of the 1870's, the topic was salient to the women in Central Virginia.  ","Many women in Central Virginia struggled or failed in their attempts to prevent or end their family's battle with poverty.  In Hester Tomlin's letter to Dr. Cocke, she admitted, I am living now on the charity of others and must continue to do so unless I can help myself in some boarding deportment. . .  Hester and other women of the time considered allowing people to live in their home as boarders so that they could earn money.  Yet, as Edward Ayers explains in <em>Southern Crossing</em>, Women [in the South] found exceedingly few opportunities to earn money in the countryside.  However, those who lived in rural areas, such as the farming areas in Central Virginia, could aid in farm labor.  An advertisement in the Fredericksburg newspaper in 1886 requested a farmer with a wife who understands the dairy business to help with the labor. ","Women, like Hester, throughout Virginia and in other southern states improved the economic wellbeing of their families by using a variety of methods for making money during the late nineteenth century, according to Ayers.  Ayers explains that farm women of the late nineteenth century normally produced and mended all of their family members' clothing.  Some women sold items such as butter, eggs, milk, and honey in order help their families earn more money.  Others made a profit by serving as a midwife to neighboring women.  Ayers also describes the vital role that women played as teachers in their communities during this time period.  In fact, Ayers points out that the number of female teachers in the South doubled in the 1880's. ","In the latter half of the nineteenth century, Central Virginians recognized the active role of women like Hester who worked diligently to better their family's financial situation.  On January 28, 1887, the <em>Free Lance</em> of Fredericksburg printed an article entitled They Never Strike that commended women for their hard work.  Yet, secretive or more subtle actions these women undertook in order to secure their family's future were undoubtedly overlooked.  In Hester Tomlin's letter to Dr. Cocke, she opened by admitting that writing the letter carried the great risk that her husband would find out about her interference.  In closing the letter, Hester requested that Dr. Cocke burn the note and never tell anyone about its contents.  Hester was both frantic and fearful. At times, women in Central Virginia acted against the wishes of the men in their lives in an effort to save their families or themselves from the poverty that threatened the families of Central Virginia during this time."],"display_date":"January 1, 1876 - January 30, 1885","search_date":"1880-07-16","citations":[{"divid":1214940995,"type":"Book","data":["Edward L. Ayers","Southern Crossing: A History of the American South, 1877-1906",null,"New York","Oxford University Press","1995","19-34"]},{"divid":1214941035,"type":"Newspaper Article","data":["Fairy&#39;s Punishment","Free Lance","","January 30, 1885","1"]},{"divid":1214941085,"type":"Newspaper Article","data":["","Free Lance","","December 14, 1886",""]},{"divid":1214941096,"type":"Manuscript","data":["","Personal Correspondence of Cary C. Cocke",null,"Mss 640","Box 178","Cocke Family Papers","Special Collections, University of Virginia"]},{"divid":1214941276,"type":"Newspaper Article","data":["They Never Strike","Free Lance","","January 28, 1887","4"]}],"locations":[{"id":1446,"lat":37.8418490908,"lng":-78.2774543474,"zoom":10,"place":"FLUVANNA, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}