{"id":2011,"title":"Farmers in Central Virginia Cope after Economic Depression\n","course_id":1,"status":"P","start_date":"1887-10-28","end_date":"1887-10-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["James Holladay, the owner of a plantation in Spotsylvania County, Virginia was exceedingly proud of his new invention.  Holladay had worked hard to perfect the new silo he designed for his farm, but he wanted assurance from an expert that his silo needed no further improvements.  On October 28, 1887 Holladay wrote to Professor Elliot W. Stuart, an expert in agriculture at the University of Virginia, and inquired as to the soundness of the new silo and machine that would automatically fill the silo that he had developed.  Holladay explained, The increasing difficulty of obtaining reliable labour when needed led me to consider the practicability of substituting machinery for hand labour in this part of the operation of filling silos.  Like Holladay, a number of farmers in Central Virginia who struggled to maintain or increase their plantation's productivity utilized innovative tools which, in the words of Holladay, improved in the quality of eusilage and economized labour.  After the economic depression that occurred in the 1870's, men in Central Virginia whose primary source of income revolved around agricultural ventures explored new options that would allow them to reduce farm expenditures while retaining their land.","Other farmers in Central Virginia did not invent new farm machines but, instead, rented tracts of land to tenants as a means to increase the economic productivity of their plantations.  In <em>Southern Crossing</em>, Edward Ayers explains that status as a renter was viewed as a temporary station that was merely a rung on the agricultural ladder of economic success.  Those who entered into contracts as renters aspired to one day become independent landowners.  On July 18, 1875, in a letter addressed to Dr. Cary C. Cocke of Fluvanna County, Virginia, Thos J. Rowland of Richmond, Virginia inquired about the land that Dr. Cocke was hoping to rent.  Mr. Rowland proposed that he pay rent in the form of annual cash payments to Dr. Cocke in exchange for the usage of five hundred acres of his land.  In December of the same year, Mr. Harry B. Tomlin, Jr. wrote a similar letter to Dr. Cocke in which he too asked to rent a parcel of Dr. Cocke's land.  However, Tomlin offered to make part of his payment by relinquishing a portion of the crops he produced on the land to Dr. Cocke.  ","Some farmers in Central Virginia undoubtedly utilized both of these techniques for increasing their plantation's productivity.  Holladay, the plantation owner who designed the new type of silo, also received a letter from a prospective renter.  On December 5, 1884, Z. C. Daniel wrote to Holladay saying that he would either buy or rent a tract of his land because he was somewhat short for land to put in corn.  Mr. Holladay and other farmers of Central Virginia both rented their land and created new farm machines as a means of coping with the aftermath of the economic depression that occurred in the 1870's. ","In Southern Crossing, Edward Ayers describes the years following the economic depression by asserting, New technologies and techniques offered sudden hope to areas that had been passed over for centuries.  These new technologies offered hope not only to farmers like Holladay in Central Virginia, but also farmers in the other farming regions of Virginia and states of the South.  Dependable help was hard to maintain due to the abolition of slavery and the migration of laborers, according to Ayers.  Therefore, farmers needed to develop methods for increasing production while decreasing the number of laborers they utilized on their plantations. "],"display_date":"October 28, 1887","search_date":"1887-10-28","citations":[{"divid":1214941390,"type":"Book","data":["Edward L. Ayers","Southern Crossing: A History of the American South, 1877-1906",null,"New York","Oxford University Press","1995","3-26"]},{"divid":1214941428,"type":"Manuscript on Microfilm","data":["","James M. Holladay to Elliot W. Stuart, October 28, 1887","Reel 21, Micflm 1705 ser.M, Frame 00905","Holladay Family Papers","Alderman Library, University of Virginia"]},{"divid":1214941524,"type":"Manuscript","data":["","Personal Correspondence of Cary C. Cocke",null,"Mss 640","Box 177 and 178","Cocke Family Papers","Special Collections, University of Virginia"]},{"divid":1214941591,"type":"Manuscript on Microfilm","data":["","Z. C. Daniel to James M. Holladay, December 5, 1884","Reel 21, Micflm 1705 ser.M, Frame 00883","Holladay Family Papers","Alderman Library, University of Virginia"]}],"locations":[{"id":1449,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}