{"id":2013,"title":"Race Relations in the Late Nineteenth Century in Central Virginia\n","course_id":1,"status":"P","start_date":"1888-05-05","end_date":"1888-05-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As William Bibb read the letter, he grew anxious and apprehensive about the decision he had to make.  Bibb, a Louisa County attorney, received a letter on May 5, 1888 from R. M. Barllock in Woodburn, Virginia asking Bibb to represent him in a law suit involving a former slave.  Barllock wanted to collect money from the estate of a man who had passed away several years ago.  In his letter to Bibb, Barllock explained that the suit was in favor of a former slave, Bob Carr, who was attempting to claim the legacy that he was entitled to according to his deceased master's will.  Barllock informed Bibb that he had consulted a judge on the matter who laughed and said that Bob had forfeited his freedom nor could a master leave a servant a legacy.  The court room was one of the venues in which racial tensions tinged interactions that transpired between blacks and whites in Central Virginia during the 1880s and 1890s. As individual whites from Central Virginia stumbled upon opportunities to influence the welfare of a black person whose life or liberty was in immediate danger, they made conscious, personal decisions which either reinforced discriminatory behavior or called the contemporary dynamics of racial relations into question.  ","William Bibb's dilemma was similar to the conundrum faced by Judith Randolph, who lived in Central Virginia nearly a century earlier.  According to Melvin Ely in<em> Israel on the Appomattox,</em> Judith Randolph had to decide whether to obey the instructions in her late husband's will that indicated his desire to free all of his slaves and provide them with parcels of land.  Despite the passage of nearly 100 years and the abolition of slavery, the question over the legitimacy of blacks' claims to money or property left to them by a deceased master remained a topic of debate in Central Virginia.  Bibb faced the decision of taking the case and arguing against a black man's rights to a legacy that was clearly left to him in a will or refusing to defend Barllock.  By refusing to represent Barllock, Bibb could either make a political statement of his support for blacks' legal rights or simply maintain a comfortable distance from the issue.","During this time, people from Bibb's region, Central Virginia, behaved towards blacks in contradictory ways.  In some instances Central Virginians were tolerant and respectful of blacks' rights.  In <em>Free Lance</em>, Fredericksburg's city paper, the author of an obituary for Pat Boxley dubbed him a leading and influential colored politician and drayman of Fredericksburg.   Yet, Central Virginians of the time made discriminatory distinctions between whites and blacks.  Not only was Boxley a politician, he was a colored politician.  In fact, every time a reporter mentioned a black person in Free Lance in the 1880s, the person's name was followed by the marker colored.    ","Like the man who wanted to deny Carr his legacy, whites across Virginia expressed their sense of dominion, and superiority in regards to black people in a variety of contexts, according to Edward Ayers in <em>The Promise of the New South</em>.  These racial tensions haunted blacks on a daily basis by providing unmistakable reminders of blacks' inferior social status and their minimal claims to the civil rights that were guaranteed to white Virginians.  Questions concerning the legitimacy of blacks' rights as well as efforts by whites to deny or remove these rights were evident in a variety of contexts besides the courtroom.  As Ayers illustrates, the 1880s and 1890s marked the beginning of major segregation efforts in most southern states, including Virginia.  Ayers explains that southerners exerted great effort to pass discriminatory laws that governed the daily interactions between blacks and whites in the 1880s.  The struggle in race relations in the 1880s and 1890s resulted from whites' feelings of superiority and mastery over, as Ayers asserts, those who intentionally or accidentally stepped over some invisible and shifting line of permissible behavior."],"display_date":"May 5, 1888","search_date":"1888-05-05","citations":[{"divid":1214871209,"type":"Newspaper Article","data":["Death of Pat Boxley","Free Lance","","December 17, 1886","3"]},{"divid":1214871228,"type":"Book","data":["Edward L. Ayers","The Promise of the New South: Life After Reconstruction",null,"New York","Oxford University Press","1992","132-159"]},{"divid":1214871266,"type":"Newspaper Article","data":["","Free Lance","","January 27, 1885-1888",""]},{"divid":1214871301,"type":"Book","data":["Melvin Patrick Ely","Israel on the Appomattox: A Southern Experiment in Black Freedom from the 1790s through the Civil War",null,"New York","Vintage Books","2004","25-36"]},{"divid":1214871359,"type":"Manuscript","data":["","Personal Correspondence of William Bibb",null,"Mss 4171","Box 17","Bibb Family Papers","Special Collections Library, University of Virginia"]}],"locations":[{"id":1450,"lat":37.9782243481,"lng":-77.9629941666,"zoom":9,"place":"LOUISA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}