{"id":2014,"title":"Southern History Retold in the Late Nineteenth Century\n","course_id":1,"status":"P","start_date":"1884-05-04","end_date":"1888-04-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As Edmund Halsey reflected over the time he served in the Civil War, he grew disheartened and worried.  In 1884 Halsey was concerned that, as time passed, a disconnect would develop between Central Virginians and their ability to appreciate the reasons why the war veterans from their area risked their lives to defend the South in the Civil War.  In a letter written from Edmund Halsey to his brother Joseph Halsey of Orange County, Virginia on May 4, 1884, he recapitulated the two brothers' experiences in the Battle of the Wilderness, which took place in Spotsylvania County, Virginia.  Edmund Halsey reflected, It seems strange to think that so many years have passed since then, but when we think of the many who were living there - in the field and at home - and now few are left and those few so scattered and changed it seems like recalling scenes in the Revolution.  Central Virginians who discussed historical events during the latter portion of the nineteenth century had several motives for their attention to the past.  According to Edward Ayers in Southern Crossing, one of these motives included a desire to prevent older Virginians from forgetting and younger Virginians from never learning about the history of their predecessors.  ","A desire to offset negative perceptions of the area also motivated Central Virginia's to focus on the past.  Like Halsey, Central Virginians were interested in reconstructing the history of their particular families and communities so that future generations would appreciate the events and respect the people of the past.  On April 19, 1887, Reverend Horace E. Hayden wrote to Alfred L. Holladay of Prospect Hill, Virginia requesting information about the genealogy and military involvement of the Holladay family.  Hayden was preparing a volume entitled Virginia Genealogies.  Hayden commented on Holladay's contribution to his book as he proclaimed that Holladay's sketch of the Virginia matron, a quiet farmer's wife, would offset the slander of those who argued that Virginians were self confident but ignorant planters, necessarily only once removed from semi-civilization.  Hayden attempted to counter what he considered to be northerners' erroneous portrayals of white southerners by retelling the history of several prominent families from Central Virginia.  In 1888, the Fredericksburg paper, <em>Free Lance</em>, printed an article that countered the negative connotations of the area, such as being behind the times, by emphasizing the positive aspects of the city, such as its hospitable inhabitants and historical importance in the Civil War.","During the latter portion of the nineteenth century, interest in the dissemination of the history of the South was not limited to individuals, such as Halsey, or Virginia, but was, instead, a focus of people throughout the South.  Ayers discusses the fear of Civil War veterans in both Virginia and throughout the South that their descendants would either fail to understand or remember their elders' participation in the Civil War.  In <em>Virginia Reconsidered</em>, Kevin Hardwick and Warren Hofstra discuss southerners' effort to recast the history of the South in a positive light.  For instance, educators in the South portrayed slavery as an institution that benefited all those who were involved.  Particularly in the years following the Civil War, people from the South argued that enslaved blacks had led better lives than their free counterparts in the North.  Supporters of the South and its cause defended their honor through the recasting of history in the years following the Civil War."],"display_date":"May 4, 1884 - April 19, 1888","search_date":"1886-04-27","citations":[{"divid":1214941736,"type":"Book","data":["Edward L. Ayers","Southern Crossing: A History of the American South, 1877-1906",null,"New York","Oxford University Press","1995","251-255"]},{"divid":1214941793,"type":"Newspaper Article","data":["Fredericksburg in 1888: Present Appearance of Historic Ground","Free Lance","","April 17, 1888","1"]},{"divid":1214941825,"type":"Manuscript on Microfilm","data":["","Horace E. Hayden to Alfred Holladay, April 19, 1887","Reel 22, Micflm 1705 ser.M, Frame 01008-01011","Holladay Family Papers","Alderman Library, University of Virginia"]},{"divid":1214941878,"type":"Book","data":["Kevin R. Hardwick and Warren R. Hofstra","Virginia Reconsidered: New Histories of the Old Dominion",null,"Charlottesville","University of Virginia Press","2003","296-308"]},{"divid":1214941932,"type":"Manuscript","data":["","Personal Correspondence of J. J. Halsey",null,"Mss 3995","Box 11","Morton-Halsey Family Papers","Special Collections, University of Virginia"]}],"locations":[{"id":1451,"lat":38.246275988,"lng":-78.01344008,"zoom":10,"place":"ORANGE, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}