{"id":2015,"title":"The Power of Scientific Racism in Central Virginia\n","course_id":1,"status":"P","start_date":"1888-11-27","end_date":"1888-11-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["James Holladay, a farmer from Spotsylvania County, Virginia, felt relieved as he read Francis Ruffin's pamphlet entitled The Negro as a Political and Social Factor.  Holliday conveyed his gratitude in a letter to the author.  Holladay proclaimed, Your forcible presentation of facts, derived from a national experiment, and from extended intelligent and conscientious observation in different fields. . . is fitted to cement the union of those whose convictions of the unfitness of the negro, in capacity and character for the position to which he is hoisted, have rested mainly on circumscribed tho' it may be personal observation.  Francis Gildart Ruffin, a planter in Chesterfield County, Virginia, wrote several political papers based on scientific racism that were widely read and distributed.  Planters throughout Virginia and other southern states responded to Ruffin's writing with support and enthusiasm.  Scientific racism involved the use of observations or data to substantiate the claim that black people are socially, biologically, intellectually and culturally inferior to whites.  Proponents of scientific racism claimed that racial differences were a result of inherent genetic or biological qualities of the members of each race.  Central Virginians, like Holliday, placed importance on the use of systematic observations and facts to substantiate anecdotal evidence and validate their claims concerning the negro's inferiority.  Central Virginians who endorsed scientific racism at the end of the nineteenth century argued that the inferior attributes of negroes could not be overcome through social experiences.","Although Holladay directly articulated his support for scientific racism in his personal correspondence, other Central Virginians expressed scientific racism in more subtle ways.  In the Fredericksburg <em>Free Lance</em>, the reporter who wrote an article about an incompetent police officer, Policeman Brace, claimed, A little duck-legged colored girl out ran him so far in a chase that she was out of sight the first jump.  In order to make the policeman's lack of skill especially clear for the readership, the reporter chose the most extreme point of comparison, a young colored girl.  The concept of black biological inferiority was readily available in the minds of Central Virginians at the time.  Other newspaper articles attributed crimes committed by black men to their childlike mental deficits, such as one man's sweet tooth and another man's confidence in his good looks.  Central Virginians considered black perpetrators intellectually inferior, as their criminal intent stemmed from the mental defects of their race instead of a fully conscious, rational choice to commit crime.     ","According to George Fredrickson in <em>Racism</em>, scientific racism was a medium through which whites, like Holliday, from areas throughout the South justified denying black people full legal or social rights and status in the late nineteenth century.  Southerners thought that the northerners' support for black rights clearly contradicted southerners' arguments regarding the inability of blacks to successfully assume a higher position in the social and political order.  In the letter, Holladay expressed his anger as he claimed that northerners had abruptly placed [negroes] on a political equality with the intelligent and cultured white people who were recently their masters. Many southerners, such as Holliday, felt that northerners lacked the knowledge of the fallibility of the negro that southerners had developed through extensive experience with their slaves.  Yet, Fredrickson argues that northerners believed that African Americans were inferior, as well.  People from both the North and South had problems granting black people equal political and social rights in the late nineteenth century.  "],"display_date":"November 27, 1888","search_date":"1888-11-27","citations":[{"divid":1216689677,"type":"Newspaper Article","data":["Convicted and to be Tried","Free Lance","","April 17, 1888","3"]},{"divid":1216689693,"type":"Book","data":["George M. Frederickson","Racism&#58; A Short History",null,"Princeton","Princeton University Press","2002","73-95"]},{"divid":1216689726,"type":"Manuscript on Microfilm","data":["","James M. Holladay to Francis Gildart Ruffin, November 27, 1888","Reel 21, Micflm 1705, ser M, Frame 00066-00069","Holladay Family Papers","Alderman Library, University of Virginia"]},{"divid":1216689802,"type":"Website","data":["Manuscripts Department of the Library of the University of North Carolina at Chapel Hill","Southern Historical Collection 640 Frank G. &#40;Francis Gildart&#41; Ruffin Papers","Library of the University of North Carolina ","http&#58;//www.lib.unc.edu/mss/inv/r/Ruffin,Frank_G","October 1, 2006"]},{"divid":1216689978,"type":"Newspaper Article","data":["Practice Makes Perfect","Free Lance ","","February 3, 1885","3"]}],"locations":[{"id":1452,"lat":38.1882210605,"lng":-77.65248979,"zoom":9,"place":"SPOTSYLVANIA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}