{"id":2017,"title":"The Dynamics of Virginia Politics in the 1880s\n","course_id":1,"status":"P","start_date":"1881-09-06","end_date":"1881-09-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 6, 1881 James Lyons, Jr. felt both nervous and excited about Virginia's upcoming gubernatorial election.  In a letter to Reuben Lindsay Gordon, an attorney from Louisa County, Virginia, Lyons asserted, I am watching eagerly and anxiously to see Louisa roll up a majority for Daniel and yourself.  You must get as big a majority as you can . . . I do hope you will win by a big vote.  Lyons was referring to the 1881 race between Democrat John Warwick Daniel and William Evan Cameron, the Readjuster candidate, for the position of Governor of Virginia.  The new Readjuster party of Virginia consisted of politicians who represented the interests of poor blacks and whites throughout the state.  Lyons's hopes for a Democratic win did not come to fruition; Cameron won the election, although only 53 percent of Virginians, a slim majority, voted in his favor.  As a result of the shifts in political power that occurred in the early 1880s and hopes for political reform, voters expressed newfound interest in elections.  Constituents from each political party harbored the hope that newly elected officials from their party would win and affect positive change in Virginia politics.","Politicians like Daniel in Central Virginia exerted major efforts during the 1880s and 1890s, not only to ensure that as many eligible citizens as possible would vote, but to also convince voters to vote for the right party.  Lyons articulated his understanding of the importance of every individual vote.  Democrats throughout Virginia worried about growing voter apathy and indifference at this time.  In <em>The Promise of the New South</em>, Edward Ayers points out that many voters in Virginia assumed, and rightly so, that elected officials acted as the puppets of a small number of wealthy, powerful men who made all of the political decisions from a distance.  As party leaders in Virginia knew that a difference of a few votes could determine the outcome of a race, some resorted to bribes, including monetary compensation and promises of appointment, to guarantee as many votes as possible.           ","Lyons had good reason to be excited about the Virginia gubernatorial election in 1881; at that time Virginia political parties battled fiercely for political power and positions in the state government.  The early 1880s witnessed a great deal of change in terms of the prominence of political parties in Virginia.  Republicans gained strength during this time; Democrats lost public support, as voters grew disillusioned over the inaction of the Democrats who had been elected to office, according to Ayers.  The Democrats who controlled the state government after the economic depression of the 1870s had failed to improve the state's debt.  Democrats like James Lyons who expressed strong support for their party in the 1870s and early 1880s quickly lost hope.  Few politicians pressed volatile issues or attempted to draw attention to problems that their party would rather ignore during the 1880s and 1890s.  ","Both the Republicans and Readjusters held Virginia for only a short period of time before the Democrats regained control in the 1884 election of Governor Cleveland.  Ayers explains that the large number of Democrats who continued to hold positions of power and influence during the reign of the Republicans and Readjusters prevented the parties from coalescing and forming a stable and secure power base throughout the state.  Despite the high hopes of the members of each political party of the time, voters remained disappointed by the lack of positive change or progress that politicians initiated in the 1880s and 1890s in Virginia."],"display_date":"September 6, 1881","search_date":"1881-09-06","citations":[{"divid":1214942191,"type":"Book","data":["Edward L. Ayers","The Promise of the New South: Life after Reconstruction",null,"New York","Oxford University Press","1992","34-54"]},{"divid":1214942219,"type":"Website","data":[null,"The Virginia Elections and State Elected Officials Database Project, 1776-2005 Candidate Data for 1881RVAG","University of Virginia Library","http://fisher.lib.virginia.edu","October 4, 2006"]},{"divid":1214942416,"type":"Manuscript","data":["","Papers of Reuben L. Gordon",null,"Mss  4171","Box 16","Bibb Family Papers","Special Collections, University of Virginia"]}],"locations":[{"id":1453,"lat":37.9782243481,"lng":-77.9629941666,"zoom":9,"place":"LOUISA, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}