{"id":2019,"title":"Lunatic Asylums in Virginia after the Civil War\n","course_id":1,"status":"P","start_date":"1881-02-16","end_date":"1881-02-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1881 Mr. Johnson broke free from the Central Lunatic Asylum in Richmond, Virginia.  After discovering that Johnson had escaped, the staff of the asylum realized that they needed to act quickly.  An employee hurriedly wrote a note in order to inform the Sheriff of Louisa County of the incident before he had an opportunity to apprehend Johnson.  On February 16, 1881 the employee reported to the Sheriff, Mr. Johnson, a colored inmate from your county escaped from this asylum.  If he gives no trouble he will be allowed to remain at large. . .  The staff of the asylum did not want the Sheriff to return Mr. Johnson to the facility.  ","In Central Virginia during the late nineteenth century, judges and sheriffs decided the fate of those who the courts declared lunatics, such as Mr. Johnson. Judges customarily rendered decisions concerning a person's sanity.  On January 23, 1882 a court in Mr. Johnson's home county, Louisa, declared that William P. Anderson was a lunatic and ordered the Sheriff to transport Mr. Anderson to the lunatic asylum in Staunton, Virginia.  The judges noted in the next line of the court order that the Sheriff should instead take Mr. Anderson to the asylum in Williamsburg, Virginia.  Judges sent lunatics to one of the several nearby asylums in the state, such as the asylum in Richmond, Staunton, and Williamsburg.  Virginia asylums, such as the Central Lunatic Asylum where the Louisa judges sent Johnson, experienced problems with overcrowding in the 1880s and 1890s. Judges considered which facility could accommodate new patients when choosing where a lunatic should be sent.  ","During the latter half of the nineteenth century, an insanity judgment carried a different meaning for blacks, such as Mr. Johnson, and whites in Central Virginia.  Fredericksburg's paper,<em> Free Lance</em>, printed an article about a local colored man who was sent to the jail because the asylum in Virginia for colored lunatics was full at the time.  Thus, some asylums in Virginia were completely segregated.  Other facilities in Virginia took in both black and white patients.  Many asylums in the South segregated each ward by race, in order to prevent problems. The intermixing of black and white patients in asylums throughout Virginia and in other southern states led to racial tensions, which often escalated into verbal insults or physical assaults between inmates, according to Gerald Grob in <em>Mental Illness in American Society</em>.  Furthermore, Grob posits that white attendants often physically attacked black inmates who retaliated against their white aggressors.  To keep a colored inmate like Mr. Johnson outside of the facility would have helped to quell the racial tensions that spread throughout the asylums in Virginia and throughout the South at the time.","On account of the cruel treatment and violence against blacks that infiltrated the asylums of Virginia, Johnson had motivation to escape.  As Johnson escaped from the asylum, he also escaped the cruel and inhumane punishment reserved for lunatics in the asylums of the period. Confinement in an asylum in Virginia and throughout the South during this period was in many ways comparable to placement in the penitentiary.  The Fredericksburg judge decided to send the colored man to jail when the asylum was full, as a result of the similarities in the treatment received at asylums and prisons.  According to David Rothman, the wardens of the penitentiaries utilized brute force and cruel torture methods to impose order and command deference to authority.  The staff of the asylums also frequently utilized physical force or restraint devices on the inmates.  Superintendents of insane asylums developed procedures for the asylums that instilled a militaristic sense of order, restraint, and regularity.  Moreover, inmates had little to no contact with their families once admitted to an asylum.  The conditions in lunatic asylums throughout the South rendered inmates, like Johnson, ready to leave upon the first opportunity."],"display_date":"February 16, 1881","search_date":"1881-02-16","citations":[{"divid":1214530561,"type":"Book","data":["David J. Rotham","Conscience and Convenience: The Asylum and its Alternatives in Progressive America",null,"Boston","Little Brown and Company","1980","1-40"]},{"divid":1214530596,"type":"Book","data":["David J. Rotham ","The Discovery of the Asylum",null,"Boston","Little, Brown and Company","1971","130-154, 276"]},{"divid":1214530647,"type":"Newspaper Article","data":["","Free Lance","","December 17, 1886",""]},{"divid":1214530673,"type":"Book","data":["Gerald N. Grob","Mental Illness and American Society, 1875-1940",null,"Princeton","Princeton University Press","1983","1-71"]},{"divid":1214530736,"type":"Manuscript","data":["","Papers of Robert Moss",null,"Mss 4171","Box 24","Bibb Family Papers","Special Collections Library, University of Virginia"]}],"locations":[{"id":1454,"lat":37.9782243481,"lng":-77.9629941666,"zoom":9,"place":"LOUISA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}