{"id":2020,"title":"Threat of Slave Rebellion\n","course_id":1,"status":"P","start_date":"1841-07-24","end_date":"1841-07-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter to his father John C. Burruss on July 24, 1841, John W. Burruss asked, ...do we not dwell in constant danger, are we not standing, rather [lying] down - sleeping on a smothered - not extinguished - volcano? John W. Burruss was expressing his fear of slave revolt, a fear he shared with many southern plantation owners. In his letter Burruss described a discovered slave revolt in West Felicia Parish, Louisiana, not far from Burrus's own Mississippi plantation. An overseer had overheard slaves having a suspicious conversation in the fields. The slaves were whipped until they confessed to plotting an uprising and revealed the names of their co-conspirators. One of Burrus's slaves, Lewis Campbell, was accused of involvement in the conspiracy. Burrus seemed certain that Campbell was a key player in the development of the scheme. He assured his father that the proper authorities had taken Campbell and the other insurgents into custody."," Although the revolt was quashed, the community was left in a state of upheaval. After southern white citizens discovered news of the rebellion many immediately became aggressive, lashing out against their slaves, though not to the infliction of death. Burrus went on to note that the trial would take place in August. He remarked that though the turmoil surrounding this event would eventually calm, tensions would remain as plantation owners continued to feel the threat of revolution. Slavery had a strong presence throughout Mississippi, but it was particularly deep-rooted in the delta at this time. Whites had established plantations there long before the rest of the state. In territorial Mississippi, at the beginning of the nineteenth century, plantation owners viewed slavery as a necessary evil. Despite many restrictions on slaves, slave owners rarely enforced these strict regulations. However, attitudes toward slavery quickly began to shift. By the end of the 1830s, slavery was considered not only beneficial for the slaveholder, but also for the slave. The plantation system proved to be so profitable that plantation owners used any ideological means they could to justify slavery. In the 1830s the number of slaves in Mississippi grew exponentially. By 1840, there were more blacks than whites in the state. As attitudes toward slavery changed and the black population grew, slaveholders became increasingly frightened of revolt. "," A slave insurrection, such as the one John Burrus reported, not only threatened the lives of slave holders, but also their economic welfare and social power. The institution of slavery and the social system it created were essential to the wealth of the plantation owner. Southern whites had witnessed the violence against whites wrought by Nat Turner, a slave from Southampton, Virginia, in 1831. Other plots of revolt had also been discovered throughout the South. After these events slaveholders were continuously ready for slave rebellion. Knowing that he had everything to lose, Burrus surely feared that Lewis Campbell was another Nat Turner."],"display_date":"July 24, 1841","search_date":"1841-07-24","citations":[{"divid":1213582857,"type":"Manuscript on Microfilm","data":["","John W. Burrus to John C. Burrus","Reel 25, Micflm 105, ser H, Frame 00178","Burrus Family Papers","Alderman Library, University of Virginia"]},{"divid":1213582952,"type":"Book","data":["William J. Cooper and Thomas E. Terrill","The American South: A History",null,"New York","The McGraw-Hill Companies, Inc.","1996","154-155"]},{"divid":1213583166,"type":"Book","data":["John Ray Skates","Mississippi: A Bicentennial History",null,"New York","W.W. Norton &amp; Company","1979","73-74, 87-88"]}],"locations":[{"id":1455,"lat":31.0257853028,"lng":-91.6912544354,"zoom":9,"place":"WEST FELICIANA, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}