{"id":2021,"title":"Mass Slave Runaway from McIntosh, GA Plantation","course_id":1,"status":"P","start_date":"1850-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Things were looking promising on Mr. Thomas' plantation, Peru, in 1850. He owned over 150 slaves and 15,000 acres, all of which produced great wealth in the form of cotton and other crops. Most of his slaves had been reared on his plantation alongside him and his son ten-year old son, Edward. Both father and son felt they were very good to their slaves and provided them with ample food, clothing, and housing. Their generosity was such that Master Thomas even allowed many of his slaves to own guns, boats, horses, and to raise their own crops to sell to others. The Thomas' felt they treated their slaves in a fatherly fashion and called them our people, feeling that the relations between master and slave could not have been better anywhere. Both masters and slaves even went to the same church on Sundays, although the enslaved people had to sit in the back and take Communion last. Young Master Edward felt particular kinship with some of the slaves, as he played with them and requested barbeques on the plantation that everyone enjoyed. In the eyes of the Thomas family, life could not have been better for everyone on the plantation during the planting time of 1850. ","However, this content feeling disappeared when the largest slave runaway in young Edward's memory occurred just before the crop planting of 1850. Immense amounts of cotton were due to be planted, and it was a time when the most hardworking slaves were needed. At this crucial time eight or ten of Mr. Thomas' best slaves ran away, along with several other slaves from neighboring plantations, numbering fifty or sixty in all. The whites in the neighborhood were very angry at the fact that the runaways fled to the woods and outlying areas, and were surviving by stealing crops and cattle at night. Mr. Thomas and Edward were most distressed because in addition to ruining the slave-crop ratio needed for the planting, when the slaves left they felt as if fifteen thousand dollars had taken wings to itself and gone. The neighborhood did not see the runaways as men trying to obtain their rightful freedom, but as outlaws and menaces that had to be caught. The neighbors searched on horseback and with hunting dogs, and actually saw the runaways steal a boat and flee further into the woods but could not stop them. After that, nothing more was heard of the runaways until the first of December. That night, they came back to the plantation, sought out young Edward, and told him to tell Master that they were come in here. Master Thomas did not proceed to beat them but instead said he wished them to hell and later hired them out to a railroad contractor for the rest of the winter.","The runaway from Peru Plantation was in no way an unprecedented event for Southern slave owners, and runaways occurred for various reasons across the South. The living conditions of Southern slaves varied. Many were driven from sunrise to sunset, beaten constantly, had little food and terrible housing, and were given virtually no free time. However, despite the harshness of the institution of slavery, some masters were more lenient. Many told themselves they had to be good to their slaves because they were obligated to watch out for them and care for them in a fatherly manner. Many owners in Georgia also gave their slaves rations of meat, instead of just meal and corn. Some, like Mr. Thomas, allowed the slaves free time, which many used to tend gardens and sell their crops, as the slaves on Peru plantation did. Many masters, such as Mr. Thomas did not require their slaves to work on the Sabbath. However, even when slaves were given some leniency, as they were on the Peru Plantation, their masters were foolish to believe that their slaves were satisfied and placated by their master's paternalism and provisions. ","One of the biggest outlets for slaves to express their dissatisfaction was to run away. When they hid out like the Peru slaves, and as many others did across the South, it hurt their masters monetarily and unsettled the white community. It reminded them that their slaves were not satisfied, even if it did not totally ruin their delusion of being good masters. Slaves that fled, often raided crops and joined with slaves from other plantations when running away. These characteristics of the McIntosh runaways were not unique. Another common factor in slave runaways is that the slaves often only left for a short amount of time and sometimes returned of their own accord as did Mr. Thomas' slaves. It was hard for slaves as far south as Georgia to make it all the way to a free state and it was also hard for them to hide in a community where people would recognize them. Often they returned to their masters' plantations and the most common form of punishment was either being beaten or sold. Mr. Thomas did this on a lesser scale by hiring them out for a season. However Mr. Thomas felt, it can be assumed he was surprised by the slaves running away since he thought they had such wonderful conditions and relations, but this was what most slaveholders across the South believed. The nature of the McIntosh runaway was typical and shared many trends with other slave runaways in the South."],"display_date":1850,"search_date":"1850-07-02","citations":[{"divid":1215718967,"type":"Book","data":["Thomas J. Edward","Memoirs of a Southerner 1840-1923 ",null,"Savannah, GA","Thomas Edward","1912","17-20"]},{"divid":1215719023,"type":"Book","data":["Clayton E. Jewett and John O. Alan","Slavery in the South: A State By State History",null,"Westport, CT","Greenwood Press","2004","84-87"]},{"divid":1215719084,"type":"Book","data":["William Cooper and Thomas E. Terrill","The American South: A History ",null,"New York","McGraw-Hill Publishers","1996","224-225"]}],"locations":[{"id":1456,"lat":null,"lng":null,"zoom":8,"place":"MC INTOSH, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}