{"id":2022,"title":"Private Beaufort Slave Sale\n","course_id":1,"status":"P","start_date":"1836-01-01","end_date":"1836-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Sometime prior to the first of January 1836, slaveholder Thomas Fuller must have checked his books or given some thought to his economic needs. Perhaps he wanted to make some money, maybe he was in debt and needed to get cash to pay back a lender, or he may have been foreclosing on a loan. All of these were common reasons for selling slaves in the South. Or, maybe Fuller was just trying to get certain slaves off his hands for unknown reasons. What we do know is that he put an ad in the January 1, 1836 edition of the <em>Charleston Mercury </em> offering twenty slaves for private sale. In this group there were ten field hands, six children from the ages of five to fourteen, two older women, and two infants, Anyone interested in buying these slaves was to apply to him, but Fuller was sure to add a comment at the bottom of the ad: If these Negroes are not sold before the middle of February next, they will be offered for sale at Public Auction in Charleston.","The selling of slaves, as in the case of Thomas Fuller, was a common practice throughout the South. Masters sold their slaves for many reasons, but no matter the reason, slaves were torn from their homes, friends, and often families. Private sales, such as Thomas Fuller's, constituted the majority of slave sales in the South. These sales were often from neighbor to neighbor, or at least between people who lived in the same general vicinity. During the history of American slavery it is estimated that about 1,320,000 slaves were sold locally, while about 666,00 were sold at public auction or in interstate trades. Thus, sales like Thomas Fuller's were not uncommon at all and were advertised daily in Southern newspapers. The selling of slaves emphasized the principle that slaves were truly seen as property and nothing more, as Fuller's ad revealed. He was selling two infants, who may or may not been sold with either of their parents. The six field hands may well have been married people or parents, and the children, ages five to fourteen, were most likely sold off to the highest buyer, whether they were they were siblings or not. Every single one of these people may have left behind loved ones and each may have gone to a separate buyer. That is not to say that white buyers never bought couples of families. Some felt pulled to do so as slaves used white paternalistic attitudes to their benefit, or because buyers felt that purchasing families lessened the chance that their slaves would run away. Also, some white buyers may have felt their conscience weigh on them when they made their purchases. It is not known whether Thomas Fuller's slaves were sold privately to a neighbor or sold at public auction, but many accounts show that being sold privately was much preferable to enduring sale on the auction block.","Public auctions became increasingly popular cross the South during the nineteenth century as more slaves were needed, especially for the extremely heavy labor in the Deep South. At public auctions slaves were often categorized and rated, broken down by color distinction and supposed ability to work in the field, the home, as skilled workers ect. The slaves were expected to make themselves sell-able to people they have never seen before. Spouses, lovers, families, and friends were not always placed on the block together and were often sold apart from one another. Many buyers were more interested in purchasing a certain type of slave to fulfill a certain type of work than they were in buying families (unless of course) it suited their buying needs or they felt particularly compassionate. By the mid nineteenth century, male slaves could sell for 1300 dollars or more, women for 1000 or more especially if they were likely-looking, teenagers sold for slightly less than women, and children for about half as much. Whatever his incentive for selling was, Thomas Fuller was likely to make a great sum of money. No matter where his slaves were sold, a private sale or public auction, one can only hope that they were sold to decent plantations and kept with their loved ones, although this was a fate many slaves in the South did not experience."],"display_date":1836,"search_date":"1836-07-01","citations":[{"divid":1215719258,"type":"Newspaper Article","data":["A Private Sale","The Charleston Mercury","","January 1, 1836","1"]},{"divid":1215719283,"type":"Book","data":["James M. Volo and Dorothy Denneen Volo, eds.","Encyclopedia of the Antebellum South ",null,"Westport, CT","Greenwood Press","2000",""]},{"divid":1215719362,"type":"Book","data":["Clayton E. Jewett and John O. Allen","Slavery in the South: A State-by-State History ",null,"Westport, CT","Greenwood Press","2004","207-208, 213"]},{"divid":1215719435,"type":"Book","data":["Walter Johnson","Soul by Soul: Life Inside the Antebellum Slave Market",null,"Cambridge, MA","Harvard College","1999","3,6-7,19, 119, 122- 123,"]}],"locations":[{"id":1457,"lat":32.4068445137,"lng":-80.4452215468,"zoom":8,"place":"BEAUFORT, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}