{"id":2023,"title":"Slave Family Gets Smuggled to John Clark&#39;s Trader&#39;s Yard\n","course_id":1,"status":"P","start_date":"1861-01-01","end_date":"1863-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1861, it was illegal for Missourian traders to sell slaves to slaveholders in a different state. That did not prevent Captain Tirrell from taking Mattie Jackson, her brother, and her sister away from their mother and putting them onto a boat headed to Memphis. However, before the boat left St. Louis, Union policemen stopped the boat and returned the young slaves to their master. The Union policemen took no further action. Mattie recalled, Their power was limited to the suppression of the selling of slaves that go out of the city. Then two years later, seven men, four watchmen, and three traders, forced themselves into her home and put her family into a closed carriage. This carriage took them to a dilapidated prison where they spent the night. Mattie recalled that, [the] kidnapping had been in contemplation from the time [they] were before taken and returned. The family was transferred from one train car to another, until they finally arrived in Louisville where they were held at John Clark's trader's yard. The family was sold out separately, except [her] mother and little brother, who were sold together. Mattie recalled that her mother and brother spent two weeks in the trader's yard, her sister six weeks, and herself four.","Mattie's family was enslaved in Missouri at the beginning of the Civil War. Missouri was considered a border state and ultimately remained a member of the Union. Historian Ira Berlin argues that President Lincoln promised to respect the property rights of slaveholders in border states in order to keep them in the Union. Thus, slavery remained legal in Missouri. As Mattie knew however, interstate slave trading was outlawed. Despite violating the law, Captain Tirrell smuggled Mattie and her family out of the state and sold them in Louisville. Many other slaves experienced similar incidents. Mattie noted considerable smuggling was done. Although Union soldiers protected some slaves from being sold to areas outside of Missouri, slave owners and traders who [pretended] Unionism successfully smuggled slaves out of the state. ","The Union soldiers were not the only people Captain Tirrell fooled while smuggling his slaves out of Missouri. Mattie stated that Captain Tirrell tricked and deceived her family before he forced them to the trader's yard. She recalled that Captain Tirrell's kindness, generosity, and approbation to the contemplated marriage was only a trap. Such lies and trickery were common among slave owners in the South. Historian Walter Johnson argues, Many sellers resorted to ingratiation, deceit, and coercion. Slaveholders told their slaves that they would not be traded and then sold those same slaves weeks - or even days - later. Other slave owners tricked their slaves into thinking they were going to attend an event, such as a party, at another plantation. Once the slaves got into the wagon, they were brought directly to slave traders.","Trickery and lies were just the beginning to Mattie's horrible experience. Mattie described how her family spent considerable time in John Clark's trader's yard before being sold to their new masters. Mattie recalled that her mother and brother spent two weeks in the trader's yard, her sister six, and she spent four weeks in the yard for four weeks before being sold. They spent the rest of the war separated and enslaved."],"display_date":"1861 - 1863","search_date":"1862-07-02","citations":[{"divid":1216219988,"type":"Pamphlet or Other Printed Material","data":["M.A. Lawrence","The Story of Mattie J. Jackson","","Sentinel Office","","University of New Hampshire Library"]},{"divid":1216220065,"type":"Book","data":["Ira Berlin","Free at Last ",null,"New York","The New Press","1992","12"]},{"divid":1216220103,"type":"Book","data":["Walter Johnson","Soul by Soul ",null,"Cambridge, MA","Harvard University Press","1999","32, 38"]},{"divid":1216220168,"type":"Book","data":["Eric Foner","Forever Free ",null,"New York","Alfred A. Knoff Inc.","2005","17"]}],"locations":[{"id":1458,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}