{"id":2025,"title":"Union Sentiment in Arkansas\n","course_id":1,"status":"P","start_date":"1863-10-29","end_date":"1863-10-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By the fall of 1863, the Union army began a series of successful campaigns along the Mississippi Valley. Following the Union capture of Little Rock, Colonel C.C. Andrews wrote a letter to President Abraham Lincoln regarding Union sentiment in Arkansas. On October 29, 1863 he wrote, The loyal sentiment of the people [was] gaining, though slowly. Andrews wrote that Union officials would hold a meeting in Little Rock for the first time, though he seemed doubtful that much would result from the gathering. He said that many respectable and rather influential men were reluctant to take on an active role for the Union side because of their political and social relations with leading rebels. Andrews did not sound too discouraged, stating that decisive military victories would aid in these people taking a more active role. Furthermore, it was important that the people of Arkansas were not actively against [them]. Despite the number of guerillas still in Arkansas, Andrews declared his confidence that a great number of people supported the Union cause. Andrews then went on to describe specific news about his soldiers and other common news around Little Rock."," The main message Andrews wanted to send to President Lincoln was clear: there was a considerable amount of Union sentiment in Little Rock. While he openly acknowledged the split loyalties among the people of Arkansas, he could hardly think it [could] be said the people [were] actively against [them]. It [was] rather the opposite. This was important considering Arkansas was a Confederate state and its location just south of Missouri made it a border state. Because of the state's geographical location, Arkansas faced great pressure from both sides of the conflict. Colonel Andrews openly acknowledged the split in sentiment among the people of Arkansas. Despite the continued presence of guerillas in Arkansas, Andrews exclaimed, the loyal sentiment of the people [was] gaining. This split in loyalties was not exclusive to Arkansas. In fact, historian Robert Henry claims that the North, the border states, and even the states that had first seceded were all unhappily torn between loyalties. "," Even though the Union controlled Little Rock and Andrews referred to many respectable and rather influential men supporting the Union, he detected reluctance among many men to take an active role in serving the Union. Andrews thought these men looked for an excuse from taking an active part on the Union side because they feared being reproached by the rebels. According to Henry, it was common for two sides within a state to openly oppose each other. There were even instances in which brothers within the same family, divided over the issue to remain in the Union or to secede, literally fought on opposite sides of the battlefield. However much the issue of slavery played in the division of the nation into Union and Confederate states, the sentiment for secession was by no means unified within each state. Colonel Andrews acknowledged the importance of Union sentiment in Arkansas and expressed his optimism that future military success would give Union supporters the confidence they needed to take an active hand in reestablishing the Union."],"display_date":"October 29, 1863","search_date":"1863-10-29","citations":[{"divid":1214943118,"type":"Website","data":["Library of Congress","Christopher C. Andrews to Abraham Lincoln, October 29, 1863","Library of Congress: American Memory","http://memory.loc.gov/cgi-bin/query/P?mal:1:./temp/~ammem_LOMx::@@@mdb=mcc,gottscho,detr,nfor,wpa,aap,cwar,bbpix,cowellbib,calbkbib,consrvbib,bdsbib,dag,fsaall,gmd,pan,vv,presp,varstg,suffrg,nawbib,horyd,wtc,toddbib,mgw,ncr,ngp,musdibib,hlaw,papr,lhbumbib,rbpebib,lbcoll,alad,hh,aaodyssey,magbell,bbcards,dcm,raelbib,runyon,dukesm,lomaxbib,mtj,gottlieb,aep,qlt,coolbib,fpnas,aasm,scsm,denn,relpet,ams","September 28, 2006"]},{"divid":1214943195,"type":"Book","data":["Eric Foner","Forever Free",null,"New York","Alfred A. Knoff Inc.","2005","33"]},{"divid":1214943251,"type":"Book","data":["Robert Selph Henry","The Story of the Confederacy",null,"New York","Da Capo Press,","1964","15, 26, 35"]}],"locations":[{"id":1460,"lat":34.7875733319,"lng":-92.2857489535,"zoom":9,"place":"PULASKI, Arkansas"}],"tags":[{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}