{"id":2027,"title":"Reverend Jackson Proscribes Church Code for Moral Conduct\n","course_id":1,"status":"P","start_date":"1869-04-27","end_date":"1869-04-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Reverend J. Edward Jackson woke up tired on the morning of April 27, 1869. He had been traveling the country for eight years preaching in Maryland, Virginia, Kentucky, Indiana, Illinois, Missouri and South Carolina. Evangelicalism stressed the importance in traveling from place to place to spread the good news of the Bible. That morning he gave a sermon on heavenly mindedness at the Church of the Holy Communion in St. Louis, Missouri. In this sermon, Reverend Jackson urged listeners to live a moral life and remain in the good grace of God. Jackson spoke of bowels of mercy, where people should willingly give to the poor and needy. In such acts of kindness, he continued, one should be clothed with humility. Jackson also spoke directly to the women in attendance, and suggested they adorn themselves in modest apparel and sobriety, not with broidered hair or gold or pearls or costly array. Good works, he argued, should be used as a [substitute] for the vanity of outward ornaments. Jackson finished his sermon by reflecting on those who spoke out against missionaries. Those people could tolerate zeal in business, learning, and the arts and sciences, but not in religion. Only if the preachers were moderate and [kept] it to themselves did they have no objection.","Reverend Jackson was one of the hundreds of preachers who traveled across the nation following the Second Great Awakening. Historian William Lee Miller argues one of the great results of the Second Great Awakening was reaching out to the newly settled West, where those 'unchurched' folk were available to be 'churched', or at least 'saved.' While Missouri was not a newly settled territory in 1869, it still had many towns and cities that lacked a Christian presence. Historian Perry McCandless explains that traveling preachers were pivotal in the religious life in areas like Missouri because of the state's sparse and scattered population. By traveling and converting new areas of the state to evangelicalism, new churches developed throughout the state. Data collected in <em>A History of Missouri: Vol. II</em> shows nearly a two-fold increase from 880 churches in 1850 to almost 1,600 churches in 1860."," In his sermon, Reverend Jackson supported the idea of perfectionism, where society was capable of infinite improvement. McCandless points out, Ministers and other intensely religious-minded people viewed Missouri's early society as being overrun with drunkenness, gambling, fighting, general disorder... Jackson believed he could help shape the morals and code of conduct in Missouri and other states through his sermons. While Reverend Jackson stressed universal sin and the importance of meekness, mercy, piety, and good works, he said that he does not ask these questions to discourage, but to provoke [them] to good works. He challenged his listeners to avoid the worldly activities that led to sin. Rather, he argued they should remain meek, humble, and look to serve mankind to the best of their ability. "," The church worked to regulate the moral conduct of Missourians. Reverend Jackson pointed out however, that some people did not appreciate the church's attempt to impose their moral code on the public. Despite such opposition, evangelicals continued to play a large role in religion throughout the South. Jackson continued to preach to areas throughout the nation until 1894."],"display_date":"April 27, 1869","search_date":"1869-04-27","citations":[{"divid":1216220496,"type":"Manuscript","data":["","Mss  1170",null,"Mss  1170","Box, Sermon No"," Sermons preached by Jackson 1861-1894","Special Collections, University of Virginia"]},{"divid":1216220541,"type":"Book","data":["William Lee Miller","The First Liberty ",null,"New York","Alfred A. Knopf Inc.","1988","253"]},{"divid":1216220592,"type":"Book","data":[" Perry McCandless","A History of Missouri&#58; Volume II ",null,"Columbia, MO","University of Missouri Press","1972","205, 206, 210, 211"]}],"locations":[{"id":1462,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}