{"id":2028,"title":"Missouri Rebels Regain Civil Liberties\n","course_id":1,"status":"P","start_date":"1870-04-12","end_date":"1870-04-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Late in the summer of 1870, Missouri's State Republican Committee addressed its members and suggested they reinstate all rights to those who rebelled against the Union. The Republicans of Missouri, taught by a sublime religion, remember that while to err is human, to forgive is divine. The Civil War had been over for over five years, but former rebels in Missouri still could not fully participate in the state government. Members of the State Republican Committee released this address on the eve of an election to fix the political character of the state. The announcement declared it was time to propose an amendment to the state constitution, granting the right of suffrage to those lately in rebellion. The last General Assembly decided by a respectable majority that the people at large would use a direct vote to resolve the question at hand. It was in the opinion of the State Republican Committee that civil privileges should be given back to those who rebelled. On August 12, 1870, the time [had] come when without danger to the state, full forgiveness and restoration to civil rights [could] be unconditionally given to those justly disfranchised."," At the conclusion of the Civil War, Radical Republicans in Missouri wanted to limit civil liberties to those people whose principles led directly to the recognition of universal manhood and universal freedom, with no paralyzing distinction of caste or of color. In order to ensure these ideals, the state government revoked the civil liberties of those who rebelled against the Union. Not all whites welcomed the North's victory in the war. Missouri was a border state and had citizens who pledged loyalty to each side of the conflict. Historians Eric Foner and Olivia Mahoney state that many southern whites reacted to military defeat and emancipation with dismay. These whites passed black codes denying blacks the right to vote and establishing what appeared to be a system of slavery without the name. To help prevent such measures, Radical Republicans in Missouri dissolved the current state government and created new state governments where rebels were excluded from power. In protecting the new rights of African Americans, the Republican Party thought the rebels were justly disfranchised. "," Missouri was not the only state that revoked the civil liberties of those who rebelled. The national government also played an active role preventing former rebels from obstructing the integration of African Americans into southern society. According to Foner and Mahoney, Andrew Johnson's Presidential Reconstruction, offered a pardon to all Southern Whites, except Confederate leaders and wealthy planters, who took an oath of allegiance."," The time it took for rebels in Missouri to regain their right to vote and participate in the state government closely mirrored that of the rest of the country. In America's Reconstruction, Eric Foner claims that by 1870 all the former Confederate states were readmitted to the Union and that the rebels' regained their rights quickly thereafter. It took over five years, but by August 12, 1870, the State Republican Committee announced the state was ready to restore the civil rights to former supporters of the Confederacy."],"display_date":"April 12, 1870","search_date":"1870-04-12","citations":[{"divid":1217949940,"type":"Website","data":["The Library of Congress&#58; American Memory","Address of the State Republican Committee to the People of Missouri, August 12, 1870","The Library of Congress&#58; American Memory","http&#58;//memory.loc.gov","September 28, 2006"]},{"divid":1217950027,"type":"Book","data":["Eric Foner and Olivia Mahoney","America&#39;s Reconstruction",null,"New York","Harper Perennial","1995","50, 73, 75, 93"]},{"divid":12916,"type":"Article","data":[null,null,null,null,"ksxDjIUJkYqFvIj"]},{"divid":887320,"type":"Article","data":[null,null,null,null,"ksxDjIUJkYqFvIj"]},{"divid":68394,"type":"Article","data":[null,null,null,null,"ksxDjIUJkYqFvIj"]},{"divid":5099,"type":"Article","data":[null,null,null,null,"ksxDjIUJkYqFvIj"]},{"divid":525863,"type":"Article","data":[null,null,null,null,"ksxDjIUJkYqFvIj"]}],"locations":[{"id":1463,"lat":null,"lng":null,"zoom":8,"place":"ST. LOUIS, Missouri"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}