{"id":2029,"title":"The Western Sanitary Commission Requests Approval to Support Freed Slaves\n","course_id":1,"status":"P","start_date":"1863-11-06","end_date":"1863-11-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Since the beginning of the Civil War, the Western Sanitary Commission served armies west of the Mississippi by providing service and supplies to wounded soldiers. On November 6, 1863, the commission looked to broaden its mission. Five representatives from the organization wrote to President Lincoln expressing concern that the state of freed slaves in the Mississippi Valley was daily becoming worse. Under the conditions that these blacks lived, sickness and death [prevailed] to a fearful extent. The members of the Western Sanitary Commission, pointing to their contributions to the sick and wounded soldiers, asked for permission and authority to extend [their] labors to the freed slaves. With the President's endorsement, they believed they could raise large sums of money and accomplish great good. They further argued that by lessening the difficulties of emancipation, material aid would help crush the rebellion."," In its letter to President Lincoln, the Western Sanitary Commission argued that the living condition of the freed slaves was so bad that hundreds of the blacks would gladly return to slavery, to avoid the hardships of freedom. The brush tent shelter of the freed slaves in the Mississippi Valley only provided protection from night dews. The government supplied freed slaves with rations, but distribution was often delayed. Furthermore, freed slaves had no facilities of cooking, and [were] almost ignorant of the use of wheat flour. The Western Sanitary Commission included these details in their letter to President Lincoln to illustrate the great difficulty former slaves experienced while adjusting to life outside of slavery. Historian Eric Foner claims that by 1860, most freed slaves worked as poor urban or rural laborers and enjoyed few rights other than not being considered a form of property. Oftentimes in Missouri, as well as elsewhere in the South, freed slaves worked for wages well below the average wage of a field hand. This forced freed slaves to live under the lowest of living conditions."," The authors of the letter to Lincoln suggested that providing aid to the freed slaves would [lessen] the difficulties of emancipation and thus help crush the Confederate rebellion. By providing aid for former slaves, the Western Sanitary Commission hoped to improve the living conditions of freed slaves. The organization argued it would not only be a work of philanthropy, but equally of patriotism, for it would remove an increasing reproach against the Union cause. Although historians Clayton E. Jewett and John O. Allen claim there was a heavy influence of northern abolitionists in Missouri, abolitionism was not overwhelmingly popular in the North. By giving aid to freed slaves to begin life outside of slavery however, the Western Sanitary Commission hoped to prove to the Union that emancipation was both possible and the right thing to do."],"display_date":"November 6, 1863","search_date":"1863-11-06","citations":[{"divid":1216497248,"type":"Manuscript","data":["","Appeal From the Western Sanitary Commission to President Abraham Lincoln Regarding the Condition of Freed Slaves, broadside",null,"","","","Gilder Lehrman Institute of American History"]},{"divid":1216497299,"type":"Book","data":["Eric Foner","Forever Free",null,"New York","Alfred A. Knopf, Inc.","2005","10, 80, 81"]},{"divid":1216497327,"type":"Book","data":["Clayton E. Jewett and Jon O. Allen","Slavery in the South",null,"Westport ","Greenwood Press","2004","181"]},{"divid":26942,"type":"Website","data":[null,null,null,"KdTUrRhSRJJeh"]},{"divid":85719,"type":"Website","data":[null,null,null,"KdTUrRhSRJJeh"]},{"divid":8572,"type":"Website","data":[null,null,null,"KdTUrRhSRJJeh"]},{"divid":754821,"type":"Website","data":[null,null,null,"KdTUrRhSRJJeh"]},{"divid":5157,"type":"Website","data":[null,null,null,"KdTUrRhSRJJeh"]}],"locations":[{"id":1464,"lat":38.640154406,"lng":-90.4208185466,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}