{"id":2030,"title":"A Very Satisfactory Cotton Crop\n","course_id":1,"status":"P","start_date":"1857-11-27","end_date":"1857-11-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Gustavus Henry believed that producing cotton could make him a wealthy man. On November 27, 1857, he wrote a letter to his wife stating that despite encountering troubles for the past month, the gin stands [had] been doing finely for the last five days. Gustavus described the recent production as delightful. He further said it was a beautiful thing that the lead pipe, which brought water from the lake, enabled him to power two gins at once. However, he wrote that the water power was not sufficient enough to drive his saw mill or corn mill at the same time as the gins. Gustavus's excitement continued when he exclaimed that no one here [would] do any better than [he would]. He had reasons to be happy. At the time he wrote this letter, the price for cotton was unprecedently high. Henry estimated that he would likely sell close to 200 bales on this occasion which, thanks to the high price of cotton, would bring in about 10,000."," The detail Gustavus provided about his farm and the description of the work completed depicted that of a typical Arkansas plantation. Agriculture dominated the economy in the antebellum South, and cotton was the main agricultural product in Arkansas. Gustavus devoted the majority of his letter to discussing the status of his cotton crop. As historian Dallas T. Herndon argues, people in Arkansas who had money to invest preferred to invest it in a cotton plantation rather than a factory. In the rural economy of Arkansas, it was more beneficial for a man like Gustavus to invest in agriculture instead of textiles. "," Nearly every time Gustavus mentioned his cotton crop, he got excited and commented on the high price of cotton in the market. Because of the extraordinarily high price of cotton, Gustavus anticipated making 10,000 by selling his 200 bales of cotton. This was the kind of return he expected when he built his plantation in Desha. There was great wealth available to those who grew cotton. The allurement of such wealth enticed many men like Gustavus to grow cotton which made the South one of the largest producers of cotton in the entire world. "," Gustavus attributed the success of his crop to the efficiency of his cotton gins. The cotton gin was not a new machine in 1857. Eli Whitney's invention to separate seeds from cotton fiber had been around for sixty years. However, Gustavus stressed the important role the cotton gin continued to play on his plantation. Although he did not specifically describe the nature of his cotton gins, it was likely that the gins he owned were large. He described a lead pipe that brought water from the lake to power the gins. The use of water power was usually reserved for cotton gins of considerable size. "," Gustavus again focused on his cotton gins in another letter sent to his wife a few weeks later. In this letter, Gustavus described how a fire had destroyed his cotton gins and he did not know if his insurance would repay him for his loss. Gustavus's devastated tone in this letter again reflected how instrumental cotton gins remained in agriculture, even sixty years after Whitney first made his invention."],"display_date":"November 27, 1857","search_date":"1857-11-27","citations":[{"divid":1214944017,"type":"Manuscript on Microfilm","data":["","Gustavus A. Henry to Marion Henry, November 27, 1857","Reel 20, Micflm 1705 ser.J, Frames 279-280","Gustavus A. Henry Papers","Alderman Library, University of Virginia"]},{"divid":1214944063,"type":"Book","data":["Dallas T. Herndon","The Centennial History of Arkansas",null,"Chicago","S.J. Clarke Publishing","1922","461"]},{"divid":1214944103,"type":"Book","data":["Clayton E. Jewett and Jon O. Allen","Slavery in the South",null,"Westport","Greenwood Press","2004","25"]},{"divid":1214944211,"type":"Book","data":["Angela Lakwete","Inventing the Cotton Gin",null,"Baltimore","The Johns Hopkins University Press","2003","47, 59"]}],"locations":[{"id":1465,"lat":33.8857804348,"lng":-91.3151620379,"zoom":9,"place":"DESHA, Arkansas"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}