{"id":2035,"title":"Thieving Soldiers Lead to Gunbattle\n","course_id":1,"status":"P","start_date":"1865-07-09","end_date":"1865-07-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a Georgia night in June of 1865, three federal soldiers sought out treasure and ended up wounded or dead. The soldiers had heard rumors of the great wealth of Georgia cotton planters. Now, with a freedman guide leading them to the house of Robert Paul where the ex-slave insisted they would find 15,000 in gold and silver, the soldiers hoped to seize a piece of that fortune for themselves.","The plan quickly fell apart. Arriving at the house, the soldiers took Mr. Paul captive and searched the place, discovering only their guide's disappearance into the night. Upset, the soldiers took what animals and possessions they could and set off down the road. Mr. Paul called on this neighbors and community. Soon, people gathered to the number of twelve or fourteen...among them many of the most respectable citizens of the county. This posse set off after the thieves, and while the soldiers had a considerable lead, they had no knowledge of the terrain. When the townsfolk caught up to the criminals, the soldiers opened fire, receiving a volley in kind from the assembled citizens. The soldiers ran, but did not make it far. One fell dead from his horse. The others, wounded and staggering, abandoned their horses and escaped into the nearby marshes. Paul recovered his property, excepting one bullet-ridden mare. The townsfolk reported the matter to the military government the next morning, who passed the investigation down the chain of command and eventually simply accepted the townsfolks' version of the events. The lieutenant in charge issued orders to commands around the city to arrest the escaped soldiers and to send someone from each command to identify the dead man.","     The military government's leniency in the matter differs greatly from the harsh, authoritarian rule of occupation armies in other parts of the South. Perhaps the military presence in and around Macon was too small to enforce order and welcomed the aid of civilians. Regardless, in the unrest and turbulence that followed immediately after the war, the occupation government in Twiggs County seems to have been remarkably willing to work with the local community, even to the extent of accepting dead soldiers. ","     In the immediate wake of being robbed, Mr. Paul did not seek the military government's aid in arresting its wayward soldiers. Rather, he resorted to a very common solution to crime and unrest in the 19th-century South - collective, vigilante justice. Despite the criminals' head start, the citizens of Twiggs County were able to spread the word, arm, organize, and catch up in only a few hours' time. This sort of call-to-arms, then, must not have been terribly rare. Indeed, even the most respected citizens of the county took part in the excursion - it seems that joining such a group was an honorable decision. Vigilantism, arguably native to America, was certainly engrained into this quiet Southern county. Long before lynching was synonymous with racial violence, communities in the Reconstruction South used collective violence to battle disturbances to the peace."],"display_date":"July 9, 1865","search_date":"1865-07-09","citations":[{"divid":1214246537,"type":"Newspaper Article","data":["Georgia","New York Daily Times","","July 9, 1865","6"]},{"divid":1214246565,"type":"Book","data":["Richard Maxwell Brown","Strain of Violence: Historical Studies of American Violence and Vigilantism",null,"New York","Oxford University Press","1975","22"]},{"divid":1214246617,"type":"Article","data":["Robert P. Ingalls","Lynching and Establishment Violence in Tampa, 1858-1935","The Journal of Southern History","4","1987","613-644"]},{"divid":1214246705,"type":"Book","data":["Peter Maslowski","Treason Must be Made Odious: Military Occupation and Wartime Reconstruction in Nashville, Tennessee",null,"Millwood, NY","KTO Press","1978",""]}],"locations":[{"id":1470,"lat":32.670645545,"lng":-83.4297608837,"zoom":9,"place":"TWIGGS, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}