{"id":2036,"title":"Richest County in the Union\n","course_id":1,"status":"P","start_date":"1857-01-03","end_date":"1857-01-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Different cultures define wealth in very different ways. In the minds of the citizens of Dougherty County, Georgia in the late 1850s, they were very wealthy indeed. According to the South Carolina Times in January of 1857, this plantation county claimed to be the richest County in the Union, excepting those containing the great cities. As evidence, they cited the per capita average of nine slaves valued at 5,000, and 10,000 worth of land to work them on. On whole, the county possessed land valued at 1,781,887; 980,000 in city property; merchandise worth 125,000; 650,000 liquid cash; and most importantly, 2,280,912 in slaves. This value, totaling over 5.8 million, is roughly equivalent to 119 million in 2005 U.S. dollars.","While Dougherty gloated, others mocked this definition of wealth. The New York Daily Times, hearing of this boast from its correspondent in South Carolina, saw the calculation in a very different light. The Daily Times pointed out the dominating value of slaves, then argued that by valuing white laborers at the market rate for slaves, each New York county would be far richer than Dougherty. Further, with only 125,000 worth of merchandise in the county, hundreds of stores in New York had more valuable merchandise than the entire Georgia county.","     Dougherty would indubitably have a different story to tell in 1865. The Daily Times might have added that the land in Dougherty was valued so highly because the highly profitable plantation economy drove up land prices. Even without the toll that the war extracted through destroyed infrastructure, seized crops, and the loss of much of the male population, the end of slavery surely crippled the fortunes of nearly all of Dougherty's wealthy planters. With land similarly devalued and any Confederate currency useless, Dougherty County could hardly be the richest county in the Union.","     Dougherty demonstrates the massive wealth that planters could accumulate in antebellum Georgia, as well as their complete dependence on the continuation of slavery to guard their investment in human property. Historians have debated for decades over the profitability of slavery, often centering the discussion on the question of profitable for whom? For Dougherty planters, at least, who counted slaves as market goods, this agricultural system led to enormous wealth."],"display_date":"January 3, 1857","search_date":"1857-01-03","citations":[{"divid":1213751796,"type":"Newspaper Article","data":["Southern Riches","New York Daily Times","","January 3, 1857","4"]},{"divid":1213751817,"type":"Article","data":["James L. Huston","Property Rights in Slavery and the Coming of the Civil War","The Journal of Southern History ","65","May 1999","249-286"]},{"divid":1213751864,"type":"Article","data":["Eugene D. Genovese","The Significance of the Slave Plantation for Southern Economic Development","The Journal of Southern History","28","Nov. 1962","422-437"]},{"divid":1213751924,"type":"Article","data":["Harold D. Woodman","The Profitability of Slavery","The Journal of Southern History","29","Aug. 1963","303-325"]}],"locations":[{"id":1471,"lat":31.5332901076,"lng":-84.2164572289,"zoom":10,"place":"DOUGHERTY, Georgia"}],"tags":[{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}