{"id":2037,"title":"Wealthy Family Discusses Country Poor\n","course_id":1,"status":"P","start_date":"1861-06-17","end_date":"1861-06-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Civil War did nothing if not shake up the economy of the South. Even before emancipation shattered the fortunes of slave-holding families across the region, the war and ecology brought privations and shortages that wrecked the economies of entire regions. In this time of constant and deep flux, the wealthiest, especially in the armies, interacted extensively with the poorest elements of society. Distinct cultures sometimes clashed. In this setting, General J. H. Hammond of Barnwell County, South Carolina, wrote to his son, Captain Harry Hammond, in response to a letter from Harry. While Harry's initial letter no longer exists, General Hammon's response makes it clear that Harry complained with some vigor about the manners of the country folk in the Barnwell and Orangeburgh area. The General's response to Harry's inferred comments sketch a dramatic picture of the way that at least some leading, wealthy citizens viewed the poor during the Civil War.","J. H. Hammond, writing to Harry Hammond in the summer of 1861, addresses Harry's comments about the poor community nearby. I am very sorry to hear your account of the conduct of the low country people. You must make great allowances for people who have just fallen in a day from affluence to poverty. According to Hammond, many of these poor families were made so by sudden and recent changed in fortune. This terrible collapse...shakes every nerve moral & physical...Chivalry and...manners were always strangely mixed up among [these] people ...The Chivalry has mostly gone to the war & the sense probably also. What was to be expected of the rest. ","     Hammond, while somewhat condescending, still evinces great pity and empathy for the low country poor. In private correspondence with his son, there is little reason for Hammond to write anything but his honest opinion. That he still shows respect for the poor demonstrates the sympathy that at least some of the upper class felt for the less fortunate around them. If class conflict was an important force in this time and region, J. H. Hammond had little to do with it.","     During the Civil War and Reconstruction, Northerners often saw poor whites as natural allies. To the Northern mind, these poor classes were antithetical to the rich, planter class in charge of the Confederacy. Hammond's letter bring this perception into question - if a sizeable number of poor whites were once wealthier families who had come into hard times, their ties with the planter class were stronger than Northern leaders suspected. Even if Hammond is incorrect, the support he shows for the local poor of South Carolina suggests that this mass of poor whites and the wealthy families were not completely isolated. Still, as Harry Hammond discovered first-hand, poor whites certainly did have a markedly different culture from the wealthy landowners around them. This culture, later stereotyped as rednecks and Holy Rollers, remained independent of popular culture throughout the war and Reconstruction."],"display_date":"June 17, 1861","search_date":"1861-06-17","citations":[{"divid":1216220755,"type":"Manuscript on Microfilm","data":["","J. H. Hammond to Capt. H. Hammond","reel 22, Micflm 1705 ser.A, Frame 00236"," Hammond, Bryan, and Cumming Family Papers, 1787-1865","Alderman Library, University of Virginia."]},{"divid":1216220813,"type":"Book","data":["J. Wayne Flynt","Dixie&#39;s Forgotten People&#58; The South&#39;s Poor Whites",null,"Bloomington, IN","Indiana University Press","1979",""]},{"divid":1216220863,"type":"Article","data":["Stephen V. Ash","Poor Whites in the Occupied South, 1861-1865","The Journal of Southern History","1","1991","39-62"]}],"locations":[{"id":1472,"lat":33.2565006284,"lng":-81.3960341006,"zoom":8,"place":"BARNWELL, South Carolina"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}