{"id":2038,"title":"Planters Miss Black Labor\n","course_id":1,"status":"P","start_date":"1869-02-01","end_date":"1869-02-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["For the white plantation owners of the South, labor had always been a problem. Cotton-picking was back-breaking work. Always in the past, though, slaves had worked the long hours in the sweltering heat. Slavery ended, but the demand for labor did not. Suddenly the planters had the job of enticing labor that had been so simple, if expensive, to secure just years earlier. They began to question just where that easy labor had gone.","The Milledgeville Southern Recorder addressed just this question in early 1869, at the same time revealing a great deal about white attitudes. Some whites, the Recorder begins, blame the mysterious absence of black labor on the railroads. The paper counters that this is only a partial truth. The greater drain, it insists, is the great number of black families who have a self satisfied confidence in their ability to run a farm of their own, thinking they know as much about cotton making or a little more so than did their masters. This, the Recorder prophesies, is a self-correcting foolishness. A year or two of experiment will give us plenty of negro labor as in days past, it insists, adding, by that time, they will get an idea in their heads as to their ability to be planters.","     In the heart of Radical Reconstruction, freedmen across the South grasped at one of their more central new freedoms - the ability to choose employment, including the right to work for no man but himself. Some chose the railroads, others paid work on plantations, but many chose to find land, whatever the cost, that they could own and farm. Such endeavors were difficult to keep running, however, with the great variance possible in cotton prices even year-to-year. The Recorder's article show an emerging strategy among whites of using control of capital, especially valuable land, to dominate black labor now that political oppression was - at least temporarily - less complete. Sharecropping, a policy where planters would grant a piece of land to farmers in exchange for a substantial portion of the harvest, would become a common arrangement across the South in the decades to follow. This arrangement, while preserving the idea of independence and self-employment, rarely allowed sharecroppers to escape poverty. Over time more complex forms of economic domination would develop. The expectations of black failure are no surprise. Rhetoric casting black men as foolish, innocent, child-like characters who simply needed time and experience to see the errors of independence would become standard throughout the region for decades to come."],"display_date":"February 1, 1869","search_date":"1869-02-01","citations":[{"divid":1214945240,"type":"Newspaper Article","data":["","Southern Recorder","","February 1, 1869",""]},{"divid":1214945260,"type":"Article","data":["Harold D. Woodman","Sequel to Slavery: The New History Views the Postbellum South","The Journal of Southern History","Vol. 43, No. 4","November 1977","523-554"]}],"locations":[{"id":1473,"lat":33.0697355251,"lng":-83.2500363363,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}