{"id":2039,"title":"Bold Burglary Blamed on Blacks\n","course_id":1,"status":"P","start_date":"1868-07-14","end_date":"1868-07-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the evening of July 9, 1868, the bustling town of Milledgeville, capitol of Georgia, witnessed a daring burglary. Casting subtlety aside, thieves approached Stetson & Brother's Store, drilled a hole through a window shutter, lifted the door's latch, and walked in through the front doors. Dragging the safe (so-called) from the backroom into the common area, the burglars forced it open, stole 500, and left without any real identification.","Police, combing the scene, had few real leads. They arrested several suspects over the ensuing week, but were unable to get any useful information from interrogations and soon let the men go. The community demanded security, so the police soon shifted to blame to a new target. On July 15, the Milledgeville Southern Recorder announced a reward for two negroes, strangers, [who] left on the Augusta train the next morning, suspected of being the leading characters...One of them of small stature, neatly dressed...can read and write and says he is from Boston. The other, is a large raw bone negro shabbily dressed, knock-kneed, and ugly looking face. The convenience of being able to target what sounds like a free, middle class, northern black man and a stereotype of a thieving slave is overwhelming. The Milledgeville police very likely chose two passing blacks as scapegoats, well-aware these suspects would never return to deny the accusation.","     Popular culture in the Reconstruction South cast free or idle black as drunks, thieves, and trouble-makers. This episode shows a desire amongst the authorities of Milledgeville to cast a middle- or upper-class black man in this same stereotypical role. The shorter suspect, educated and wealthy enough to travel from Boston and back, neatly dressed along the way, was a threat to some of the fundamental assumptions Georgian whites held about their black neighbors. If black were able to live civilized lifestyles when given the opportunity, it was no longer the white man's duty to look after an inferior race, but rather an act of oppression. Faced with a need for a scapegoat, Milledgeville's authorities jumped at the chance to simultaneously reinforce the prejudices of the community around them."],"display_date":"July 14, 1868","search_date":"1868-07-14","citations":[{"divid":1214077909,"type":"Newspaper Article","data":["","Southern Recorder","","July 14, 1868",""]},{"divid":1214077922,"type":"Article","data":["Willard B. Gatewood, Jr.","Aristocrats of Color: South and North The Black Elite 1880-1920","The Journal of Southern History","54","Feb. 1988","3-20"]},{"divid":1214078001,"type":"Article","data":["John T. O&#39;Brien","Factory, Church, and Community: Blacks in Antebellum Richmond","The Journal of Southern History","44","Nov. 1978","509-536"]}],"locations":[{"id":1474,"lat":33.0697355251,"lng":-83.2500363363,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}