{"id":2040,"title":"Family Divided Over Know-Nothings Membership\n","course_id":1,"status":"P","start_date":"1855-09-18","end_date":"1855-09-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Hammond Family of Georgia dispersed in the 1850s. One son spent years in Europe; another took to the hills of the Blue Ridge; Jake Hammond lived as far west as San Francisco, California. General J. N. Hammond and his wife, the heads of the family, moved to a plantation in southwestern South Carolina. Still, as far apart as the family became geographically, the sons kept in touch with their parents through occasional letters. Though Jake Hammond and his brothers had all grown up in Georgia, they now lived very different lives. In one letter to his mother Emmie, Jake discusses a sharp disagreement with his brother's new political alignment.","Jake's brother Jule, still living in Orangeburgh, has recently cast in his lot with the American (Know Nothing) party, a nativist group with a moderate and slowly growing membership in South Carolina in the 1850s. This step, Jake argues, pushed Jule further from his family that Jake could ever physically travel. Jake loathed the Know Nothings. Living in San Francisco, he has made friends with more than a few foreigners. Jule, isolated in South Carolina, may not have much exposure to the true actions of the Know Nothings, but Jake had seen them in action. Because of this, he feared that they may do evil and drag Jule along with them. Jake was ashamed that [Jule] would have been caught in such company. Personal objections aside, Jake expresses his worry about the effects Jule's decision would have on Jule's future in politics. Jule, as his brother knew, had long coveted a career in politics. To Jake, Jule's history with the Know Nothings would become a millstone about his neck when he finally decided to pursue this career.","     The Hammond family's political split derived from the drastically different lives the brothers lived in different parts of America. Jake's first-hand experience with foreigners had given him a cosmopolitan outlook that stands in stark contrast to Jule's isolationism. Since the creation of the United States writers have commented on clear regional distinctiveness. The Hammonds' disagreements, while personal, were at least party exacerbated by the differing cultures and lifestyles of the areas in which they lived.","     Southern politicians, coming from a land where labor was always in high demand, generally advocated open immigration. Jule Hammond, son of an elite family in South Carolina and member of the American party, demonstrates that this attitude was far from universal. As Rowland Berthoff argued in Southern Attitudes Toward Immigration, 1865-1914, Southern attitudes toward foreigners oscillated between desperation for labor and isolationism. Both nativism and free border tendencies coexisted at all levels, varying only in degree from year to year."],"display_date":"September 18, 1855","search_date":"1855-09-18","citations":[{"divid":1214945416,"type":"Manuscript on Microfilm","data":["","Jake Hammond to Emmie Hammond, September 18, 1855","Reel 22, Micflm 1705 ser.A, Frame 00191","Hamond, Bryan, and Cumming Family Papers, 1787-1865","Alderman Library, University of Virginia"]},{"divid":1214945469,"type":"Article","data":["R. H. Woody","The Labor and Immigration Problem of South Carolina during Reconstruction","The Mississippi Valley Historical Review","Vol. 18, No. 2","September 1931","195-212"]},{"divid":1214945531,"type":"Article","data":["Rowland T. Berthoff","Southern Attitudes Toward Immigration, 1865-1914","The Journal of Southern History","Vol. 17, No. 3","August 1951","328-360"]},{"divid":1214945625,"type":"Article","data":["A. Cash Koeniger","Climate and Southern Distinctiveness","The Journal of Southern History","Vol. 54, No. 1","February 1988","21-44"]}],"locations":[{"id":1475,"lat":33.5119530737,"lng":-80.8773339627,"zoom":9,"place":"ORANGEBURG, South Carolina"}],"tags":[{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}