{"id":2041,"title":"Yankees Rampage through Barnwell\n","course_id":1,"status":"P","start_date":"1865-03-01","end_date":"1865-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In the winter and spring of 1865, Union forces smashed through South Carolina. The exploits of these Northern armies quickly became propaganda for Southern newspapers. The Milledgeville, Georgia Southern Recorder, hearing of the Union capture of Barnwell, South Carolina, reprinted a sensational letter from its correspondent, The Constitutionalist. The article, full of rhetoric and exaggeration, recounts Union troops bursting into homes, where the privacy of ladies apartments...was not respected while searching for gold and valuables. After stealing everything worth taking, the troops spoiled the remaining food, assisted throughout by the faithlessness of negroes. The Recorder quotes the men as saying, We cannot whip your men and are determined to make the women and children suffer. After burning much of the town to the ground, General Kilpatrick arrived and put a stop to the attack, though the Recorder's letter insists that he gave secret orders to burn the town after dark.","Sherman's march through Georgia and the Carolinas focused on destroying infrastructure and demoralizing Confederate troops. With most of the Southern armies in Tennessee and Virginia, Sherman faced few troops until near the end of the march. In the meantime, he burned and pillaged his way through the heart of the South, focusing special attention on South Carolina, first to secede and thus a potent symbol. Before General Sherman began his march through South Carolina, he received a telegram from Chief of Staff Halleck noting that he hoped that upon Charleston, South Carolina's fall, by some accident the place may be destroyed, and if a little salt should be sown upon its site it may prevent the growth of future crops of nullification and secession. Barnwell was not a particularly important county for the war effort, lacking major cities, fantastic wealth or even a particularly large population. It, like much of South Carolina, was burned as an example to the South as a whole.","     Historians have long debated the role that public morale played in the conclusion of the Civil War. Through articles such as the Constitutionalist's, the Confederate press attempted to turn Sherman's efforts at demoralization into public resolve to continue fighting. The Confederate government, through limited censorship and influence, used the press throughout the war as a tool for propping up continually-declining public morale. The letter reprinted in the Southern Recorder has the subtlety of a lead brick. Perhaps unsurprisingly, most of the Confederate press' efforts at morale-building were ultimately unsuccessful. While the importance of public morale in ending the war remains open for debate, this loss of popular confidence was certainly a serious problem for the South by 1865."],"display_date":"March 1, 1865 - March 30, 1865","search_date":"1865-03-15","citations":[{"divid":1216220949,"type":"Newspaper Article","data":["","Southern Recorder",""," March 7, 1865",""]},{"divid":1216220966,"type":"Book","data":["James McPherson","Trial by Fire ",null,"New York","Knopf","1982","474-475"]},{"divid":1216221024,"type":"Book","data":["Joseph T. Glatthaar","The March to the Sea and Beyond&#58; Sherman&#39;s Troops in the Savannah and Carolinas Campaigns ",null,"New York","New York University Press","1985",""]},{"divid":1216221122,"type":"Article","data":["J. Cutler Andrews","The Confederate Press and Public Morale","The Journal of Southern History","4","1966","445-465"]}],"locations":[{"id":1476,"lat":33.2565006284,"lng":-81.3960341006,"zoom":8,"place":"BARNWELL, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}