{"id":2042,"title":"Feeding Prisoners on a Pittance\n","course_id":1,"status":"P","start_date":"1861-11-20","end_date":"1861-11-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When S. N. Stallings signed up for service in the army of the Confederate States of America, he sought glory and excitement in the defense of his home and values. By 1861, Stallings' dreams had faded. Rather than fighting against invading hordes of Yankees, he was guarding prisoners of war at the courthouse in Barnwell County, South Carolina. ","Worse, the Confederate government had little interest in protecting the health of Stallings' wards. Writing to his friend, General J. N. Hammond of Barnwell, Stallings complains, I have eight thousand prisoners in jail and only receive thirty cents per day for food. With duty and humanity driving him to care for the men as best he could, Stallings wrote to friends such as Hammond to ask for whatever they could spare. Stallings joined the Confederate army hoping for glory, fortune, and advancement. Instead, he received a daily expence - both financially and emotionally. ","     The conditions of the camp drained Stallings' enthusiasm for army life. Each day, the prisoners under his case made reasonable demands: bread, butter, better housing. Each day he had to reject these requests. Soon he began to doubt the judgment of those who let such a state of affairs come to pass. Begging Hammond's opinion on the issue, Stallings offers his own bleak appraisal: I fear that we have weak and incompetent men at the head of affairs.","     Around 60 miles from Stallings' camp lay Andersonville, Georgia, the future home of the notorious prisoner-of-war camp. Like Barnwell (though on a larger scale), Andersonville suffered from overcrowding, food and material shortages, and the resulting deaths of a great many prisoners. The Northern press used Andersonville and Confederate prisons in general as a symbol of barbarity and dishonorable conduct on the part of the South; after the war ended, Henry Wirz, the commander in charge of Andersonville, was the only man executed for war crimes. Historians have debated the justice of this verdict for decades, some pointing out his constant but ineffective attempts to improve conditions. If Stallings' experience is any indication of the circumstances faced by the commander of such a camp, Wirz faced a truly impossible task.","     Prisoners-of-war in both North and South suffered keenly during their captivity. The best figures, while imprecise, estimate that 15.5 percent of the 194,000 Union prisoners died in captivity, a rate 28 percent higher than that for Confederate prisoners. Like in the case of the Barnwell captives, many historians name poor food as one of the causes for this disparity. Conditions would get much worse after 1861, as the prisoner exchange program broke down and the Confederate economy became further exhausted."],"display_date":"November 20, 1861","search_date":"1861-11-20","citations":[{"divid":1216221252,"type":"Manuscript on Microfilm","data":["","S. N. Stallings to Gen. J. H. Hammond","reel 22, Micflm 1705 ser.A, Frame 00567","Hamond, Bryan, and Cumming Family Papers, 1787-1865","Alderman Library, University of Virginia"]},{"divid":1216221301,"type":"Book","data":["James McPherson","Trial by Fire",null,"New York","Knopf","1982","450-452"]},{"divid":1216221355,"type":"Book","data":["William Marvel","Andersonville&#58; The Last Depot ",null,"Chapel Hill, NC","University of North Carolina Press","1994",""]}],"locations":[{"id":1477,"lat":33.2565006284,"lng":-81.3960341006,"zoom":8,"place":"BARNWELL, South Carolina"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}