{"id":2044,"title":"The Crisis of 1849\n","course_id":1,"status":"P","start_date":"1849-07-25","end_date":"1849-07-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Shots went off. John Barker turned and sprinted towards his house, but the Indians were too quick. They overtook him, stabbing and killing him instantly. Caleb Lyndon Brayton, frontier neighbor to Barker, stood there stunned. He had just conversed with the Indian party on the road to Captain Gattis' house, seeing nothing unusual in their appearance. How could this have happened? The adrenaline flew through his veins: no time to think, get to the boats Brayton, Captain Gattis, and Colonel Russell flew down the hill towards the shore and pushed off just as the Indians, having doubled to eight, loaded their rifles. The first volley ripped through the shirt of a Negro man in the boat, but by the time they reloaded, the frontiersmen were out of range.","Brayton now had time to absorb what he just witnessed and plan a course of action. The men needed weapons, but, upon returning from obtaining Brayton's Colt 8 shooters, the Indians were no where to be found. The land lay in ruins. Houses were plundered and set ablaze and cattle floated lifelessly in the river. Colonel Russell's family was gone. The following day Brayton came upon the most distressing scene of his life: Here were a parcel of helpless women and children, bare footed and bare headed, and almost naked. The children crying and screaming for water and food, having been two days without anything to eat... They had found Russell's family downriver, but the horror of the past two days could not be escaped.","This was the scene Brayton described to his wife, Marian, who remained in Augusta, Georgia with their family while he settled the frontier of Florida. The Indians he refers to are Seminoles, and the attack and murder of John Barker was part of a larger reemergence of hostilities known as the Crisis of 1849. The Second Seminole War had been over for seven years, but a group of young Seminoles conducted raids up and down both Florida coasts in the summer of 1849. United States Troops mobilized and threatened attack but Chief Billy Bowlegs, who has been described as a great peacemaker, averted conflict by claiming the raiders were outsiders and defiant warriors. He delivered three prisoners and the severed hand of a fourth.","Scattered episodes of violence were not uncommon across the South wherever whites intruded into historic Indian territory, but the Crisis of 1849 was temporally concentrated and particularly horrific. Intricate racial interactions in Florida were augmented by the influx of settlers after 1842 and the peace that followed the Second Seminole War. Specifically, the Armed Occupation Act allowed prospective settlers to claim land and feel safer doing it; Caleb Brayton himself had claimed 160 acres in 1843 under this act. After 1849, however, many settlers did not return to this area and others. Billy Bowlegs had prevented a third Seminole war, but lasting damage had been done to the relationship between frontier settlers and the indigenous Seminoles. "],"display_date":"July 25, 1849","search_date":"1849-07-25","citations":[{"divid":1213387016,"type":"Book","data":["Daniel L. Schafer","U.S. Territory and State",null,"Gainesville","University Press of Florida","1996","217-218"]},{"divid":1213387073,"type":"Book","data":["John K. Mahon and Brent R. Weisman","Florida&#39;s Seminole and Miccosukee Peoples",null,"Gainesville","University Press of Florida","1996","199"]},{"divid":1213387146,"type":"Website","data":["","The Indian River Colony","St. Lucie County Historical Society","http&#58;//www.rootsweb.com","September 22, 2006"]},{"divid":1215882432,"type":"Primary Source in a Secondary Source","data":["Caleb Brayton to Marian Brayton"," July 25, 1849","A New Englander on the Indian River Frontier&#58; Caleb Lyndon Brayton and the view from Brayton&#39;s Bluff","Edward Caleb Coker and Daniel L. Schafer","Florida Historical Quarterly, volume LXX","","January 1992","305-33"]}],"locations":[{"id":1478,"lat":null,"lng":null,"zoom":8,"place":"MOSQUITO, Florida"}],"tags":[{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}