{"id":2045,"title":"Gopher John\n","course_id":1,"status":"P","start_date":"1842-04-18","end_date":"1842-04-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Officially, Gopher John was Major General McCall's interpreter, but during those long and informal nights on the Florida frontier, John was also his cook and friend. He was someone to talk to, and he cooked a yellow perch dish that really would have done honor to your cuisine at home. McCall and John were deep in the Florida wilderness, surrounding a fire in Wahoo Swamp, and the Major General in the United States Army struck up a conversation with the young man. A dog was lying peacefully by John's side, and McCall asked him how he came to have his dog, a great Indian cur, and what its name was. He replied that the dog's name was fuse because the girl he was courtin' for a wife, and all de gal fuse me (refused me). Dis so provoking to me, I git mad. After their conversation, McCall described Gopher John as my friend in his journal spanning thirty years of service on various American frontiers.","Gopher John was McCall's interpreter because he had a special skill set of a Black Seminole, a population that is much forgotten in southern history. In describing the young man, the adjectives employed touch on his biracial connections. John had grown up from a long-legged, ill-looking Negro boy to be a fine looking fellow of six feet, as straight as an Indian, with just a smile of red blood mantling to his forehead. In addition to his physical features, John retains his cognomen with the Indians as well as with the whites who lived in the Indian country before the war. Other Indian Negroes were feared by the U.S. Army for their ability to recruit slaves from local plantations, but John was able to straddle the racial fence between whites and Seminoles and occupy a social purgatory. Major McCall had a vested interest in seeing that Gopher John did not side with the Seminoles.","The history of blacks in Florida, and how they came to be associated and intertwined with the Seminole nation, is a complex one. Under Spanish rule until 1763, Florida had become a refuge for runaway slaves, even granting them freedom for military service. Some Black Seminoles were descendants of those who fought for the Spaniards at the Battle of Fort Mose in 1738. They began to settle among the Indians who were friendly to the Spanish and remained there after Spain ceded Florida to Britain. Seminole Chiefs even bought slaves, and runaway blacks from plantations in Carolina and Georgia continued to merge with the independent communities of free blacks on the outskirts of Seminole settlements. Naturally, interracial interaction occurred-sexually, culturally, and economically. Blacks supplied agricultural produce in return for protection; they were the vassals and allies of the Seminoles.","The unique role of interpreter for both whites and Seminoles was filled by men like Gopher John. He had relationships with the two communities, but of equal importance was his relationship to Major General McCall. As evidenced in Israel on the Appomattox by Melvin Ely, absolute racial blocs were not present in the antebellum South; for instance, black batteaumen had intimate social connections with whites in the context of economics. The racial distinctions blurred between McCall and Gopher John, and although their relationship was intended to be formal and official, it became something more natural. Hybrid cultures developed on Israel Hill, in Florida between blacks and Seminoles, and elsewhere across the South as traits were shared between different races as they came in daily contact with each other."],"display_date":"April 18, 1842","search_date":"1842-04-18","citations":[{"divid":1213831882,"type":"Book","data":["Letters from the Frontiers","Majore General George A. McCall",null,"Philadelphia, PA","J.B. Lippincott &amp; Co.","1868","399-401"]},{"divid":1213831958,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["John K. Mahon and Bren R. Weisman","Florida&#39;s Seminole and Miccosukee Peoples","THe New History of Florida","Michael Gannon","Gainesville, FL","University of Florida Press","1996","190"]},{"divid":1213832016,"type":"Book","data":["Melvin Ely","Israel on the Appomattox",null,"New York","Vintage Books","2004","148-168"]},{"divid":1213832052,"type":"Book","data":["Thomas Douglas","Autobiography of Thomas Douglas",null,"New York","Calkins and Stiles","1856","121"]},{"divid":1213832098,"type":"Book","data":["Edward C. Anderson; W. Stanley Hoole, editor","Florida Territory in 1844: The Diary of Master Edward C. Anderson ",null,"Alabama","University of Alabama Press","1977","31"]}],"locations":[{"id":1479,"lat":null,"lng":null,"zoom":8,"place":"HILLSBOROUGH, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}