{"id":2046,"title":"Judge Douglas&#39; Loss\n","course_id":1,"status":"P","start_date":"1837-05-10","end_date":"1837-05-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Three thousand five hundred dollars gone. In 1837, 3,500 dollars was a lot of money. Converting the sum to real 2005 terms, it would yield almost 69,000 dollars. The Panic of 1837 rendered every penny worthless. Judge Thomas Douglas of the Florida Supreme Court had been one of the wealthy class sponsoring the flurry of charters that brought unstable banks into existence, and now their failure meant financial ruin for the entire region. Douglas had bought stock in the Southern Life Insurance and Trust Company, established on February 14, 1835 in St. Augustine. His investment seemed safe enough and he was excited about the prospects of his return; the bank could loan to planters cultivating large unused Spanish land tracts, thus multiplying his wealth, that of the bank, and the agricultural production of the frontier. The Second Seminole War broke out and brought these hopes crashing down.","Investment in Florida stopped, outside capital dried up. Potential cotton plantations became dangerous battlefields. Foreign investors in the bank wanted their money to go to work, so loans were made to firms in New York City, much of which was ultimately lost. In less than two years, all the capital of the bank was scattered to the four winds. Judge Douglas lost a great deal of his fortune and Florida entered into its darkest hour as a territory.","In his autobiography, Douglas mentions his personal monetary loss, but the mechanisms of the larger force, the Panic of 1837, were both national and local in scope, draining the wealth out of every segment of the population. On the national level, President Andrew Jackson was engaged in the Bank War against Nicholas Biddle and the Bank of the United States. Jackson denied its re-chartering and removed 10 million dollars in deposits from its vaults, distributing the money to state banks. On the state and local level, charters for banks were approved by state legislatures with little safeguard or restriction, and the inflation of credit expanded to meet the capital needs of planters on the frontier. Cotton prices dropped, contraction of credit was extreme, and, on May 10, 1837, the Bank of New York suspended specie payments. Florida banks followed suit and bank deposits, with nothing to back them up, vanished in a matter of seconds. ","The entire South sunk into a long depression. Cotton prices fell forty percent in two years, and slave prices, derived from cotton, mirrored the fall. Banks in Florida came under investigation, and anti-bank sentiment exploded as the institution was seen as an endeavor of the ruling class. Judge Douglas and his planter friends commissioned banks, ran them, gave loans to, and inflated the property value of other planters. David Levy Yulee, the most prominent politician of Territorial Florida, seized on the resentment of inherited privilege and monopolies to enact legislation and build bank restrictions into the state constitution as Florida gained statehood. Better monitoring mechanisms and regulations, reserve minimums, and higher standards for chartering were put in place to protect the citizens. Ultimately, for Florida, bank failure in 1837 delayed its admission into the Union. Development of the vast interior, of plantations, and of transportation methods, stopped. Coupled with the Second Seminole War, the period of 1835-1842 was an incredibly bleak time for every social stratum in Florida, including the planter elite."],"display_date":"May 10, 1837","search_date":"1837-05-10","citations":[{"divid":1216221530,"type":"Pamphlet or Other Printed Material","data":["Thomas Douglas","Autobiography of Thomas Douglas&#58; Late Judge of the Supreme Court of Florida ","New York","Calkins &amp; Stiles","1956","Special Collections Library, University of Virginia"]},{"divid":1216221627,"type":"Pamphlet or Other Printed Material","data":["Rowland H. Rerick","Memoirs of Florida ","Atlanta, GA","The Southern Historical Association","1902","Special Collections Library, University of Virginia"]},{"divid":1216221726,"type":"Book","data":["William J. Cooper Jr. and Thomas I. Terrill","The American South&#58; A History ",null,"McGraw-Hill","New York","1996","163-164"]},{"divid":1216221828,"type":"Book","data":["Charlton W. Tebeau","A History of Florida ",null,"Coral Gables, FL","University of Miami Press","1971","143-145, 192-193"]},{"divid":1216221900,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Daniel Shafer","U.S. Territory and State","The New History of Florida","Michael Gannon, ed.","Gainesville, FL","University Press of Florida","1996","220-222"]},{"divid":1216222028,"type":"Website","data":["Oregon State University","CPI Conversion Factors Table","Oregon State University","http&#58;//oregonstate.edu ","October 25, 2006"]}],"locations":[{"id":1480,"lat":null,"lng":null,"zoom":8,"place":"ST JOHNS, Florida"}],"tags":[{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}