{"id":2047,"title":"Vomito Prieto of Key West\n","course_id":1,"status":"P","start_date":"1841-06-08","end_date":"1841-06-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The young sailor's eyes were yellow, his face flushed. He complained of pain in his head and extremities and writhed on the bed as his pulse and breath quickened. The disease came to him in the night on a vessel in the Key West Harbor. Dr. C.C. Dupre had no doubt it was the vomito prieto, the yellow fever of Cuba, and it was rapidly progressing to its fatal termination. Yellow fever had struck here before, decimating the forces of Commander Porter in 1823 and compelling his removal, and again in 1829. Since that time, however, outbreaks of the disease were episodic and affected only the younger, transient population, like this young sailor. The older residents had warned the doctor that this season had been forebodingly hot and dead flies lay on the shores in great numbers.","Dupre moved fast. He bled the patient and gave him thirty ounces of olive oil in three doses. He also let him drink freely of the anti-febrile pineapple water. Other remedies he considered were almond oil, lime juice, and calomel in doses from 20 to 30 grams. Over the next two days, the sailor improved greatly, his skin cooler to the touch and the yellowness of his eyes dissipating. In his journal, Dupre recounted that encounter with the deadly disease and others over the course of his summer in Key West; the greatest number of cases occurred during a ten day period in mid-July.","Of greater importance to physicians all over the South were the origin and vector of the disease. Dupre put forth his hypothesis that the elevation of the site, the humidity of the soil, and the presence of marsh miasmata were only secondary influences in its genesis. Yellow fever would remain a mystery for much of the century, drastically altering the development of southern cities.","Almost fifty years later, Dr. J.C. LeHardy read a report in front of the Medical Association of Georgia that echoed Dupre's journal. Elevation was clearly a factor, as epidemics in St. Augustine originated in the low, rain-washed suburbs around the city. The moisture in the soil and the tropical sun that bathed the South were also primary factors in the breeding of the Aedes Aegypti mosquito, the vector of the disease. LeHardy asked the Medical Association how the South, a region that clothed the world and fed the hemisphere with her long growing seasons and immense forests, could have no large cities. He answered the question himself; the lakes, lagoons, and swamps across the region created an atmosphere for a horrific contagion that only drainage of the soil through canals and cleanliness could remedy. ","Dupre and LeHardy were not alone in their frustration. Yellow fever disrupted the entire fabric of life in the South. Many lost faith in the medical profession as they struggled to find answers, and outbreaks brought commerce to a complete halt. An epidemic in Pensacola in 1822 caused so many residents to flee inland that the Floridian, a prominent newspaper, shut down for lack of revenue. Outside investment capital saw the South as a risk. A later Florida epidemic in 1841 decimated such a large part of the population that it almost delayed Florida's admission to the Union. Florida, in close trading proximity to Havana, Cuba, was especially prone to importation of the disease. ","Despite all yellow fever's devastating effects, it fueled the growth of public health in the South. State legislatures created Boards of Health to prevent and isolate outbreaks, and the United States Public Health Service acquired funding, staffing, and authority to combat yellow fever. Throughout the nineteenth century, citizens demanded greater government involvement in disease control and better institutions to meet their needs."],"display_date":"June 8, 1841","search_date":"1841-06-08","citations":[{"divid":1214942219,"type":"Website","data":["Geospatial and Statistical Data Center of the University of Virginia Library"]},{"divid":1216222473,"type":"Manuscript","data":["","On the Yellow Fever at Key West, East Florida, broadside",null,"","","","Health Sciences Library, University of Virginia"]},{"divid":1216222502,"type":"Pamphlet or Other Printed Material","data":["Julius Caesar LeHardy","The Rational Method of Preventing Yellow Fever on the South Atlantic Coast","Augusta, GA","J.M. Richards","1889","Special Collections Library, University of Virginia"]},{"divid":1216222568,"type":"Book","data":["Margaret Humphreys","Yellow Fever and the South ",null,"Baltimore, MD","Johns Hopkins University Press","1992","1-30"]},{"divid":1216222637,"type":"Book","data":["Rowland H. Rerick"," Memoirs of Florida ",null,"Atlanta, GA","The Southern Historical Association","1902","2, 138-149"]},{"divid":1216222738,"type":"Article","data":["Dennis Golladay","A Second Chance&#58; Cary Nicholas and Frontier Florida","Florida Historical Quarterly ","3","1985","141"]}],"locations":[{"id":1481,"lat":null,"lng":null,"zoom":8,"place":"MONROE, Florida"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}