{"id":2048,"title":"Baylee, the Democrat from Eastville","course_id":1,"status":"P","start_date":"1892-01-01","end_date":"1892-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Baylee was a Democrat from Eastville, a town in Virginia's Eastern Shore. Baylee became a Democrat after an Eastern Shore county chairman approached him about an upcoming election. Eastville, with its sizable black population, had voted Republican in recent years. Democrats knew that wooing black voters with their often racist platform was difficult. One thing worked to the Democrats' advantage: most black voters were illiterate. The Democrats went to Baylee because he needed money and because he was black. After he was paid, Baylee told the Negroes on Monday night at their meeting not to call on [the] 'constables' for help as they would cheat them, but to guess at the name, which they did. The county chairman let his boss know that the Negro Baylee at this precinct did certainly manage his vote splendidly. As a result, the county chairman continued, [the Democratic] majority at Eastville was 72, where usually [the Republicans] get 200 majority. So I think Baylee carried out his part ... I will give Baylee his pay tonight.","Blacks in Virginia and Maryland fared better than those in other southern states: despite many attempts to restrict their suffrage rights, blacks in these states kept voting in the years after Reconstruction. However, even in these regions, blacks were political victims of deceitful tactics, racist attacks, and exploitation. Democrats would do anything to win elections during the years of Redemption, when they regained political control in the South. Tales of bribery like this one are common to both Virginia and Maryland, to rural as well as urban areas. Political machines provided patronage to anyone who could get out the vote for the party. Democrats also used racist attacks to secure their majority when elections seemed close. A Democratic candidate in 1889 claimed in a campaign speech, we have determined that this government was made by white men and shall be ruled by white men as long as the republic lasts."," The Democrats weren't the only ones politically exploiting blacks. The Republican Party never afforded blacks any true power in their organization, awarding them token positions on councils and token planks in political platforms. Blacks learned to expect little from their Republican allies. A petition sent from blacks to leaders of the Republican Party asks only that President Harrison ... appoint at least one coloured man to a Presidential Office in Maryland... Blacks formed protest groups, such as the Colored Equal Rights League, the United Brotherhood of Liberty, and the Maryland Progressive Assembly, but they accomplished little. Despite deteriorating political standing in the Republican Party, blacks found that there was no where else to go."],"display_date":1892,"search_date":"1892-07-01","citations":[{"divid":1216222896,"type":"Newspaper Article","data":["","Announcement&#58; Maryland Coloured Republican Conference held in Baltimore, Maryland in the Samaritan Temple on Jan 16, 1889","","January 16, 1889",""]},{"divid":1216222938,"type":"Book","data":["Jean H. Baker, David Herbert, Donald Michael F. Holt, eds","Civil War &amp; Reconstruction ",null,"New York ","Norton","608-612","2001"]},{"divid":1216223000,"type":"Newspaper Article","data":["","Daily Dispatch","","June 9, 1875",""]},{"divid":1216223034,"type":"Book","data":["Margaret Law Callcott","The Negro in Maryland Politics ",null,"Baltimore, MD","John Hopkins Press","33-38, 46, 54-57, 75-77,","1969"]},{"divid":1216223097,"type":"Book","data":["Edward Ayers","The Promise of the New South&#58; Life After Reconstruction ",null,"New York ","Oxford University Press","1993","92"]}],"locations":[{"id":1482,"lat":37.4397010577,"lng":-75.7099156274,"zoom":9,"place":"NORTHAMPTON, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}