{"id":2052,"title":"The New Teacher&#39;s Institute\n","course_id":1,"status":"P","start_date":"1886-10-21","end_date":"1886-10-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In Warsaw, Superintendent Robert Hall called a meeting for the new teachers of the Northern Neck Peninsula. The teachers needed to talk about the best way to educate the hundreds of students entering the new public school system. Reverend A. B. Kinsolving opened the session by leading prayers. Mr. Hall began the discussion by encouraging the teachers to express their candid views on each topic covered over the course of the day. The first topic was whether teachers should allow whispering and talking during class. One young woman delivered an emphatic speech about the dangers of tolerating this behavior. Since everyone unanimously agreed on this issue, the group proceeded to the next topic: corporal punishment. There was a lively and animated debate. Since no consensus was reached, the teachers decided to postpone this discussion. They next talked about the best ways to teach reading, writing, arithmetic, and other subjects. The body reached an agreement much more quickly on these issues, finishing just in time for lunch.","Few people were familiar with public schools in the 1880s, especially in rural regions like Virginia's Eastern Shore. If they could afford it, parents sent their children to expensive private schools at remote distances. However, nearby Accomack County had opened eight local public schools by 1886, and Richmond County wanted to close the gap. Taxpayers provided 1.126 per child for schools in the Northern Neck, inequitably distributed between white and black schools. Many people wanted to increase this funding for religious reasons. While the teachers disagreed about corporal punishment, everyone at the Institute understood the important role Christian principles would have in the budding school system. Accordingly, the Institute opened its session with a prayer led by the local Reverend. As early as 1875, concerned citizens held concerts of prayer to recognize the importance of studying the Scriptures in all of [the] schools. At a teacher's meeting in the city of Richmond, teachers discussed the issue of Instruction in Moral and Mental Science so that children [without] proper home influence.. would have [it] taught in the schools. Across the South, public schools were intended to teach morals as well as arithmetic."],"display_date":"October 21, 1886","search_date":"1886-10-21","citations":[{"divid":1214945929,"type":"Newspaper Article","data":["","Daily Dispatch","","August 14, 1875",""]},{"divid":1214945950,"type":"Newspaper Article","data":["","Northern Neck News","","July 16, 1886",""]},{"divid":1214945959,"type":"Newspaper Article","data":["","Northern Neck News","","September 24, 1886",""]},{"divid":1214945986,"type":"Newspaper Article","data":["","Daily Dispatch","","January 8, 1875",""]},{"divid":1214946008,"type":"Newspaper Article","data":["","Northern Neck News","","October 29, 1886",""]},{"divid":1214946031,"type":"Newspaper Article","data":["","Northern Neck News","","April 9, 1886",""]},{"divid":1214946055,"type":"Book","data":["Margaret Law Callcott","The Negro in Maryland Politics",null,"Baltimore","John Hopkins Press","1969","64-65"]},{"divid":1214946130,"type":"Newspaper Article","data":["","Northern Neck News","","June 9, 1886",""]},{"divid":1214946139,"type":"Newspaper Article","data":["","Daily Dispatch","","January 1, 1875",""]},{"divid":1214946162,"type":"Newspaper Article","data":["","Daily Dispatch","","July 14, 1875",""]},{"divid":1214946186,"type":"Newspaper Article","data":["","Daily Dispatch","","August 14, 1875",""]},{"divid":1214946218,"type":"Newspaper Article","data":["Re: Desire for Christian influence in schools","Daily Dispatch","","July 16, 1875",""]}],"locations":[{"id":1484,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}