{"id":2053,"title":"A Gunpowder Plot\n","course_id":1,"status":"P","start_date":"1881-07-09","end_date":"1881-07-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Teddie and Lud visited the farm of a family friend out in the country. They became friends with a black boy named Bat, short for Bartholomew. One lazy afternoon, Bat came running to the boys with exciting news: I done found sumthin  ... Tudder side de broom-straw field, bustin big hornicks' ness-big as half-peck measure. ... I didn't tetch de thing; but I thought I'd come and tell ye all, so you kin go over and blow it up. Lud asked him, Do you mean to blow it to pieces with the gun? Bat corrected him, No, no  Blow it up like you gwine blast rock. Put de powder unner it, and den light it wid de slow-match. The boys headed across the broom-straw field for the day's adventure.","Upon arriving, Bat pointed out the hornet's nest, about a foot long and a foot high, hanging from a low tree limb. There was not a hornet in sight. After planting the gunpowder in a small pile beneath the nest, Teddie focused his sunglass on the match. He retreated to the position of his companions. An explosion rocked the hornets' next, setting it ablaze. In half a second, hornets, which hummed like so many Minnie-balls, and came almost as fast, descended upon the trio. Two flew up Teddie's pantaloons. Bat turned to fly, when a hornet, coming straight as a bullet, struck him in the back of his head and lodged there... Lud could not escape the insects either. On the way back, they met Bat's old master, and gained his sympathy. When they finally arrived back home, the cook demanded an explanation for the boys' appearance. 'Hornicks,' replied the crestfallen Bat.","If Teddie, Lud, and Bat were students in Richmond's public school system, Bat would have attended one of the poorer black schools, while Teddie and Lud would have entered one of the better-funded white schools. Despite the racial inequalities found everywhere in the late nineteenth-century South, blacks and whites still interacted in positive ways in their daily lives. Teddie and Lud were excited to befriend someone who knew his way around the country farm; it did not matter to them that Bat's skin was black. Bat's old master responds with sympathy towards the plight of the three boys, and isn't bothered that two whites have a black boy as their companion. Similar interracial interaction occurred throughout the Upper South; in southern Maryland, blacks and whites worked side by side shelling oysters. In Baptist and Methodist churches across Virginia, blacks and whites often worshipped together. While issues of black and white inequality engulfed the political landscape of the South, blacks and whites could still treat each other as humans in their day-to-day interactions."],"display_date":"July 9, 1881","search_date":"1881-07-09","citations":[{"divid":1214946300,"type":"Newspaper Article","data":["","Daily Dispatch","","July 18, 1881",""]},{"divid":1214946311,"type":"Book","data":["Margaret Law Callcott","The Negro in Maryland Politics",null,"Baltimore","John Hopkins Press","1969","64-65"]},{"divid":1214946425,"type":"Book","data":["Hulbert Footner","Maryland Main and the Eastern Shore",null,"Hatboro","Tradition Press","1967","209-210"]},{"divid":1214946467,"type":"Book","data":["Kirk Mariner","Revival&#39;s Children: A Religious History of Virginia&#39;s Eastern Shore",null,"Salisbury","Peninsula Press","1979","147-166"]}],"locations":[{"id":1485,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}