{"id":2055,"title":"In Cahoots With the Foxes\n","course_id":1,"status":"P","start_date":"1878-10-01","end_date":"1878-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Fox-hunting was the most popular sport on the Eastern Shore, especially in the bountiful counties of Talbot, Somerset, and Queen Anne. To preserve and encourage this particularly Southern sport, Hanson Hiss and other Maryland gentlemen founded the Elkridge Fox-Hunting Club in October of 1878. George S. Brown assumed the Presidency, but only on the condition that no bag-fox be used in any hunt. The Elkridge Club trained only the finest hounds, and all the Marylanders knew that Chesapeake Bay Retrievers were the fastest and sharpest of them all. The club bought its dogs and kept its kennel near Baltimore, but they hunted on the Eastern Shore.","Captain Greenbury Holt always joined the Elkridge Club in the chase. Hiss would remember in 1897 that Holt, despite his four score years, is still as enthusiastic a hunter as he was 50 years ago. The men helped Holt into the saddle, but everyone knew the Captain would need little else. With a cry the horses sprung into action, the dogs barking eagerly at the scent, and the men shouting, Hi, there ... At him ... To the scent Hi Hi Hi The fox disappeared over the crest of the hill, and the troop thundered after it. The Captain's horse was a solemn and dignified thoroughbred, who amble[d] at a coon pace. He fell behind the other riders as they entered the trees, but with his vast experience, Holt knew shortcuts and by-paths that brought him closer to his quarry. Just as someone pinned the fox, the Captain burst onto the scene: he [was] usually seen at the death, if there [was] anyone out there to see him. To be so keen at such an age made the man a legend: all the darkies along the shore claim[ed] that the captain [was] in cahoots with the foxes, [he] not only [knew] them, but learn[ed] from them ... [where] they [were] going to run.","Hiss believed that the people of the South have always looked upon every manner of outdoor sport with admiration and encouragement. Marylanders considered the gentlemanly and sophisticated sport of fox-hunting something uniquely appreciated in the South, which is why they founded the Elkridge Club. Hiss wrote several articles about fox-hunting in the Outdoors journal. He noted that fox-hunting is hell without a Southern hound like the Chesapeake Bay dog. He praised the exploits of Captain Holt, a former Confederate officer. He reflected that there have always been in the North ... a class who deprecated fox-hunting... The south is luckily free from men of that ilk. Fox-hunting was one way southerners asserted the dignity of their culture to the North after having lost the Civil War."],"display_date":"October 1, 1878 - October 30, 1878","search_date":"1878-10-15","citations":[{"divid":1216044917,"type":"Book","data":["Hulbert Footner","Maryland Main and the Eastern Shore",null,"Hatboro","Tradition Press","1967","209-210"]},{"divid":1216044966,"type":"Dissertation/Thesis","data":["Kelley Seay","&#39;To Cherish and Preserve the Old Ideals of Southern Chivalry&#39;&#58; Jousting and the Evolution of Southernness in Maryland in the Nineteenth and Early Twentieth Centuries","PhD diss.","Widener University","2002",""]},{"divid":1216045019,"type":"Pamphlet or Other Printed Material","data":["Hanson Hiss","The Beginning of Fox-Hunting in America","Baltimore, MD","Outing Magazine","1897","Special Collections Library, University of Virginia"]},{"divid":1216045080,"type":"Pamphlet or Other Printed Material","data":["Hanson Hiss","Fox-Hunting on the Eastern Shore of Maryland","Baltimore, MD","Outing Magazine","1897","Special Collections Library, University of Virginia"]},{"divid":1216045202,"type":"Pamphlet or Other Printed Material","data":["Hanson Hiss","Fox-hunting in the South","Baltimore, MD","Outing Magazine","1898","Special Collections Library, University of Virginia"]}],"locations":[{"id":1487,"lat":38.702724259,"lng":-76.2699764629,"zoom":9,"place":"TALBOT, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}