{"id":2056,"title":"The Fitzhugh Family Reunion\n","course_id":1,"status":"P","start_date":"1888-12-24","end_date":"1888-12-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was a shame that Mary was away for the holidays, her sister Lizzie thought. Christmas was a time to spend with family, both close and distant. Mary Fitzhugh had moved to Richmond almost two months ago, and it was too great a distance for her to make the trip. In a letter, Lizzie Fitzhugh wrote to her sister: So many young cousins are assembling to-getther, at first one house and then the other. Most visitors stayed for many days, since family gatherings happened only a few times each year. Saturday was Christmas, and the celebration began with a visit to the huge Christmas tree outside the Fitzhughs' home. While the adults laughed and talked, the children rushed to the presents underneath the tree. Willie, Oscar, and Edward, Lizzie's brothers, received Roam candles, candy, and nuts. Bessie and Fannie, Lizzie's younger sisters, combed the hair on their new dollbabies. Brother Frank received a little wagon and horse.","Everyone knew that Christmas was truly a celebration of the birth of Jesus. On Sunday night, all of the family listened to Mr. Boggs preach at the church down the street. On Tuesday night, Lizzie went to a dance at the Mr. Moyer's house. She writes, there was such a crowd of strangers that all of us got two of the fiddlers and went in the dining room, where we had a very nice time. The parlor was crowded. But there was a young man who caught her eye, Lizzie tells her sister. She danced with Tom that night, even though she dared not sit with him on the sofa in the parlor.","Christmas was an opportunity for the Fitzhughs to meet and socialize with family and friends who were ordinarily separated by the difficulties of traveling. The distances between family members were not long by modern standards. However, traveling by horse made even these trips impractical unless it was a special occasion. Even though Richmond was less than 70 miles away from the Fitzhugh home, Mary still could not attend the celebrations. Railroads greatly accelerated the speed of travel, but rural areas such as Virginia's Eastern Shore had to depend on horses or private sailing vessels. In fact, the first railroad to reach the Eastern Shore only opened in 1884, running to Cape Charles. For most of the rest of the year, family members could only communicate through letters like those Lizzie wrote to her sister."],"display_date":"December 24, 1888","search_date":"1888-12-24","citations":[{"divid":1216223368,"type":"Manuscript","data":["","Lizzie Fitzhugh to Mary Fitzhugh",null,"MSS 13482","Accession 13482","Fitzhugh Family Papers, 1861, 1887-1948","Special Collections Library, University of Virginia"]},{"divid":1216223443,"type":"Newspaper Article","data":["","The Baltimore Sun","","December 16, 1883",""]},{"divid":1216223491,"type":"Book","data":["T.H. Breen, Stephen Innes","Myne Own Ground&#58; Race and Freedom on Virginia&#39;s Eastern Shore, 1640-1676",null,"New York","Oxford University Press","1982","38, 40-42"]},{"divid":1216223600,"type":"Book","data":["Charles Brach Clark","The Eastern Shore of Maryland and Virginia ",null,"New York ","Lewis Historical Publishing Company","1950","583, 589-591"]}],"locations":[{"id":1488,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":12,"tag":"Migration/Transportation"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}