{"id":2060,"title":"Testimonies at the Turlington Camp\n","course_id":1,"status":"P","start_date":"1881-08-07","end_date":"1881-08-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Wagons loaded with fried chicken, vegetables, figs, fruits, grapes, cantaloupes, and watermelon crept towards the sea of tents. People also packed carpets, mattresses, plates, bowls, bed linens, lamps, rocking chairs, and even clocks. The annual, week-long, Turlington camp meeting had finally arrived. The big bell tolled, beckoning everyone to the benches. It was quite a congregation: almost 8000 people would attend some portion of the meetings. James Cannon, Jr. from Salisbury, Maryland, sat with this father and listened: the substance of the preaching was the same as ... [his] church back home. There was somewhat more pressure brought to bear upon the church members to bestir themselves to hunt the sinners, and stronger more impassioned appeals to the sinner to forsake their ways and return to God. People jumped and shouted Hallelujah, especially the older white men and blacks who sat in the front of the wooden tabernacle.","The next morning, James rose promptly at 7 a.m. as the big bell clanged. After breakfast, there was a time of prayer. In the two hours of free time that followed, James took the opportunity to meet different families from Virginia's Eastern Shore. At 10, the lovefeast began, with the preacher incessantly calling for another testimony, another testimony James attended religious services at 3 and 7:30. After the little children were tucked in their tents, there was one more evening service. Organ and piano led stirring hymns like Blessed Assurance and What a Friend We Have in Jesus. Despite all the preaching, the camp meetings were a mix of the secular and spiritual. At night, women traded recipes, and young children spent their allowance at the candy stand. Young men and women joined nightly promenades around the grounds. One night, James heard giggling in a girl's tent as he walked by. He entered and found the girls laughing at an old lady in a rocking chair nearby, smoking a pipe. Each time she rocked, her shadow expanded and contracted on the wall of the tent. James wasn't as amused: he explained to the girls that smoking was an evil habit. This was a lecture the girls would not forget for many years.","The original idea of the Turlington Camp Meeting was for Methodists, rich and poor, black and white, to leave the comforts of their normal lives for a time of rededication to Jesus Christ. Early on, there was dramatic revival at the annual meeting. Each year, the meetings grew more and more popular (in 1889, nearly 1,500 people showed up each night). They also became grander, finer, and more institutionalized. In 1876, the church added a wooden tabernacle. In 1891, they added a choir loft. The dresses of the ladies became fancier and fancier, and the expected time for testimonies became shorter and shorter. For the Turlington Camp Methodists, religion became more secular with each passing year. While Christianity declined in spiritual significance for many southerners in the late nineteenth century, other regions of the South still resisted secular influences. In the early years, northern Methodists from Maryland shared in the fellowship at Turlington. While newspapers reported the friendly and brotherly feeling between these groups during the Methodist Centennial Conference in 1884, the situation soured quickly. In 1885, the northern Methodists split from the Turlington Camp, fearing that the original purpose of the meeting had been lost."],"display_date":"August 7, 1881 - August 15, 1881","search_date":"1881-08-11","citations":[{"divid":1214161696,"type":"Newspaper Article","data":["","The Baltimore Sun","","December 18, 1884",""]},{"divid":1214161715,"type":"Book","data":["Edward L. Ayers","The Promise of the New South",null,"New York","Oxford University Press","1995","400"]},{"divid":1214161743,"type":"Newspaper Article","data":["","Northern Neck News","","June 4, 1886",""]},{"divid":1214161774,"type":"Book","data":["Kirk Mariner","Revival&#39;s Children: A Religious History of Virginia&#39;s Eastern Shore",null,"Salisbury, MD","Peninsula Press","1979","147-166"]},{"divid":1214161830,"type":"Newspaper Article","data":["","Daily Dispatch","","July 15, 1875",""]},{"divid":1214161860,"type":"Pamphlet or Other Printed Material","data":["Theodore Parker","On Truth and Historical Truthfulness","Baltimore, MD","J.P. Des Forges","1872","Special Collections Library, University of Virginia"]},{"divid":1214161962,"type":"Pamphlet or Other Printed Material","data":["Theodore Parker ","Hebraism, Heathanism, Barbarism","Baltimore, MD","J.P. Des Forges","1872","Special Collections Library, University of Virginia"]}],"locations":[{"id":1492,"lat":37.9436744077,"lng":-75.3696408508,"zoom":9,"place":"ACCOMACK, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}