{"id":2062,"title":"The Washington Globe, addressing different views","course_id":1,"status":"P","start_date":"1837-01-10","end_date":"1837-01-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One article had the headline, ABOLITION OF SLAVERY IN D.C., the other article, CASH FOR 400 NEGROES, the year was 1837. On January 10, 1837, the issues of slavery and abolition were weighing heavy on the minds of many Americans. The House of Representatives had accepted petitions and memorials on January 9. One of those was from Representative Adams of Massachusetts. His petition was signed by one hundred and fifty women, wives, and daughters. The women, his immediate constituents, were praying for the abolition of slavery in the District of Columbia. The petition was objected to by Representative Glascock. Adams was shocked by the objection; he did not expect any hostility to his petition. It was written in respectful terms, by women, mothers, and daughters. Congress had been decided previously that petitions of this kind would be received but disposed of afterwards. Adams felt that Glascock's objection violated the decision of the House as well as his constituent's freedom of speech. Adams argued that his petition was from persons of the greatest respectability and should be treated with dignity. The two men continued to debate the issue of petitions but ultimately, this was an issue of slavery, one man trying to keep an abolition petition from being recognized and another fighting for the right to petition. ","In the same paper and on the same day, an advertisement was posted for slaves wanted. The headline read, CASH FOR 400 NEGROES. Mr. James H. Birch, of Washington City, was in hopes of acquiring more slaves on that January day. He advertised for slaves of both sexes, with ages ranging from 12 to 25 years old. He offered to pay higher prices, in cash, than any other purchaser in the market. ","<em>The Washington Globe</em> exemplified the divide between abolitionists and the slave South in its two contradictory features in 1837. That day's article and advertisement, with very differing views, showed the divide between Northern and Southern ideologies. Edward Pessen writes about this distinction in How Different from Each Other Were the Antebellum North and South? He describes the different regions as two distinctive civilizations, the basic similarities within each of which transcended its internal differences. He calles the slavery issue an irrepressible conflict, a fundamental difference between the two civilizations. <em>The Globe </em>showed how the issues of abolition and slavery were everywhere in Washington in 1837."],"display_date":"January 10, 1837","search_date":"1837-01-10","citations":[{"divid":1214946893,"type":"Newspaper Article","data":["","Washington Globe","","January 10, 1837",""]},{"divid":1214946906,"type":"Article","data":["Edward Pessen","How Different from Each Other Were the Antebellum North and South?","American Historical Review","Vol. 85, No. 5","December 1980","1119-1149"]}],"locations":[{"id":1493,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}