{"id":2063,"title":"Fourth of July Oration\n","course_id":1,"status":"P","start_date":"1831-07-04","end_date":"1831-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was the Fourth of July, 1831.  Francis Scott Key, author of the Star Spangled banner, delivered the oration in the Rotunda of the Capitol of the United States.  He spoke to unite the country and reflect the significance of freedom.  Independence Day was newly designated since the county had only recently gained independence from Great Britain.  Francis Scott Key was aware of the magnitude of this celebration.  He started his speech by stating, The spectacle of a happy people, rejoicing in the thankfulness before God and the world for the blessing of civil liberty, is no vain pageant.  Key went on to speak of the duty of those assembled.  He called it a high and holy duty, stating We have opened the records of time, and read that bright page that proclaimed to the world the solemn purpose of the fathers of our country, and the sacred pledge they gave us for its fulfillment.  The pledge has been redeemed, the purpose is accomplished, and we are here, in the rich possession of what valor has won, and wisdom has preserved for us.  Key addressed the crowd with the hope of reminding citizens, in a time of turmoil, of the purpose and sacrifices of the fathers of our country.  The possession was won and the wisdom preserved, now it is the duty of the citizens to carry on the honor and mission of a free land, he stated. ","Key told of a fear that many Americans at that time derived from a clash between state's power and the power of the national government.  He urged everyone to take hope and courage from the past.  He was able to proclaim with pride, This is my own, my native land.  He ended his oration with the question, Is our country less loved, as it becomes more worthy of our love?    Francis Scott Key used profound and powerful words on the Fourth of July, 1831, to remind the country what the founding fathers fought so hard to obtain, freedom.  ","The oration given by Francis Scott Key was an optimistic attempt to rally citizens on the glorious celebration of the nation's birth.  However, the country was already divided over the issue of slavery.  Key was unaware of the events that would unfold in the remainder of 1831. Nat Turner's infamous rebellion was initially planned for the same day, July 4 1831, but was delayed.  In this same year, William Lloyd Garrison's newspaper, <em>The Liberator,</em> would begin contributing to polarization.  Key described the country as deserving love.  However, at this time the nation was divided.  Donald, Baker, and Holt describe the development of Southernism.  In their book, <em>The Civil War and Reconstruction</em>, they quote Alexander Stephens as saying, The South is my home- my fatherland.  Southerners held their region in the highest esteem and gave it their loyalty first and foremost.  This division, that Key struggled to overcome in his 1831 speech pointed towards the Civil War.  "],"display_date":"July 4, 1831","search_date":"1831-07-04","citations":[{"divid":1213832267,"type":"Book","data":["David Herbert Donald, Jean H. Baker, and Michael F. Holt","The Civil War and Reconstruction",null,"New York","W.W. Norton ","2001","45"]},{"divid":1213832363,"type":"Manuscript","data":["","Francis Scott Key Oration, broadside",null,"","","","Special Collections Library, University of Virginia"]}],"locations":[{"id":1494,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}