{"id":2064,"title":"Celebration for Battle of New Orleans anniversary\n","course_id":1,"status":"P","start_date":"1832-01-03","end_date":"1832-01-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Citizens of Washington decided at their December 31, 1831 meeting that an anniversary celebration of the Battle of New Orleans was appropriate.  They voted in favor of the celebration and agreed to the public notice at Strother's Hotel.  As an organization in the nation's capital, they wanted to celebrate the victory that helped establish the country and declare, for a final time, freedom from Great Britain.  Celebrations like this, focusing on the achievements of the country, were often held in Washington.  The Citizens of Washington wanted to encourage these celebrations and rally support and pride in the nation.  On January 3, 1832, they posted an article for the anniversary celebration.  Part of their motion, posted in the Globe, read as follows, ","<em>Resolved</em>, That we will celebrate the ever memorable victory of the 8th of January, 1815, at New Orleans, by an Anniversary Ball, to be given on the evening of the 9th day of January.","The Battle of New Orleans was a vital victory for the United States.  The victory ended the War of 1812, forcing the British to ratify the Treaty of Ghent.  The victory also allowed Louisiana to be recognized as an American state.  Colonel Henry Ashton and the members of the Citizens of Washington wanted to celebrate this victory in American history.  Pat Watters writes of All the complex stratifications (clubs and circles and hierarchies of elitism) of high society that the South continued to take more seriously than the rest of the country.  These patriotic societies were based on the descent from their ancestor's services to the nation.   Many clubs were organized after significant battles.  After the War of 1812, for example, the Society of the War was founded in 1814.  Organizations like these continued to be established in Washington D. C.  "],"display_date":"January 3, 1832","search_date":"1832-01-03","citations":[{"divid":1213226005,"type":"Newspaper Article","data":["","Washington Globe","","January 3, 1832",""]},{"divid":1213226016,"type":"Book","data":["Charles Wilson and William Ferris","Encyclopedia of Southern Culture",null,"North Carolina","University of North Carolina Press","1989","698-699"]},{"divid":82880,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":[null,null,"hLkQCRwe"]}],"locations":[{"id":1495,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}