{"id":2065,"title":"Visiting Washington\n","course_id":1,"status":"P","start_date":"1840-06-26","end_date":"1840-06-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Richard Champion Rawlins arrived in Washington D.C. from Baltimore on Friday June 26, 1840.  He made the 40 mile journey by railway; this was Mr. Rawlins first time in Washington.  Traveling was not as accessible when Richard Rawlins was a child.  Therefore, this trip to Washington was a thrill for him. After registering at the Gadsby's Hotel in Washington, Rawlins journeyed down to the capital.  He entered the Rotunda, immediately drawn to four large hanging pictures.  The subjects included, The Declaration of Independence, The Surrender of Cornwallis (1781), The Resignation of Washington (1783), and the Surrender of Burgoyne (1772).  These were so powerful that Rawlins reflected in his journal, They bear such internal evidence of truth that the beholder is almost constrained to forget everything else in looking at them.  A bronze statute of Jefferson, seems to cause a thrill of admiration.  Next he ventured into the Senate.  Again the details of the splendid room stuck his attention.  Each member had a separate desks and large arm-chairs of mahogany.  The House of Representatives was built likewise.  Mr. Biddle defended the U.S. Bank with great energy while Rawlins observed.  ","Mr. Rawlins kept meticulous records of his time in Washington, expressing his pride in the capital.  He looked at the Declaration of Independence and called it a truth that causes one to forget all else.  He spoke of Jefferson and the thrill of admiration that goes with the name.  To him, the capital signified the strength and power of the government.  In a time of uncertainty for the United States, he took comfort in the images of strength and history.  ","The thrill that Rawlins was able to experience by his travels, was a new concept for many Americans.  At the time of Mr. his journey, expansion and industry were fostering the growth of cities.  According to Donald, Baker, and Holt, in their book <em>The Civil War and Reconstruction</em>, cities began to boom during this time.  Mr. Rawlins traveled to Washington via the railway.  This form of transportation was growing and improving access to cities. Before such technology, cities were limited to coastal locations.  The opportunity to travel and visit the capital allowed Rawlins to experience the thrill of its beauty.  "],"display_date":"June 26, 1840","search_date":"1840-06-26","citations":[{"divid":1218653369,"type":"Primary Source in a Secondary Source","data":["An American Journal","1839-40","An American Journal","Richard Champion Rawlins","London","Associated University Press ","2002","128-130 "]},{"divid":1218653453,"type":"Book","data":["David Herbert Donald, Jean H. Baker, Michael F. Holt, and Michael Holt","The Civil War and Reconstruction ",null,"New York","W.W. Norton and Company","2001","9,14"]}],"locations":[{"id":1496,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}