{"id":2066,"title":"Today is an era in my life- Big day in Washington\n","course_id":1,"status":"P","start_date":"1840-06-30","end_date":"1840-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On Tuesday June 30, 1840, Mr. Richard Rawlins continued his stay in the nation's capital.  However, this day in Washington was not your typical day.  He started his diary entry by stating, Today is an era in my life.  In this one day, Mr. Rawlins was able to see the Declaration of Independence, call on and present letters of introduction and converse with Henry Clay as well as John Quincy Adams.  The Declaration was kept in a mahogany case in the State Department.  Already, some of the signatures were almost illegible due to fading.  The parchment bore evidence of being rolled up tightly.  Viewing documents of such significance sent a chill through Mr. Rawlins body. After viewing these historic documents he ventured to the John Quincy Adams' house, there he presented a letter from Mr. Cranch.  It was shocking how old Adams looked, his head almost entirely bald.  The little hair he did possess was silvery in color.  Afraid of staying too long, Rawlins quickly left.  He continued his day with a visit to the residence of Henry Clay, again to deliver a letter.  This visit delighted Rawlins, as Clay was dignified yet cordial.  His smile was peculiarly placid. Clay was tall and slender, with thin grey hair, small eyes, and a wide mouth, making him appear to possess a constant smile.  As if visiting Adams and Clay was not enough for one day, Rawlins also met with John Calhoun in the Senate.  He ended this day of activity with an evening of feasting at Judge Cranch's.  ","The men Mr. Rawlins was able to meet in his day in Washington were some of the top political actors in the nation at that time.  William Cooper, Jr. and Thomas Terrill, in <em>The American South- A History</em>, shed light on the background of a few of these monumental figures.  Henry Clay was John Quincy Adam's Secretary of State during his tenure as President.  As President, Adams envisioned a strong central government.  This only worsened tensions with the South.  It is no surprise that meeting these two men, who played divergent roles in the life of the country, was a day Mr. Rawlins described as, An era in my life.  "],"display_date":"June 30, 1840","search_date":"1840-06-30","citations":[{"divid":1218033768,"type":"Book","data":["William Cooper, Jr. and Thomas Terrill","The American South&#58; A History",null,"New York","McGraw-Hill Companies","1996","152-153"]},{"divid":1218033841,"type":"Book","data":["Richard Champion Rawlins","An American Journal, 1839-1840",null,"London","Associated University Press","2002","131-133"]}],"locations":[{"id":1497,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}