{"id":2067,"title":"Clay&#39;s Grief\n","course_id":1,"status":"P","start_date":"1835-12-25","end_date":"1835-12-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Christmas day, 1835, was a most miserable day for Henry Clay. One moment he was laughing and joking with friends; then his life changed drastically. He received a letter from home. Upon opening it, he fell directly to the ground, as if he had been shot. The first words he managed to utter, Every tie to life is broken He had received new of his daughter's death. Although he became more composed as the day progressed, he was heartbroken. Ann was his pride and joy, and of all his children she was his greatest comfort. She was frank, gay, and warm hearted. Ann married a very rich man and lived on a plantation adjourning Clay's. They interacted daily. Of five daughters, Ann was the last. Mrs. Clay also suffered at the thought of life without the joy of her daughters. Mr. Clay responded to a sympathy letter on December 31, 1835. In this he thanked a friend for her kind words but explained, All the efforts of friendship or of my own mind have but little effect on a heart as wounded as mine is. His dear Ann had tastes, sympathies, and amusements identical to his own. She was interwoven into every plan he held for his future. The loss of Ann was one that could never be repaired, there is nothing before me in the world but duties. ","Henry Clay was one of the top political players during this time in United States history. This letter, describing his deep loss and the pain Ann's death brought him, provides a very personal glance into his life. Clay served in both the House and the Senate and, despite his multiple failed attempts at the Presidency, he still managed to leave his mark on history. He was the founder of the Whig Party, in opposition of Andrew Jackson. Kevin Hardwick and Warren Hofstra describe Clay in their book, New Histories of the Old Dominion, Virginia Reconsidered, as a man who brought to the political stage the very qualities women did on the domestic one- moral virtue, love of harmony, and the willingness to compromise. They go on to say that women were endeared to him. Perhaps this affection, passion, and love of harmony are in part a reaction the great loss of his dear Ann. Clay's favorite word was harmony and he has gone down in history as a peacemaker and the Great Pacificator. On Christmas day, 1835, Clay suffered a loss that would forever change him. He continued his political career and channeled his energy into his belief and desire for harmony."],"display_date":"December 25, 1835","search_date":"1835-12-25","citations":[{"divid":1218034132,"type":"Book","data":["K. Hardwick and W. Hofstra","New Histories of the Old Dominion, Virginia Reconsidered",null,"Charlottesville","University of Virginia Press","2003","267-270"]},{"divid":1218034161,"type":"Book","data":["Gaillard Hunt","The First Forty Years of Washington Society",null,"New York","Frederick Ungar Publishing, Co.","1965","375-376"]}],"locations":[{"id":1498,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}