{"id":2068,"title":"Bishop Whipple&#39;s thoughts on politics\n","course_id":1,"status":"P","start_date":"1844-04-30","end_date":"1844-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Traveling from Baltimore, Bishop Whipple arrived in the capital on the morning of April 30, 1844. He had always desired to see the city. The city was the object of greatest curiosity, fascinating the Bishop with its rich history. He stood in awe before a portrait of George Washington. The Declaration of Independence proved to be a most impressive scene, the picture fills every American heart with American feelings and memory carries him back to the time when in solemn conclave this noble band proclaimed to the world 'Liberty or Death. One could look at the Declaration for a long time and see new beauty in it each moment. Bishop Whipple was swept away in the beauty of the capital. ","However, some sights in Washington caused the New York native to grow frustrated with the current political situation. The House of Representatives particularly disturbed him. The charm of honor is lost, and these men having high sounding titles are not only men in form, but less than men in mind in many cases. Never have I seen as large a body of men who were called great men who came as far short from deserving the title. Such a lack of dignity, such a lack of courtesy, of politeness, of common decency can seldom be seen in a body of men who are law makers. He continued to rant that the law makers were actually the law breakers. Bishop Whipple was so disgusted with the Congress that he described them as beasts. Despite the beauty of the Capital, he left discouraged. There are very few men of fine talent in the House and when you leave the House and see the noble, calm, and kind faces exhibited in Trumbull's picture of the first Congress you feel sad at the difference. Despite his shame with the House, he was proud of the Senate and spoke of the joy he felt upon seeing John Q. Adams. As opposed to the beasts of the House, he described the Senators as men with mind and character. He was happy and proud to see such men ruling over the country. ","Bishop is extreme in his hate for the House and love for the Senate. He was obviously very interested in the politics of the polarized and divided country. In the introduction to his diary, Whipple calls himself a rational abolitionist. In 1844, the Abolitionist's movement was very strong in the North. This made the divide between North and South even more pronounced. Stanley Harrold writes in his book, <em>The Abolitionists and the South, 1831-1861</em>, about the growing white and black abolitionist's movement during this time. Garrisonians were fighting for the freedom of enslaved blacks across the South. Bishop was originally from the North and agreed with the Garrisonians. He was one of the many men joining forces with the movement that would continue to escalade during the Civil War."],"display_date":"April 30, 1844","search_date":"1844-04-30","citations":[{"divid":1218654167,"type":"Primary Source in a Secondary Source","data":["Bishop Whipple&#39;s Southern Diary 1843-1844","1843-1844","Bishop Whipple&#39;s Southern Diary 1843-1844","Lester Shippee","Minneapolis, MN","University of Minnesota Press","1937","155-167"]},{"divid":1218654219,"type":"Book","data":["Stanley Harrold","The Abolitionists and the South, 1831-1861",null,"Lexington, KY","University Press of Kentucky","1995",""]}],"locations":[{"id":1499,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}