{"id":207,"title":"Thomas Hart Benton Begins Term as Congressman\n","course_id":1,"status":"P","start_date":"1853-03-04","end_date":"1855-03-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A Southerner born in North Carolina, Thomas Hart Benton became an influential figure in Missouri and was in positions of political leadership for most of his life. He was the first United States Senator to serve five terms. In his political career, he was a strong advocate of westward expansion and was an architect of the movement that would become known as Manifest Destiny. Benton authored the first Homestead Acts. Benton was a Democratic party loyalist; however, as slavery emerged as an increasingly important issue, his views began to diverge from those of Missouri Democrats. He lost his bid for a sixth term as Senator, but was able to win the race for House Representative. &lt;br /&gt;&lt;br /&gt;Serving as a Member of Congress, Benton opposed the repeal of the Missouri Compromise, convinced that the sectional demands for the continuation and expansion of slavery were the sources of the increasing resentment and divisiveness. &lt;br /&gt;&lt;br /&gt;Ultimately, Benton's strict unionist position cost him the support of the voters of his district and state and his political career he never again won an election. However, Benton remained firm in his position and attempted to use his power to fight against the force of disunion. His political career was evidence and a casualty of the increasingly radicalized and sectional views of the county. As party loyalties and identifications began to deteriorate, sectional loyalties and convictions such as those occupying Benton's constituents replaced them."],"display_date":"March 4, 1853 - March 3, 1855","search_date":"1854-03-03","citations":[{"divid":1213489344,"type":"Book","data":["Edwin C. McReynolds","Missouri: A History of the Crossroads State",null,"Norman, OK","University of Oklahoma Press","1962","177-186"]},{"divid":1213489409,"type":"Newspaper Article","data":["","Daily Picayune","","24 Feb. 1853",""]}],"locations":[{"id":152,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}