{"id":2070,"title":"The Wonderful Invention\n","course_id":1,"status":"P","start_date":"1844-05-01","end_date":"1844-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On his first and only visit to Washington, Bishop Whipple saw many new and exciting things. He marveled at the beauty of the city and was inspired by the men who fought to establish both the great nation. However, on the afternoon of May 1, 1844, another new and exciting sight fascinated Whipple. The wonder of wonders was Professor Morse's electrical telegraph. Through the electrical telegraph, information was transmitted with almost the rapidity of thought. Railroad cars left with information of a nomination, for example, at the same time as the telegraph. However, the news transported via the telegraph was received one hour and a half before the cars arrived. The machine was simple and plain. Professor Morse had been working on it for 12 years. He gave Bishop Whipple a specimen of the writing as well as an explanation of the work. He was also able to hold communication with the man at the other end of the route. Bishop Whipple said he would never again doubt the extent of man's inventive powers. Wonderful, it is just wonderful He wrote of his time in Washington, There is much to please the eye, much novel and curious to investigate, and while I live I shall ever remember with pleasure my visit to Washington.","The invention of the telegraph, which so amazed Bishop Whipple, was a development that transformed the nation from in the 1800s. According to Tomas Nonnenmacher, writing in <em>The Journal of Economic History</em>, the telegraph industry began as a single monopoly patent and grew into a national monopoly. Nonnenmacher pointed out the significance of the telegraph in the development of technology: prior to the telegraph people relied on the Pony Express, homing pigeons, and the railroads. The invention spurred growth in many markets across the country, reducing information costs between firms and making news quickly transmittable over long distances. Bishop Whipple was very impressed by the invention and its inventor, as he should have been."],"display_date":"May 1, 1844","search_date":"1844-05-01","citations":[{"divid":1216738953,"type":"Article","data":["Tomas Nonnenmacher","Law, Emerging Technology, and Market Structure&#58; The Development of the Telegraph Industry, 1838-1868","Journal of Economic History","Vol. 57, No. 2","June 1997","488-490"]},{"divid":1216739016,"type":"Book","data":["Shippee Lester","Bishop Whipple&#39;s Southern Diary 1843-1844",null,"Minneapolis","University of Minnesota Press","1937","167-168"]},{"divid":4681,"type":"Law","data":[null,null,null,"shcXlMwoIZG"]}],"locations":[{"id":1501,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}