{"id":2072,"title":"Major R. R. Henry runs for Congress\n","course_id":1,"status":"P","start_date":"1886-08-13","end_date":"1886-08-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Major R. R. Henry of Tazewell County, Virginia campaigned for a seat in Congress under the Democratic Party in 1886. People from neighboring communities such as Lynchburg, Abingdon and Wytheville voiced their full support of his campaign and hopes for his success in the quest for a seat in Congress in the November elections. Although varied in their syntax, the message behind Henry's supporters emphasized the same ideas and qualities that would make him an ideal candidate for Congress. His supporters all commented not only upon his strength, using words like commanding, but also upon his masculinity and physical appearance. He was characterized as being both tall and handsome and being a true type of physical and mental manhood. They also reflected upon class and status, typifying him as a gentleman of culture and character and a first class man in every respect. His supporters made continual reference to his service in the Confederate Army. With all of the praise that was given to Major R. R. Henry, one can only notice what was not being commented upon by his supporters, his strengths in the political arena. There is no mention of their support of his platform or any political ideas that he may have had, instead emphasizing his physical and moral character.","This article exemplifies the qualities that were found to be important in any political campaign during that time. Henry's character was found to be more important then the political decisions he has made in the past and any experience that he has in the political arena. Also, the continual reference to his service in the Confederate Army is reminiscent of the mounting processions many of the Democratic candidates used at that time. In these mounting processions, the candidate would ride in front of a long line of people mimicking Robert E. Lee to touch Confederate sentiments. Perhaps the lack of hard hitting platform issues may be due to the defeat of the Democratic Party in the assembly resulting in the party trying to avoid any friction that would result in future lost elections. ","It was also during this time that sectional diplomacy in the South became a prominent issue in politics. There was a divide in the South in forming either a Northeastern alliance or a Western alliance. This divide led to the formation of an Alliance Platform, which later became the platform adopted by the Populist Party. Many politicians of this time adopted this controversial platform, which emphasized subtreasury plans and other Southern ideals. It may be the case that for Major Henry, the lack of a political platform in the news article reflects the tension in platforms of the time. By leaving out any political ideation, and focusing on the physical and moral characteristics of the candidate, Henry might avoid the struggle within the political system relating the Alliance platform, and reach the constituents based on a more universally accepted stance - morality and character. "],"display_date":"August 13, 1886","search_date":"1886-08-13","citations":[{"divid":1216224675,"type":"Manuscript","data":["","For Congress, Ninth congressional District, Maj. R.R. Henry, of Tazewell County, Virginia, broadside",null,"","","","Alderman Library, University of Virginia"]},{"divid":1216224709,"type":"Article","data":["Allen W Moger","The Origin of the Democratic Machine in Virginia","The Journal of Southern History","8","1942","183-209"]},{"divid":1216224769,"type":"Book","data":["C. Vann Woodward","Origins of the New South ",null,"Baton Rouge, LA","Louisiana State University Press","1951","235-243"]}],"locations":[{"id":1504,"lat":37.1249593165,"lng":-81.560657943,"zoom":9,"place":"TAZEWELL, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}