{"id":2074,"title":"Negro Family Turning White\n","course_id":1,"status":"P","start_date":"1886-12-11","end_date":"1886-12-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Race relations and classifications resounded strongly in the minds of many in the South. West Virginia was no exception to this. A story ran in the Martinsburg Gazette on December 11, 1866 that a young African American boy living in Chicago, Illinois was supposedly turning white. Born to two African American parents, the pigmentation in the young boy's skin was becoming increasingly lighter beginning in early childhood. Six of his twelve other siblings and his mother also suffered from the same skin discoloration. Dr. Henry J. Reynolds examined the family to try to find the cause of the loss of skin pigmentation. After examining the family, Dr. Reynolds reported that the family was in general good health and the cause of the condition was attributed to a disease known as vitiligo, which impaired the function of the nerves that provided nutrients to different parts of the body. This impairment led to the uneven distribution of pigmentation. ","This episode demonstrates the ever present strain in race relations in the South. Although the Emancipation Proclamation and the Thirteenth Amendment granted freedom to all African Americans, providing them with the same rights as their white brethren, tension still remained between the races. It was not uncommon to hear the public opinion say that African Americans were biologically inferior to the white populations. Bill Tillman, a Senator in South Carolina during this time whose political opinion illustrates many people's sentiments in the South, felt that the African American population should not be given the same rights in the political, economic or social spheres as other whites. Therefore to have an African American boy's skin color become more similar to the white population is concerning to those like Senator Bill Tillman who wanted to keep the lines between the races distinct and freedoms curtailed. "," If this African American boy had lighter skin resembling that of a white person, the townspeople of Martinsburg would not be able to differentiate him from the other white people in the town leading to a blur in race relations. The African American boy with the skin color resembling that of a white man could lead to the community identifying him as part of the white population. Socially, he could court and possibly marry a white woman of the town without the stigma of an interracial marriage. By not being labeled as an interracial relationship, the family would not be subject to the discrimination against those engaged in such a relationship. It was not uncommon during the nineteenth century for neighbors and townspeople to bring charges against those in an interracial relationship. Such charges would be brought against the couples mainly out of their defiance to comply with the public morals, and so they would be labeled as violators to the laws of the land. Some judges would rule against these couples to demonstrate the community's disgust in a relationship that crossed the color lines and would charge the couple with a misdemeanor. Therefore, in the social world, a label of interracial marriage would then cast a stigma upon the couple barring them from the normalcy of life afforded to white marriages. Not only would the couple not be labeled, but their children would be legally white, since race was determined on the mother's side. Therefore, these children would be afforded the rights and privileges granted to the white population."],"display_date":"December 11, 1886","search_date":"1886-12-11","citations":[{"divid":1216224937,"type":"Newspaper Article","data":["A Negro Family Turning White","Martinsburg Gazette","","December 11, 1886","1"]},{"divid":1216224959,"type":"Article","data":["Francis B. Simkins","Bill Tillman&#39;s View of the Negro","The Journal of Southern History","3","1937","161-174"]},{"divid":1216224996,"type":"Book","data":["Joshua D. Rothman","Notorious in the Neighborhood ",null,"Chapel Hill, NC","The University of North Carolina Press","2003",""]}],"locations":[{"id":1505,"lat":37.1249593165,"lng":-81.560657943,"zoom":9,"place":"TAZEWELL, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}