{"id":2075,"title":" West Virginian ex-Confederate Soldiers\n","course_id":1,"status":"P","start_date":"1891-06-13","end_date":"1891-06-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["More than one-quarter of a century after the civil war ended and the defeat of the Confederate Army, veterans still met quarterly to discuss important business and upcoming events. The business at hand on June 13th, 1891 for Ex-Confederate veterans of Berkley County, West Virginia was to find homes for ex-confederate veterans who were disabled and aged in need of special care. The need for care was not something unusual for those in the Confederate army. Throughout the civil war, the Confederate army found itself in need of medical care in the forms of hospital buildings and medical staff. It was often seen that many of the wounded soldiers lay sick on the floor, which lent itself to spreading diseases like typhoid, mumps, and pneumonia among the wounded soldiers quite quickly. And so from the very onset of the civil war, the Confederacy found itself lacking in the resources to take care of their wounded soldiers, and nearly 25 years later, those veterans were still struggling to find such resources. ","Also, it was not uncommon during the 1880s and 1890s for ex-Confederates brigades to reunite. It was not until 1889, that the reunions became more organized with the foundation of the United Confederate Veterans. This organization was led by General Gordon. The annual meetings held in New Orleans were host to many ragged confederates, who were usually found without money and sleeping in parks, doorsteps or even on rooftops. It was in these settings that ex-confederates joined together to romanticize and reminisce about the Old South. They told stories of the Southern aristocracy that inhabited the South prior to the Civil War, and re-lived the events of war battles, and soldier's dying words fighting for the Confederacy.","Much of this sentimentality among the ex-Confederate soldiers arose from the South's sense of inferiority and constant need to justify a position in relation to the North. The southerners of this time were reluctant to adopt a New Order which called for assimilation with the North to form a unified country. Instead, they clung to the past, the Old South, recounting old stories and founding organizations like the United Confederate Unions to bolster the solidarity among the South in opposition to the North. "],"display_date":"June 13, 1891","search_date":"1891-06-13","citations":[{"divid":1216225094,"type":"Manuscript","data":["","Mss  12165",null,"Mss  12165","Note sheet for inventories","West Virginia Confederate Veteran&#39;s Minute Book, 1891-1899","Special Collections, University of Virginia"]},{"divid":1216225347,"type":"Article","data":["H.H. Cunningham","Confederate General Hospitals&#58; Establishment and Organization","The Journal of Southern History ","20","1954","376-394"]},{"divid":1216225389,"type":"Book","data":["C. Vann Woodward","Origins of the New South ",null,"Baton Rouge, LA","Louisiana State University Press","1951",""]}],"locations":[{"id":1506,"lat":39.4640522698,"lng":-78.0275332326,"zoom":9,"place":"BERKELEY, West Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}