{"id":2078,"title":"Love Letters from William A. Moats to Nela Miller\n","course_id":1,"status":"P","start_date":"1889-04-01","end_date":"1889-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["During an eight month period, William A. Moats wrote love letters to Nela Miller. Each letter was structurally similar to the previous, always commenting on his good health and the hope that the letter reached her well. Moat made continually plans to visit her and her family in the months the correspondence took place. As the letters evolved chronologically, his profession of his undying love for Miss Miller becomes stronger and more prominent in his writing. However, Moats had his concerns that his love for Nela Miller was unrequited and continually questioned the deepness of her love for him. Similarly, Nela had expressed the same concern in that he did not love her as much as he had written, but William Moats adamantly wrote that his love for her runs deep. It seemed that the courtship between the young lovers had not occurred over an extended period of time. Moats remarks in one letter that he hopes that he is not being too fast in this short courtship. ","These love letters exemplify the greater courtship rituals that are prevalent throughout this period in southern history. Most of the suitors met their potential wives at social functions, including parties or church events. The man would visit the women he was courting either at home or when great distances were present through love letters, which is the case with William Moats and Nela Miller. Although it is not known from the love letters, most suitors would get the approval of the father before the couple became engaged, which was followed by a small marriage ceremony usually in the bride's parents house. It seems the antebellum period in the south, status in marriage was not as greatly emphasized as prior to the Civil War partly due to the somewhat quieted political upheaval. ","Also, during this time, the judicial system had its hand in the courtship rituals and consequently the sexual behaviors deemed acceptable at the time. This reflects the overall sense of morality expected of young southerns. Every Southern state during this period prohibited fornication to preserve the sanctity of marriage and not to discourage the act of sexual intercourse itself. Many times convictions were upheld when it threatened the institution of marriage, which arose when sexual relations occurred between a married and non-married person or two non-married people were cohabiting. ","The judicial system, through common law, ruled upon cases of seduction, described as a young man promising marriage to gain sexual intercourse, but later abandoning the young girl. In the case of William Moats, if he was found to be seducing Nela Miller in hopes of sexual intercourse and then later abandoning her, Moats would be expected to pay compensation to the father for shame and mortification and the pain and suffering brought to the family. In some states, even the women were able to sue their seducers, not for the sexual act itself, but for the emotional abuse they sustained causing her to be disgraced. Under criminal law, in the late 19th century, seduction could be penalized if there was proof that the man made intentions of marrying the women, which in the case of William Moats, could be found in his correspondence and love letters. ","The love letters from William Moats to Nela Miller could be an example of the acceptable courtship rituals allowed at the time. If Moats and Miller abstained from sexual intercourse until marriage, and if Moats did not deceive Miller into entering into a sexual relationship, then their actions would not be deemed impermissible and would be free of judicial sanctions. However, once that line was crossed and they entered into a sexual relationship, many times the court would intervene, not to stop sexual behavior, but as a commentary upon the acceptable morality of the time."],"display_date":"April - December 1889","search_date":"1889-08-16","citations":[{"divid":1217545070,"type":"Manuscript","data":["","Note Sheet for Inventory",null,"Mss 5113","","Papers of Hopie Wright Moats","Special Collections Library, University of Virginia"]},{"divid":1217545103,"type":"Book","data":["Charles Reagan Wilson &amp; William Ferris, Editors","Encyclopedia of Southern Culture",null,"Chapel Hill","University of North Carolina Press","1989",""]},{"divid":1217545142,"type":"Article","data":["Mary Frances Berry","Judging Morality&#58; Sexual Behavior and Legal Consequences in the Late Nineteenth-Century South","The Journal of American History","78","1991","835-856"]}],"locations":[{"id":1509,"lat":38.6807273925,"lng":-79.3508959054,"zoom":9,"place":"PENDLETON, West Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}