{"id":2079,"title":"Strange Encounter and Counterfeit Money\n","course_id":1,"status":"P","start_date":"1891-12-04","end_date":"1891-12-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 4th, 1891, F. W. Leonard, the sheriff of Smyth County, Virginia received a letter from the sheriff of Barber County in Kansas. A man described by the Kansas sheriff as being 40 years old, 5 feet 8 inches in height and of dark complexion was seen wondering around Barber County, Kansas. The sheriff also described the man as being crazy. When questioned by the Kansas sheriff the stranger, who signed the name William J., said that he was from 7 Mile Ford, which is in close proximity to Smyth County. Also, the man, William, was accused by the sheriff in Barber County to be making paper money. The sheriff of Barber County made no indication that William J. had been arrested in connection to the paper money. Leonard was notified to see if a family member or friend of William J., would come to take him back to 7 Mile Ford. ","This episode highlights another instance of counterfeiting money that occurred in the South during the 19th Century. Although the money made by William J. was not seen by the sheriff of Barber County, Kansas as a systematic counterfeit system, it brought attention to the measures taken beginning in the 1830s to detect counterfeit bank notes. Prior to the national bank system put into place after the war, the predominant system of banking was state run. Therefore there were many state issued bank notes in circulation. The issue of such state bank notes caused much paper money confusion in the 1840s and 1850s. These bank notes had similar characteristics of shape, size, color and engraved notes, but the discount rate of these species varied and were difficult to determine. Between the 1840s and 1860s there was a multitude of state banks, each issuing their own bank notes having particular denomination and design. Many times, unskilled tradesman would accept both legitimate bank notes as well as the counterfeit without knowing the difference between the two. It was not until Robert T. Bicknell of Philadelphia began publishing a bank note reporter and counterfeit detector in 1830 that merchants were able to distinguish between the legitimate and counterfeit state bank notes. These counterfeit detecting services attempted to answer the question presented to many merchants, which were, first, if the note is genuine; second, is the issuing bank still in operation; and third, at what discount rate was this note acceptable. To answer these questions the bank note reporters and counterfeit detector contained items regarding locations of banks, the usual bank note list and a list of counterfeit and altered notes. However, the bank note reporter was no longer published by 1866, when a tax was issued on bank notes, leading to the abolishment of the use of such state issued notes. ","Perhaps William J., being described as crazy was trying to pass off the state money issued prior to the civil war while he was in Kansas, and was unaware that the use of that type of money was no longer valid. But even if William J., had tried to use this counterfeit money during the state banking system of the mid-19th Century, there were many safeguards to identify the illegitimate money in the form of bank note reporters and counterfeit detectors."],"display_date":"December 4, 1891","search_date":"1891-12-04","citations":[{"divid":1217369050,"type":"Manuscript","data":["","Note Sheet for Inventory",null,"Mss 1016","","Leonard Family Papers","Special Collections Library, University of Virginia"]},{"divid":1217369085,"type":"Article","data":["George Macesich","Counterfeit Detectors and Pre-1860 Monetary Statistics","The Journal of Southern History","27","1961","229-232"]},{"divid":1217369128,"type":"Article","data":["Arthur A. Smith","Bank Note Detecting in the Era of State Banking","The Mississippi Valley Historical Review","29","1942","371-386"]},{"divid":74499,"type":"Law","data":[null,null,null,null,null,null,"DUzWfZvkJTHWEPsdeU"]}],"locations":[{"id":1510,"lat":36.8438879121,"lng":-81.53700883,"zoom":9,"place":"SMYTH, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}