{"id":2080,"title":"Brother&#39;s Murder\n","course_id":1,"status":"P","start_date":"1896-01-03","end_date":"1897-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was Christmas Eve in 1896. Two African American brothers, James Grubb and Bud Grubb were making preparations for the holidays in Wytheville, Virginia. The two brothers had been heavily drinking while they were in town. Bud was described as being full up when they eventually returned home. Upon their arrival to their home, Bud began physically abusing his sister at which point James tried to intervene. Bud then attacked James with a razor, James then reacted by shooting his brother in the chest, delivering a fatal wound. James then fled the scene and managed to evade police apprehension. Almost a year and a half later, James Grubb surrendered himself to police for the murder of his brother, Bud Grubb. His bail was set at 500 dollars. His trial was set for later that month, but the outcome was unknown. ","A year prior to the conclusion of this criminal case, the Supreme Court ruled on the case of Plessy v. Ferguson, which enacted the separate but equal rule for the civil rights of African Americans. In response to this doctrine, the court system attempted to prevent Southern state courts from obstructing justice against African Americans by giving federal courts jurisdiction over civil rights cases. The purpose of this legislation was to establish a sense of equality among blacks and whites. Potential inequality could arise in the southern states where slavery and the oppression of African Americans had been legally allowable. However, it was also during this period Jim Crow laws, both formal and informal, were enacted in the region. Contrary to previous legislation to give federal courts jurisdiction over civil rights cases, the federal courts from Reconstruction onward consistently and frequently decreed Jim Crow segregation to be constitutional and consistent with the law of the lands. Not only did the Jim Crow laws affect African American standing both socially and economically, but also with respect to protection from the law. African Americans were subject to greater rates of incarceration and harsher sentences compared to whites who committed the same crime."," Also during this time, community-sanctioned lynching occurred, where mobs would take an alleged criminal (usually African American), torture, mutilate and kill them. The Grubb family murder would be less likely to result in a lynching because it occurred within the family and it occurred between two African Americans. Although the outcome of the trial was not reported, as a result of the Jim Crow laws and the atmosphere of unequal distribution of justice, the Grubb brother would most likely receive a harsher penalty then a member of the white community. "],"display_date":"January 3, 1896 - July 2, 1897","search_date":"1896-10-02","citations":[{"divid":1214442919,"type":"Newspaper Article","data":["Brother Murders Brother","Wytheville Dispatch","","January 3, 1896",""]},{"divid":1214442946,"type":"Newspaper Article","data":["A Murderer Surrenders","Wytheville Dispatch","","July 2, 1897",""]},{"divid":1214442970,"type":"Book","data":["William J. Cooper, Jr. &amp; Thomas E. Terrill","The American South: A History, 2nd ed.",null,"New York","McGraw-Hill Company, Inc.","1996","487-489"]},{"divid":1214443038,"type":"Article","data":["Stephen J. Riegel","The Persistent Career of Jim Crow: Lower Federal Court and the Separate But Equal Doctrine, 1865-1896","The American Journal of Legal History","28","1984","17-40"]}],"locations":[{"id":1511,"lat":36.9171327375,"lng":-81.0785741345,"zoom":10,"place":"WYTHE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}