{"id":2084,"title":"Joshua Frier&#39;s Salt Solution\n","course_id":1,"status":"P","start_date":"1864-01-01","end_date":"1864-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On his seventeenth birthday, Joshua Frier enrolled in a branch of the Florida Confederate militia which was eventually called the First Florida Reserves, Company B. The unit remained in northern Florida throughout its service, where the Union naval blockade intentionally caused serious import shortages on goods like coffee, tea, and salt. Salt was a commodity that was vitally necessary to preserve perishable foods for the army. Before the outbreak of the Civil War, manufacturers would produce salt by extracting it from saline artesian wells and rock salt deposits. However, during the war, due to the Union naval blockade and limited imports, Frier and his comrades had to produce their own salt by filtering it out of the dirt on the floors of meat store rooms. Frier hardly knew what to call the substance they created, for he claimed it looked more like mud than salt, but he was determined to make the most of the discovery. He and the reserve company manufactured several bushels and used them to preserve their meat during the winter of 1863. However, they soon realized that there was limited supply of useful dirt, and Frier worried that a salt famine was on the horizon. ","Since filtering salt-laden mud was not a long-term sustainable practice, Florida residents had to find other sources of salt. The method by which salt production came to be cheapest and most efficient in the state of Florida was boiling sea water, a simple process which required little machinery and which became the largest industry in the state following the Civil War. The industry helped increase civic morale and inter-state interaction during the Civil War, as many Georgians and Alabamans set up operations along the Florida coast to produce salt to sell to their home states. Critical to the development of the domestic salt production industry in the region was, indeed, Frier and his army. The war forced Southerners like Frier to look to new ways of producing those goods of which they were deprived, while it also helped to expand the previously small-scale enterprise of a few Confederate soldiers into a state-wide industry. Although Florida was strategically and physically peripheral to the Civil War, the Union coastal blockade and the occupation of its ports helped shape post war issues and industries. "],"display_date":1864,"search_date":"1864-07-01","citations":[{"divid":1213388317,"type":"Website","data":["Joshua Frier","Reminiscences of the War Between the States by a Boy in the Far South at Home and in the Rank of the Confederate Militia","State Library and Archives of Florida","http://www.floridamemory.com","accessed September 15, 2006"]},{"divid":1213388447,"type":"Book","data":["Jerrell H. Shofner","Nor Is It Over Yet: Florida in the Era of Reconstruction",null,"Gainesville","University of Florida Press","",""]},{"divid":1213388553,"type":"Book","data":["Jerrell H. Shofner","Nor Is It Over Yet: Florida in the Era of Reconstruction, 1862-1877",null,"Gainesville","University of Florida Press","1974","3"]},{"divid":1213388598,"type":"Book","data":["John E. Johns"," Florida During the Civil War",null,"Gainesville","University of Florida Press","1963","127"]},{"divid":1213388650,"type":"Book","data":["Robert A. Taylor","Rebel Storehouse",null,"Tuscaloosa","The University of Alabama Press","1995","38, 45"]}],"locations":[{"id":1515,"lat":30.4938122303,"lng":-81.4274627631,"zoom":9,"place":"DUVAL, Florida"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}