{"id":2085,"title":"Calvin Shedd Reports Confederate Lynching in Southern Florida\n","course_id":1,"status":"P","start_date":"1863-01-16","end_date":"1863-01-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Calvin Shedd struggled to make sense of his surroundings while stationed at Fort Jefferson, a Union garrison in Key West, Florida, the southernmost city in the United States. He saw little or no action in the war for his first eighteen months of service, but he heard reports from members of his regiment who scouted the movement of the Confederate army. He was taken aback when he heard that Confederates had adopted the practice of hanging black men to discourage them and others from joining the Union army. Southerners were determined to punish any black man caught fighting against the South. In a letter to his wife and family in New Hampshire, Shedd proclaimed, Alas For the poor slave It is great wonder to me that they do not rebel; they would if they were not the most quiet, inoffensive race on earth. Besides expressing sympathy for blacks in this letter, he also claimed that slaves in Florida appeared to be more intelligent, to speak better English, and to be better looking than those he saw in South Carolina. To his disappointment, however, there were still no public schools in Florida where people of all races and classes could learn that all men are created equal in the sight of God.","Although many Union soldiers, perhaps even Shedd himself, were still racist during the Civil War, Shedd and other Northerners did see the many benefits of enlisting black soldiers as early as 1862. For many Union soldiers, the violent acts of southerners towards blacks were shocking and repulsive. The large free black population, their perceived prosperity and employment opportunities, and the extensive presence of Union garrisons in Key West all combined to positively influence perception of black Floridians. For Shedd, his intense patriotism, longing for his family, and strong sense of morality is what led him to denounce the maltreatment of blacks. ","Despite Shedd's belief that brave black volunteers did not deserve to be lynched for fighting alongside white Northerners, the lynching of blacks by Southerners, about which Shedd heard reports, did not end with the war, but instead, only gained momentum. In fact, people frequently extolled the lynching of black men as a way to enforce segregation in antebellum Florida. Reconstruction-era violence and lynching was rooted in the determination of white Floridians to keep blacks close to the brutal system of slavery which existed in Calvin Shedd's time. "],"display_date":"January 16, 1863","search_date":"1863-01-16","citations":[{"divid":1214947637,"type":"Website","data":["Ruthanne D. Vogel and William E. Brown, Jr.","Calvin Shedd Letter - January 15, 1863","University of Miami Libraries","http://scholar.library.miami.edu/shedd/63jan15.htm","October 3, 2006"]},{"divid":1214947674,"type":"Website","data":["Ruthanne D. Vogel and William E. Brown, Jr.","Calvin Shedd Letter - October 12, 1862","University of Miami Libraries","http://scholar.library.miami.edu/shedd/62oct12.htm","October 3, 2006"]},{"divid":1214947723,"type":"Book","data":["Edward L. Ayers","In the Presence of Mine Enemies: The Civil War in the Heart of America, 1859-1863",null,"New York","W. W. Norton and Company","2003","238, 365"]},{"divid":1214947771,"type":"Article","data":["Irvin D. Solomon and Grace Erhart","Race and Civil War in South Florida","The Florida Historical Quarterly","Vol. 77, No. 3","1999","320 ? 341"]},{"divid":1214947917,"type":"Book","data":["Paul Ortiz","Emancipation Betrayed",null,"Los Angeles","University of California Press","2005","65"]}],"locations":[{"id":1516,"lat":25.7665375474,"lng":-80.1467565312,"zoom":8,"place":"DADE, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}