{"id":2090,"title":"Charles Whitehead Ridicules Jackson&#39;s Domestic Slaves\n","course_id":1,"status":"P","start_date":"1860-01-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Jackson was a wealthy Florida planter who inherited several acres of land from his family. He owned dogs, horses, and men-servants and maid-servants were born in his house, and the forests surrounding Jackson's plantation were plentiful with wild animals. In 1860, he and Charles Whitehead decided to practice their hunting techniques on his property. They camped by the side of his house to spend a few days in pursuit of the chase. They relaxed in the tent and laughed wildly as the negroes ran to prepare food and the little nigs looked on from every out-of-the-way corner. They sat and drank as the slaves cooked for them in one of those little disconnected kitchens so favored by your true darky cook, who, when not turning the corn-bread, stands in her red bandana in the doorway with her arms akimbo, looming as large as the wonderful fat woman in the Museum. (Akimbo is a body position in which the hands are on the hips and the elbows are bowed outward.) Jovial and relaxed, Whitehead and Jackson cracked jokes about Jackson's slaves while they worked to prepare dinner and to maintain Jackson's estate.","The slaves Whitehead described clearly lived and worked in close proximity to where Jackson interacted with his fellow white men. While most Florida slaves usually ate in their cabins, those that Whitehead described were charged with the task of cooking and were also allowed to eat supper near their masters. This led to intense ridicule and the formation of stereotypes and derogatory terms about domestic blacks that persisted for decades. In his written accounts of his hunting adventures in the Everglades region of Florida, Charles Whitehead used terms like nig and darky to delineate the stark contrasts he perceived between the blacks and whites on Jackson's property. Not being wealthy enough to own slaves himself, Whitehead probably did not have any direct interaction with individual slaves. Therefore, his perception of blacks was all the more harsh and impersonal. For Whitehead, as for many, poor treatment of slaves was a way to dehumanize the black race in such a way that negated any guilt on the part of the white race."],"display_date":1860,"search_date":"1860-07-01","citations":[{"divid":1214948102,"type":"Pamphlet or Other Printed Material","data":["Charles Whitehead","Wild Sports in the South; or, the Camp Fires of the Everglades","New York","Derby &amp; Jackson","1860","Special Collections Library, University of Virginia"]},{"divid":1214948155,"type":"Book","data":["Julia Floyd Smith","Slavery and Plantation Growth in Antebellum Florida: 1821-1860",null,"Gainesville","University of Florida Press","1973","72"]}],"locations":[{"id":1520,"lat":26.6841881812,"lng":-82.0889710874,"zoom":7,"place":"MONROE, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}