{"id":2091,"title":"Jesse Willis Petitions to Keep Slave Families Together\n","course_id":1,"status":"P","start_date":"1858-01-01","end_date":"1858-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Jesse Willis, administrator of the estate of Amanda Willis, asked the Marion County court for permission to sell land (rather than slaves) from Marion's estate to repay his debts. He claimed that selling the slaves could not be done without upsetting Amanda's children. Willis added, the slaves are all of one family, and [they are] mostly children which are constantly increasing in value. He did not think it was right to separate families of slaves when it could be avoided. He realized that for slaves, the slave trade was more than just a financial exchange. A one-time miscalculation on the part of an owner might lead to a life-changing sale for the slave, and Jesse Willis did not want this to happen to his family's slaves. Instead, he insisted on avoiding the separation of slave families.","There have been several court documents that reveal that there were other masters who looked out for the welfare of the slave family. Other owners, like the Sanderson's in Duval County and the Hanson's in St. Johns County, would almost never sell a slave and refused to employ overseers who beat slaves. In addition to court proceedings, slave and master accounts also provide information about master-slave relations and the preservation of the slave family. One slave remembers that he never had to do any strenuous work as long as he won in marbles when he played against slaves of other masters. His master's goal was to excite the ambition of his slaves and promote loyalty through kindness, not to depress their spirits by fear and punishment.","Despite the handful of other cases of kind masters who cared for their slaves, Jesse Willis' demand in the Marion County court was not typical of Southern slave owners. The majority of the court petitions in Marion County and throughout eastern Florida consisted of requests to divide, rather than to consolidate, ownership of slaves amongst kin or to sell the slaves at public auction. More often than not, economic interests drove masters' decisions and led to the dehumanization of slaves. The Florida slave was often separated temporarily, and sometimes permanently, from those he or she loved. The abnormality of Willis trial shows that there were probably fewer hard plantations and mean slave drivers in Eastern Florida than there were in Mississippi, Alabama, and in other places where the plantations were great in number and size."],"display_date":1858,"search_date":"1858-07-02","citations":[{"divid":1213585609,"type":"Manuscript on Microfilm","data":["","Race, Slavery, and Free Blacks: Series II, Petitions to Southern County Courts 1775-1867","Reel 7, Micflm 0384, ser 165","Congressional Information Service","University of North Carolina at Greensboro"]},{"divid":1213585704,"type":"Book","data":["Gary W. McDonogh","The Florida Negro: A Federal Writers&#39; Project Legacy",null,"Jackson","University Press of Mississippi","1993","23, 38"]},{"divid":1213585775,"type":"Book","data":["Julia Floyd Smith","Slavery and Plantation Growth in Antebellum Florida: 1821-1860",null,"Gainesville ","University of Florida Press","1973","40, 176"]},{"divid":1213585828,"type":"Book","data":["Walter Johnson","Soul by Soul",null,"Cambridge ","Harvard University Press","1999","14"]}],"locations":[{"id":1521,"lat":29.0561754463,"lng":-82.0448605922,"zoom":8,"place":"MARION, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}