{"id":2096,"title":" Fall Semester at Memphis Conference Female Institute\n","course_id":1,"status":"P","start_date":"1878-09-02","end_date":"1878-09-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" In anticipation of the start of the fall term to begin Monday, September 2, 1878, Mr. A.B. Jones, the President of the Memphis Conference Female Institute in Jackson, Tennessee, placed in advertisement in a Mississippi weekly newspaper. GREAT REDUCTION IN CHARGES the ad announced, continuing with a brief description of the oldest Female College in the Southwest. Favorably located, easy of access and remarkable for its healthfulness. Thoroughly furnished in all of its departments and supplied with a large corps of competent teachers. "," The fervor with which Mr. Jones sought pupils for his women's academy reflected the competition of the market. His particular ad, for example, was just one of half a dozen such announcements for women's colleges in Mississippi, Tennessee, and Kentucky run in that particular day's paper alone. In the years after the war, higher education for middle class white women became more commonplace in southern cities, and as a result, educated and socially conscious women began to assert themselves in communities across the South."," According to historian Marsha Wedell, the beginnings of social movements among middle class white women were well in place in Memphis by the end of the 1870s. Not only were the women organizing, but they were doing so in meaningful ways with significant impact on their surroundings. According to Wedell, these women of Memphis adopted a wide range of urban issues as their personal duties, and succeeded in focusing the attention of the community on the appalling living and working conditions of many of the city's residents. Their work in initiating efforts to address such conditions contributed significantly to the eventual recognition by the city of its responsibility to provide municipal welfare and social services for its citizens. "," As women fought to change their surroundings, they found themselves and their own relationships changed as well by their fight. Groups such as the Nineteenth Century Club, an all women social club formed in Memphis in the spring of 1890 with the purpose of encouraging women to socialize and study together, brought their members out of their homes and into a public sphere where they could interact with one another in a network of support and activism. It was these women - in many cases the daughters of mothers who had held their families together through the trials of the Civil War - who were products of schools like the Memphis Conference Female Institute and the harbingers of a new role for women as a new century approached."],"display_date":"September 2, 1878","search_date":"1878-09-02","citations":[{"divid":1214948383,"type":"Newspaper Article","data":["","Weekly Clarion","Jackson Mississippi","September 4, 1878",""]},{"divid":1214948413,"type":"Book","data":["Marsha Wedell","Elite Women and the Reform Impulse in Memphis, 1875-1915",null,"Knoxville","University of Tennessee Press","1991","4, 77-107"]}],"locations":[{"id":1525,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}