{"id":2097,"title":"The Young Men of Natchez Have Organized an Artillery Company\n","course_id":1,"status":"P","start_date":"1876-08-25","end_date":"1876-08-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The young artillery company was pressed for funds, and the task of raising them fell to a member of their ranks named H.H. Farnham. In an August 1876 fundraising letter to Stephen Duncan, the former president of the Bank of Mississippi, Farnham, (who signed the correspondence Ch. Com. Of the Gilden Light Artillery) wrote that the young men of Natchez have organized an artillery company, known as the Gilden Light Artillery and are now trying to raise the funds to equip with one or two pieces. Farnham went on to outline the costs of outfitting the new artillery, asking Mr. Duncan to participate by paying a subscription of any amount you may deem it advisable to give so that the young men's artillery might participate in a coming campaign. There is no record of whether Mr. Duncan, already an honorary member of the Natchez Adams Light infantry, accommodated the requests of the Gilden Light Artillery, but it might be presumed that the former Bank president and owner of a sugar and cotton plantation, would have support the young men's efforts in spirit, if not in dollars."," Artillery companies served a unique purpose in the psyche of former Confederate communities. They represented a prouder time and were part of the balm that soothed the southern collective consciousness in the years after their defeat: the Lost Cause ideology, or the idea that the Confederacy had fought nobly and bravely for a superior cause and were defeated only by the sheer force of the federal army. The Lost Cause ideal was first established- or at least first defined in such terms - in a 1866 book of the same name by journalist Edward Pollard, and it gained in popularity throughout the 1870s, mostly through articles written by Former Confederate Lt. Gen. Jubal Early, a West Point graduate who emphasized, among other tenets, the nobility of southern military leadership in comparison to the allegedly barbaric behavior on the part of Union troops. As southern historian Rod Andrew, Jr explains, perhaps the most central and enduring element of the Lost Cause was the firm connection in the minds of southerners between martial virtue (courage, patriotism, selflessness, loyalty) and moral rectitude. The image of the valorous soldier as a patriot and model citizen had antebellum roots, but it shaped and drew strength from the legend of the Lost Cause after the Civil War."," The popularity and growth of and esteem commanded by such artillery companies, serve in Andrew's words, as a reminder that militarism was as much as part of southern culture after the Civil War as before. As the young men of Natchez would have been proud to note, their Gilden Light Artillery was part of a phenomenon across the South that was much greater then their own group and its fundraising efforts."],"display_date":"August 25, 1876","search_date":"1876-08-25","citations":[{"divid":1217005953,"type":"Manuscript on Microfilm","data":["","Letter to Stephen Duncan from H. H. Farnham, Gilden Light Artillery; Notification of Dues Owed to Stephen Duncan from the Armory of the Adams Light Infantry","Reel 21, Micfilm 1705, ser G, Slides 533, 534, 538-539","Duncan Family Papers, Records of Antebellum Southern Plantations from the Revolution through the Civil War","Alderman Library, University of Virginia"]},{"divid":1217006062,"type":"Article","data":["Rod Andrew, Jr.","Soldiers, Christians, and Patriots&#58; The Lost Cause and Southern Military Schools","Journal of Southern History","Vol. 64, No. 4","November 1998","677-710"]}],"locations":[{"id":1526,"lat":31.4831695494,"lng":-91.3531349834,"zoom":9,"place":"ADAMS, Mississippi"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}