{"id":21,"title":"Edgefield Anti-Tariff group meets.\n","course_id":1,"status":"P","start_date":"1827-07-02","end_date":"1827-07-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In early July, the spark of nullification struck Edgefield County and throughout the state of South Carolina.  Citizens of the community met to discuss as the Charleston News and Courier put it: A Memorial to Congress against the imposition of additional duties upon the importation of woolens.'  Jesse Blocks was named Chair and F.H. Wardlaw Esq. was elected Secretary.  Their statement was written in the July 14th paper of the News and Courier and therefore, spread to all those in the area who were literate.  &lt;br /&gt;&lt;br /&gt;This memorandum deals specifically with the tariff that so aversely affected the South during this time.  The South held a cotton monopoly at this time, and an import tax imposed on their trading partners worried many Southerners that their monopoly was in jeopardy.  In debating this tariff, the committee alluded to their forefathers knowing looking to them as an example as to know our duty, so we know it is our right.'   They found the tariff to be peculiarly unfavorable to us' and refused the shallow idea of a system forced upon us under the imposing name of American''.  &lt;br /&gt;&lt;br /&gt;It is interesting to note that many of these excuses these South Carolinians are makings are the same most slaves would be thinking.  That is our right' and peculiarly unfavorable to us' that is forced upon us.'  Nevertheless, these groups were unable to see the parallel, or simply chose to ignore it.  This meeting sparked others throughout the Palmetto State including one in Cheraw on July 25th.  Obviously, this issue would not go away and later on, when President Jackson permitted the Tariff of Abominations', talk of nullification (voiding a law that is seen as unfavorable to a particular area) began to stir first in the Palmetto State.  The road to nullification passes right through in Edgefield, South Carolina in 1827."],"display_date":"July 2, 1827","search_date":"1827-07-02","citations":[{"divid":1213032538,"type":"Newspaper Article","data":["","Charleston Mercury","","June 1, 1827",""]},{"divid":1213032567,"type":"Newspaper Article","data":["","Charleston News and Courier","","July 14, 1827",""]},{"divid":1213032625,"type":"Book","data":["Louis Masur",null,null,"New York","Hill and Wang Publishing","2001","127"]}],"locations":[{"id":12,"lat":33.8449766897,"lng":-81.9100531274,"zoom":8,"place":"EDGEFIELD, South Carolina"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}