{"id":2100,"title":"The Great Democratic Procession\n","course_id":1,"status":"P","start_date":"1875-06-26","end_date":"1875-06-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the summer of 1875, Jane Pryor of Vicksburg, Mississippi wrote a warm letter to Caroline Kiger of Warren County in anticipation of the coming week's political events. Encouraging Mrs. Kiger's husband to come to Vicksburg, Pryor wrote: tell him to try and be here 24th in the Great Democratic procession at 6 o'clock in the afternoon that will be tomorrow & we will show him the elegant Democracy of our town. "," Pryor was not alone in her admiration of the growing Democratic party, a group that was evolving during the 1870s into a political class known as Bourbon Democrats for their aristocratic white backgrounds and policies. As historian Ed Ayers notes, Democrats regained control from Radical Republican reconstructionists in 1876, or the election year following Pryor's 1875 letter. Reconstruction was led by a loathed coalition succinctly described by southern political historian Monroe Billington as Yankee carpetbaggers, southern scalawags, and blacks - in other words, former Union soldiers or citizens who had moved South after the war, the former Confederates who cooperated with them, and worst of all, former slaves. "," As its finally regained power, the Democratic party inspired pride in Jane Pryor and many of her position in white society. Ayers alludes to this sense: Many of the Redeemer Democrats bore impressive pedigrees and could claim distinguished service in the Confederacy. In counties and states across the South white veterans with education and property stepped forward to seize the power they considered rightfully theirs. Under democratic rule, they promised, political bloodshed would cease, race relations would calm, the economy would flourish, and honor in government would prevail. These promises struck a chord with whites like Pryor, who tired not only of the shame of being governed by their former military foes and slaves but also of the violent backlash and sense of lawlessness that came from groups outside the electoral process like the Ku Klux Klan. "," These Democrats postured as the defenders of an old South way of life. Democratic politicians called themselves Redeemers, emphasizing their role in reclaiming the South from the humiliation of not only the Civil War, but of the Republican Reconstruction as well. Their background and breeding represented the best, in the minds of many white Southerners, of a genteel and honorable past, and their platform emphasized a return to a way of life longed for by these sort of voters. Jane Pryor wrote gauzily of the elegance of the party, and of the spectacle of the parade. The Mr. Kiger in question- the owner of a substantial Warren County plantation- likely would have been among those white southerners who, out of yearning for a past elevated to near perfection by nostalgia, would have found solace in the Democratic candidates, the Redeemer message, and Great Democratic procession in Vicksburg, Mississippi at 6 o'clock on July 24th, 1875."],"display_date":"June 26, 1875","search_date":"1875-06-26","citations":[{"divid":1217006199,"type":"Manuscript on Microfilm","data":["","Letter from Jane Pryor to Caroline Kiger","Reel 26, Microfilm 1705, ser G, part 5, Slide 845","Kiger Family Papers, 1820-1885, Records of Antebellum Southern Plantations from the Revolution Through the Civil War","Alderman Library, University of Virginia"]},{"divid":1217006278,"type":"Book","data":["Monroe Billington","Southern Politics Since the Civil War",null,"Malabar","Robert E. Krieger Publishing Company","1984","12-16, 17-23"]},{"divid":1217006363,"type":"Book","data":["Edward L. Ayers","Southern Crossing&#58; A History of the American South, 1877-1906",null,"New York","Oxford University Press","1998","7"]}],"locations":[{"id":1527,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}