{"id":2103,"title":"Chas. M. Evans, Manufacturer of Artificial Limbs","course_id":1,"status":"P","start_date":"1879-02-16","end_date":"1879-02-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Chas. M. Evans, Manufacturer of Artificial Limbs of the best quality, solicits a share of the Southern patronage the ad read. Prices have been reduced and other special inducements are now offered Southern citizens and soldiers. To insure satisfaction, each leg may be fitted and test fully before any payment is required. Mr. Evans, purveyor of prosthetics, provides the Rev. C.K. Marshall of Vicksburg, Mississippi, as a reference to the suitability of his product for the citizens of the Vicksburg community. "," At the time the ad was placed in the Jackson Weekly Clarion on February 16, 1879, there would have been a high demand for prosthetic limbs among those soldiers who were fortunate enough to return from the Civil War alive. Scores of the roughly eighty thousand Mississippi whites who fought for the Confederate Army were killed, and many more of those who did come home did so missing arms, legs, or sustaining other injuries. Civil War military historians Grady McWhiney and Perry D. Jamieson suggest that the military strategy of the Confederate army was particularly responsible for this state of affairs, asserting that casualty lists reveal that the Confederates destroyed themselves by making bold and repeated attacks... these bloody Confederate offensives took the lives of the bravest Southern officers and men. Relatively few combat officers went through the conflict without a single wound, and most of those who did could claim, as did General Reuben L. Walker, who participated in no less than sixty-three battles, that it was not my fault. "," The unpreparedness of Confederate generals for a new sort of warfare fought with rifles, coupled with a tactical aggression that led them to strike offensively even in the face of massive casualties, meant that an entire generation of young men in Mississippi and throughout the South were either lost on the battlefields or came home dramatically wounded. "," Those who survived the bullet blasts often faced even worse in Confederate hospitals. Medical historian George Worthington Adams paints a grim picture of the sort of medical services provided in wartime: The surgeons of the day thought a bare finger was the best probe; they operated in dirty uniforms; they used the same marine sponge to swab out the wounds of countless men; they reused linen dressings; they meddled with wounds and thus made bad matters worse... far from being surprised at the large number of mortalities, we should marvel that a majority of their operations recovered. Such was the state of affairs for soldiers undergoing surgery, to say nothing of those suffering from the many diseases that ravished the Confederate army. "," The appearance of the Charles M. Evan's ad nearly a decade and a half after the war's conclusion demonstrates how far the consequences of the war's characteristics- from poor military strategy to dangerous operating procedures- would last into the era of rebuilding in the South. For the young veterans who would become clients of Evans' artificial limbs business, the destruction brought about by the Civil War was not limited to their land, their communities, or their former homes; they would face as well the very personal devastation of their own bodies."],"display_date":"February 16, 1879","search_date":"1879-02-16","citations":[{"divid":1214948719,"type":"Newspaper Article","data":["","Weekly Clarion","Jackson Mississippi","February 16, 1879",""]},{"divid":1214948745,"type":"Book","data":["Grady McWhiney and Perry D. Jamieson","Attack and Die: Civil War Military Tactics and the Southern Heritage",null,"Tuscaloosa","University of Alabama Press","1982","14"]},{"divid":1214948806,"type":"Article","data":["George Worthington Adams","Confederate Medicine","The Journal of Southern History","Vol. 6, No. 2","May 1940","151-166"]}],"locations":[{"id":1530,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}