{"id":2105,"title":"Economies At Odds\n","course_id":1,"status":"P","start_date":"1887-08-13","end_date":"1887-08-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Economic change was slow to come to the former Confederacy after the Civil War. Although railroads began to crisscross New South cities like Atlanta, dependence on an agricultural way of life made the cities of the South less likely sites of industrial development than their Northern counterparts. This impeded development was only further hindered by the outbreak of Yellow Fever in Montgomery, New Orleans, and Memphis, and a struggling economy in the decade following the civil war. "," When the long depression of the 1870s ended in 1879, southerners celebrated its passing, historians William Cooper Jr. and Thomas Terrill write, and the South's cities and industries remained small but portended better times. LaGrange Furnace Co. was part of one such industry. A Western Union Telegraph dated August 13, 1887 and addressed to O.M. Dunn Luht of Memphis reads, briefly: We will need the Engine and two flat cars tomorrow send man to run it. Answer. The telegraph represents a picture to which dozens like it in the LaGrange records attest: a southern company growing rapidly in size in a time of economic development, taking advantage of the railroad network expanding across the South to increase their market and expand the reach of their product. These railroads changed life along the Mississippi delta, as elsewhere in the South, for the LaGrange company and society at large. As Edward Ayers has written, the construction of a railroad touched people all up and down the track."," Cooper and Terrill note, however, that even as companies like LaGrange grew, they were no match for King Cotton, who kept southern economies in his grip out of necessity and expediency. Ayers explains it this way: in the immediate postwar years farmers could count on cotton when they could count on nothing else; it was easily grown by a farm family, nonperishable, in demand, seemingly profitable, and easy to get credit for. The records of the rapidly expanding LaGrange Furnace Co. were a window on the future of the South in the post-Reconstruction era (what Ayers and other historians have come to call The New South), but the growth of the sort of economy that the company represented was not imminent at the time their telegraph was sent. Cotton's influence, the most powerful force in Southern economies for generations, dictated that despite the growth of urbanization and industry, it would be a while yet until the South transitioned from its agricultural economy. ","Episode Date: August 13, 1887"],"display_date":"August 13, 1887","search_date":"1887-08-13","citations":[{"divid":1215007485,"type":"Manuscript","data":["","Telegraph to O.M. Dunn Luht",null,"MSS 482","Box 1","Records of LaGrange Furnace Co.","Special Collections Library, University of Virginia"]},{"divid":1215007550,"type":"Book","data":["William J. Cooper, Jr. and Thomas E. Terrill","The American South: A History",null,"New York","McGraw-Hill","1996","422-424"]},{"divid":1215007682,"type":"Book","data":["Edward L. Ayers","The Promise of the New South: Life After Reconstruction",null,"New York","Oxford University Press","1993","9-15"]}],"locations":[{"id":1532,"lat":32.6346973664,"lng":-90.0338114186,"zoom":9,"place":"MADISON, Mississippi"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}