{"id":2106,"title":"Yellow Fever Strikes Kearney, Mississippi","course_id":1,"status":"P","start_date":"1889-05-14","end_date":"1889-05-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The letter to Stephen Duncan, a wealthy cotton and sugar planter in Natchez, was postmarked Kearney, Mississippi and began with a harried excuse. The letter's author, a business associate of Duncan's, apologized for the delay of a trip out West to hire Chinese laborers. Your letter of July 1st [1879] received today the letter hurriedly opened. Had I known where to address you, I should have written to you immediately after the appearance of yellow fever in Memphis and the simultaneous widespread scare through the Mississippi valley. I soon discovered that the confusion and incident derangement in business matters resulting from the panic, would prevent my projected mission to San Francisco. "," It was hardly just business trips disrupted by yellow fever in the Mississippi Valley at the time of the letter, however. The widespread panic alluded to in the letter could scarcely begin to describe the chaos into which Southern communities along the Mississippi river were thrown. In his documentation of the 1878 yellow fever epidemic, John Ellis describes how the disease, which began in New Orleans, spread up the river: refugees from New Orleans and those who subsequently fled other stricken communities carried the infection up the Mississippi valley in successive waves by various means of transportation. The fever broke out in Vicksburg on August 9, and three days later in appeared in the small north Mississippi railroad toward of Grenada where it struck approximately 1,050 of the town's original 2,200 residents. As the yellow fever spread, so did the terror- by the time the threat of the epidemic made its way to Memphis, twenty-five thousand people fled the city. Those who remained were quickly mired in lawless chaos of violence, public drunkenness, looting, and of course, illness- at its peak, the yellow fever claimed nearly two hundred lives a day. "," And the letter to Stephen Duncan was right- commerce came to an utter standstill in the affected communities. A plea from business and political leaders in these areas to Union chambers of commerce read: In New Orleans, Vicksburg and Memphis, as well as the smaller towns of Holly Springs, Grenada, Port Gibson, Canton, Greenville, Brownsville, Baton Rouge and Delhi, all business is entirely suspended. [Unemployed workingmen] have no means to get away from the pest-ridden cities; for them there is no labor, no wages, no bread- nothing but death or starvation, and this condition must last at least for fifty days, for there will be no stay of the pestilence, no resumption of business until frost. The epidemic which had delayed the California journey of Duncan's correspondent also decimated the lives and livelihoods of thousands of his neighbors.","Episode Date: May 14, 1889"],"display_date":"May 14, 1889","search_date":"1889-05-14","citations":[{"divid":1218737037,"type":"Manuscript on Microfilm","data":["","Letter to Stephen Duncan from unknown &#40;illegible&#41; business associate, August 1879","Series G, Part 5. Reel 21 of 42, slides 552-553","Duncan Family Papers, Records of Antebellum Southern Plantations from the Revolution through the Civil War","Alderman Library, University of Virginia"]},{"divid":1218737086,"type":"Primary Source in a Secondary Source","data":["Letter to Union Chambers of Commerce, Washington Post. Signed by E. John Ellis, Louisiana, R.L. Gibson, Louisiana; John T. Morgan, Alabama; William H. McCardle, Mississippi; and Cyrus Bussey, president of the New Orleans Chamber of Commerce","September 9, 1878","Yellow Fever and Public Health in the New South","John Ellis","Lexington","University Press of Kentucky","1992","53"]},{"divid":1218737166,"type":"Book","data":["John Ellis","Yellow Fever and Public Health in the New South",null,"Lexington","University Press of Kentucky","1992","37-59"]}],"locations":[{"id":1533,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}