{"id":2107,"title":"The Burning of the Andersons\n","course_id":1,"status":"P","start_date":"1877-10-09","end_date":"1877-10-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Hal Anderson lost everything on October 9, 1877. Ander son's house in Braden's Station, Tennessee, just outside of Memphis, was burned, and three of his children perished in the flames and a fourth was so badly burned that is life is despaired of. The news bulletin about the story in the Jackson, Mississippi Weekly Clarion was cryptically brief. The parents had left the children alone in the house, it ended, but there may very well might be more to the story. There was no explanation for why the children had been left alone, nor any reference to the cause of the fire. A clue might lay in the following fact: Hal Anderson of Braden's Station, Tennessee was a black man."," Read in this context, the burning of the home and children of Hal Anderson might have been another example of the sort of violence that exploded in the South in the decades immediately after the Civil War, a milieu that Ed Ayers describes as the turbulent South of the 1880s and early 1890s, when politics and economic turmoil constantly threw people into conflict. Suspicion between newly freed blacks and their former slaveholders- or, more often, between former slaveholders and transient strange niggers, as they were called- meant that racial tensions were always running high. Newspapers featured daily stories about blacks committing one crime or another, and prisons filled across the South with black men accused of all kinds of grievous misdeeds. A sense of vigilante justice, coupled with a deep fear of what blacks might do out of vengeance for a more than century of dehumanizing oppression, lead to brutal lynchings of black criminals in Southern prisons. "," While black drifters without roots in a town proved the easiest target for such violence, the constant threat of reactionary whites affected all blacks, especially in areas like the Mississippi cotton uplands and the mountains of Appalachia, where the impersonal and transient nature of work in lumber camps and large plantations prevented the establishment of roots or interconnectedness among black and white workers and families, even among those who had lived in the region for years. Ayers characterizes this inescapable fear, noting that it was a poisoned atmosphere, one that permeated life far beyond those counties where a lynching had actually taken place, one that pervaded all the dealings each race had with the other. Intimidation and terror colored life for most Southern blacks, and the burning of Hal Anderson's family and property- made suspicious by lack of detail or explanation- might have been no exception.","Episode Date: October 9, 1877"],"display_date":"October 9, 1877","search_date":"1877-10-09","citations":[{"divid":1216225463,"type":"Newspaper Article","data":["News of the Week","Weekly Clarion","Jackson, MS","October 17, 1877",""]},{"divid":1216225486,"type":"Book","data":["Edward L. Ayers","Southern Crossing&#58; A History of the American South 1877-1906",null,"New York","Oxford University Press","1998","106-110 "]},{"divid":94888,"type":"Manuscript on Microfilm","data":["EOdGrSoG"]}],"locations":[{"id":1534,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}