{"id":2109,"title":"Letters By Colored Messenger \n","course_id":1,"status":"P","start_date":"1874-12-24","end_date":"1874-12-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" A letter arrived for Jerry Hyland of Warrenton, Mississippi as the year 1875 began. The letter, from a friend Emma S., commenced with the usual pleasantries before expressing dismay that earlier correspondence had not made its way into Hyland's possession. I am surprised to learn that my last letter to you, written in November, failed to reach you- I have forgotten who mailed it for me wrote Emma, continuing, we frequently send letters in by colored messenger & occasionally they prove that they should not be trusted... this must have been the case with my last one. "," At the dawn of 1875, as blacks and whites struggled in a new economic system after the Civil War and the Emancipation Proclamation, Emma S. of Oak Lawn, Mississippi was not the only white Southerner frustrated by the new social order. As historians William Cooper Jr. and Thomas Terrill have recorded, according to careful estimates, blacks reduced the amount of work they had done as slaves by more than a third. Landlords complained bitterly. Although this particular description focuses mainly on the agriculture output of black sharecroppers and day laborers, the shift from a slave labor economy to a wage labor economy would have affected the white Southern women who had relied on black labor for household tasks such as mailing letters just as it affected white Southern men who had relied on black labor for agricultural production."," Once unconstrained by the shackles of slavery, freed blacks were no longer forced into inhumane hours or a life of servitude at the beck and call of a slave-owner. But poverty kept many freed blacks locked into the same sort of lifestyle and labor in which they had toiled in the antebellum South. Cooper and Terrill note that by 1919 most blacks lived about where they had when the Civil War ended, in the black belt. This persistence was a physical expression of the limits to the freedom blacks had secured at emancipation. Too few escaped the seemingly endless cycle of poverty that had ensnarled too many southern farmers after the Civil War. "," Whether picking cotton or doing the errands of a white woman like Emma S., freed blacks found that themselves in the same line of work that they had been before the War, only at a less grueling pace- a pace which Emma S. and other whites lamented as laziness or untrustworthiness. ","Episode Date: December 24, 1974"],"display_date":"December 24, 1874","search_date":"1874-12-24","citations":[{"divid":1215008175,"type":"Manuscript on Microfilm","data":["","Letter from &amp;34;Emma S&amp;34; of &amp;34;Oak Lawn&amp;34; to Jerry C. Hyland","Reel 20 of 42, Slides 154-156","Records of Antebellum Southern Plantations from the Revolution Through the Civil War. Series G, part 5","Alderman Library, University of Virginia"]},{"divid":1215008230,"type":"Book","data":["William J. Cooper, Jr. and Thomas E. Terrill","The American South: A History",null,"New York","McGraw-Hill","1996","404-405"]}],"locations":[{"id":1536,"lat":32.364480123,"lng":-90.8603381835,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}