{"id":2114,"title":"A Coming Together of the Races\n","course_id":1,"status":"P","start_date":"1847-01-22","end_date":"1847-01-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 22 1847, a peculiar event took place at the Jonesborough hatter shop. On this occasion, whites and blacks of the town congregated for what was known as a Negro Party. Together, members of both races cast aside racial differences in order to celebrate the coming of the New Year. Every guest, despite their race, took part in the festivities which included feasting and dancing. The merriment lasted until five o'clock in the morning. At this event, white citizens of the town who were often divided on issues of religion and politics, came together in the spirit of solidarity to extend to the African American population of the community the right hand of fellowship. These people believed that, on the ballroom floor, both classes could come together free of distinctions of morals or color. It was expressed that many of the party goers thought that certain distinctions made on account of skin color were of the utmost distaste. Through the elimination of these distinctions, the white citizens of Jonesborough were able to show their devotion to those whom they termed voters of color.","This narrative serves as a reflection of the abolitionist sentiments felt by many East Tennesseans. Local manumission societies were established in a handful of counties in the early 1800's including Washington County, of which Jonesborough served as the county seat. Like the citizens in attendance at the New Years party, members of these societies had sympathetic attitudes towards people of color and pushed for the gradual emancipation the slaves. In 1819, a citizen of Jonesborough began circulating <em>The Manumission Intelligencer</em>, which later became simply <em>The Emancipator</em>. Historian Robert E. Corlew argues that these Tennessee manumission societies were short lived and no longer existed by mid-1830. This narrative, however, with its nuances of equality and references to voters of color implies that abolitionist sentiments still existed in Jonesborough even as late as 1847."],"display_date":"January 22, 1847","search_date":"1847-01-22","citations":[{"divid":1214704593,"type":"Newspaper Article","data":["Another Negro Party","The Jonesborough Whig and Independent Journal ","","January 27, 1847","2"]},{"divid":1214704622,"type":"Book","data":["Robert E. Corlew","Tennessee: A Short History, Second Edition",null,"Knoxville ","The University of Tennessee Press","1981","215-217"]}],"locations":[{"id":1540,"lat":36.2251619225,"lng":-82.4967689306,"zoom":9,"place":"WASHINGTON, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}