{"id":212,"title":"Joseph M. White suggests Indians move west of the Mississippi.\n","course_id":1,"status":"P","start_date":"1827-05-20","end_date":"1827-05-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the native Indians were allotted reservation areas for settlement, problems quickly arise.  Whites started trying to take over these areas (claiming to be looking for lost slaves), and Indians were trying to expand on their already very small territory.  This led to substantial violence and bloodshed.  One such example took place near the Ocilla River on December 6, 1826.  The Woodville Republican charged that the Indians committed a wanon, unprovoked, and deliberate murder in this county'.  General R.K. Call of the state militia was sent in and dealt the Mickasoky and Creek Indians a severe blow.  The Woodville Republican put it simply: We fear the Florida Savages will continue in their mad career until they are entirely extirpated'.    &lt;br /&gt;&lt;br /&gt;On May 20, 1827, Joseph M. White, a prominent lawyer and Congressman from Florida, proposed that the Indians residing in his state voluntarily move west of the Mississippi river in his home state. These tribes would later reject this proposal at a special conference set up to discuss the terms of this removal.  They saw no advantages to leaving territory that had been theirs for generations and were resistant to any kind of compromise.  This sad tale of hostility foreshadowed the impending Trail of Tears' coming up during Andrew Jackson's term as President of the United States, where the Creeks among with the other four civilized' tribes throughout the South were forcibly marched out of their homelands and to a new and scary terrain.  Indians and whites could not coexist when there was land involved.  The ensuing bloodshed meant that there must be a deal and that deal meant the removal of Indians from land deemed profitable by whites, voluntary or mandatory.  It would be the official policy of race relations with Native-Americans for some time to come."],"display_date":"May 20, 1827","search_date":"1827-05-20","citations":[{"divid":1213224101,"type":"Book","data":["Charlton W. Tebeau","A History of Florida",null,"Miami","University of Miami Press","1971","155"]},{"divid":1213224130,"type":"Newspaper Article","data":["","The Woodville Republican","","January 7, 1827",""]},{"divid":1213224161,"type":"Article","data":["Gloria Jahoda","The Trail of Tears","The Journal of Southern History","43","February 1977","123-124"]}],"locations":[],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}