{"id":2123,"title":"Slave Sale in Antebellum Richmond\n","course_id":1,"status":"P","start_date":"1835-01-09","end_date":"1835-01-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Thomas Harrison was a generous father. When the Virginia planter died in January 1835, he left his entire Henrico County plantation and all its contents to his son, Randolph, to deal with however he saw fit. As the executor of his father's estate, Randolph decided to turn his father's gift into a fresh start by selling off everything from farm machinery and supplies to animals and utensils. He also put up for auction the most valuable part of his father's household: his slaves. ","In an advertisement published in the Richmond Whig and Public Advertiser, the younger Harrison outlined his father's possessions and invited all those interested to attend an auction. Randolph boasted he would be selling, 60 or 70 valuable Negroes...More valuable slaves are not to be found. Along with the slaves, Randolph allowed neighbors to bid on barrels of corn, feed, oats, work horses, mules oxen, cattle, sheep, pigs, and machinery: all the remains of a successful plantation in its prime. Slaves, however, were clearly the most attractive items for sale.","For the slaves on the auction block, this event was to be expected. Once an owner died, slaves could typically anticipate their own sale, and many accounts of slaves' passage into the world of the slave trade begin with an owner's estate being liquidated. Upon receiving this news, many slaves ran away. It is impossible to know whether any of Harrison's slaves fled upon hearing the news of his death, but the thought almost certainly crossed their minds. ","Randolph Harrison's boastful description of his father's slaves sheds light on another tendency in the antebellum South. Typically, slaves entering the market were divided into categories (No. 1, Second Rate, and so on) based on physical traits, temperament, and skill. Slave traders had an interest in portraying their wares as best they could. When buyers compared nominally similar slaves in search of a few to serve their purpose, appearance could often make or break a deal. Randolph undoubtedly stood to make quite a profit from the sale of his father's 60 or 70 slaves - and a little embellishment was no doubt intended to pad his pockets even more."],"display_date":"January 9, 1835","search_date":"1835-01-09","citations":[{"divid":1216225912,"type":"Newspaper Article","data":["Negroes and Plantation Stock for Sale","Richmond Whig and Public Advertiser","","January 9, 1835",""]},{"divid":1216225936,"type":"Book","data":["Walter Johnson","Soul by Soul ",null,"Cambridge, MA","Harvard University Press","1999",""]}],"locations":[{"id":1547,"lat":37.539209631,"lng":-77.4101814026,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}