{"id":2124,"title":"Virginia General Assembly Votes on Railroad\n","course_id":1,"status":"P","start_date":"1835-01-09","end_date":"1835-01-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By 1835, the Industrial Revolution had swept up Richmond in its wave of innovation and change. At a time when massive advancements were being made in the areas of agriculture, factory production, transportation, and communication, Richmond's General Assembly was still reeling from the logistics of such a massive overhaul. In early January, an advertisement was taken out in the Richmond Whig and Public Advertiser alerting the public to a petition about to be presented to the Assembly. If passed, the newspaper said, the petition would allow a railroad to be constructed, from the Coal Mines in Chesterfield, to some eligible point on James River, below Whitby bar as well as a line that would end near Belona Arsenal, in said county. At the time this issue was being voted on, Richmond (like the United States) was at a crossroads of economic growth. More than ever, industrial success depended on tying resources, markets, and people together in the fastest and most efficient way possible. Railroads were becoming the preferred way to do this, and any effort by the legislature to build an expensive railroad needed a lot of public support. ","But why was the General Assembly so eager to link coal mines with industrial centers (like Richmond) on the James River? The answer reflects an underlying fear that plagued many Virginians in the early nineteenth century: economic inferiority. Virginia had been a dominant producer of coal in the early decades of the nation's history, but by the 1830's the state was beginning to feel the strain of economic division. Rather than devoting itself completely to the production of one good (like states in the deeper South who depended on cotton), Virginia had diversified. As a result, coal miners in the west found themselves in competition with planters in the east for slave labor and transportation resources. This strain resulted in high prices and poor quality, setting Virginia behind other coal-producing states further north. Railroads represented a possible remedy for this problem, and would give entrepreneurs the ability to move coal from the mines to Richmond fast enough to be competitive with other states. Unfortunately, even the infusion of new technology brought on by the Industrial Revolution could not save Virginia's mining business. Although officials in Richmond tried to revive the industry (and gain public support), coal mining in the state was destined to remain the victim of arrested industrialization."],"display_date":"January 9, 1835","search_date":"1835-01-09","citations":[{"divid":1216226007,"type":"Newspaper Article","data":["To All Whom It May Concern","Richmond Whig and Public Advertiser","","January 9, 1835","3"]},{"divid":1216226028,"type":"Book","data":["Sean Patrick Adams","Old Dominion, Industrial Commonwealth&#58; Coal, Politics, and Economy in Antebellum America",null,"Baltimore, MD","Johns Hopkins University Press","2004",""]}],"locations":[{"id":1548,"lat":37.539209631,"lng":-77.4101814026,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}