{"id":2125,"title":"Runaway Slave Advertisement in Richmond, Virginia","course_id":1,"status":"P","start_date":"1835-01-09","end_date":"1835-01-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Walk down the streets of any major city in America today and it is hard to miss the fliers. Leaflets advertising a lost dog or runaway cat grace lampposts and telephone poles on every street corner, many including descriptions, names, and last known whereabouts of beloved family pets. Like modern neighbors across America, slave owners in antebellum Richmond, Virginia advertised for the return of their lost property as well. Only in these cases, that property was a human.","A typical runaway notice appeared in the Richmond Whig and Public Advertiser in January, 1835 describing a fugitive slave named Billy and where he could be returned to if found. The advertisement included a reward (20), and a physical description. At the time of his escape, Billy was about twenty years old, stood six feet high, and was a skinny boy with a dark complexion. He also spoke with a slight stammer and had a scar near the corner of his right eye from a horse's kick that had barely missed blinding him. Billy's angry owner, Eliza S. Perkins, listed every one of these characteristics in her runaway notice and demanded that her slave be returned to her son in Richmond, or at least committed to jail. Ms. Perkins even speculated on where her fugitive might hide, explaining that Billy might be, lurking about Rocketts, in the city of Richmond, or in the town of Petersburg with the hope of leaving the Commonwealth, as his father is a sailor on some sea vessel which frequents those ports...Masters of vessels, she warned, are cautioned against receiving said boy on board.","Even though slaves of all types ran for freedom in antebellum Virginia, historians have found that 80 to 90 percent of runaways were male. Like Billy, most of these fugitives were young, single men in their twenties. The majority of these escapees made a run for it in the summer months. Ms. Perkins' advertisement made it clear that Billy had, left the plantation of my late husband in the month of July last. After the initial escape, fugitive slaves had to elude local informants, slave patrols, and bounty hunters. The Richmond Whig and Public Advertiser was hardly unusual in publishing notices of runaways like Billy. Newspapers all over the South ran advertisements for the capture and return of fugitive property. If, and when, these runaways were found, every city in the South also had jails in which to hold slaves until their owners arrived to reclaim them."],"display_date":"January 9, 1835","search_date":"1835-01-09","citations":[{"divid":1216226149,"type":"Newspaper Article","data":["Twenty Dollars Reward","Richmond Whig and Public Advertiser","","January 9, 1835","3"]},{"divid":1216226183,"type":"Website","data":["Ronald L.F. Davis","Slavery In America&#58; Historical Overview","University of California, Northridge","http&#58;//www.slaveryinamerica.org/history/hs_es_overview.htm ","October 7, 2006"]},{"divid":1216226225,"type":"Book","data":["Walter Johnson","Soul by Soul ",null,"Cambridge, MA","Harvard University Press","1999",""]}],"locations":[{"id":1549,"lat":37.539209631,"lng":-77.4101814026,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}