{"id":2126,"title":"The Ill-Mannered Welcome of Judge White\n","course_id":1,"status":"P","start_date":"1840-01-01","end_date":"1840-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The honorable Judge Hugh L. White's welcome upon passing through the town of Rogersville, Tennessee, on his return trip home to Knoxville, was anything but warm. Upon his arrival, the former United States Senator was greeted with a large strip of cotton covered with insulting comments stretched across the main entrance to the town. The citizens behind this offensive act were members of the local Van Buren Party. These citizens were of the same group who had recently aided in removing White from his seat in the Senate. Many members of the town had pleaded with the Van Buren Party members that the banner be removed before his arrival. Their protests, however, were to no avail, and the sign was hoisted in anticipation of his entrance. The Judge and his party decided against passing under the sign, and bypassed the street altogether upon seeing the unwelcoming reception which awaited them at the town's entry. ","This offensive deed was most likely the Democratic reaction to Judge White's perceived misrepresentation of the views of his constituency during his term in the United States Senate. Hugh L. White and Ephraim H. Foster served as Tennessee Senators representing the Whig Party at a time when a fierce political battle between the Whigs and the Democrats raged in Tennessee as well as on the national level. During this time, the Democratic electorate of Tennessee felt that their interests were not being represented in Washington by their two Whig senators. A plan was devised in the State Legislature to force White and Foster to either resign or support the policy of Democratic President Martin Van Buren. Consequently, Senators White and Foster both resigned and were replaced by Democrats. ","The narrative of Judge White demonstrates just how strongly local Democrats of the town of Rogersville opposed their representation by the Whig Party. In accordance with this event, historian Jonathan M. Adkins argues that the core issue of this conflict between Whig and Democrat was the question of which party would best represent the people. Though Tennessee in the 1840's was split fairly evenly between both parties, the Democrats certainly made their opinions known about who they believed would better represent their state. These attitudes were evidenced by the chilling reception Judge White received from local Van Buren supporters. "],"display_date":1840,"search_date":"1840-07-01","citations":[{"divid":1216226290,"type":"Newspaper Article","data":["Attempted Insult to Judge White","East Tennessean","","March 7, 1840","3"]},{"divid":1216226315,"type":"Book","data":["Jonathan M. Atkins","Parties, Politics, and the Sectional Conflict in Tennessee 1832-1861",null,"Knoxville, TN","The University of Tennessee Press/Knoxville","1997",""]},{"divid":1216226491,"type":"Book","data":["James Phelan","History of Tennessee&#58; The Making of a State",null,"Cambridge, MA","The Riverside Press","1888",""]}],"locations":[{"id":1550,"lat":36.45228967,"lng":-82.9955025129,"zoom":9,"place":"HAWKINS, Tennessee"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}