{"id":2127,"title":"Upper-class Female Education in the Antebellum South\n","course_id":1,"status":"P","start_date":"1830-08-24","end_date":"1830-08-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the years prior to the Civil War, upper-class families in the South lived the good life. The Randolphs of Richmond were one such family. In 1830, William Randolph and his clan maintained several houses and a handful of slaves across the state, living prosperously in the antebellum Virginia. Judging by records left behind, Randolph provided very well for his family, feeding, clothing, and educating them according to the standards of a wealthy southern patriarch.  ","One of Randolph's daughters, Elizabeth, received the same upper-class Southern education given to most wealthy females at the time. While her father was away from home, Elizabeth's schedule was packed with music, drawing, and sewing lessons taught by a private tutor. I have just finished taking my Music lesson, and Mr. Barry thinks I have improved a little, she wrote her father. I have practiced more than usual lately. This routine of music lessons, drawing, and other instruction expected of an antebellum housewife was standard fare for wealthy girls in the process of receiving their training. Rarely did girls get the kind of classical education in philosophy, history, and the sciences that their male counterparts received. Still, at the time Elizabeth wrote in the 1830's, women's education in the South was beginning to undergo a profound change - one that would make her form of schooling obsolete.","     Immediately after the Revolutionary War, female education was valued very highly. Educational reforms at the time favored higher education for women in order to prepare them to become republican mothers and pass on classical schooling to their children. After a time, however, that sentiment began to decline. In the antebellum South, classics and philosophy were increasingly replaced by drawing and embroidery. Higher education for women would not regain its former popularity until the 1850's when a new wave of reform swept over the South. Elizabeth Randolph, forced to study music and sewing instead of Plato, was the product of a Southern culture that failed to see classical education and domestic training as compatible. It was very common, even expected, for wealthy fathers like William Randolph to train their daughters as housewives instead of intellectuals."],"display_date":"August 24, 1830","search_date":"1830-08-24","citations":[{"divid":1214162184,"type":"Manuscript on Microfilm","data":["","Elizabeth Randolph to George Randolph, August 24, 1830","Reel 3, Micflm 1705, ser C, Frame 0256","Randolph Papers","Alderman Library, University of Virginia"]},{"divid":1214162235,"type":"Article","data":["Anya Jabour","Grown Girls, Highly Cultivated: Female Education in an Antebellum Southern Family","The Journal of Southern History","64","Feb. 1998","23-64"]}],"locations":[{"id":1551,"lat":37.539209631,"lng":-77.4101814026,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}