{"id":2129,"title":"Cholera Outbreak in Richmond, Virginia","course_id":1,"status":"P","start_date":"1832-09-24","end_date":"1832-09-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When cholera swept through Richmond in the fall of 1832, it was an unfamiliar disease with no cure. Originating in India in 1826, the world's first cholera epidemic traveled over trade routes and down polluted waterways - spreading through Asia, Europe, Canada, and the northern United States in the span of just a few years. Unable to identify a cause much less a cure, doctors were powerless to stop the advancing death toll that claimed thousands of lives around the world. By the time cholera had spread southward to Virginia, the epidemic had already killed 2,200 of the 2,800 permanent residents of Quebec and decimated the populations of Detroit and New York City. Unknown to everyone, the disease was spread by polluted rivers and struck hardest where city water quality was at its worst. ","In September 1832, Elizabeth Randolph was in the thick of Richmond's own cholera outbreak. Before the disease had hit Virginia's capital, Elizabeth's father, George, had left the city to spend some time in the countryside, leaving his daughter in the care of her grandparents. Once cholera began to spread across the city, it was too dangerous for George to return to his family. No one knew where the sickness came from and how it was spread, so the best option for most families, including the Randolphs, was to stay in one place. All of Grandpapa's family think it best to remain at home...I feel that I am as safe in this place as I should be anywhere, Elizabeth wrote her father. "," As the Randolphs, both young and old, stayed cooped up at home, they kept a watchful eye out for any sign that cholera might reach them next. Slaves often caught the disease first because their water supply was the most unsanitary. Elizabeth watched in fear as coloured people around the neighborhood became ill and died. Luckily, when her grandfather's slaves became sick, it was not with cholera and the entire family breathed a sigh of relief. Elizabeth realized her father's instinct would be to return home despite the danger. Relaying a rumor she had heard, she pleaded with her father to stay away, as people from the country were thought to get sick faster than city-dwellers. Elizabeth's palpable fear serves as an example of the local chaos that followed in the wake of a cholera outbreak. No one, of any age, knew the cause or possible treatment available for those who suffered. Everyone was left to speculate about what might be done to prevent the spread of the mystery illness, and pray that their family would not be hit next."],"display_date":"September 24, 1832","search_date":"1832-09-24","citations":[{"divid":1216226590,"type":"Manuscript on Microfilm","data":["","Elizabeth Randolph to George Randolph","reel 3, Micflm 1705 ser.C, Frame &#40;0347&#41;","Randolph Papers","Alderman Library, University of Virginia"]},{"divid":1216226647,"type":"Book","data":["Gerard T. Koeppel","Water for Gotham&#58; A History ",null,"Princeton, NJ","Princeton University Press","2001",""]}],"locations":[{"id":1552,"lat":37.539209631,"lng":-77.4101814026,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}