{"id":213,"title":"Franklin Pierce Begins His Presidency\n","course_id":1,"status":"P","start_date":"1853-03-04","end_date":"1857-03-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Franklin Pierce had important family connections and a respectable military record from the Mexican War that helped him win the election. Pierce was supported by both southern fire-eaters' and northern Free-Soilers, having a reputation of being a doughface' a Northerner with Southern sympathies. Following his ascendancy to the Presidency, he promptly made one concession after another to the South. &lt;br /&gt;&lt;br /&gt;Pierce rigorously enforced the fugitive slave laws. His administration helped to pressure the passage of the Kansas-Nebraska Act repealing the earlier Missouri Compromise. Under the influence of Pierce's Secretary of War Jefferson Davis, the administration sent diplomats to Ostend, Belgium to devise a plan to obtain Cuba from Spain. The secret document that emerged from the trip, the so-called Ostend Manifesto, was leaked to the New York Herald and contained aggressive language that greatly embarrassed the Pierce administration. It called for the United States to purchase Cuba at any price' and suggested that if Spain were to refuse the offer, the United States would be justified in wrestling' Cuba from Spain. Also, convinced by Davis, Pierce sent James Gadsden to negotiate acquiring a section of land from Mexico for the expressed purpose of constructing a transcontinental railroad. However, many northerners suspected that the Gadsden Purchase was arranged to admit more slave territory into the country. &lt;br /&gt;&lt;br /&gt;Pierce's activities in attempting to and acquiring land during his Presidency were seen by many northerners as efforts to spread slavery everywhere. His Southern sympathies, intensified by his association with his Vice President Jefferson Davis, came to dominate his agenda and the identity of the Democratic Party."],"display_date":"March 4, 1853 - March 4, 1857","search_date":"1855-03-04","citations":[{"divid":1213636600,"type":"Newspaper Article","data":["Washington Items--Gen. Pierce and His Cabinet &amp;c.","Baltimore Sun","Baltimore, MD","February 27, 1853",""]},{"divid":1213636672,"type":"Article","data":["Elbert B. Smith","The Presidency of Franklin Pierce: American Presidency Series","Journal of Southern History","4","1993","760-761"]},{"divid":1213636736,"type":"Book","data":["Michael D. Gambone","Documents of American Diplomacy",null,"Westport, CT.","Greenwood Press","2002","79-82"]},{"divid":1213636902,"type":"Book","data":["Ernest Gruening","Mexico and its Heritage",null,"New York","The Century Co.","1928",""]},{"divid":275203,"type":"Artifact","data":[null,null,null,"GONXKHjtCxVDy"]}],"locations":[{"id":153,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}