{"id":2130,"title":"A Meeting of the Knox County Colonization Society\n","course_id":1,"status":"P","start_date":"1850-06-01","end_date":"1850-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["During the week of June 16, 1850, the Knox County Colonization Society convened for a meeting. This was of great significance because it marked the second anniversary of the Society in the city of Knoxville. At this time, the Chairman of this society declared that 15 to 20 free blacks of the city were ready to begin the process of emigration to Liberia. During the meeting, officers for the following year were also nominated and later, elected. The newly elected officers of the Executive Board were then granted the responsibility to communicate with applicants for emigration. Their duty was to instruct the applicants as of how to raise funds for the journey and any other information they might need to facilitate their quest.","Much about these potential emigrants is unknown. The African Americans in question could have been free blacks who had decided on their own accord to migrate to Africa where they could live freely. This scenario, however, is unlikely due to the expense such a journey would require. More likely than not, these were former slaves who were recently released by their masters. After slaves were manumitted, their options were limited in terms of where they could settle. Often, in order to live freely, they were required to either leave their homes and migrate to a non-slave state or travel to Liberia. With the monetary help of their former owner and benevolent organizations like the Knox County Colonization Society, this trip could be made feasible. ","Though many states and localities created colonization societies, only a small percentage of blacks actually made the journey to Liberia. Although expense was a key deterrent, other factors also played a role in inhibiting this movement. Historian Melvin Ely argues that a significant barrier to the success of colonization were the wishes of blacks themselves. Many did not like the idea of leaving behind the only world that they knew. If free blacks themselves were not compelled to make this journey, whose best interests were taken into account for this movement's justification? Ely shed some light on this question by noting the abolitionist opposition to emigration. Abolitionists believed that black emigration to Liberia was just a cover for the desire of whites to rid themselves of the burden of the free black population. Armed with this perspective, one begins to question whether this movement was as benevolent or as humanitarian as it appeared on its surface."],"display_date":"June 1850","search_date":"1850-06-15","citations":[{"divid":1215009092,"type":"Newspaper Article","data":["Knox County Colonization Society","Brownlow&#39;s Knoxville Whig and Independent Journal","","June 22, 1850","1"]},{"divid":1215009138,"type":"Book","data":["Melvin Ely","Israel on the Appomattox: A Southern Experiment in Black Freedom from the 1790s Through the Civil War",null,"New York","Vintage Books","2004","385-386"]},{"divid":1215009184,"type":"Book","data":["Robert E. Corlew","Tennessee: A Short History, Second Edition",null,"Knoxville","The University of Tennessee Press","1981","217-218"]}],"locations":[{"id":1553,"lat":36.0086650052,"lng":-83.9297656575,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}