{"id":2131,"title":"The Wheat Economy in Antebellum Richmond\n","course_id":1,"status":"P","start_date":"1830-09-12","end_date":"1830-09-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["George Watson was a businessman in antebellum Richmond. With a profitable wheat farm and an advanced method of distribution in place, Watson regularly shipped hundreds of bushels of grain across the region from his base in Henrico County. Like any businessman, he also kept a tight eye on his bottom line - constantly setting and resetting the price of wheat once demand started to pick up. Watson was also George Valentine's boss. Valentine, an overseer in the wheat trade, regularly made the long wagon trip from the wheat farms near Richmond to the mill in Louisa to deliver bushels of grain to be ground into flour. Besides making sure every wagonload got where it needed to go, Valentine was also the middle man between Watson and the mill operators. Like any good employee, he tried to get his boss a good deal. When Watson wanted to fix the price of each shipment in order to turn a heavier profit, Valentine took care of business on the ground level. After one particular journey to the mill, Valentine told Watson he could, fix the price any time you please for the whole crop in order to maximize revenue. Watson and Valentine were clearly regular customers in the wheat trade, and were cut a good deal by the owners of the mill for their patronage. ","  Watson had a reason for wanting to fix the price of his shipments (and thereby maximize profit). In the antebellum South, Virginia did not enjoy the same cotton-based slave economy that was so common in the Deep South. In order to remain economically competitive, the central plains of Virginia specialized in wheat production. Farmers like Watson helped the state become one of the leading wheat producers in the nation, with Richmond serving as a central trading point. Virginia growers often shipped hundreds of thousands of bushels of wheat per year to Northern cities and foreign ports.   Thirty years after Watson received Valentine's report, Virginia's wheat-producing capacity would become vitally important to the Confederacy's self-sufficiency. It is largely because of the state's production capacity that the South considered itself relatively self-sufficient at the time the Civil War broke out."],"display_date":"September 12, 1830","search_date":"1830-09-12","citations":[{"divid":1216226772,"type":"Manuscript on Microfilm","data":["","George Valentine to George Watson of Richmond, Virginia","Reel 50, Micflm 1705 ser.M, Frame &#40;0279&#41;","Watson Papers","Alderman Library, University of Virginia"]},{"divid":1216226824,"type":"Article","data":["David G. Surdam","The Union&#39;s Navy Blockade Reconsidered","Naval War College Review","4","1998",""]},{"divid":1216226875,"type":"Book","data":["Edward Ayers and John Willis, eds.","The Edge of the South&#58; Life in Nineteenth-Century Virginia",null,"Charlottesville, VA","University Press of Virginia","1991",""]}],"locations":[{"id":1554,"lat":37.539209631,"lng":-77.4101814026,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}