{"id":2132,"title":"Southern Living and the Almanac\n","course_id":1,"status":"P","start_date":"1843-08-19","end_date":"1843-08-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Literature in the antebellum South came in many forms. If a farmer, city-dweller or plantation owner wanted a little light reading, for example, they could always crack open a book or leaf through the local newspaper. Printing in the years leading up to the Civil War was more advanced than ever, and as a result, printed material began to blanket every corner of the United States.","Even with books, journals, newspapers, and pamphlets encroaching on all aspects of daily life, the most popular literature to roll off the antebellum presses was the almanac. Almanacs were known as the poor man's Bible because of their practicality and widespread use among all classes. Leafing through the latest edition, a farmer could learn just about anything, from how to plant and harvest crops to how to break ill news. Almanacs also contained more civic-minded information, such as a list of the members of the General Assembly and a schedule for sessions of the local and federal courts.","Almanacs included so much useful information that many families kept a copy in their homes at all times (since they never knew when it might be useful). The Watson family of Richmond was no exception. One summer night in 1843, Caroline Watson was at her grandmother's house entertaining a visitor when the light started to fade. As the sun fell below the horizon, word was sent down from the house that grandma had gone to sleep for the night. A family servant told the visitor, Mr. Davis, that it was time for bed and offered to make up a room for him to stay the night. Much to the surprise of Caroline, the young man said he had not intended to stay and was actually planning on riding over to a neighbor's house that night on business. This created a problem because it was pitch dark outside. Mr. Davis suggested that if he waited at the Watsons' until the moon rose, he could find his way along the unlit roads. Immediately, Caroline consulted the family almanac, which said the moon would rise around nine o'clock that night. While they waited for the moon, Caroline and Mr. Davis were frequently interrupted by messages from her tired (and angry) grandmother, who eventually concluded the two were going to stay up all night.","By reading Caroline Watson's account of her family's evening visitor, it is clear just how often and in how many situations the almanac was consulted. Just as families today will use the internet to quickly look up information on any subject, families of the nineteenth century relied on the almanac in the same way - as an all-purpose reference manual for everyday life."],"display_date":"August 19, 1843","search_date":"1843-08-19","citations":[{"divid":1216227015,"type":"Manuscript on Microfilm","data":["","Caroline Watson to Dr. George Watson","reel 13, Micflm 1705 ser.M. Frame &#40;0128&#41;","Watson Papers","Alderman Library, University of Virginia"]},{"divid":1216227083,"type":"Website","data":["Guion Griffis Johnson","Ante-Bellum North Carolina&#58; A Social History&#58; Electronic Edition","University of North Carolina","http&#58;//docsouth.unc.edu ","October 7, 2006"]},{"divid":1216227146,"type":"Book","data":["Kevin Hardwich and Warren Hofstra, eds.","Virginia Reconsidered&#58; New Histories of the Old Dominion",null,"Charlottesville, VA","University of Virginia Press","2003",""]}],"locations":[{"id":1555,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}