{"id":2133,"title":"A Fugitive Slave Case in Knox County\n","course_id":1,"status":"P","start_date":"1851-04-01","end_date":"1851-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In April of 1851, a fugitive slave case involving a black man by the name of Sydney was decided in the Knox County Circuit Court. Sydney's counsel argued that he was a free black man born in Tennessee, whom at an unspecified date was kidnapped and smuggled across the state line to Alabama. There, he was subsequently sold into bondage. The case arose when Sydney escaped from his master and returned to Tennessee. Sydney was found by the court to be a fugitive slave and was directed to be returned to his master in Alabama. After the case was tried, two reports were published in the <em>Knoxville Register</em> by a lawyer named Swan who had brought Sydney's suit to court. In these reports, Swan claimed to accurately document the <em>real</em> facts of the case. Another lawyer, by the name of J.M. Welcker, who had served as legal counsel to the adverse side of the case, read this report and was shocked by its inaccuracy. He believed that the writer of this faulty report had intended to stir up trouble on the subject of slavery. Welcker felt that it was his duty as a citizen to clarify the ruling of this case for the general public.","According to Swan, Phillis, the mother of Sydney, was promised emancipation by her former master in Delaware upon reaching thirty-one years of age. Sydney was born to Phillis in the State of Tennessee before her thirty-first birthday. Swan claimed that upon turning thirty-one, Phillis and her son Alfred, who was also born before Phillis was declared free, were both emancipated by the Tennessee court system. Thomas Brown, the owner of Phillis and her children in Tennessee, was, according to Swan, fully aware of their right to freedom. Swan insinuated by this point that Sydney, like his brother, was also manumitted after his mother had turned thirty-one. Welcker stated that this information was incorrect and anyone familiar with the area would have known that Sydney was born to an enslaved woman, therefore making him a slave by birth. According to Welcker, the children born to Phillis <em>after </em>her manumission were viewed as free. However, no provision was made for the emancipation of the children she gave birth to before she reached the age of thirty-one. Therefore, Sydney was legally a slave when sold to his Alabama master in 1830.","The crux of this case revolved around the status of Sydney's mother at the time of his birth. According to Joshua Rothman, the law of descent claimed that slavery is passed down through the mother. Therefore, if the mother is a slave, the child born of the enslaved woman is also a slave. This point illustrates that if Phillis was indeed enslaved at the time of Sydney's birth, then he was born into slavery and as a result, could only be legally freed by his master."],"display_date":"April 1851","search_date":"1851-04-15","citations":[{"divid":1213033431,"type":"Newspaper Article","data":["Mr. Swan and Sydney&#39;s Case","Brownlow&#39;s Knoxville Whig and Independent Journal","","April 12, 1851"]},{"divid":795369,"type":"Newspaper Article","data":[null,null,null,null,"1"]},{"divid":1213033528,"type":"Book","data":["Joshua D. Rothman","Notorious in the Neighborhood",null,"Chapel Hill ","The University of North Carolina Press","2003","199"]}],"locations":[{"id":1556,"lat":36.0086650052,"lng":-83.9297656575,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}