{"id":2134,"title":"Southern Reaction to the Nullification Threat\n","course_id":1,"status":"P","start_date":"1832-06-28","end_date":"1832-06-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was the summer of 1832, and tension hung over Richmond like a thick fog.  National unrest had been building throughout the United States for quite some time, and sectional pressure between the North and South was nearing its boiling point. Those people living in Virginia's capital sensed the impending conflict more than most. Mere months before the South Carolina nullification crisis erupted, John Campbell, a politically active Virginian, returned home to Richmond after extensive travel throughout the country. Immediately upon arriving in the city, Campbell was struck by the attitude of the Virginians he encountered. From all I see and hear since my return home [to Virginia], he wrote to his friend Claiborne Watts Gooch, I think the people of the South (SC included) will support, by a strong vote, the [Presidential] nominee of the [Democratic] Convention. President Andrew Jackson's power, he believed, could not be shaken by any foreseeable event. Campbell immediately gauged the attitude of the South and saw fit to place his faith in the extremely popular Jackson, who would be indirectly nominated for a second term by the first-ever Democratic nominating convention held in Baltimore in 1832.","Campbell did admit to himself, however, that Henry Clay (a Whig) and John Calhoun (a secessionist) would do just about anything to destroy Martin Van Buren, who was then serving Jackson's Vice President, and Jackson himself. Calhoun, he believed, was pushing for disunion in a vain grab for power, hoping to become the eventual king or emperor of a Southern republic. This attitude was surprising coming from a Southerner at a time when regional solidarity was growing, and Calhoun was seen as the face of an increasingly separatist movement. Campbell also voiced his sneaking suspicion that the secessionists (Clay and Calhoun) had a personal interest in separation and were not representing the will of their constituents. Jackson, he felt, could harmonize the Union and preserve American liberty as he had done before. Our Liberty is gone when our Union is dissolved, he wrote. Why should we throw away the fruits of the toil and blood of the fathers of the Revolution? Is it because a Clay or a Calhoun wishes to be President, and the people are too slow in gratifying their ambition? "," Campbell's own opinion after returning to Richmond is significant not only in its foresight (the Union eventually dissolving) but also in its point of view. Campbell was a Southerner living in what would become the capital of the Confederacy, yet he had reservations about nullification and great faith in national unity. In the course of studying the antebellum period, we often assume that all Southern males, for example, thought alike. In reality, there were those that disagreed with nullification and those who did not trust the so-called spokesmen of the South. John Campbell's letter serves as an interesting study of Southern dissent mere months before the North/South divide came sharply into focus."],"display_date":"June 28, 1832","search_date":"1832-06-28","citations":[{"divid":1216227251,"type":"Manuscript","data":["","Letter from John Campbell to Claiborne Watts Gooch ",null,"Mss  3921-a"," Box 2","Gooch Family Papers","Special Collections, University of Virginia"]},{"divid":1216227288,"type":"Website","data":["Library of Congress","Nullification","Library of Congress","http&#58;//www.loc.gov ","October 7, 2006"]},{"divid":1216227325,"type":"Book","data":["Merrill Peterson","The Great Triumvirate&#58; Webster, Clay and Calhoun",null,"New York","Oxford University Press","1988",""]}],"locations":[{"id":1557,"lat":37.539209631,"lng":-77.4101814026,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}