{"id":2135,"title":"College Life Before the Civil War\n","course_id":1,"status":"P","start_date":"1837-04-13","end_date":"1837-04-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Without question, higher education in the antebellum South was a luxury reserved primarily for the wealthy. Only the rich sent their children to college, and even among the upper-class, a college education was not a prerequisite for success. Many wealthy Southern families considered a college education to be an extravagance or even a threat to a social order where social class and racial superiority defined individual standing. Higher education before the Civil War was only for gentlemen and those destined for skilled professions.","Because college was viewed as such a luxury, those families that did send their sons to American universities tended to expect a certain degree of influence and control. Claiborne Gooch, an upper-class Virginian living outside Richmond, sent two of his sons, Richard and Phillip, to Georgetown University in Washington, D.C. during the 1830's. Things did not go smoothly, however, and Richard (the youngest Gooch boy) routinely got into trouble with his professors. One day, as punishment, he was forced to kneel in front of the professor and the whole class in order to be publicly humiliated. The professor's intent was to shame his brash young student into behaving. This tactic, however, did not make Richard's father happy. ","In a scathing letter to Dean Thomas Mulledy, Claiborne Gooch denounced his son's treatment as a, disgraceful punishment...to the amusement of the whole class. Any humiliation of his son, he fumed, would not be tolerated. Gooch reminded Mulledy, in a not-so-subtle way, that college was a luxury he had decided to pay for against his better judgment, and was therefore owed some measure of influence. Gooch acknowledged that sending his oldest son Richard to college was the right decision. In Philip's case, however, Gooch had taken particular pains in letting Mulledy know what kind of trouble his youngest child could cause and the best way to deal with him. Those instructions had their limits, however. Any attempt to disgrace him in the estimation of his fellows or to blunt his sensibilities must have a tendency to defeat the very objects I had in view in putting him under your care, Gooch wrote.","In the 1830's, when the Gooch boys attended Georgetown, the University was a primarily Southern institution. As Claiborne Gooch's letter of protest demonstrates, college was not the same place it is today. Parents expected to get what they paid for from an opulent college education - and any type of humiliation of their gentlemen-in-training was out of the question."],"display_date":"April 13, 1837","search_date":"1837-04-13","citations":[{"divid":1215009462,"type":"Manuscript","data":["","Letter from Claiborne Watts Gooch to Thomas F. Mulledy",null,"Mss  3921-a","Box 3","Gooch Family Papers","Special Collections Library, University of Virginia"]},{"divid":1215009518,"type":"Website","data":["Robert Emmet Curran","Georgetown - A brief history","Georgetown University","http://www.georgetown.edu","October 7, 2006"]},{"divid":1215009572,"type":"Article","data":["Horace Mann Bond","Education in the South","Journal of Educational Sociology","Vol. 12, No. 5","January 1939","264-274"]},{"divid":1215009647,"type":"Website","data":["Erica Lindemann","The Purposes of a University Education","University of North Carolina","http://docsouth.unc.edu","October 7, 2006"]}],"locations":[{"id":1558,"lat":37.539209631,"lng":-77.4101814026,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}