{"id":2137,"title":"Opposition to the Temperance Movement in Buncombe County\n","course_id":1,"status":"P","start_date":"1851-03-01","end_date":"1851-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In March of 1851, a vicious battle raged in Buncombe County, North Carolina between the Sons of Temperance and their local opposition. The members of the Buncombe Sons of Temperance consisted of men who were in favor of the moderation of alcohol consumption. The opponents of this order acted out against the Sons in spurts of violence. A Knoxville, Tennessee newspaper picked up this story and claimed that the violence witnessed in Buncombe was even more severe than the violence against temperance proponents in nearby Tennessee counties. The paper was unsure of the cause of this outburst of violence, but conjectured that the goal of the opposition was to bring the Sons of Temperance down to their own drunken level.","The Sons of Temperance also faced opposition from local churches. The Order in Buncombe County had been denied of the use of a church for its meetings on the grounds of bringing reproach to the Church. On March 5, 1851, a vehement public discussion took place in the Flat Creek area of Buncombe, where members of both sides of the issue took a stand. Reverend Hicks of the Asheville District sided with the Order and explained its principles, while Reverend Pickens, in opposition to the Order, argued that it was irreverent for members of a secret lodge to hold meetings inside of a church.","The American temperance movement of the 1850's was undeniably more intense in the North than in the South. However, groups like the Buncombe County Sons of Temperance sprung up in many parts of the South. The prominence of the Sons in the Buncombe community and their strong moral cause leave it unclear as to why they faced such heated opposition from both the Church and other members of the community. Ian Tyrrell argues in his essay on temperance in the Antebellum South, that the movement did not catch on in the South with the same fervor as in the North largely due to the fact that the South was extremely conservative in regards to social reform. He explains that these sentiments were largely expressed due to the fact that, in the minds of Southerners, any type of social reform during this era was immediately associated with abolition. As a result, many Southerners rejected the movement solely based on the basis of this association. This reasoning could explain why the Order of the Sons of Temperance, even with its moralistic virtues, was faced with such stiff opposition in Buncombe, North Carolina. "],"display_date":"March 1, 1851 - March 30, 1851","search_date":"1851-03-15","citations":[{"divid":1215009768,"type":"Newspaper Article","data":["The War in Buncombe","Brownlow&#39;s Knoxville Whig and Independent Journal","","March 15, 1851","1"]},{"divid":1215009936,"type":"Article","data":["Ian A. Tyrrell","Drink and Temperance in the Antebellum South","The Journal of Southern History","Volume 48, No. 4","November 1982","485-510"]}],"locations":[{"id":1560,"lat":35.6642020604,"lng":-82.6143814423,"zoom":9,"place":"BUNCOMBE, North Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}