{"id":2138,"title":"Adoption of an Ordinance in Marietta\n","course_id":1,"status":"P","start_date":"1852-02-13","end_date":"1852-02-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Jenny, an African American woman residing in Marietta, Georgia, desperately wanted to move. In 1852, the local government of Marietta passed an ordinance against negroes hiring out their own time or living on lots to themselves. This new law was greatly at odds with Jenny's current living situation. Jenny believed that under the law she would no longer prosper at her current residence. Faced with these unfavorable circumstances, she traveled to Atlanta to see if her options there would be any better. In the city, she encountered a certain Mr. Jeremiah who agreed to take her in on his lot and protect her. To determine whether or not Jenny could take this course of action, Andrew J. Hansell sent a letter to Farish Carter asking for him to approve of her removal to Atlanta.","What remains unclear in this episode is the status of Jenny, the African American woman who desired to relocate. It seems as if Jenny's lifestyle had been seriously affected on account of the passage of Marietta's ordinance. Her displeasure with the new law indicates that she was either hiring herself out for work or living on a lot to herself. Considering these factors, one might conclude that Jenny was a free black. However, the letter sent from Hansell to Carter requesting approval for Jenny to move to Atlanta implied that Jenny was not free to make decisions concerning her place of residence. This letter also mentioned that Jenny would have to return home if she was not permitted to move to Atlanta. The use of the word <em>home</em> indicated that her inhabitance of the dwelling in Marietta was only temporary. ","This incident shows the types of measures local governments in the Antebellum South took to deprive African Americans of what little freedom they had left to enjoy. Due to the passage of Marietta's ordinance, a free black community, like that of Israel Hill in Virginia that historian Melvin Ely describes in his book <em>Israel on the Appomattox</em>, would never be realized in Cobb County. On Israel Hill, free blacks were permitted to live independently and hire themselves out as laborers. Ely does note, however, that as the issue of slavery grew on the federal level in the 1850's, whites tried once again to reduce the status of free blacks down to a level very close to slavery. It is quite possible that this retrogression of attitudes towards slavery was what the slaves and free blacks of Marietta saw with the passage of the Ordinance in the early 1850's. "],"display_date":"February 13, 1852","search_date":"1852-02-13","citations":[{"divid":1214445610,"type":"Manuscript on Microfilm","data":["","Andrew J. Hansell to Farish Carter, February 13, 1854","Reel 40, Micflm 1705, ser J4, Frame 00947-00950","Farish Carter Papers","Alderman Library, University of Virginia"]},{"divid":1214445667,"type":"Book","data":["Marvin Ely","Israel on the Appomattox: A Southern Experiment in Black Freedom from the 1790s Through the Civil War",null,"New York","Vintage Books","2004","345-401"]}],"locations":[{"id":1561,"lat":33.9455026739,"lng":-84.6071322358,"zoom":10,"place":"COBB, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}