{"id":2149,"title":"Reaction to Nullification\n","course_id":1,"status":"P","start_date":"1832-11-04","end_date":"1832-11-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1832, Sophia Hunt, a Democrat living in Woodville, Mississippi, received a letter from her father in South Carolina describing the recent crisis of his state. The Nullification Crisis threatened to hurl South Carolina into warfare with the rest of the country. In her November 4 reply, Sophia expressed her sorrow upon hearing this news, as well as her doubt that South Carolina would be successful in its defiance of Federal law. Oh That the true interest of my native state was not obscured by such party factionists, Sophia lamented, distressed that South Carolina was being run by the aristocratic party. Horrified, she fearfully remarked on the possibility of civil war. However, Sophia must not have been too worried about this prospect, for she then went on to discuss the cholera epidemic that was plaguing Natchez as well as other family issues. "," Although the threat of civil war seemed improbable to southerners like Sophia in the 1830s, southern farmers and northern merchants had different economic interests at this time. This became an important issue when John Quincy Adams passed the Tariff of 1828. Southerners felt that the tariff favored the North, and swiftly voted Andrew Jackson, a Democrat, into office. However, Jackson failed to remove the tariff. South Carolina, fearful that the Federal Government had become too powerful, issued the Ordinance of Nullification in 1832. The Ordinance stated that South Carolina would no longer collect the tariff. The state began to raise troops to protect its new legislation. Jackson responded by instituting the Force Acts, which allowed him to send troops into South Carolina if the state continued to ignore the tariff. Many southerners who had staunchly supported Jackson were appalled at his institution of the Force Acts. They viewed his actions as an assault on states' rights. Still, like Sophia, the overwhelming majority of the South did not support South Carolina. The state's threats to secede were just too extreme. In January 1833, Mississippi's House of Representatives released a statement condemning South Carolina for acting impulsively. The report declared that the Ordinance of Nullification opposed the Constitution. Still, Mississippi's legislature did not fully support Jackson either as a result of the Force Acts. Many citizens, including Governor Abram M. Scott, believed that Mississippi should stand behind its fellow southern state by contesting Jackson's Force Acts. They thought that the tariff should be lowered. Even some supporters of Jackson expressed sympathy for South Carolina. Although views on the crisis were varied, Mississippi could not encourage disunion. Mississippians like Sophia could not have foreseen at this time that the country would be thrown into civil war in fewer than thirty years. Though the states had divided interests, on the dawn of the 1830s civil war was simply unimaginable."],"display_date":"November 4, 1832","search_date":"1832-11-04","citations":[{"divid":1215010550,"type":"Manuscript on Microfilm","data":["","Sophia Hunt to Hughes, November 4, 1832","Reel 25, Micflm ser. J6, Frame 00178","Hughes Family Papers","Alderman Library, University of Virginia"]},{"divid":1215010581,"type":"Book","data":["William J. Cooper, Jr. and Thomas E. Terrill","The American South: A History",null,"New York","McGraw-Hill","1996","224-228"]},{"divid":1215010628,"type":"Book","data":["Richard E. Ellis","The Union at Risk",null,"New York","Oxford University Press","1987","158-159"]}],"locations":[{"id":1567,"lat":31.1610416216,"lng":-91.3109144316,"zoom":9,"place":"WILKINSON, Mississippi"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}