{"id":215,"title":"American Colonization Society petitions Congress\n","course_id":1,"status":"P","start_date":"1827-02-16","end_date":"1827-02-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1827, Mr. Clarke presented a resolution that had gone through the state assembly in Kentucky.  With the backing of Delaware Senator Louis McLane, they presented a petition by the American Colonization Society (ACS) requesting the Senators and Representatives of that State, in Congress, to use their best efforts to facilitate the removal of such free people of color as may desire to emigrate to the colony in Africa, and to ensure to them the protection and patronage of the United States'. &lt;br /&gt;Clarke added some riders to his proposed bill in Congress, another one pertaining specifically to slavery: requesting the President of the United States to call the attention of the British Government to the subject of slaves, the property of citizens of the United States, who make their escape into the British Province of Canada.'  The bill was sent to the Whole House Committee where it would spend a great deal of time being debated and edited but never passed.&lt;br /&gt;&lt;br /&gt;This bill was important because it showed the increasing resistance to free blacks in the United States.  The free black was of little use to many Americans North and South because they could not be seen as reliable or hard working as the slave or they might harbinger delusions' of equality.  Irish and German immigrants saw that since blacks no longer constituted free labor they were now competing with these inferiors' for jobs in unskilled labor, which could be seen, in the eyes of the immigrants, as a hindrance to their well being.  The problem was most people did not know exactly what do with them, and where they fit on the social hierarchy but it was certainly not equal to any white man.  Gradual emancipation was becoming a topic of merit, but could they really survive in the land that oppressed them for so long.  To several people, blacks could be free just not here.  Many were so moved they had already serviced a ship, the brig Doris with Captain Matthews for Virginian free blacks willing to embrace this opportunity'.  &lt;br /&gt;&lt;br /&gt;Obviously this was not a majority opinion.  Some believed that slavery was serving a good, eradicating their natural savagery' and that a trip to Africa would be unsuitable for these newly civilized' blacks. Therefore, this petition was not completely supported by any one area.  Fear would not really play a role until after Nat Turner's rebellion and free blacks were seen as a catalyst towards revolt.  The main impetus was maintaining social superiority but the plan failed because of wealthy slave owners' hostility in the South to any discussion on the topic.  Though not speaking for the entire South, they were a substantial part of the higher social ladder, and therefore a force to be reckoned with.  Congress feared the backlash from irate plantation owners, infringing on property rights' struck severe Constitutional problems for some Congressmen.  The American Beacon put it this way It was opposed by others as containing principles injurious to a certain description of property and contemplating an immediate emancipation'.  This inability to unite any one section of American culture resulted in the failure of the ACS vision."],"display_date":"February 16, 1827","search_date":"1827-02-16","citations":[{"divid":1213489581,"type":"Government Document","data":["Journal of the House of Representatives of the United States, 1826-1827 FRIDAY, February 16, 1827","Journal of the House of Representatives of the United States","February 16, 1827","","","","","American Memory","http://memory.loc.gov/cgi-bin/query/D?hlaw:1:./temp/~ammem_T06C::@@@mdb=mcc,gottscho,detr,nfor,wpa,aap,cwar,bbpix,cowellbib,calbkbib,consrvbib,bdsbib,dag,fsaall,gmd,pan,vv,presp,varstg,suffrg,nawbib,horyd,wtc,toddbib,mgw,ncr,ngp,musdibib,hlaw,papr,lhbumbib,rbpebib,lbcoll,alad,hh,aaodyssey,magbell,bbcards,dcm,raelbib,runyon,dukesm,lomaxbib,mtj,gottlieb,aep,qlt,coolbib,fpnas,aasm,scsm,denn,relpet,am"]},{"divid":1213489740,"type":"Book","data":["Walter, Edgar","South Carolina, A History",null,"Columbia","University of South Carolina","1998","329"]},{"divid":1213489811,"type":"Newspaper Article","data":["","American Beacon and Norfolk and Portsmouth Daily Advertiser","","January 18, 1827",""]},{"divid":1213489816,"type":"Newspaper Article","data":["","American Beacon and Norfolk and Portsmouth Daily Advertiser","","January 15, 1827",""]}],"locations":[{"id":155,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}