{"id":2150,"title":"Dispute with Slave Trader\n","course_id":1,"status":"P","start_date":"1841-10-01","end_date":"1841-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1841, R. Ballard, a slave trader who owned property in Mississippi, brought a Federal suit against Henry Turner, claiming the Turner owed him 6,300 dollars. The bill was the remainder owed for forty-two slaves that Ballard had sold to Turner in 1835. Unfortunately for Ballard, Turner was quite unhappy with his purchase. He returned seven of the slaves to Ballard, declaring that they were either unsound or older than Ballard had told him they would be and demanded a full refund. However, Ballard would not take back some of the flawed slaves. Ballard refused to take back one slave on account of his being an idiot, and recommended that the slave be auctioned. Ballard also would not take back two older slaves, nor would he exchange others for them."," The bill for these slaves had accrued interest until the balance was 6,300 dollars. Turner refused to pay. He felt that he had been swindled by Ballard. Turner claimed that Ballard misled him with regard to the character and soundness of the slaves. Turner also claimed that he had been misinformed about the origin of the slaves. Finally, Turner alleged that Ballard charged him more interest than had been decided upon at the initial sale."," Whatever the outcome of the case, Turner viewed Ballard as a con-artist who propagated the plantation owners' negative views of the slave trade. Southern whites viewed slave traders as being fraudulent and malicious. They believed that most of the slaves being sold were flawed in some way, and that the slave trader was making off with an unfairly large profit. "," Slave traders capitalized on the expansion of southern territory. As more land opened up for cotton plantations, traders brought more slaves to Mississippi. By 1840, there were more slaves than white citizens in the state. The Mississippi Delta's proximity New Orleans, a major center for slave trade, fueled the influx of slaves. Plantation owners returned again and again to New Orleans to buy labor for their cotton fields. They viewed slaves not as people, but as investments. Turner's case displays this inhuman treatment of blacks in the slave trade. In the markets of New Orleans, slaves were treated not as humans, but as objects whose values could be quantified based on their age and appearance. Historian Walter Johnson calls this psychologically damaging treatment the chattel principle. The chattel principle is unmistakable in Turner's description of his transactions with Ballard. He viewed the slaves as assets that could be priced differently based on certain characteristics. Turner's case demonstrates that southern plantation owners viewed slave traders as being shamelessly dishonest and saw slaves simply as valuable pieces of property."],"display_date":"October 1, 1841 - October 30, 1841","search_date":"1841-10-15","citations":[{"divid":1214017782,"type":"Manuscript on Microfilm","data":["","John A. Quitman","Reel 6, Micflm ser J6, Frame 00268","Quitman Family Papers","Alderman Library, University of Virginia"]},{"divid":1214017886,"type":"Book","data":["Walter Johnson","Soul by Soul",null,"Cambridge, MA","Harvard University Press","1999","5"]},{"divid":1214018015,"type":"Book","data":["John Ray Skates","Mississippi: A Bicentennial History",null,"New York","W.W. Norton &amp; Company","1979","73-74, 87-88"]}],"locations":[{"id":1568,"lat":31.4831695494,"lng":-91.3531349834,"zoom":9,"place":"ADAMS, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}