{"id":2151,"title":"The Duel\n","course_id":1,"status":"P","start_date":"1838-02-24","end_date":"1838-03-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William Graves and Jonathan Cilley were men of honor. Both were members of the twenty-fifth congress of the U.S. House of Representatives. Graves represented Kentucky, while Cilley was from Maine. The two men certainly were not enemies, so the nation was shocked when Graves killed his fellow congressman. The conflict arose when Graves delivered a letter to Cilley from Col. James Watson Webb, a newspaper editor. Cilley refused the letter and made disparaging remarks about Webb's character. Graves objected to Cilley's comments. He declared that he would never deliver the note of a man who is not a man of honor, and not a gentleman. "," In the early nineteenth century, honor was essential to privileged men, particularly in the South. An honorable man possessed all of the characteristics needed to be a great leader. An understood code guided the daily conduct of men who considered themselves gentlemen. This system also set elite men apart in a nation centered around egalitarian values. An attack on a man's honor was not only an enormous insult, but could also be ruinous for a political career. Graves took personal offense to Cilley's ridicule of Col. Webb. To defend his honor, Graves challenged Cilley to a duel. On February 24, 1838 the two men met at Bladenburg, Maryland. They loaded their rifles, assumed their individual positions and proceeded to each fire one shot at the other. Both men missed. Cilley asserted that by refusing the letter he meant no disrespect to Graves. He simply did not want to correspond with Col. Webb. Graves would not accept this explanation. The men resumed their positions and fired again. Again, both men missed. At this point the duel should have ended. However, Graves' second, Henry A. Wise, convinced the men to fire another round. After the third shot Cilley fell to the ground. He was dead. "," The <em>Vicksburg Register</em> gave a detailed account of the event on March 16, 1838. The newspaper claimed to make every attempt to give an unbiased depiction of the duel, providing both sides' versions of the story. Politicians often used articles such as this one to emphasize their impartiality. However, they undeniably used newspapers to influence their constituents. Historian Joanne B. Freeman notes, When a duel was particularly controversial - when a duelist died or a chief was involved - politicians capitalized on widespread public interest with contending newspaper accounts, both sides attempting to win public approval while dishonoring their foes. The reputation of a politician involved in a duel often depended less on the duel itself and more on the media hype surrounding the event. The mild account of the Graves-Cilley duel in the <em>Register</em> depicted Graves and Wise as honorable men. Perhaps the <em>Vicksburg Register</em> supported Graves and Wise, or perhaps the article simply reflected the popularity of dueling in the South. The <em>Register</em> portrayed the duel as a respectable affair, but Cilley's death stunned the rest of the nation. According to historian Robert V. Remini many Americans viewed the duel as a barbaric slaughter. Americans considered Cilley's death a murder, and Congress soon passed legislation prohibiting dueling in the capital."],"display_date":"February 24, 1838 - March 16, 1838","search_date":"1838-03-05","citations":[{"divid":1215010775,"type":"Newspaper Article","data":["","Vicksburg Register","","March 16, 1838",""]},{"divid":1215010788,"type":"Book","data":["Joanne Freeman","Affairs of Honor",null,"New Haven","Yale University Press","2001","xv-xviii, 182-186"]},{"divid":1215010828,"type":"Book","data":["Robert V. Remini","The House",null,"New York","HarperCollins Publishers Inc.","2006","126, 129"]}],"locations":[{"id":1569,"lat":32.3603831169,"lng":-90.865936974,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}