{"id":2154,"title":"Conversion from the Presbyterian Church to the Baptist Church\n","course_id":1,"status":"P","start_date":"1837-01-01","end_date":"1837-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Unlike the Presbyterian or Episcopal Church, the Methodist Church in the 1830s did not require that its clergy be educated. In fact, education was sometimes frowned upon, particularly on the frontier where ministers rode around preaching to small communities. These ministers, called circuit riders, led a particularly dangerous life traveling through undeveloped areas. Because of the lifestyle of circuit riders, they were expected not to settle down in one location or marry. However, in 1839 a Methodist circuit rider founded a college in Brandon, Mississippi. ","Reverend Benjamin Drake was a Methodist minister and a circuit rider. In the 1830s, a time when Mississippi began to fall behind the rest of the nation in terms of education, Drake was planning to start a college. He received a letter from his friend C. K. Marshall addressing the issue of the location of the school. Drake had originally planned on establishing the college in Clinton. Marshall's letter swayed him to look at another location. Marshal described the striking beauty of Brandon Mineral Springs at length, calling it the most enchanting and lovely place [he] ever saw. The property consisted of 54 buildings on 1005 acres of land. Marshall admitted that Brandon was difficult to reach, but railroads would make it more accessible. The manor was also inexpensive - ten or twenty thousand dollars for the estate including furniture. Money may have been an issue, because circuit riders were very poorly paid. The location was perfect for Drake's institution. "," Thus Centenary College was founded by Drake in 1839 in Brandon Springs, Mississippi. Though the Methodist religion in Mississippi traditionally did not place a high value on education, this preacher still established a school. Drake's precise motives in founding the school are unidentified, but it is known that Methodists at this time were concerned with changing the society around them and making the world a better place. Because only the elite could afford to send their children to college, the school probably would have affected the sons of the wealthier plantation owners in the area. The founding of Centenary College shows that while the Methodist church did not place high value on the education of its clergy, it encouraged the creation of educational institutions for other members of the population."],"display_date":1837,"search_date":"1837-07-02","citations":[{"divid":1215010899,"type":"Manuscript on Microfilm","data":["","Mary M. Christmas to Sophia Hunt, November 4, 1832","Reel 25, Micflm ser. J6, Frame 00178","Hughes Family Papers","Alderman Library, University of Virginia"]},{"divid":1215010928,"type":"Book","data":["Sam S. Hill","Encyclopedia of Southern Religion",null,"Macon","Mercer University Press","1984","85-90, 483-485, 610"]},{"divid":1215011116,"type":"Book","data":["Donald G. Mathews","Religion in the Old South",null,"Chicago","The University of Chicago Press","1977","69,85-86,137-138, 144-145"]},{"divid":5937,"type":"Manuscript on Microfilm","data":[null,null,null,null,null,null,null,"voWCRdoBFX"]}],"locations":[{"id":1571,"lat":31.1610416216,"lng":-91.3109144316,"zoom":9,"place":"WILKINSON, Mississippi"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}