{"id":2155,"title":"The Loss of a Steamboat \n","course_id":1,"status":"P","start_date":"1842-09-01","end_date":"1842-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In September 1842, the <em>Vicksburg</em>, a steamboat, was headed for New Orleans. On board were 145 bales of John A. Quitman's cotton. However, only 17 of the bales actually reached New Orleans as expected. The <em>Vicksburg </em>had an accident, and one hundred and twenty eight of Quitman's bales were unaccounted for. An accident such as this would have been very bad news for any southern plantation owner. Fortunately for Quitman, another ship picked up about two hundred bales of cotton out of the Mississippi River, some bearing the mark of Quitman's plantation, the Palmeya. Quitman could have only hoped that the remainder of his cotton would be recovered. "," On September 20, Quitman received a letter from A&J Dennis, the firm in New Orleans through which he shipped his cotton. The firm obviously had not received his shipment and had heard of the accident. A&J Dennis hoped that only a small portion of the cotton was actually damaged. Luckily for Quitman, he held insurance on his shipment. The insurance would cover the cotton at thirty-five dollars a bale, which would have been close to the value of Quitman's cotton. "," The destruction of the <em>Vicksburg </em>would have been very harmful to Quitman if his cotton had been lost. The importance of cotton in the 1830s cannot be overstated. The staple was the major cash crop of the Mississippi delta, and losing such a large shipment would have a negative economic impact on a plantation owner. The cotton trade had boomed in the beginning of the nineteenth century, making cotton the most important crop in Mississippi. "," The steamboat provided an efficient means to transport Mississippi's large shipments of cotton. In 1812 Steamboats began to run between Natchez and New Orleans. The new boats were cost-effective and fast. Steamboats carrying slaves and cotton inundated New Orleans, bringing vast wealth to the region. By 1830 the steamboat was vital to the economic wellbeing of the Mississippi River area. Although Quitman held insurance on his cotton, and would not have been economically devastated by the loss of a shipment, his correspondence shows that cotton and the steamboats that carried it played a very important role in his life."],"display_date":"September 1842","search_date":"1842-09-15","citations":[{"divid":1214021968,"type":"Manuscript on Microfilm","data":["","A&amp;J Dennis to J.A. Quitman, September 20, 1842","Reel 6, Micflm ser J6, Frame 00563","Quitman Family Papers","Alderman Library, University of Virginia"]},{"divid":1214022027,"type":"Book","data":["William Ferris and Charles Reagan Wilson, editors","Encyclopedia of Southern Culture",null,"Chapel Hill","The University of North Carolina Press","1989","18"]},{"divid":1214022076,"type":"Book","data":["John Ray Skates","Mississippi: A Bicentennial History",null,"New York","W.W. Norton &amp; Company","1979","87"]},{"divid":1214022199,"type":"Book","data":["Robert O&#39;Brien and Harold H. Martin, editors","The Encyclopeida of the South",null,"New York, NY","Facts on File Publication","1985","279-280"]}],"locations":[{"id":1572,"lat":31.4831695494,"lng":-91.3531349834,"zoom":9,"place":"ADAMS, Mississippi"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}