{"id":2156,"title":"Indian Removal\n","course_id":1,"status":"P","start_date":"1830-01-01","end_date":"1832-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On January 30, 1832 The <em>Woodville Mississippian</em> published an extensive letter from Lewis Cass, the Secretary of War, to Andrew Jackson, the President of the United States. Cass was concerned about the policy that the government would take regarding the Native Americans living in the United States. Cass admitted that whites had harmed the Indians for the past two centuries, and he saw the need to make up for this damage. It would be best for the Indians, he declared, if they were moved west of the Mississippi River. Certainly if they remained in white communities their race would be eventually be destroyed. Cass argued that the average Native American was lazy and stubborn and feared the anger of the Great Spirit should he depart from the customs of his fathers. Because of these characteristics, Cass said, Indians would not realize that whites were genuinely attempting to help them. The best course of action would be to remove the Indians and let them learn from the example of the white settlers. "," The subject of Cass's letter was an important issue in Mississippi in 1832. Until 1830 the Choctaws and the Chickasaws possessed the majority of the land in Mississippi. This began to change immediately after Andrew Jackson assumed office. On January 17, 1930, Mississippi extended its governance over Native American lands, which forced the Native American tribes to move westward if they wanted to maintain their independent government. In the Treaty of Dancing Rabbit Creek the Choctaws agreed to move westward, and in 1832 the Treaty of Pontotoc Creek removed the Chickasaws as well."," The removal of the Choctaw and the Chickasaw changed Mississippi on economic, social, and political levels. White males looking for new opportunities would have been ecstatic to open their local newspaper and see Cass's suggestions to the president. According to historian John Ray Skates, The Indian cessions tripled the public lands available for settlement and provoked explosive changes for the state of Mississippi. Suddenly a huge expanse of land was open and ready to be transformed into cotton fields. "," The plantation owners of Mississippi Delta, however, may have been less excited about the new abundance of land. As more and more people flooded into the remainder of the state, the old plantation owners in the river counties were quickly outnumbered and began to lose political power. Most of the new settlers were Democrats, unlike most of the politicians from the Delta. The new settlers moved the state capital out of the Delta, from Natchez to Jackson. Then, in 1832, the government of Mississippi declared universal suffrage for white men and terminated property holding requirements for office. The plantation owners of the Delta no longer had political control over the state. Although citizens of the Delta probably agreed with Cass that the Indians should be moved, ultimately, they were not happy with the political changes that resulted."],"display_date":"1830 - 1832","search_date":"1831-07-02","citations":[{"divid":1214447651,"type":"Newspaper Article","data":["","The Mississippian","","January 30, 1832",""]},{"divid":1214447666,"type":"Book","data":["John Ray Skates","Mississippi: A Bicentennial History",null,"New York","W.W. Norton &amp; Company","1979","80-82"]}],"locations":[{"id":1573,"lat":31.1610416216,"lng":-91.3109144316,"zoom":9,"place":"WILKINSON, Mississippi"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}