{"id":2157,"title":"Improvements in Transportation\n","course_id":1,"status":"P","start_date":"1837-01-01","end_date":"1838-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On December 15, 1837 the citizens of Vicksburg were very excited to see a new notice in their newspaper, The <em>Vicksburg Register.</em> J.R. & P. Jefferson had created a new Daily Line to run between Vicksburg and Jackson every day. The line consisted of four coaches and would make stops in Amsterdam, Raymond, and Clinton, Mississippi. The old line to Jackson was still running, so Mississippians could count on two coaches running between the cities. In addition, U.S. mail coaches ran three times a week from Grand Gulf to Brandon, stopping in Jackson. This meant that citizens of Vicksburg were able to go to Jackson to get their mail. This news would be thrilling in a time when transportation was dangerous and mail delivery was unreliable. "," The coaches provided a safe form of land transportation. Most southerners were very concerned with the poor quality of roads in the region. A large portion of the roads in the South were barely usable. They were narrow and overgrown, and high humidity caused the ground to stay muddy, trapping wagons. Ground transportation was impractical, but plantation owners in the Mississippi Delta had little motivation to develop better roads. Canal and river transportation was both more efficient and less expensive than road transportation. In the Delta, boats could be used to travel along rivers and through swamps. Steamboats on the Mississippi River were used to ship cotton and other goods, so plantation owners did not feel pressure to expand inland transportation for trade. "," Because the Mississippi Delta relied on rivers and canals so heavily, other forms of ground transportation also failed to develop in the area. By the end of the 1830s, at the time of J.R. & P. Jefferson's notice, railroads were becoming more and more prevalent across the nation. However, a railroad system failed to fully develop in the Deep South, where water transportation seemed more practical. Although Mississippians mostly used rivers for travel, the addition of a stage coach to unite the state was significant. J.R. & P. Jefferson's coaches facilitated transportation and guaranteed safer and more prompt mail delivery. The addition of a second stagecoach to Jackson would have been an exciting development."],"display_date":"1837 - 1838","search_date":"1837-12-31","citations":[{"divid":1214447525,"type":"Newspaper Article","data":["","Vicksburg Register","","March 26, 1838",""]},{"divid":1214447541,"type":"Book","data":["James M. Volo and Dorothy Denneen Volo, editors","Encyclopedia of the Antebellum South",null,"Westport","Greenwood Press","2000","256-259, 321-322"]}],"locations":[{"id":1574,"lat":32.3603831169,"lng":-90.865936974,"zoom":9,"place":"WARREN, Mississippi"}],"tags":[{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}