{"id":2159,"title":"Southern Medicine\n","course_id":1,"status":"P","start_date":"1860-01-09","end_date":"1860-01-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 6, 1860, Benjamin Leonard Covington Wailes, a white planter in Washington, Adams County, Mississippi, wrote a diary entry describing his son's experiences at a northern medical school. According to Wailes, his son, who attended an unspecified medical school in Philadelphia, Pennsylvania, resisted all efforts and persuasions used to get him to go off from the medical college with the southern students, at least two hundred of which left for southern institutions in consequence of the political excitement gotten up by the Sectionalists and disunionists. Wailes then described his feelings on the situation, indicating that he was proud of his son for not giving in to social pressures and that he was disappointed in the young men who did head back South. He felt that the United States should not be in such a state of discontent and turmoil, but his opinion was unique because most southerners did want their children to return if they had traveled to the more advanced schools of the North. "," The fact that Wailes' son attended a northern medical school was generally looked down upon by southern people and especially southern practitioners. However, due to the fact that northern schools were more advanced, many southern students traveled to attend them. This was discouraged because the idea that southern medical practice was different than northern medical practice pervaded the minds of most southerners. This theory of medical regionalism was held due to the notion that medical practices had to closely relate to certain characteristics of the patient, such as moral status, ethnicity, and gender. More specific attributes such as the climate and population of where the patient hailed from were also taken into consideration. Due to this, practitioners of the nineteenth century believed in specificity, or that ideas appropriate for one situation were not appropriate in other contexts. The general population of the South also took this belief to heart. Thus, there were different medical practices in the North and the South and southern doctors and citizens disapproved when southern students went north to learn. "," The theory of medical regionalism was not enough to compel all southern students to only attend southern medical schools. Southern practitioners and citizens pushed the idea further by strengthening the southern commitment to cultural separatism through a promotion of the ideals of the South, saying that God had given them, and only them, the ability to do great things for the world. This idea was not fool-proof for keeping southern students in the South because Wailes' son and others still traveled north to attend medical school. Differing opinions among southerners regarding the idea of secession therefore not only affected the population in terms of politics, but spread through other areas of their culture, like education, as well. These differences of opinion were brought into the forefront as the Civil War loomed and it became the issues of normal life, such as receiving an education, which finally forced people to take a stance on how they felt regarding secession."],"display_date":"January 9, 1860","search_date":"1860-01-09","citations":[{"divid":1216227840,"type":"Manuscript on Microfilm","data":["","Benjamin Leonard Covington Wailes Diaries 1762-1862","reel 19, Micflm 1705 ser. N, Frame 01014","Benjamin Leonard Covington Wailes Diaries 1762-1862","Alderman Library, University of Virginia"]},{"divid":1216227890,"type":"Book","data":["Charles R. Wilson","Encyclopedia of the South ",null,"Chapel Hill, NC","University of North Carolina Press","1989","1349-50"]}],"locations":[{"id":1575,"lat":31.4831695494,"lng":-91.3531349834,"zoom":9,"place":"ADAMS, Mississippi"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}