{"id":216,"title":"The National Bank of South Carolina opens up to stock.\n","course_id":1,"status":"P","start_date":"1827-02-01","end_date":"1827-02-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The bank crisis is one issue that plagues American history during 1827 and throughout the Jacksonian Democracy.  On February 1st, 1827 Charleston opened up its branch of the National Bank of the United States to private stock.  Limits were placed on the minimum and maximum amount of stock that could be purchased.  These bonds were meant to help the United States economic problems, but many saw a great distrust in the government holding onto American people's money.  The Charleston News and Courier explained that all said installments payable in silver and gold' and in return the donor received a bond that on February 20th of that year would reach 5% interest.  &lt;br /&gt;This event is important because it shows the road to which the current national banking system originated.  During this time, hostility was one of based on the Democratic principle of keeping the government out of one's life.  Ordinary citizens had a great deal of confidence when it came to gold or silver, but not when it came to government bonds.  The modern day banking system came about because of people like Henry Clay, an eventual Whig, who would later try to embrace the National Bank in his American System', one of his major tenets in the Whig platform.  He saw a system in which loans and bonds governed the economy and allowing the government to make a profit and earn funds through interest and investment.   Therefore, it should come to no surprise then that it is South Carolina, the state with no major Whig presence that this hostility towards government activism permeates the most.&lt;br /&gt;&lt;br /&gt;Their hostilities were multiplied when a robbery occurred in the State Bank of Ohio on June 5th, 1827.  While the Columbus paper tried to calm many frayed nerves, they admitted that the amount taken was enough to defray the civil list of this year'.  This event shows the impending struggle over national banking that Jackson worked adamantly against.  It also is one of many examples of South Carolina exceptionality.  Their one party system will prove important in other political issues down the road, helping light a flame of secession in 1860."],"display_date":"February 1, 1827","search_date":"1827-02-01","citations":[{"divid":1213639241,"type":"Newspaper Article","data":["","Charleston News and Courier","","January 25, 1827",""]},{"divid":1213639278,"type":"Article","data":["Larry Schweikert","Southern Banks and Economic Growth in the Antebellum Period: A Reassessment","The Journal of Southern History","1","1987","19-25"]}],"locations":[{"id":156,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}