{"id":2161,"title":"Elick&#39;s Escape Plan\n","course_id":1,"status":"P","start_date":"1860-03-11","end_date":"1860-03-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Alden Spooner Forbes, a planter and merchant in Port Gibson, Claiborne County, Mississippi, wrote in his diary on March 11, 1860, that this was the night that he first discovered his slave Elick's plan of running away. He realized Elick's plan when he could not find him at night and immediately, the following day, March 12, put Elick in jail for safekeeping and to ensure he could not escape. Two days after this, on March 14, Forbes gave Elick a severe whipping in hopes of finding out all of the details about his plan of running away, but was only able to confirm that the slave did truly intend on escaping. Placing Elick in jail again on March 15 after another unsuccessful attempt at literally beating the information out of him, Forbes released him on March 21, only to send Elick away on an errand, fearing the whole time that he would attempt to run to freedom at any moment."," Whether or not Elick did eventually run away is unknown, but his plan to escape was not unique. Many slaves entertained the idea of running away to the North, prompted by news about freedom for blacks from northern abolitionists that was creeping into southern territory. The southern belief that the Republican Party was out to destroy slavery caused animosity towards the North and during the year before the start of the Civil War in April 1861, tensions reached an all time high between the northern and southern states. The controversial election of Abraham Lincoln in 1860 prompted southerners to begin considering the idea of succession much more seriously. The northern abolitionist's rhetoric of freeing the enslaved African Americans did nothing to please white southerners like Alden Spooner Forbes who depended on the labor of enslaved people to earn a livelihood. The thought that this very same rhetoric of equality and freedom was reaching the ears of their laborers intensified the white southern secessionists' hostility towards the northern abolitionists. The fear of new ideas of freedom formulating in their slaves' minds provoked many, like Forbes, to be especially harsh on their laborers in an attempt to keep them from trying to escape."," Mississippi did indeed secede from the Union on January 9, 1861. People like Forbes who depended on the labor of slaves drove this secession because they could not imagine a world without slavery, like the one they thought northern Republicans would try to create. The thought that slaves would internalize the ideas of the abolitionists regarding their freedom from bondage frightened those who depended on their labor. It was this fear that prompted many of them, in Mississippi and the rest of the South, to use cruel methods, such as whipping, to try and convince them that life as an enslaved laborer was the only life for them. "],"display_date":"March 11, 1860 - March 21, 1860","search_date":"1860-03-16","citations":[{"divid":1216228961,"type":"Manuscript on Microfilm","data":["","Alden Spooner Forbes Diary, 1859-1866","reel 10, Micflm 1705 ser. N, Frames 00352-53","Alden Spooner Forbes Diary, 1859-1866","Alderman Library, University of Virginia"]},{"divid":1216229008,"type":"Book","data":["Clayton E. Jewett and John O. Allen","Slavery in the South ",null,"Westport, CT","Greenwood Press","2004","162-166"]}],"locations":[{"id":1577,"lat":31.9711075382,"lng":-90.9085099451,"zoom":9,"place":"CLAIBORNE, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}