{"id":2162,"title":"Mississippian Secession\n","course_id":1,"status":"P","start_date":"1860-01-21","end_date":"1860-04-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Benjamin Leonard Covington Wailes, a wealthy plantation owner in Washington, Adams County, Mississippi, wrote a diary entry on January 21, 1860, describing the happenings of the Mississippi Senate, which he was a member of. According to Wailes, General Starkle, another Senate member, proposed to send a commission to the legislature of Virginia to discuss the state of federal relations and to procure a co-operation of resistance to the northern aggressions by the southern states, which is expected to result in the dissolution of the Union. Wailes then stated, Truly our insane politicians seem to be determined to drive us into a state of anarchy and civil war and I see that the most disastrous condition of things is inevitable."," On April 24, 1860, Everard Green Baker, another white planter from Jefferson County, Mississippi, wrote in his diary, I fear there are terrible times ahead of us...There is this consolation - that we will be fighting for our homes, our lives, our families and our property. "," During the election of 1860, the talk of secession grew a great deal among Mississippians. It had been brought up before this time that if the northern states elected a president without the support of the South, that Mississippi would secede. When Lincoln, a Republican, won and took office, Mississippians were outraged because not a single one of them had cast a vote in his favor. In fact, no one in the Deep South had because they viewed the Republicans, and thus Lincoln, as staunch abolitionists who desired to rid the nation of slavery at the soonest possible moment. Mississippians held true to their promise, and two months after Lincoln's election, a statewide convention voted to secede from the Union. "," Mississippians, like many residents of the Deep South, had several fears of what a Republican government would do to their existence. Some, like Wailes, most prominently feared the destruction of the Union and were against secession. Most others, like Baker, felt that southern culture would meet its demise from the Republicans because they believed that the North, with its industrial endeavors, was unable to comprehend how necessary slavery was to the South's economy (or how necessary they felt it was). Thus, the white South was not necessarily fighting for slavery, but more so for a South with its foundations based on slavery. "," White southerners had become so accustomed to their slave society that they were terrified at the thought that the Republicans would try and force them to be without it. Many southerners had achieved an extremely comfortable life because of the peculiar institution. Their economy was the fourth richest in the world, they controlled 60 percent of all United States imports, and had more railroad lines than anywhere else in the world. They felt that this would no longer be the case without the system of bondage that they held African Americans in, and it was the idea that Lincoln and his party would destroy it that led them to talk of secession and eventually carry it out. Lincoln cited his priority as keeping the Union together, not abolishing slavery. However, it was the southerners' suspicion and distrust of the Republican's and North's differing ideals that caused the eventual severing of national ties."],"display_date":"January 21, 1860 - April 24, 1860","search_date":"1860-03-07","citations":[{"divid":1216228300,"type":"Manuscript on Microfilm","data":["","Benjamin Leonard Covington Wailes Dairies, 1762-1862","reel 19, Micflm 1705 ser. N, Frame 01021","Benjamin Leonard Covington Wailes Dairies, 1762-1862","Alderman Library, University of Virginia"]},{"divid":1216228334,"type":"Manuscript on Microfilm","data":["","Everard Green Baker Diaries, 1833-1876","reel 16, Micflm 1705 ser. J, Frame 00651","Everard Green Baker Diaries, 1833-1876","Alderman Library, University of Virginia"]},{"divid":1216228511,"type":"Book","data":["Bradley G. Bond","Mississippi&#58; A Documentary History ",null,"Jackson, MS","University Press of Mississippi","2003","85-86"]}],"locations":[{"id":1578,"lat":31.4831695494,"lng":-91.3531349834,"zoom":9,"place":"ADAMS, Mississippi"}],"tags":[{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}