{"id":2163,"title":"Futile Attempts for Justice\n","course_id":1,"status":"P","start_date":"1867-07-15","end_date":"1867-07-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On the night of July 15, 1867, three African American men arrived in Jefferson County, Mississippi, and asked a local policeman where they could remain for the night. The policeman said he would take them to the local jail where they could sleep, and then release them the next morning. Instead, the three men were detained for six days and made to dig post holes around the jail. After they were finally released, they complained to the mayor and he responded to them that they were lucky they were not sent to the state penitentiary. The Assistant Commissioner for the State of Mississippi, Bureau of Refugees, Freedmen, and Abandoned Lands made an entry to the record regarding this incident, and also when he called upon the mayor about the situation. The mayor claimed it was common practice to arrest both African Americans and white people for what he termed vagrancy."," These were not the only three men local police detained after the Civil War. There were many instances in which local authorities attempted to undermine the Bureau's attempts at racial reform. Between 1865 and 1868, the Thirteenth, Fourteenth, and Fifteenth amendments to the United States Constitution were passed. They granted African Americans freedom from slavery, citizenship rights, and the right to vote, respectively. In Mississippi, the state set about registering black voters, and the new state legislature even included some African American members. However, the Mississippi Black Code of 1865 vigorously sought to control the former slaves. Passed by former slave owners, it provided that blacks had to have special licenses if they were not regularly employed. The acts were used as justification for detaining the three men in Jefferson, County, because they did not have these special papers, and were thus subject to the fines and jailing that happened to many like them. "," The former slaveholders sought to control the newly freedmen in a legal fashion through these black codes. The formation of the white supremacy group, the Ku Klux Klan, sought to force blacks to do certain things through the use of terror. The Klan first actively showed itself during the 1868 elections where they used violence and intimidation aimed at African Americans to deter them from the voting polls. Their hatred spread to black schools, teachers, and churches. The federal government stepped in with the Enforcement Act, which allowed that Klan members would be tried in federal and not local courts, but this had little effect on decreasing their activity. So, while attempts were made to give the newly freed blacks the rights they deserved, an underlying hatred still existed towards them from their former masters and other white southerners. Thus, the federal government's attempts for equality became futile because they were often undermined by civilians, particularly in Mississippi."],"display_date":"July 15, 1867","search_date":"1867-07-15","citations":[{"divid":1216228203,"type":"Manuscript on Microfilm","data":["","Records of the Assistant Commissioner for the State of Mississippi, Bureau of Refugees, Freedmen and Abandoned Lands 1865-1869","reel 3, Micflm 571 Frame 0141","Records of the Assistant Commissioner for the State of Mississippi, Bureau of Refugees, Freedmen and Abandoned Lands 1865-1869","Alderman Library, University of Virginia"]},{"divid":1216228235,"type":"Book","data":["Clayton E. Jewett and John O. Allen","Slavery in the South ",null,"Westport, CT","Greenwood Press","2004","168-169"]}],"locations":[{"id":1579,"lat":31.7342121703,"lng":-91.0371521217,"zoom":10,"place":"JEFFERSON, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}