{"id":2164,"title":"Problematic Labor Contracts\n","course_id":1,"status":"P","start_date":"1865-02-17","end_date":"1868-11-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When the Civil War ended in 1865, hundreds of thousands of enslaved people suddenly found themselves without an owner. With very little money or land of their own, they were often unsure of how or where to proceed next. A system of sharecropping thus evolved where the newly freedmen rented tracts of land from landowners and were expecting to give the landowners a portion of the profits made from the crops harvested on that land. Labor contracts were then signed arranging the details of what was expected of the freedmen and of the landowner.","On February 17, 1865, newly freed Henry Kanes, signed a contract with Chandler Sueham in Lauderdale County, Mississippi. The contract allotted that Sueham, the landowner, would provide Kanes with the land and tools necessary to produce a crop, and in return, Kanes was to attend to Sueham's flock (no specific animal stated), as well as pay Sueham back one-third of the profits he gleaned from the land. Contracts like this led to discontent between the sharecroppers and landowners because they often felt like the other was not holding up their end of the bargain. Disputes arose because of beliefs that perhaps the sharecropper was not working hard enough, or that the landowner was not providing what was agreed upon in the signed contract. The Assistant Commissioner for the state of Mississippi, Bureau of Refugees, Freedmen, and Abandoned Land, reported to General O.O. Howard on November 28, 1868, that there had been many complaints filed recently about these labor contracts. The problems reported were specifically prompted by an upcoming election for delegates to the state convention that had impelled many freedmen to leave their work for the purpose of attending meetings held by political aspirants. The landowners from the Mississippi delta region were particularly unhappy because the laborers had missed several prime harvest days for the meetings, and they felt that the crops had thus faltered. "," Instances like these led to the precarious situation that Mississippi found itself in after the conclusion of the Civil War in 1865. The majority of the newly freed people were generally unable to use what little savings they might have had to buy land of their own. Thus, they once again found themselves having to answer to a superior, who was normally a white man. The sharecropping system, originally intended to help the freed people on their way towards full independence had thus began to resemble the system of slavery that had prevailed for so long before it. The labor contracts were usually heavily weighted in favor of the white landowner, and the wages earned by the sharecroppers were so low that black women and children found themselves having to work so the family could survive. Women usually kept house for white families, and children engaged in seasonal field labor. Thus, emancipation did not eliminate the need for large amounts of labor in the South, and the labor contracts that resulted only slightly increased freedmen's control over their situation. In places like the Mississippi Delta, entire freed families found themselves working in order to make ends meet. Labor contracts gave the newly freedmen some sense of independence from white masters, but the conflicts that arose from the differing opinions of the laborers and landowners led to discontent among the majority of southerners dealing with the system of sharecropping."],"display_date":"February 17, 1865 - November 28, 1868","search_date":"1867-01-08","citations":[{"divid":1214781411,"type":"Manuscript on Microfilm","data":["","Records of the Assistant Commissioner for the State of Mississippi","Reel 3, Micflm 571, Slide 0448","Bureau of Refugees, Freedmen and Abandoned Lands 1865-1869","Alderman Library, University of Virginia"]},{"divid":1214781666,"type":"Manuscript on Microfilm","data":["","Records of the Assistant Commissioner for the State of Mississippi","Reel 50, Micflm 571, Slide 0050","Bureau of Refugees, Freedmen and Abandoned Lands 1865-1869","Alderman Library, University of Virginia"]},{"divid":1214781741,"type":"Book","data":["Bradley G. Bond","Mississippi: A Documentary History",null,"Jackson","University Press of Mississippi","2003","125-128"]},{"divid":1214781782,"type":"Book","data":["Eric Foner","Reconstruction",null,"New York","Harper &amp; Row Publishers","1884","86-87"]}],"locations":[{"id":1580,"lat":32.4042572998,"lng":-88.6625666857,"zoom":9,"place":"LAUDERDALE, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}