{"id":217,"title":"Bankruptcy Bill voted down in Senate.\n","course_id":1,"status":"P","start_date":"1827-02-01","end_date":"1827-02-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 1st, 1827 the United States Senate voted 2 to 1 against a bill presented by Senator Hayne advocating a bankruptcy bill.  By this time, indebtedness was stretching through the country.  It had become a vicious cycle that most people cannot escape from once they are caught in it.  This bill was meant to provide some relief for the debtors but as the Charleston News and Courier put it the voting was a solemn one, leaving no room to look for a reversal of it'.  &lt;br /&gt;&lt;br /&gt;Nevertheless, Senator Sanford did try just that, trying to add a clause that this bill would only affect merchant and traders only'.  This reignited a debate, including comments from future Vice-President and President Martin Van Buren.  He expressed his approval (in concept) of a bankruptcy bill but had found fault with the language of the first one.  He believed a bill for merchants and traders only might cause him to change his vote.  Before the topic could become thoroughly discussed, the Senate leadership flexed some muscle and cancelled the matter right then and there.&lt;br /&gt;&lt;br /&gt;This event is significant for it shows not just the economic troubles of the time, but the class differences as well.  The Senate was full of upper-class, property owning loaners, not debtors.  Their interest was not in helping the poor farmer in deep amounts of debt with a national plan, their interest was in making sure what they loaned was returned to them as quickly as possible.  Though they had elections to worry about, this bill was a demonstration of making an effort towards relieving bankruptcy and yet one they knew would turn out unsuccessful.  Also Senators had the luxury of a six-year term while House representatives had to worry about re-election every two years.  Therefore, it should come as no surprise that it was the Senate that brought this bill to an end.  Bankruptcy would become an issue prevalent throughout the nineteenth century. Debate sparked about the question of whether the penitentiary system was the most practical solution to solve debt problems since they could not earn money behind bars.  These issues continued in the twentieth century and today over the debate on welfare, Keynesian economics and government's involvement with economic matters.  It may have evolved into bigger concepts, but the Bankruptcy Bill exemplifies the beginning of a difficult social issue."],"display_date":"February 1, 1827","search_date":"1827-02-01","citations":[{"divid":1215522181,"type":"Government Document","data":["A Bill To establish a Uniform System of Bankruptcy throughout the United States","The House Journal","January 2, 1827","","","","","Library of Congress","http://memory.loc.gov/cgi-bin/query/D?hlaw:1:./temp/~ammem_jYku::"]},{"divid":1215522646,"type":"Newspaper Article","data":["","Charleston News and Courier ","","February 7, 1827",""]},{"divid":1215522681,"type":"Book","data":["Louis Masur","1831: Year of Eclipse",null,"New York","Hill and Wang Publishing","2001 ","83"]}],"locations":[{"id":157,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Washington City, District of Columbia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}