{"id":2172,"title":"A Family of Slaves Torn Apart?\n","course_id":1,"status":"P","start_date":"1853-04-13","end_date":"1853-04-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One of the horrors associated with the institution of slavery was that it constantly tore families apart because slaveholders would sell off members of black families to different and often distant locations. While this was a common occurrence, the benevolence of a significant portion of slaveholders who tried to keep slave families together is often ignored. The sale of a family of slaves by a Jacob Ruff of Augusta County to his daughter Jane Wilson provides illustrates such an example of benevolence. He sold a mother and her three children to Jane for the meager price of 1. The black family consisted of a 33 year old black woman named Lilly, a 5 year old boy named Toney, a 3 year old named Jane, and a one year old named Easter. The contract stated that the slaves were to be passed down from generation to generation indefinitely. The record of this sale contradicts the argument made by historian Walter Johnson in his history, <em>Soul by Soul</em>. One of the major themes in this book is that slaveholders manipulated slave families in order to get what they wanted from their slaves. Johnson argues that slaveholders frequently bargained with their slaves, promising not to sell the slave's family if he/she complied with their wishes. He reveals however, that slaveholders often broke their end of the compromise by selling members of the slave's family anyway. This occurrence in Augusta County provides evidence that Johnson's argument is by no means infallible considering the fact that Ruff sold a mother and all of her children to the same owner and furthermore that they were to be passed down from generation to generation. There are always at least two sides to history, and while Johnson's novel depicts the evil of slavery and the malicious actions of slave owners, he fails to acknowledge that this was not always the case."],"display_date":"April 13, 1853","search_date":"1853-04-13","citations":[{"divid":1216228106,"type":"Manuscript","data":["","Mss 7792",null,"Mss 7792"," Box 5","Kelly Walker Trimble Papers","Special Collections, University of Virginia"]},{"divid":1216228136,"type":"Book","data":["Walter Johnson","Soul by Soul ",null,"Cambridge, MA","Cambridge&#58; Harvard University Press","1999","16 and 22"]}],"locations":[{"id":1585,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}