{"id":2173,"title":"Improving Schools in Augusta County, Virginia","course_id":1,"status":"P","start_date":"1842-07-28","end_date":"1842-07-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Pride was the driving force of Augusta County, Virginia- pride and patriotism not only for the country, but for the county as well. Augustan citizens therefore became quite disgruntled when one of the adjoining counties earned the venerable title, Athens of the Valley due to the assiduous efforts it made to improve its county's schools. One agitated Augusta resident in particular took it upon himself to rally his brethren to address the need to improve schools within Augusta. In an article he had published in the <em>Staunton Spectator</em>, this passionate citizen questioned the county's efforts in utilizing its resources to educate its children by asking, What are we doing for ourselves? Are we tutoring the minds of our youth up to the standard which would seem to befit our physical advantages? Furthermore, he delegated to the patrons and trustees of Augusta County schools the responsibility of giving energy to those who taught so that they could then stimulate their pupils. Finally, he argued that at the heart of the issue in improving the county schools was the need for cooperation amongst the communities and neighborhoods internally. He stated that only then [would they] see the cause of education advancing. ","Augusta County citizens viewed schools not only as a means of receiving academic education, but moral education as well. The author of the aforementioned article in the Staunton Spectator stated that another benefit of improving county schools was the inevitable correction of a variety of evils which [then marred] their prosperity. Historians William J. Cooper and Thomas E. Terrill identify the reasons why Augusta County needed to make such an appeal in their novel depicting the history of the American South. They state that there was not a public school system in Augusta until 1853. Until then, Southern states instituted charity schools for those who could not afford to pay for education. In order to receive the services of these charity schools however, citizens would have to formally declare their inability to pay for education. The ardent pride of Augusta County citizens many times prevented those who could not pay for education from formally declaring so, and therefore these schools were often undersubscribed."],"display_date":"July 28, 1842","search_date":"1842-07-28","citations":[{"divid":1214234294,"type":"Book","data":["William J. Cooper and Thomas E. Terrill","The American South: A History",null,"United States","The McGraw Hills Company, Inc.","1991","244-245"]},{"divid":1214234387,"type":"Newspaper Article","data":["","Staunton Spectator","","July 28, 1842",""]}],"locations":[{"id":1586,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}