{"id":2174,"title":"A Desperate Plea to the Whigs of Virginia\n","course_id":1,"status":"P","start_date":"1836-10-06","end_date":"1836-10-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The nomination of a candidate for president proved to be a trying issue in Augusta County in 1836. The South was weakened by growing factionalism. It was divided between Southern Democrats in favor of Martin Van Buren and Southern Whigs in favor of William H. Harrison. An anonymous Whig within the vicinity of Augusta County published an earnest appeal in the Staunton Spectator to his fellow Whigs in Virginia, relaying the importance of this election and the significant weight their votes were bound to carry in determining the future of their nation. He condemned the negativity of those Whigs who viewed the election of William Harrison as hopeless, stating that the strength of the Democratic Party resided in the fact that they displayed no such feelings of apathy towards their candidate. ","This patriot identified the Whigs' cause as the cause of freedom and ensured that victory would be theirs if they vocalized their views and had faith in their candidate. He called his fellow Whigs not only to imitate the Democrats in their loyalty to their candidate, but to surpass it, because this and only this would ensure that their state would be redeemed and their country would be free.","The argument made by Harry L. Watson in his account of the election of 1836 identifies the reasons why Augusta County citizens feared the ascension of Martin Van Buren to the presidency in the critical election of 1836. He states that Virginia viewed Van Buren as a compromiser, and ardently believed that once in power, he would align himself with the abolitionists of the North. Because Virginia's economy relied so heavily on slave labor, they could not afford to see an abolitionist in office who they feared would push for legislation that would destroy their economic prosperity."],"display_date":"October 6, 1836","search_date":"1836-10-06","citations":[{"divid":1215011345,"type":"Newspaper Article","data":["","Staunton Spectator","","October 6, 1836",""]},{"divid":1215011360,"type":"Book","data":["Harry L. Watson","Liberty and Power",null,"New York","Noonday Press","1990","203-204"]}],"locations":[{"id":1587,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}