{"id":2176,"title":"Institution of the Deaf, Dumb, and Blind School","course_id":1,"status":"P","start_date":"1839-10-10","end_date":"1839-10-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An article in the Staunton Spectator informed its readers that the Deaf, Dumb, and Blind School would open for admission in November of 1840. It was located in Staunton, Virginia. The article further informed its readers of the logistical information it had acquired regarding the new institution. Annual tuition would be 120. The School also required that each pupil enroll for a minimum of two years. Deaf mute applicants had to be between the ages of seven and 25, and blind applicants had to be between the ages of seven and 18. Exceptions to these prerequisites would be considered by the executive committee. However, these exceptions had to be of good natural intellect, free from any immoralities of conduct or any contagious disease. ","The construction of such an institution is most likely a Whig reform. In <em>Virginia Reconsidered</em>, historian Elizabeth R. Varon illustrates the Whigs as a party interested in moral reform, public education, and giving societies. The Whig Party dominated Augusta County before the election of 1840, believing that its emphasis on education and wealth affirmed its superiority to the emerging Democratic Party in the South. The Deaf, Dumb, and Blind School may even have been a strategic political move made in the home stretch of the election in an attempt to mobilize voters to support the Whigs."],"display_date":"October 10, 1839","search_date":"1839-10-10","citations":[{"divid":1214103889,"type":"Newspaper Article","data":["","Staunton Spectator","","October 10, 1839",""]},{"divid":1214103913,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Elizabeth R. Varon","The Ladies are Whigs","Virginia Reconsidered: New Histories of the Old Dominion","Warren R. Hofstra","Charlottesville","University of Virginia Press","2003","269"]}],"locations":[{"id":1589,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}