{"id":2177,"title":"Death of the Respectable Adam Grove\n","course_id":1,"status":"P","start_date":"1842-02-24","end_date":"1842-02-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Shermariah Church, the Presbyterian Church of Augusta County, Virginia lost a valuable member of their congregation when Mr. Adam Grove died suddenly and unexpectedly on February 24, 1842. Mr. Grove's spirituality transcended Shermariah into the educational realm in that he served as a professor of religion for 20 years. His religious beliefs manifested themselves in his charitable nature. He donated a significant portion of the land on which Shermariah Chuch was constructed and also donated funds to help build the Shermariah Academy. Unlike many of the deaths that occurred in Augusta County in the antebellum South, Mr. Grove's was unique in that he died free of debt. His lack of debt can also be attributed to his religious beliefs. Grove was very familiar with the scriptures and lived by them. One such scriptural saying was, owe no man anything.","It was said that Mr. Grove's farm reflected many of his admirable characteristics such as his good management and industrious habits. Though he possessed only a small piece of land, it was lucrative due to its high state of cultivation. At the time of Mr. Grove's death, the land was worth two to three times more than if he had bought two to three additional pieces of farmland. Perhaps the most interesting aspect of Mr. Grove's death, however, is the fact that one of his servant women died about 15 minutes after he did. She was also a member of Shermariah Church and it was believed by the citizens of Augusta County that they had both gone to the same blessed reward. ","The dichotomy of this obituary lies in the fact that during life of earth, slaveholders of Augusta County treated African Americans not only as their inferiors, but as their property; meanwhile, they sat through church services in the same sanctuary. They worshipped the same god and believed that they experienced the same afterlife. The role churches played in race relations of the antebellum South is a major theme in Melvin Patrick Ely's <em>Israel on the Appomattox</em>. Ely portrays a culture similar to that of this obituary, where blacks and whites attended the same churches. These churches nurtured the moral similarities of people of both races. Furthermore, according to Ely, churches leveled the playing field between whites and blacks by acknowledging the spiritual gifts of each, and by identifying their equal ability to sin. During the 1840s and 1850s, white evangelicals felt it was their duty to bring black members into their churches. Spending on ministries to slaves increased dramatically. In the Methodist Church in particular, it increased from 167,258.87 in 1829 to 1,706,207.70 by 1864. This may give us some insight as to why Mr. Grove and his servant participated in the same church service. "],"display_date":"February 24, 1842","search_date":"1842-02-24","citations":[{"divid":1213489587,"type":"Newspaper Article","data":["","Staunton Spectator","","February 24, 1842",""]},{"divid":1213489612,"type":"Book","data":["Melvin Patrick Ely","Israel on the Appomattox",null,"New York","Vintage Books","2005","319"]},{"divid":1213489650,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Chares F. Irons","Antebellum Period","Encyclopedia of Religion in the South","Samuel S. Hill, Charles H. Lippy, and Charles Reagan Wilson","Macon","Mercer University Press","2005","15-16"]}],"locations":[{"id":1590,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}