{"id":2179,"title":"Augusta County and the Election of 1840\n","course_id":1,"status":"P","start_date":"1840-03-05","end_date":"1840-05-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It is not hard to fathom why Augusta County, Virginia showed overwhelming support for the Harrison/Tyler ballot in the Election of 1840. One of the newspapers that circulated in Augusta County, the <em>Staunton Spectator</em>, commented on the results of the county's nomination for president. The Spectator was certain that their nomination of William Harrison and John Tyler would receive a hearty response from the county, triggering a patriotic outburst of feeling worthy of Old Augusta, and worthy of the crisis. The newspaper praised Augustan citizens by saying that a vote for the Harrison/Tyler ballot was a vote for sound judgment, patriotism, and most notably, uniform obedience to the constitution and laws. ","The Whigs of Augusta County, Virginia knew, however, that the battle for the White House was far from over. They had to execute a strong national campaign in order to secure the victory. They did everything in their power to mobilize voters to support General William Harrison in his campaign for the presidency. Residents across Augusta worked together towards this common goal. One William Kinney of Staunton wrote to Newton Steele in another part of Augusta County regarding a club they had formed to help Harrison gain support. They called it the Tippacanoe Club after the nickname General Harrison had earned due to his victory over the American Indians in the Battle of Tippacanoe in 1811. Kinney enclosed club membership papers in his letter to Steele, asking him to mobilize the Whigs in his region of Augusta and to recruit as many people as possible to join their club. Kinney stressed the urgency of their purpose, writing, we ought to be active in getting every man we can to join [our club] before they can join them... He furthermore expressed his satisfaction in the effectiveness of their club, believing it to be the most powerful and effective means of promoting General Harrison...","The Spectator's mention of obedience to the constitution and laws obviously implied the Augustans' beliefs that, with Harrison and Tyler in the White House, the institution of slavery would be preserved, an imperative issue to the county's Whig majority, and most likely the crisis to which the article refers. Whigs viewed the practice of slavery as their constitutional right. Their faith in Harrison resided in the fact that he had sided with the South during the Missouri crisis, and that he openly denounced abolition. Furthermore, Tyler was a known advocate of state's rights, and right that was designated to each state was its ability to decide on the issue of slavery."],"display_date":"March 5, 1840 - May 23, 1840","search_date":"1840-04-13","citations":[{"divid":1216229296,"type":"Manuscript","data":["","Mss10616",null,"Mss10616","Box 1","Steele Family Papers","Special Collections, University of Virginia"]},{"divid":1216229391,"type":"Newspaper Article","data":["","Staunton Spectator","","March 5, 1840",""]},{"divid":1216229479,"type":"Book","data":["William J. Cooper and Thomas E. Terrill","The American South&#58; A History ",null,"New York","The McGraw Hills Company, Inc.","1991","165"]}],"locations":[{"id":1592,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}