{"id":2181,"title":"Racial Discrimination in Southern Irish Jokes\n","course_id":1,"status":"P","start_date":"1830-02-12","end_date":"1830-04-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Albemarle County's residents eagerly looked forward to the popular Miscellaneous Section of Charlottesville's weekly paper, <em>The Virginia Advocate</em>.  In this segment readers found many lighthearted topics including a sequence of imaginary situations reflecting both the political and social atmosphere of the era.  In addition to jokes about the fancies of women, the life of the theater, and medical issues, in 1830 a series of these verbal caricatures depicted trite Irish figures. While the jokes of <em>The Virginia Advocate</em> did not overtly display strong nativist doctrine, their obvious use of stereotypes portrayed the Irish in a very discriminatory manner.  ","Some jokes attempted to discredit the Irish as simply stupid and absurd while others furtively attacked their character, principles, and culture. The Irishman's War, published on March 12, 1830, subtly ridiculed an Irishman for his discourse and ignorance of geography.  From his rough, uncultured speech and lack of basic knowledge, this joke depicted the Irishman at an everyday laborers' task - a low-paying, unskilled job for an unskilled laborer. Another joke from April 16, 1830 crafted a crude, nonsensical analogy into an Irish priest's sermon in order to ridicule the Roman Catholic Church.  Through the absurdity of this sermon, the joke attempted to discredit the parish priest and the Roman Catholic Church, which endorsed such men in its pulpits. While the message was subtle in both of these jokes, the Virginian audience would have recognized the subliminal messages in both situations.  ","The Price of a Milkmaid in Ireland, published on February 12, 1830, stealthily commented on the moral nature of the Irish people.  The joke read: A young gentleman of Kilkenny, meeting a handsome milk maid, near the parade, said, 'What will you take for yourself and your milk, my dear'  The girl instantly replied, 'Yourself and a gold ring sir.'  While not obviously discriminatory, this joke implied an inherent impropriety within Irish culture, the predatory nature of Irish men, and finally, the easy, indiscrete manner of wooing Irish women. A joke published the following week took greater pains to criticize the Irish more overtly: An Irishman walking along perceived a receipt book fall out a gentleman's pocket just before him. Paddy picked it up, and observing a note sticking between the leaves, he took it to himself, and then called very honestly after the owner, 'Now, halt a bit, man See, here's your book that ye dropped on the pavement - but somebody has stolen a fifty dollar bill out of it'  This joke attempted to undermine the moral values of the Irish by insinuating that Irishmen could not be trusted.  The word Paddy, a common term for all Irishmen, also reflected the racial culture of the South; in using this word, the joke attributed dishonesty to the nature of all Irishmen.","In all, the Irish unnerved the South because they were unfamiliar incomers. Ironically, southerners discriminated against the Irish - fellow white men - and subjected them to harsh, public stereotypes while, as Melvin Ely notes, they were able to live with blacks. The massive wave of Irish immigrants around this time heightened the nerves of some southerners who resented the increasing numbers of foreigners usurping jobs and opportunities; thus, by 1830, the Irish had become a controversial ethnic group in society, inciting strong nativism and discrimination that eventually culminated in the bloody riots of 1844 in Philadelphia and Baltimore.  David Gleeson maintains the controversial opinion that while the South still maintained its usual social obstacles, in comparison to the North it did not show such intense resentment and hostility toward the Irish because they constituted such a small percent of the population and were appreciated as another source of labor.  Yet, even if his analysis is correct, as a border state Virginia was much more exposed to the fierce nativism growing in the North and would have thus been more susceptible to internal discrimination against the Irish than perhaps other states of the deeper South. Furthermore, the jokes of <em>The Virginia Advocate </em>suggest that in Albemarle County a lingering uneasiness toward the incomers persisted, making southerners uncomfortable enough to try to discredit them in jocular situations."],"display_date":"February 12, 1830 - April 16, 1830","search_date":"1830-03-15","citations":[{"divid":1214168371,"type":"Newspaper Article","data":["Price of a Milkmaid in Ireland","The Virginia Advocate","","February 12, 1830",""]},{"divid":1214168402,"type":"Newspaper Article","data":["An Irish Preacher, Late from Dublin","The Virginia Advocate","","April 16, 1830",""]},{"divid":1214168429,"type":"Newspaper Article","data":["An Irishman","The Virginia Advocate","","February 19, 1830",""]},{"divid":1214168493,"type":"Newspaper Article","data":["The Irishman&#39;s War","The Virginia Advocate","","March 12, 1830",""]},{"divid":1214168528,"type":"Book","data":["Melvin Ely","Israel on the Appomattox: A Southern Experiment in Black Freedom from the 1790s through the Civil War",null,"New York","Vintage Books","2004","367-369"]},{"divid":1214168612,"type":"Book","data":["David T. Gleeson","The Irish in the South 1815-1877",null,"Chapel Hill","The University of North Carolina Press","2001","53-54, 74, 192-193"]},{"divid":1214168696,"type":"Book","data":["Michael F. holt","The Rise and Fall of the American Whig Party: Jacksonian Politics and the Onset of the Civl War",null,"New York","Oxford University Press","1999","191"]}],"locations":[{"id":1593,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}