{"id":2182,"title":"Albemarle Women Hold a Fair for Colonization\n","course_id":1,"status":"P","start_date":"1830-05-14","end_date":"1830-06-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 14, 1830, after months of anticipation, <em>The Virginia Advocate</em> celebrated the triumph of a grand fair held in aid of the American Colonization Society by the Female Association of Albemarle County.  The newspaper proudly proclaimed that it went off with a success, which we believe has far surpassed the most sanguine expectations of its friends.  Despite the heat of the day the decorated hall attracted great crowds with its cool refreshments and informative exhibits about colonization. Although the paper did not report the total amount of money raised, it praised the women's philanthropic motives to help black colonists overcome the disease, famine, and...hostility...[that] threaten [a new colony's] feeble and precarious existence.","This altruistic effort by women was not unusual in the antebellum South; women commonly managed associations for the sick and poor, but it was their desire to assist free blacks that distinguished these women from later women of Virginia.  The women of the Female Association of Albemarle County were largely upper class women who lived in a slave-based society and yet, because of their fear of violence and desire for missionary activity, they staunchly supported colonization when they might have considered themselves above such a concern.","The recent slave rebellions led by Gabriel Prosser in 1800, Denmark Vesey in 1822, and Nat Turner in 1831 were only too recent in the minds of southerners and had generated great social fear, particularly for Virginians.  In these revolts, slaves had revolted against the rule of their white masters and free blacks had violated the privilege of their freedom, labeling themselves as a threatening group of people who endangered the property of the South. The violence of these revolts particularly endangered white women and children who had been among some of the blacks' first victims.  As an act of self-defense therefore, Albemarle County's women joined in the intensified protests on behalf of African colonization to reduce the unnecessary and dangerous amount of blacks in the South.","Other Virginian women hoped that colonization would spread Christianity in Africa. The women of Albemarle specifically praised the American Colonization Society for its desire to plant a germ of christianity and civilization, which will spring up to bless Africa, whose fruit will sustain the principles of Liberty in unborn generations.  As Robert Johnson, Jr. discusses, these women, along with many other southerners, credited slavery as the institution that had introduced Christianity to blacks; for this reason, they hoped that the free blacks who emerged from the system of slavery as Christian, civilized beings could spread these virtues to all of Africa.","On June 1, 1830, only a few weeks later, the <em>Richmond Enquirer </em>published a brief letter addressed to The Reverend Mr. Gurley of the American Colonization Society concerning the funds raised from the Albemarle County fair.  The Female Association offered the Reverend a gift of 500 dollars to aid the Colonization Society and requested that a lien be retained on the funds contributed by this association, by which, at any future period, any free people of color from this county, who may wish to go to Liberia, shall have the precedence of all others in any embarkation, at least to the full amount of the funds contributed by this association.  The <em>Richmond Enquirer</em> reported this news because the state of Virginia had one of the largest networks of colonization chapters in the United States and many would have been encouraged by their efforts.","Other states would have also been interested because during this era similar support for colonization was prevalent throughout the South.  Johnson contends that while some in the South displayed a genuine humanitarian concern for the well-being of blacks, the majority of southerners advocated colonization on account of their fear of black rebellion, the uncertainty concerning the future of free blacks, and the lagging economy. In Johnson's view the South believed colonization would protect the value of the slave property and remove those Africans who were an economic drain upon the plantation system. Thus, the American Colonization Society became a popular cause in the South but for a variety of different motives."],"display_date":"May 14, 1830 - June 1, 1830","search_date":"1830-05-23","citations":[{"divid":1213493386,"type":"Newspaper Article","data":["The Rev. Mr. Gurley","The Richmond Enquirer","","June 1, 1830",""]},{"divid":1213493411,"type":"Newspaper Article","data":["Ladies&#39; Colonization Fair","The Virignia Advocate ","","May 14, 1830",""]},{"divid":1213493435,"type":"Book","data":["Robert Johnson, Jr.","Returning Home: A Century of African-American Repatriation",null,"Trenton","Africa World Press, Inc.","2005","35-41, 49-65"]},{"divid":1213493491,"type":"Book","data":["James M. Volo and Dorothy Denneen Volo","Encyclopedia of the Antebellum South",null,"Westport","Greenwood Press","2000","7"]}],"locations":[{"id":1594,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}