{"id":2183,"title":"The Romance of Love Letters between Albemarle and Richmond, Virginia","course_id":1,"status":"P","start_date":"1844-08-26","end_date":"1844-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the late summer and fall of 1844, B. Johnson Barbour and Caroline H. Watson had little else on their minds than what the next post would bring as they anticipated November 7 - the day when they would finally be united as husband and wife.  The distance that separated the young couple heightened their anticipation, for Caroline lived in Richmond while Barbour lived in the rural county of Albemarle, northwest of the state capital.  To overcome this hardship, Barbour and Caroline relied on letters to remain intimate and plan for their future.  While Barbour's visits to his betrothed were carefully chaperoned or in the presence of social parties, he took advantage of the private nature of letters to express some of his deeper feelings for Caroline and establish a closer relationship.  Barbour shed any shyness he may have had and wrote explicitly of his love, even employing poetry and metaphor to describe to Caroline his anticipation of the day when You have promised to resign, One half of that dear name, And thenceforth own no other, Name but mine. Despite his zealous love, Barbour never violated the rigid expectations of decorum and addressed his letters to Miss Caroline H. Watson, not daring to refer to her by her Christian name until only a few days before their marriage when he wrote, As this is the last letter I may write you before our union I beg leave to salute you as - My Dear Caroline.","Barbour was not entirely sentimental, however, and also wrote practically to plan for their future. Concerned about how Caroline would adjust to a country life, he warned his future wife that she might have to face the dullness, the tedium, the monotony of country life and renounce the busy, alluring society of Richmond.  Albemarle County, as a largely agrarian county, differed greatly from the colorful excitement of Richmond and was clearly a concern for the future groom.  He worried if a lady of her social status could truly adapt to become the happy wife of a country gentleman - an apprehension common to brides as well.  In marrying Barbour, Caroline was sacrificing her social life, friends, and family to move to Albemarle and lead a largely quieter life despite Barbour's insistence that it was social enough for all of its inhabitants. Barbour assured his betrothed however, that they would overcome those trials with their love. ","As opposed to couples on the frontier or in a less developed area of the south, Melinda S. Buza notes that Virginian couples such as Barbour and Caroline were fortunate that the commonwealth had a fixed system of roads to allow for travel and mail by the time of their romance.  Regular written correspondence, Buza argues, allowed for Virginians to distinguish themselves from other engaged couples in the antebellum South because it provided them with the opportunity to establish intimacy and love within the South's rigid social system. ","Adhering to the propriety demanded in southern society, Brenda Stevenson observes that courtship involved a series of intricate social expectations and conformities for all concerned parties. Barbour's mother, Mrs. Lucy Barbour, felt inclined to extend a proper welcome to Caroline, assuring her of her son's wonderful qualities and of her confidence in the couple's future happiness. Parents like Mrs. Barbour tended to be proactively involved within their children's future marriages as they hoped to find companions of compatible character, solid education, moral standing, and economic stability to advance their family's own social standing and reputation.  Many historians have consequently questioned if love was a true facet of antebellum courtship and marriage or the institution became solely an instrument of social and economic improvement.  Virginia, however, appears to have allowed for a greater degree of love within the personal advancement associate with marriage; Lucy Barbour's desired to be involved in the courtships affairs of her son, not primarily as a schemer of economic gain, but as a guardian of his happiness in finding true love with Caroline.  While other southern couples were restricted by the existing social norms, Buza argues that the roles of Southern lady and male patriarch clearly did not hinder the development of deep bonds between many husbands and wives. Buza holds that due to greater access to mail and a growing emphasis on love, nineteenth century Virginia was one of the earlier states to witness real romantic love between husbands and wives of the South."],"display_date":"August 26, 1844 - October 30, 1844","search_date":"1844-09-27","citations":[{"divid":1215011658,"type":"Manuscript on Microfilm","data":["","B. Johnson Barbour to Caroline H. Watson, August-October 1844","Reel 21, Micfilm 1705 ser.E, Frames 00746-00766","Barbour Family Papers","Alderman Library, University of Virginia"]},{"divid":1215011691,"type":"Book","data":["Brenda E. Stevenson","Life in Black and White: Family and Community in the Slave South",null,"New York","Oxford University Press","1996","45, 51, 56-58, 60-61"]},{"divid":1215011738,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Melinda S. Buza","Pledges of Our Love","The Edge of the South: Life in Nineteenth-Century Virginia","Edward L. Ayers and John C. Willis","Charlottesville","University Press of Virginia","1991","20, 21, 29-30"]}],"locations":[{"id":1595,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}