{"id":2184,"title":"Education within the Patriarchal South\n","course_id":1,"status":"P","start_date":"1831-07-29","end_date":"1831-07-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As the school term drew to a close, W. F. Nelson wrote a letter to his uncle on July 29, 1831 informing him of his son's academic progress and behavioral development over the course of the session. After naming classical studies and algebra as Cleland's primary interests of study, Nelson wrote that if his uncle decided to continue Cleland's schooling, he should begin the study of Geometry the following year and broaden the boy's curriculum.  Nelson also commented upon Cleland's behavior and observed that while the boy had proven deficient in application, [he] has...made some progress in supplanting old habits by those of more valuable character.  As a report, Nelson's letter strove both to establish the authority of Cleland's father while and emphasize his own positive role as an educator in Cleland's life. ","Letters containing progress reports were prevalent during this era in the South because education often times removed children from under the watchful eyes of their parents, particularly of their fathers.  In agrarian counties such as Albemarle County, wealthier families could afford to hire tutors to teach their children within the home, but most families were forced to send their children away because educational institutions were not available in rural regions. Cleland's father fell into this latter category and only received second-hand reports about his son's progress and deficient behavior. These letters therefore, became essential means by which fathers attempted to maintain a semblance of authority over their sons and, in a sense, over their sons' teachers; they had entrusted the care of their sons to the educational institution and expected to receive regular updates.  Jon L. Wakelyn surmises that southern fathers were traditionally hesitant to relinquish direct control over their children to the educational system because they recognized the inherent power the institution had to mold their children who would in turn shape the future society.  Fathers wanted to ensure that the patriarchal traditions of southern society were passed on to their children and thus, the educational system strove to acquiesce to the demands of the southern patriarchs.  Therefore, a healthy tension existed between the southern fathers and the educational system as both competed for the authority over the younger generation.","Southern fathers however, did not typically challenge the authority of the schools; rather fathers supported the system's rules and standards of conduct because they recognized educational achievement as a necessary ambition.  Cleland's father would have certainly maintained and appreciated Nelson's aid in curbing Cleland's bad habits and attempts to refine him as a young man of estimable character.  As a resident of Albemarle County, Cleland's father understood the value of a sold education because of the city of Charlottesville.  Both the home of the University of Virginia and a rising intellectual hub, Charlottesville embodied the importance of education within their aristocratic society. Wakelyn's analysis of antebellum family life supports this high estimation of education in the South. He argues that the fathers, as beacons of order and authority, had to subdue the sons and to channel their energies into useful endeavor, while sons simultaneously desired to prove their own independence; hence, it became clear that some form of accommodation as well as some outside institutional support were needed to keep the sons in line.  Thus, education was important to fathers because it both checked the ambition of their sons and characterized them as superior within the South's aristocratic society, molding them into the future patriarchs, social gentlemen, political leaders, and slave masters of the South."],"display_date":"July 29, 1831","search_date":"1831-07-29","citations":[{"divid":1216230048,"type":"Book","data":["Walter J. Fraser, R. Frank, Jr. Saunders, and Jon L. Wakelyn","The Web of Southern Social Relations&#58; Women, Family, and Education",null,"Athens, GA","The University of Georgia Press","1985","108-111, 113-114"]},{"divid":1216230379,"type":"Book","data":["Robert O&#39;Brien and Harold H. Martin, eds.","The Encyclopedia of the South",null,"New York","Facts on File Publications","1985","74"]},{"divid":1216230425,"type":"Manuscript on Microfilm","data":["","Nelson to Uncle","reel 27, Micfilm 1705 ser.E, Frame 00782","Nelson and Kinloch Family Papers, 1799-1922","Alderman Library, University of Virginia"]}],"locations":[{"id":1596,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}