{"id":2185,"title":"Thomas Jefferson Randolph&#39;s Controversial Opportunity to Assist the Choctaw Indians\n","course_id":1,"status":"P","start_date":"1837-03-08","end_date":"1837-03-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When the mail arrived in Albemarle County on March 8, 1837, Thomas Jefferson Randolph may have been surprised to receive a letter from R. G. Nicholas informing him that he had been nominated and accepted as Com[missioner] for settling claims to reservations under the Choctaw Treaty.  As a prominent gentleman from a well-established Virginian family, Randolph was a natural choice for the position except that the Choctaw Indian tribe lived in Mississippi, far removed from his native state of Virginia.  By the 1830s Virginia no longer had internal incidents with Indians because the nation's frontier lines had expanded and pushed tribes farther west.  But even residents of Albemarle County would have been very interested in the future of the Indians because these tribes lived on very precious land within the South's cotton economy.  ","Although the Choctaw tribe had recently earned distinction in the War of 1812 and had been declared the perpetual friend of America on October 24, 1816, when Mississippi became a state in 1817 the Choctaw Indians threatened the American identity of the new state.  They not only proved a problem for settlers wishing to move to the frontier, but moreover, by continuing to act as an independent nation within the United States, the Choctaws threatened the authority of the Mississippi state government. Grateful for the stability and unity of their own community, Albemarle County residents and other southerners would have expressed concern that the Choctaws posed an obstacle to greater prosperity of the South.  For this reason, political leaders throughout the 1820s and 1830s searched for ways to push the Choctaw westward onto territorial lands that were not officially part of the United States. ","In September of 1830, Andrew Jackson's administration finally concluded the treaty referred to by Nicholas as the Choctaw Treaty. Officially known as the Treaty of Dancing Rabbit Creek, the treaty removed the Choctaw Indians west of the Mississippi River and claimed all lands east of the river as the property of the United States.  But Article 14 of the treaty decreed that if any Choctaw Indian agreed to become a citizen of the United States, the U.S. government promised to give them a parcel of land on which they might live and farm.  Nicholas' letter alerted Randolph that he had been nominated to assign these pieces of land to those Choctaws who chose to remain. In presenting him with all of the particulars of the position, Nicholas informed Randolph that his pay would be three thousands dollars a year and that though there would be little personal risk involved the position would require ten or twelve months of his time.  But overall his letter drips of resentment towards the Indians who tried to remain in Mississippi because he considered it a cowardly last attempt to avoid removal.  His bitterness was obvious when he commented to Randolph that, if he accepted the position, his job would require him to assist some of the greatest scoundrels in the world. Nicholas doubted the sincerity of the Choctaw who had chosen to remain and suggested that he would be relived to hear that Randolph had declined accepting the appointment.","A week later, on March 14, 1837, Randolph received the official offer from R.B. Poinsett officially offering him the position of Commissioner to adjust claims to reserves of land under the fourteenth article of the treaty with the Choctaw Indians.  While there is no sign of Randolph's acceptance or refusal of the appointment within these two letters, as seen from Nicholas' letter, such a position would certainly have been debatable in southern society.  While some, like Nicholas, might have resented the Indians as a threat to the unity of the South, others would have defended the Choctaws' rights to the land and would have been grateful for the government's merciful offer to the Indians.  Thus, Randolph's appointment presented him with a quandary in the antebellum South as southerners struggled with their desire to expand and the existing Indian population."],"display_date":"March 8, 1837 - March 14, 1837","search_date":"1837-03-10","citations":[{"divid":1215011986,"type":"Manuscript on Microfilm","data":["","R.G. Nicholas to Thomas Jefferson Randolph, March 8, 1837","Reel 25, Micfilm 1705 ser.E, Frame 00282","Randolph Family Papers","Alderman Library, University of Virginia&#41;"]},{"divid":1215012020,"type":"Manuscript on Microfilm","data":["","J.B. Poinsett to Thomas Jefferson Randolph, March 14, 1837","Reel 25, Micfilm 1705 ser.E. Frame 00283","Randolph Family Papers","Alderman Library, University of Virginia"]},{"divid":1215012066,"type":"Book","data":["Arthur H. DeRosier, Jr.","The Removal of the Choctaw Indians",null,"Knoxville","The University of Tennessee Press","1970","35-37, 104, 126"]}],"locations":[{"id":1597,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}