{"id":2186,"title":"A Dinner Invitation to President Andrew Jackson\n","course_id":1,"status":"P","start_date":"1837-02-28","end_date":"1837-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 28, 1837, almost a week before the inauguration of the new president Martin Van Buren, <em>The Globe</em>, a Washington D.C. newspaper, reflected upon the Presidency of Andrew Jackson and expressed the thanks of the nation for his service.  The newspaper editors found a supreme example of gratitude in the people of Albemarle County who had recently appointed a committee to invite the President to a public dinner in the town of Charlottesville on his return from the seat of Government to the Hermitage.  Although at this time Albemarle County's Whig constituency had gained a slight majority over the Democrats, Jackson's loyal supporters wanted to recognize the man who had gallantly defended the South and served the nation as president.  Despite the fact that Jackson politely declined the invitation based on his health, he took advantage of the people's display of loyalty to champion all that their party had accomplished in office and to defend the political spoils system that he had encouraged. Jackson also appealed to the people of Albemarle by praising the county as the great home of Thomas Jefferson - the man from whom he claimed to have imbibed the principles... [of his own] public labors.  Jackson wrote that it would have been his greatest triumph to have learned that Jefferson's closest neighbors had not found him lacking in the high office that he shared with such a great man.  <em>The Globe</em> manifested these sentiments to the entire country and distinguished Albemarle as a favored place of President Jackson regardless of the fact that the President could not attend the County's dinner. ","The Democrats of Albemarle accredited Jackson as a fighter, ever-triumphing over his adversaries in defense of the nation.  They assured the President that they regarded his services with the more pride and gratitude, when we remember the bitter and malignant opposition with which it has ever been your fortune to contend, from the misguided friends, and real enemies of our country, and the faction of disappointed rivals and defeated aspirants to the same high office you have held. As a renowned military leader in the War of 1812, a defender of the frontier from the Indians, and a politician, Jackson's tenacious spirit earned him respect in counties like Albemarle that had voted strongly for him in the presidential elections of 1828 and 1832.","In an effort to extend his own personal thanks for their loyal support, Albemarle Democrats and other Jacksonians across the South benefited from Jackson's system of rewarding his followers with political offices.  The Jacksonian Democrats of Albemarle County adamantly defended Jackson's spoils system by proclaiming, It was our pleasure, as it was our duty to our country then, to sustain you and your measures...regardless of the idle charges of 'man-worship, office-seeking, corruption and subserviency' heaped upon us, and of 'tyranny, usurpation, and despotism,' so liberally bestowed upon you.  Although this would have undoubtedly been a point of opposition Whigs in Albemarle and across the South, the President defended the system not as a form of favoritism but as a moral and honest duty.  In Jackson's opinion such a system engendered loyalty and eradicated corruption in the government.  ","By the end of Jackson's second term, however, the South was no longer as united behind his administration.  William G. Shade concludes that his stand against nullification and his assertion of the Executive branch over the power of the individual states caused many southerners to voice discontent and turn their support to the Whig party.  In fact, Albemarle and other eastern counties of Virginia had voted pro-nullification because they wanted to defend the states' individual right to interpret the Constitution from the power of the national Executive branch.  Michael F. Holt maintains that this threat to state power was a prevalent concern in the South because of the greater degree to which state governments tangibly affected people's everyday lives.  Therefore, by the end of Jackson's second term in office, southerners were grateful for his sacrifices on behalf of the nation but many were ready for a new administration."],"display_date":"February 28, 1837","search_date":"1837-02-28","citations":[{"divid":1217070755,"type":"Manuscript","data":["","Albemarle County Historical Society",null,"Mss 8159-b","Box 8159-b","Papers Regarding the History of Albemarle, Va. and the Society, 1837-1974","Special Collections Library, University of Virginia"]},{"divid":1217070906,"type":"Book","data":["Donald B. Cole","The Presidency of Andrew Jackson",null,"Lawrence","University Press of Kansas","1993","3-4, 40-48"]},{"divid":1217070959,"type":"Book","data":["William G. Shade","Democratizing the Old Dominion&#58; Virginia and the Second Party System, 1824-1861",null,"Charlottesville, Virginia","University Press of Virginia","1996","237-243"]},{"divid":1217071036,"type":"Book","data":["Michael F. Holt","The Rise and Fall of the American Whig Party&#58; Jacksonian Politics and the Onset of the Civil War",null,"New York","Oxford University Press","1999","12"]}],"locations":[{"id":1598,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}