{"id":2187,"title":"Courtroom Drama in Black and White at Cumberland Court\n","course_id":1,"status":"P","start_date":"1834-09-02","end_date":"1834-09-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After a long day of riding through the rain to Cumberland Court, Carter H. Harrison sat down to record the exciting events of the day in his diary and proudly declared, I defended and cleared a negro charged with an attempt to kill by poisoning.  Although Harrison records no further details of the proceedings, this account of September 2, 1834 reflects daily life of the local court system in the South - a realm in which blacks and whites met frequently.          ","While it is unclear whether the negro of Harrison's story was a free black or a slave, both parties commonly appeared in court and both were subjected to a legal system ruled by white men.  Surprisingly however, these white men did not always champion racial prejudice in their role as jurors.  In rural counties of Virginia similar to Albemarle, Melvin Ely notes that often times white juries had personal contact with those involved in the cases and thus, jurors tended to judge them as individuals whom they knew, not as appendages of that abstract, aggregate free black category against which legislator and editorialists aimed racist laws and rhetoric. The court juries thus ironically treated free blacks similarly to other free white men of similar social and economic standing; Ely comments on this unforeseen pattern by remarking a slaves' status as a free man, more than his color or previous condition, governed his treatment by the legal system.  The Virginia courts therefore affirmed the free black man's status in society as higher than that of a slave but failed to record exactly how he should be treated; thus, for many years, free blacks enjoyed moderate courtroom equality based on their undefined role in society and were able to benefit economically from their freedom.","If the negro that Harrison acquitted were a slave, that individual was very fortunate because slaves, in contrast to free blacks, lived in a brutal system of dominance and submission that also transcended the legal system.  Courts in rural, agrarian counties such as Albemarle had little sympathy for slaves who committed crimes against their white masters or neighbors and often issued harsh punishments such as death or exile. The courts did however, try to protect slaves who experienced excessive violence at the hands of their masters but juries hesitated to legally ascribe a slave's death to a beating for fear it would jeopardize the owner's dominance over a slave.  Therefore, courts extended minimal protection to slaves but were always mindful of their primary duty to protect the dominance of the white man and his property.  ","Often times Virginian slaves were made to appear before a called court - a court-like panel specially designed to hear slaves' cases within ten days of their apprehension. Five men sat on this panel and had the power to determine guilt and fix a permanent sentence that could not be appealed.  But the slaves were not helpless in these courts because the panel provided them with a defense attorney and required a unanimous decision in order to convict.  If a defense attorney could not be contracted before the trial, the panel postponed the date because it wanted to reach a fair decision. Although defense attorneys were often assigned minutes before the trial, they often times reduced the charges and could even exonerate the slave.  In 1832, a new Virginian law expanded the jurisdiction of the called courts to include free blacks' cases as well so the negro that Harrison defended could have been a free black or slave whose trial may have also occurred before this type of panel-court.","In his diary, Harrison expressed some disgust at the thought of having to defend people below him when he reflected upon his reasons for never seriously pursuing law as a profession.  He explained that the profession had rendered [itself] odious...by too close a contact with the vicious and illiterate classes of society.  Therefore, although he successfully acquitted a black man in court, by 1834 whites like Harrison challenged the black man's privileges because of his inherently inferior nature. But despite these existing tensions, the courtroom was ultimately a place where blacks could attempt to protect their dignity as well as a realm in which black and white interacted together, albeit unequally."],"display_date":"September 2, 1834","search_date":"1834-09-02","citations":[{"divid":1215012206,"type":"Manuscript","data":["","Diary Entry",null,"Mss 3226","Box 3226-b","Diary of Carter H. Harrison","Special Collections, University of Virginia"]},{"divid":1215012249,"type":"Book","data":["Melvin Ely","Israel on the Appomattox: A Southern Experiment in Black Freedom from the 1790s Through the Civil War",null,"New York","Vintage Books","2004","43,82-83,85, 225, 246-248"]}],"locations":[{"id":1599,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}