{"id":2188,"title":"Eugene Davis&#39; Appeal for Temperance\n","course_id":1,"status":"P","start_date":"1842-10-23","end_date":"1842-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On October 23, 1842, Eugene Davis wrote a draft of a speech advocating temperance in Albemarle County.  While in the North many cities had embraced the temperance movement, in the South, country counties like Albemarle led the way for social and moral reform.  Evangelical congregations and women in particular expected the temperance movement to solve common social vices and fashion a society rooted in a moral tradition. Davis, truly believing in the positive results of temperance, called upon the people of Albemarle County to promote the common good [,]... to reduce an enemy whose ravages tell fearfully upon our national prosperity [,]...to rescue our national character... [, and] to redeem our national honor from the tarnish of taking rank with the...most drunken people in the world.","Many historians have defined the temperance movement as a reaction against the threat alcohol posed to the family and the evangelical church movement.  Alcohol not only wasted money that could have been used to support the family but it encouraged unacceptable habits and behavior that threatened the morality of the family.  Moreover, prominent leaders of the Second Great Awakening supported the temperance movement as part of the moral and spiritual reformation continuing among the rural South during this period. As historian Ted Ownby observes, this newfound evangelical fervor often found itself at odds with an essential part of southern culture - male honor and recreation.  Drinking and debauchery were present in almost every male activity: sporting events, social engagements, and even in the workplace.  Because of the pervasiveness of alcohol, temperance advocates worried that drinking among men encouraged a loss of self-control and restraint - two essential standards of the evangelical church and southern culture in general.  In Ownby's opinion southern men neither wanted to live outside of the all-encompassing evangelical community nor to abandon the alcohol and belligerence that defined their male identity. Their desire for compromise however proved impossible because the regional revival meetings of the evangelical church encouraged local populations to uphold an ideal of upright behavior and remain unyielding to forms of social excess.  In Ownby's words this demonstrated ever more clearly the ever-present tension between evangelical self-control and the aggressiveness of the masculine world. ","        To combat the threats posed by a culture submerged in alcohol, Davis encouraged the citizens of Albemarle County to set an example by taking a two-part abstinence pledge in which members vowed they would first themselves abstain from the use of all intoxicating liquors and second, that they would discourage the use of them by others.  By this oath, Davis believed that their community would exorcise the demon of intemperance [,] allay the devouring thirst and still the raging passions which had hitherto defied control.  He assured people that an oath of temperance would transform filthy rags into decent clothing and instill Christian morality within their society.  ","Southerners believed that this type of moral transformation would in turn positively reform all sinful areas of the southern male culture.  Prostitution and gambling were almost inherently linked with alcohol and by ending or limiting the occasion to drink temperance advocates hoped the South would be cleansed of these other vile institutions.  Bertram Wyatt-Brown notes that eventually, the temperance movement's public appeal for moderation hardened into Victorian repressiveness that struck many southerners as too severe. This extremist view irked some southerners and an opposition movement arose in the South proclaiming that temperance infringed upon individual liberties.  They resented the religious doctrines the temperance movement used to further its arguments and the subtle ways in which it attempted to force its views upon the South.  Thus, while Eugene Davis' speech rang of a genuine belief that temperance was the only way to revive the moral traditions of the South, Albemarle County would have been divided in its reaction because of the controversial social implications of his message."],"display_date":"October 23, 1842 - December 31, 1842","search_date":"1842-11-26","citations":[{"divid":1216230589,"type":"Manuscript","data":["","draft of temperance speech",null,"Mss 2483","Box 2438-a","Papers of Eugene Davis, 1744-1925","Special Collections, University of Virginia"]},{"divid":1216230695,"type":"Book","data":["Ted Ownby","Subduing Satan",null,"Chapel Hill, NC","The University of North Carolina Press","1990","21-22, 170-173"]},{"divid":1216230751,"type":"Book","data":["Bertram Wyatt-Brown","The Shaping of Southern Culture&#58; Honor, Grace, and War, 1760s-1880s",null,"Chapel Hill, NC","The University of North Carolina Press","2001","97, 99, 102, 104, 122-123"]},{"divid":766122,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":[null,null,null,"XrJJcGgZBWVxXpwO"]}],"locations":[{"id":1600,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}