{"id":2189,"title":"Frank Ruffin&#39;s Duel: a Defense of Honor\n","course_id":1,"status":"P","start_date":"1834-06-19","end_date":"1834-06-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 19, 1834, Frank Ruffin wrote a letter to George W. Goode and William Roane informing them that he had participated in a duel in which he emerged untouched as has not the other party.  A personal insult incited the duel because another man had lied most grossly about Ruffin's conduct in [an]...affair. In order to defend his actions, Ruffin justifies the duel as a battle of honor by saying he would have been a most craven, spirited, contemptible man, forfeiting every claim to the respect of gentlemen...if [he] had permitted another gentleman to fight through a difficulty which originated on [his] account.  He, like many southern gentlemen, prized his self-respect more highly than the good opinion of anyone and in a society that championed honor, respect, and chivalry, a man had to protect his personal dignity to survive.","Though southern cities such as New Orleans were famous for their high numbers of duels because of their crowded atmosphere, the agrarian society of Albemarle County was also very familiar with the art of dueling in defense of honor. In fact, John C. Willis argues that as the oldest parts of the South, Virginia counties such as Albemarle had perhaps the strictest definition of honor in the South: To be honored is to be temporarily distinguished among persons sharing common values and concerns. Conversely, to be denied honor or to be shamed is an accusation of aberrance and an assertion of inferiority...A society's code of honor thus acts to guide, sanction, and reward the behavior of its members and illustrates, for outsiders, the culture's values at work.  Virginian gentlemen therefore, recognized the inherent importance of honor as a way of asserting one's individual superiority and would have readily fought to defend their honor. ","The South championed the duel as a physical manifestation of its society's unique emphasis on honor. As Jack K. Williams observes, the duel resulted from rigid class structure, exaggerated sense of honor, lingering classic romanticism, and reluctance to be confined by the letter of the law.  Based on such fundamental aspects of southern society, duels were not rarities but relatively frequent methods of addressing conflicts between gentlemen.  But it cannot be over-emphasized that duels were inherently a mark of one's social rank and identity within society - only gentry could participate. Professional men, bankers, military officers, ministers, and planters were recognized as gentlemen while laborers, businessmen, merchants and farmers were only rarely recognized as such. Gentlemen resolved conflict by duels but they forcibly subdued their inferiors by caning or beating them.  It was a sign of social respect and recognition of one's rank to challenge another to a duel and thus, the practice remained exclusive. ","Duels were as much a display of honorable conduct as a battle to preserve one's honor because a duel had many accompanying rules and standards. In fact, the drama of Frank Ruffin's duel hinged upon his conduct in his duel.  During the second round of shots, Ruffin fired his shot after the word stop, claiming that he had not heard the command. By this mistake, Ruffin forfeited his life because he had violated the rules of conduct and the second had the right to shoot him on the spot.  Although Ruffin stepped forward...and called on them to shoot [him]...three separate and distinct times, the second himself was uncertain of the timing of the shot and therefore acquitted Ruffin of all guilt. But, to maintain his reputation Ruffin decided to remain in the area six weeks longer to meet any misrepresentations which might have been rumored concerning the affair.  Thus, ironically, Ruffin's duel to protect his honor actually could have given others reason to question it again, although there is no suggestion of such an event occurring.  ","Frank Ruffin's account of his duel lends support to William's assertion that the duel was a defense of individual honor that, while an intangible concept, was no less real than any physical possession.  Southern men reviled cowardly behavior and refused to associate with men of tainted character.  Clearly, honor was undoubtedly the principle reason for the enduring tradition of the duel in the antebellum South since it established a man's dignity and reputation within his society."],"display_date":"June 19, 1834","search_date":"1834-06-19","citations":[{"divid":1216230880,"type":"Manuscript on Microfilm","data":["","Frank G. Ruffin to George W. Goode and William Roane","reel 25, Micfilm 1705, ser.E, Frame 00106-00109","Randolph Family Papers &#40;1790-1864&#41;","Alderman Library, University of Virginia"]},{"divid":1216230949,"type":"Book","data":["Jack K. Williams","Dueling in the Old South",null,"College Station, TX","Texas A&amp;M University Press","1980","2-6, 8, 13, 26-29, 44-45,"]},{"divid":1216231076,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["John C. Willis","From the Dictates of Pride","The Edge of the South&#58; Life in Nineteenth-Century Virginia","Edward L. Ayers and John C. Willis, eds.","Charlottesville, VA","University Press of Virginia","1991","39-40"]}],"locations":[{"id":1601,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}