{"id":2190,"title":"President Martin Van Buren&#39;s Independent Treasury Sparks Controversy within the Democratic Party\n","course_id":1,"status":"P","start_date":"1840-12-12","end_date":"1840-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As the year of 1840 drew to an end, the residents of Albemarle County prayed that the new year would finally bring relief and economic stability to the nation still recovering from the Panic of 1837.  President Martin Van Buren echoed these sentiments in his speech to the second session of the Twenty-sixth Congress concerning the general state of the nation.  As almost half of the speech discussed the economic state of the country, the editors of <em>The Virginia Advocate</em> determined that it was important enough to publish the speech in its entirety on December 12, 1840.  Although Van Buren mentioned several other pressing issues, his main objective was to address the financial future of the nation and the recently confirmed Independent Treasury.  As he reviewed the catastrophic events that led up to the Panic of 1837, Van Buren assigned the crisis' blame to the national bank and the national debt, arguing that both were not merely unnecessary, but in direct and deadly hostility to the principles of [the people's] Government, and to their own permanent welfare.  Thus, Van Buren maintained that the best way to rectify the country's economy was to establish an independent organization to manage the government's funds, hence his creation of the Independent Treasury.  ","As James Roger Sharp has ascertained, Albemarle County only had a slight Whig majority at the time of this speech and thus, the newspaper article would have attracted intense political debate and discussion. At the time, the Democrats and Whigs of Virginia were both desperate to restore the state to its former prestige and influence in national politics; after Jackson refused to renew the Bank of the United States' charter in 1836 and the Panic of 1837, both parties separately hoped that they would solve the America's uncertain fiscal future. The Whigs fervently believed that a national bank was the only way to preserve economic unity and that, when held in check, the credit system was healthy for the economy. While the Whigs had remained united in their efforts to oppose Van Buren's Independent Treasury since its proposal in 1837, ironically, within the President's own party, it produced much more conflict.  In late 1835 a faction of conservative Virginian Democrats had emerged led by William C. Rives who, as historian James Sharp explains, condemned the exclusive use of hard money for the sale of public lands as impractical and the Independent Treasury as another utopian scheme - unfeasible and ineffective.  Although the Democrats managed to avoid a major split within the party they were anxious to maintain that party unity despite the controversial issue of the Independent Treasury. ","By the time of Van Buren's speech in 1840, the Virginian Democrats had regained many of their wandering conservatives but the debate over the economy had proved volatile enough to have successfully created an unforeseen impasse within the party. Liberal Democrats supported Van Buren's Independent Treasury because they had seen the results of wild speculation in the Panic of 1837 while conservative Democrats argued that if credit and inflation were carefully monitored, a system of state and local banks was more efficient.  Rives hoped to turn the Virginia Democratic party against Van Buren's administration but by 1838 it became clear that the majority of Virginia Democrats would not leave the national party, even after the proposal of the Independent Treasury. Slowly conservative Democrats despaired of changing the party's platform and completely lost heart when Rives did not win his bid for reelection to the Senate in 1839.  Most returned to the mainstream Democratic party and by 1840, the presence of the conservative Democrats in Virginia had disappeared.","<em>The Virginia Advocate</em> very astutely appealed to both the Whigs and the Democrats in Albemarle County by printing Van Buren's speech because the financial health of the nation was a mutual concern as both parties tried to resolve the issue.  Furthermore, since another presidential election was fast approaching, the political atmosphere intensified as southerners debated party platforms and the future course of the nation. Thus, Whig and Democrat alike in Albemarle County would have bought this paper and perused the president's speech with equal interest."],"display_date":"December 12, 1840","search_date":"1840-12-12","citations":[{"divid":1215012578,"type":"Newspaper Article","data":["Message From the President of the United States...","The Virginia Advocate","","December 12, 1840","2-3"]},{"divid":1215012612,"type":"Book","data":["James Roger Sharp","The Jacksonians versus the Banks: Politics in the States after the Panic of 1837",null,"New York","Columbia University Press","1970","216-248, 255-257, 259"]},{"divid":1215012666,"type":"Book","data":["Michael F. Holt","The Rise and Fall of the American Whig Party: Jacksonian politics and the onset of the Civil War",null,"New York","Oxford University Press","1999","73"]}],"locations":[{"id":1602,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}