{"id":2193,"title":"War Orphans\n","course_id":1,"status":"P","start_date":"1872-11-13","end_date":"1872-11-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" The Civil War was completely devastating to the citizens of the United States of America. Two percent of the entire population was killed as a direct result of the war. With over 500,000 people dead, the casualties far out number those of Americans in any other war. Americans were killing Americans, and the ruin that came about tore apart families and left many in complete bewilderment. "," C.M. Gordon wrote an article in the Natchez Weekly Democrat on November 13, 1872, which described an orphanage in Lauderdale, Mississippi. It was specifically set up in 1863 for children who were orphaned when their fathers died fighting in the Civil War. The Baptists who headed the orphanage believed that there was a debt of gratitude due those who had fallen in our defense, and that it could not be paid in a better way than providing for their children. The majority of the men who had died had been extremely poor and had left nothing for their children, so something had to be done for their offspring who were left behind. "," The orphanage intended to give the children an English education as well as to teach them a skill or trade so that when they were of age, they would be able to support themselves. They would accept children of any religious belief, and desired to give them the benefits of their benevolence. While the orphanage was mostly supported financially by the state of Mississippi, there was an ever increasing need for charitable donations because of a lack of basic living amenities. Gordon pleaded with the paper's readers to donate any sort of article of clothing because the 200 plus children were in dire need of them as winter approached. He reminds the public at large that it was their duty to care for these children through his statement, In our poverty and oppression, let us remember the offspring of those who lost their all for our rights. "," The Civil War left the United States absolutely torn, and everyone, even small children, was affected in some way, great or small, by the carnage it created. National morale was at an all-time low because everyone knew someone who had died. It was extremely difficult to get the bodies of loved ones back home, creating a sense that those who gave their lives were unable to rest in peace because of a lack of a proper burial. There was a lack of closure with the deceased, and communities, like the one in Lauderdale, rallied around the families of the dead, doing things such as taking care of orphaned children. The fact that there were so many dead Americans intensified people's desire to help those who remained for many years after the war had ended, and it was this sense of community that helped start to rebuild the shattered nation."],"display_date":"November 13, 1872","search_date":"1872-11-13","citations":[{"divid":1215012738,"type":"Newspaper Article","data":["","Natchez Weekly Democrat","","November 13, 1872",""]},{"divid":1215012754,"type":"Book","data":["Bradley G. Bond","Mississippi: A Documentary History",null,"Jackson","University Press of Mississippi","2003","136"]}],"locations":[{"id":1604,"lat":33.5037112943,"lng":-89.3502052693,"zoom":9,"place":"CHOCTAW, Mississippi"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}