{"id":2195,"title":"Charles Manigault Complains of Slave Labor in 1844 Journal\n","course_id":1,"status":"P","start_date":"1844-01-01","end_date":"1844-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["For at least four generations, Charles Manigault and his family had owned plantations in the Island region of  Chatham, Georgia and the Charleston District of South Carolina. In Chatham County, they invested a lot of money in growing rice, as did many planters across the lowcountry regions of both states. However, in 1844 Charles began to be slightly disgruntled with the labor production of his slaves and began comparing their efficiency to that of other slaves. Other planters told him that twelve bushels of clean winnowed rice would be average one day, but then the next day they would only get about five or six. This inconsistency was unsettling to most large planters. Manigault voiced his concerns with his overseer A.R. Bagshaw. Bagshaw told him that with the twenty-five slaves that were working the threshing area, they should get at least fifteen bushels a day. However, the week before they were only producing about ten bushels. This led to the consternation of Manigault and the overseer, and they blamed the slaves. They accused the slaves of finding ways to get around their production duties, and of only fulfilling them to the rule, not to the greatest extent. Bagshaw said that the slaves were cunning enough to remember that what they are harvesting they will have to thresh, and will tie as small sheaves as they can. Manigault tried to come up with a solution to this production problem, but Bagshaw assured him that the slaves were smart and efficient enough to find ways to get around them.","The problem Manigault had with his rice production was not unique to his plantation. In fact, it happened in plantations all over the lowcountry districts of South Carolina and Georgia. The unique rice-growing agriculture in those districts called for a different kind of labor than did the cotton or tobacco growing areas. There were limits to planter's authority all over the South, because no matter how harsh they were, slaves often were cunning or brave enough to find ways to subvert their master's plans. It was even easier for slaves to do this in the lowcountry rice area, where Manigault had his plantation, due to the type of task forces that were used for cultivating rice. The tasks were not based on time (such as working from 6 am to 6 pm) but on how many crops were produced. Planters decided what they thought was a reasonable amount of product, and the slaves had to cultivate that amount. Once the slaves were done, they often got to use their free time for other activities such as socializing, selling or tending their own crops, and other activities. So slaves, such as those on Manigault's plantation, found ways to produce the right amount of sheaves but made them smaller in size. This way, they could get around their masters orders while still fulfilling his supposed goals. Also, jobs on these plantations were more individualized than on cotton plantations, so an industrious slave could complete his day's work faster and have more free time than his owner expected. To some extent slaves could reject the clock on a rice plantation and work at their own pace as long as they completed the task. Also, not working as efficiently as a master wanted, but still getting working so as to avoid punishment, was a strong form of resistance among slaves. Slaves did not often feel personally about their work, so subverting their masters by producing slightly less was a good way to punish their owners. So although Manigault and his neighbors felt frustrated about the labor on their plantations, these frustrations were most likely felt all across the lowcountry districts of the South, due to the nature of their agricultural system and its needs, and to the cleverness of the slaves that worked their fields."],"display_date":1844,"search_date":"1844-07-01","citations":[{"divid":1216231540,"type":"Primary Source in a Secondary Source","data":["Charles Manigault&#39;s Plantation Journal ","1844","The Old South ","Mark Smith, ed.","New York","Blackwell Publishers","2001","166"]},{"divid":1216231596,"type":"Book","data":["James M. Volo and Dorothy Denneen Volo, eds.","Encyclopedia of the Antebellum South ",null,"Westport, CT","Greenwood Press","2000",""]},{"divid":1216231656,"type":"Book","data":["John B. Boles","A Companion to the American South",null,"New York","Blackwell Publishers","2003","29"]},{"divid":1216231725,"type":"Book","data":["William Cooper and Thomas E. Terrill","The American South&#58; A History ",null,"New York","McGraw Hill","1996","199"]}],"locations":[{"id":1605,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}