{"id":2197,"title":"James Cody Sues John Baily Over Slander Regarding Illegal Trade\n","course_id":1,"status":"P","start_date":"1850-12-11","end_date":"1850-12-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["James Cody of Bryan County, Georgia prided himself in having a good reputation as a respectable Southern man. When his neighbor John Baily accused him of buying rice from a slave without written permission from the slave's owner, he was extremely offended. He considered these accusations to be false and demanded to meet John Baily in court to settle this slanderous dispute. Cody felt that Baily's remarks offended his honor and implied that Cody was a dishonest trader and guilty of buying and keeping stolen goods knowing them to be stolen. He felt that his good reputation was at stake and he needed to go to court to settle the matter. He also demanded that Baily pay him 5,000 dollars in damages, a huge sum in the 1850's.",">James Cody's indignation and determination to repair his honor, seek redress, and prove that he would not illegally trade with slaves demonstrates many important principles and customs of the South in the 1850's. Lawsuits about slander and false accusations were not uncommon in the South, especially among men. This was due to the fact that a man's honor was central to his sense of self and his public image, so any kind of slander or ill talk would be insulting. Insults, or anything that offended a man's honor, questioned a man's very masculinity. Many people in the South reacted very strongly to an affront to their respectability, and would take the accuser to court. For example, a man in Prince Edwards County, Virginia took his slanderer to court, saying he would rather get back his honor than get money in the case. To those Southerners who did sue for money, such as Cody, the huge amounts of money they asked for probably represented how offended they were at an affront to their honor. ","The second aspect of this case that represented the state of the South, was the fact that the specific slander regarded a white man trading with a slave without the master's permission. Black Codes or laws regarding slaves and their conduct had existed since the very beginning of the eighteenth century, but they got more rigid and more encompassing throughout the nineteenth century all across the South. It was illegal in most states by 1850 for a slave to trade or sell goods without his master's written consent. He was not allowed to trade publicly for his own benefit at all unless his master deemed this acceptable, which some did. A slave guilty of violating a law like this was often punished with a whipping. One reason for this law was that trading and selling allowed slaves some degree of autonomy and gave them their own money, if their master did not demand the proceeds they made from their sales. It also gave them more independence and could make less interested in their master's concerns, which was something whites came to fear more and more as the number of slaves rose. As their numbers rose, so did the potential threat for rebellion or a general challenging of complete white supremacy. Also, as questions over slavery were discussed elsewhere in the nation it added to the insecurity felt throughout the South.","The result of the Cody-Bailey case is not known, or was at least not documented in the court petition record, or it may have been lost over time. However, the important themes that arise in this case are themes that pervaded the pre-war South. The ideas of male honor, the power of slander and the lawsuits that could arise from it, and of the increase in slave codes throughout the South in the mid-eighteenth century, all speak of important ideals and trends in both Georgia, and the South, as a whole."],"display_date":"December 11, 1850","search_date":"1850-12-11","citations":[{"divid":1217442598,"type":"Manuscript on Microfilm","data":["","Petition Analysis Record&#58; To the Honorable Judge of the Superior Court of Bryan County","Microfilm, Series II, Part 1, Reel 4","Race, Slavery, and Free Blacks, Series II&#58; Petitions to Southern County Courts 1775-1867","University of North Carolina at Greensboro"]},{"divid":1217442677,"type":"Book","data":["Clayton E. Jewett and John O. Allen","Slavery in the South&#58; A State-by-State History",null,"Westport","Greenwood Press","2004","214"]},{"divid":1217442779,"type":"Book","data":["Melvin Patrick Ely","Israel on the Appomattox&#58; A Southern Experiment in Black Freedom from the 1790s Through the Civil War",null,"New York","Vintage Books","2004","83, 235, 263"]}],"locations":[{"id":1606,"lat":31.8212333753,"lng":-81.1636262055,"zoom":9,"place":"BRYAN, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}