{"id":2199,"title":"Savannah Reverend Addresses Religious Conditions of Slaves\n","course_id":1,"status":"P","start_date":"1846-05-01","end_date":"1846-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Reverend Dexter Clapp of Savannah, Georgia got word of a question put forth in a newspaper, presumably by a Northerner, about the religious condition of slaves in the South. Clapp felt compelled to write a letter to the editor discussing his opinion on the matter. He stated that much of what he had to say was probably not known in the North, but was common knowledge in the South, or at least in his region of Georgia. He spoke of the enormous religious capacity of Southern slaves and the wonderful ways they took to Christian morals, even while in the lowest sphere of society. He also commended white Christians of the South who made it their duty to spread the Gospel to slaves, and said that the care of the spiritual wants of slaves were being given more and more attention by whites. He said that while in cities like Charleston, slaves and masters were often in the same churches and he found that encouraging, in Savannah blacks usually had their own churches. He stated that this was not a bad thing, and that slaves had their own black leaders and clergymen and had independence in their religious worship. Also, he mentioned that the majority of slaves went to church; the largest black church in Savannah having over fifteen hundred members. He also referenced a free black preacher who was not only was the highest paid preacher in the entire city, but who also was immensely successful in preaching to illiterate slaves, and making the Gospel applicable to their everyday lives. He commented that these slaves were as good of Christians as their educated masters. He also claimed that the black preacher seemed to be a defender of slavery, while that may be questioned by many historians. In general, Clapp described Christian slaves as good believers who seemed to have a kind and affectionate nature, a great capacity for love, and a docile and imitative manner, which made them accept the religious ideas presented to them. His letter made clear that he wanted people in the North to know that slaves' religious needs were not only cared for, but that most slaves were exceptional Christians who exhibited many of the best Christian virtues. He made sure to include that white Southerners were perfectly capable and concerned with bettering and supporting the spread of the Gospel to their enslaved people.","Much of what Dexter Clapp had to say on the state of slave Christianity was true, although he described some of it in a very condescending and insulting way, which was indicative of the feelings many white Southerners had towards slaves. He was right in saying that there were many people, missionaries and ordinary folk alike, who saw the importance of sharing the Gospel with slaves. With the rise of Protestantism and the Great Revival in the 1830's, many missionaries made it their work to preach to slaves. Many slaves did respond to message for several reasons, though not as Clapp said: because they had an imitative manner that would make them accept anything presented to them. Although many white Southern Christians claimed dominance over their slaves, slaves could feel equal before God. It also strengthened their families and communities, which was vital to keep their society together during the terrible conditions of slavery. Also, the idea of an equal Heaven was central to the hope that maintained many slaves throughout their lives. Christianity gave slaves freedom to participate in white churches or in their own churches, where they had the freedom to hear their own preachers and socialize with fellow enslaved Christians. Even white men who heard black preachers, said they could not find more enthusiastic ministers or more emotional and genuine church members anywhere. However, some slaveholders feared that religion would cause slaves to rebel, and these whites used the Bible to justify slavery. However, other masters may have truly cared about the salvation of their bondsmen and encouraged them to be Christians. The patronizing way Clapp spoke of the imitative slaves in Georgia was indicative of the opinion many whites had about white supremacy and supposed black infantile nature, but they could not have been more wrong. Although Clapp spoke condescendingly of the docile and imitative nature of the slave, he did not know that slaves often met in secret for their own prayer groups and sermons, where they strongly addressed issues other than obedience to their masters. They discussed freedom and prayed for it, and they sang and danced, and gave way to the feeling of the Spirit. While whites may have seen slaves as docile and meek people who whites actively converted, slaves used their religion and its spread, to create new hope and a stronger culture than ever for African Americans across the South."],"display_date":"May 1, 1846 - May 30, 1846","search_date":"1846-05-15","citations":[{"divid":1213583966,"type":"Newspaper Article","data":["Letter on the Religious Condition of Slaves by Dexter Clapp","The Monthly Religious Magazine","","May 3, 1846","206"]},{"divid":1213584027,"type":"Book","data":["Donal Mathews","Religion in the Old South",null,"Chicago","University of Chicago Press","1977","137-142"]},{"divid":1213584063,"type":"Book","data":["Mark M. Smith, editor","The Old South",null,"Massachusetts","Blackwell Publishers","2001","122-123"]},{"divid":1213584272,"type":"Book","data":["William Cooper and Thomas E. Terrill","The American South: A History",null,"New York","McGraw Hill","196","222-224"]},{"divid":1213584334,"type":"Book","data":["James M. Volo and Dorothy Denneen Volo, editors","Encyclopedia of the Antebellum South",null,"Westport","Greenwood Press","2000",""]}],"locations":[{"id":1607,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}