{"id":22,"title":"Tobacco booms in Missouri.\n","course_id":1,"status":"P","start_date":"1827-04-24","end_date":"1827-04-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The expansion of slavery into Missouri had almost led to a Civil War in 1820, seven years later Northerners worst fears were confirmed with a report by Missouri leaders.  The St. Louis Enquirer published an article that would soon be republished throughout the South trumpeting the success of tobacco crops in the newest slave state.  The soil of Missouri was considered by planters of Maryland and Virginia to be admirably adapted for the cultivation of tobacco and evidently must become a staple commodity of Missouri.  That was evidenced by tobacco crops already having a considerable display in our port'.  &lt;br /&gt;&lt;br /&gt;This article certainly pushed the sectionalism already becoming apparent between the Northern and Southern states of America.  The South could look at this new territory's prosperity with pride and ambition. Missouri stood as an example for all the land yet to be settled out west in North America.  It justified the peculiar institution', which abolitionists degraded with such venom, could produce such prosperous results for the slave owners and the nation's economy as a whole.  For the North, it spread greater fear that slavery was not going to just die out like many had predicted.  Tobacco may use up farmland quickly, but states like Missouri now provided thousands of acres to be settled and cultivated by young and idealistic slave owners in the South who could not find land in their native state.  As long as cash crops like tobacco prospered in new territories, the demand for slavery would only increase, not decrease.  This event's simple account of tobacco growth foreshadowed the impending struggle over territorial expansion that would occur from this point all the way up until the Civil War."],"display_date":"April 24, 1827","search_date":"1827-04-24","citations":[{"divid":1213032894,"type":"Newspaper Article","data":["","Raleigh Register","","April 24, 1827",""]},{"divid":1213033022,"type":"Book","data":["Perry McCandless","A History of Missouri: Volume II, 1820 to 1860",null,"","University of Missouri Press","1972","99"]}],"locations":[{"id":13,"lat":null,"lng":null,"zoom":8,"place":"ST LOUIS, Missouri"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}