{"id":220,"title":"William Rufus King Dies\n","course_id":1,"status":"P","start_date":"1853-04-18","end_date":"1853-04-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Former Alabama Senator William Rufus King was inaugurated as the Vice President of Franklin Pierce on March 24, 1853 in Cuba, where he had gone supposedly to recover his failing health. However, his presence in Cuba gained additional meaning as a secret document that came to be known as the Ostend Manifesto was leaked in the later years of the Pierce administration. The President had sent diplomats to Ostend, Belgium to devise a plan to obtain Cuba from Spain. The so-called Ostend Manifesto called for the United States to purchase Cuba at any price' and suggested that if Spain were to refuse the offer, the United States would be justified in wrestling' Cuba from Spain. Newspapers around the country had been following reports on King's health since his nomination, updating readers first on his resignation from the Senate on account of his health then on his voyage to Cuba. When his condition worsened, King began his journal back to Alabama, hoping to reach home before his death. He passed away at his plantation at King's Bend without formally serving as Vice President. &lt;br /&gt;&lt;br /&gt;King was well-respected during his lifetime for his public service and wielded considerable political influence. In reporting his passing, the Georgia Telegraph commented, up to the time of his death, [King] was constantly engaged in offices of high honor and trust; His life had been passed in arduous, honorable and patriotic services; As a public servant, Mr. King was noted for inflexible integrity, untiring industry, and sagacious foresight. ' With King's death, Alabama and the Franklin Administration lost a strong Jacksonian-Unionist. The younger generation of politicians to replace him within Alabama would come forward with a different view of the South and its future role in the nation. Slowly, sectional loyalties in the South would come to override interests in preserving the Union."],"display_date":"April 18, 1853","search_date":"1853-04-18","citations":[{"divid":1213489980,"type":"Book","data":["William Warren Rogers","Alabama: The History of a Deep South State",null,"Tuscaloosa","University of Alabama Press","1994","163-169"]},{"divid":1213490063,"type":"Newspaper Article","data":["Vice President King Going to Havana","Baltimore Sun","","4 January 1853",""]},{"divid":1213490097,"type":"Newspaper Article","data":["Death of Vice President","Raleigh Register","","23 April 1853",""]},{"divid":1213490121,"type":"Newspaper Article","data":["Death of the Vice President","Georgia Telegraph","","26 April 1853",""]}],"locations":[{"id":158,"lat":34.043539861,"lng":-86.6191483851,"zoom":9,"place":"BLOUNT, Alabama"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}