{"id":2204,"title":"Major Townsend&#39;s Letter\n","course_id":1,"status":"P","start_date":"1837-12-21","end_date":"1837-12-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Major Edward Davis Townsend was in an alien land. He had made it a long way from his home in Boston to be a surveyor for the city of New Smyrna on Florida's frontier, and he missed all the pretty girls greatly. In a letter to his mother, Eliza Gerry, he described his new environment. He asked her to imagine to yourself me with my jacket off, covered with mosquitoes and sand flies, trampling through thick brushes, and running lines over rough paths cut out of hammocks. In 1837, the Second Seminole War was raging in Florida. Mrs. Townsend worried about her young son, a thousand miles away and fighting a war against the indigenous Seminole nation on behalf of the citizens of Florida. ","Townsend, however, kept her updated on the war news. General Eustis had recently assumed command of the Eastern Army after General Hernandez had allowed an Indian retreat to the south. Troops were building up in the county preparing to drive the handful of little wretches in our direction. Townsend's descriptions of the Seminoles were contrasting and flecked with both racism and respect. Later, he called the warriors respectable and distinguished, but referred to Chief Big Billy as a consummate rascal...a dark looking and immensely powerful savage. The chief he called Powell was a peaceable and consistent diplomat who also maintained a brilliant mind for guerilla war tactics. When in St. Augustine, Townsend had the honor of shaking hands with Old Phillip, Big Billy, Blue Snake, a friendly Seminole, and many others. His encounters with these war chiefs were of great importance to him, and he related these experiences to his mother.","The letter is a narrative of an outsider to the territory; Florida was still very new to Major Townsend. He arrived there having limited interaction with Indian populations, and his descriptions were powerful in their untainted perspective of a foreign environment. He consciously picked adjectives to describe these warriors and chiefs based on what he had witnessed, and reinforced them with what he had heard: stories of battles, massacres (Dade), and conversations with white Floridians. Powell, as Townsend called him, was better known as Chief Osceola to the Seminoles and later to all Americans, as his fame spread. Townsend treats him with great respect, as would many soldiers, officers, and citizens nationwide, giving insight into the thought process of a young soldier in respect to his so-called enemy. Osceola was born into a humble life in the Creek nation of Alabama, with no hereditary connection to the Seminoles. Upon relocating to Florida, he ascended to an unequaled position. He won a string of battles during the summer and fall of 1836, outmaneuvering and baffling U.S. troops in swamps and hammocks. He gave the Seminoles tribal identity and unified them in pursuit of a common goal. Osceola, as Townsend began to show, deconstructs the notion that all whites viewed Indians as savages. They gave respect where it was due, acknowledged valiance when it was displayed, and felt honored in his presence, regardless of his physical appearance or enemy status. Officers chose to deal with him in diplomatic consultations, and, upon his death on January 30, 1838, he was given a military funeral at Fort Moultrie. It is said that warriors and U.S. Soldiers alike wept at the news. The epitaphs at his gravesite read Patriot and Warrior, and so remains his legacy in U.S. History."],"display_date":"December 21, 1837","search_date":"1837-12-21","citations":[{"divid":1217543520,"type":"Manuscript","data":["","Letter, December 21, 1837",null,"Mss 10935","","Fort New Smyrna, Florida/Townsend, E.D.","Special Collections Library, University of Virginia"]},{"divid":1217543563,"type":"Book","data":["William and Ellen Hartley","The Unconquered Indian",null,"New York","Hawthorn Books","1973","180-202, 341-269"]},{"divid":1217543620,"type":"Book","data":["John K. Mahon","History of the Second Seminole War",null,"Gainesville","University of Florida Press","1967","91-92"]}],"locations":[{"id":1609,"lat":null,"lng":null,"zoom":8,"place":"MOSQUITO, Florida"}],"tags":[{"id":18,"tag":"Politics"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}