{"id":2205,"title":"Youthful Misconduct in Celebration of Christmas\n","course_id":1,"status":"P","start_date":"1878-12-24","end_date":"1879-01-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The members of the City Council of Staunton, Virginia voted against the suspension over the Christmas holiday of an ordinance that forbad the use of pop-crackers in the streets.  Christmas was to be celebrated in a joyful, yet quiet manner, not with the use of small explosives, which are noisy and might interfere with private celebrations.  On the twenty-fourth and twenty-fifth of December, a serenade of horns and pop-crackers outside their doors interrupted the holiday jubilations of those City Council members who voted in favor of the ordinance.  The boys of the city celebrated Christmas as usual with  the sharp bang of the small pop-crackers and the deeper boom of a cannon-cracker, but the spirit of the noise had changed from religious merriment to civic disobedience.The council members accepted the protests in good spirits at first and all in the city enjoyed the Christmas festivities.  The police were wholly unable to determine the source of the exploded firecrackers, though they tried faithfully.  The boys actions, though regrettable, seemed simply to be an example of youthful disobedience until the following week when the investigations of police misconduct began.  Stauntons city council formed a special committee to investigate the negligence and efficiency of the police force in fulfilling its sworn duty.  The actions of the boys, though likely simply a desire for youthful activity, demonstrated a disrespect for the law which the community could not tolerate.  The noise and dazzle of fireworks has been a traditional way for Southerners to celebrate Christmas since the French in Louisiana first fired their rifles and set off firecrackers in honor of the holiday.  The boys of Staunton reminded all of their rights as Southerners with this bold display, seeking to assert that tradition dominated over the law.  Though not an egregious example of law breaking, the City Council chose to elevate the incident with its investigation of the conduct of the police force.  In the periods of Reconstruction following the Civil War, it was necessary for city officials to assert the authority of the law.  Many of the rules governing past Southern behavior had changed, especially regarding slavery; consequently, tradition was no longer an adequate justification for disobedience.  The City Council could not excuse the actions of the boys on Christmas Day due to the need to be consistent  the rules that they set as the governing body of the city had to be obeyed, even if they went against popular will."],"display_date":"December 24, 1878 - January 8, 1879","search_date":"1878-12-31","citations":[{"divid":1213746534,"type":"Book","data":["Charles Regan Wilson and Wiliam Ferris, editors","Encyclopedia of Southern Culture",null,"North Carolina","The University of North Carolina Press","1989","680"]},{"divid":1213746578,"type":"Newspaper Article","data":["Christmas","Staunton Spectator","","January 1, 1878","2"]},{"divid":1213746595,"type":"Newspaper Article","data":["Conduct of the Police and Other Officials to be Investigated","Staunton Spectator","","January 8, 1878","2"]}],"locations":[{"id":1610,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}