{"id":2207,"title":"Fighting in the Schoolyard\n","course_id":1,"status":"P","start_date":"1873-01-10","end_date":"1873-01-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The schoolyard of the Colored Academy at Pine River was alive with excitement on the afternoon of the tenth of January, 1873. George Green, a sturdy young man of around eighteen years, attempted to kiss the little bronze beauty Roberta. When Professor Thomas Henaforth discovered what had transpired outside of his school, he set out to punish the mischievous youth. At four o'clock in the afternoon, the Professor found Green and hit him over the head with a heavy cudgel, inflicting several open, bleeding wounds. The battle seemed to be a clear victory for the Professor until later that day when Green attacked him as he exited the building. Green triumphed in this round, beating Professor Henaforth until he yelled Nuff.","R. E. Porter, the Staunton Spectator's editor, drew four conclusions from this incident. Young darkies should take care in their efforts to kiss girls at school, as only the professors may claim this benefit. Schoolteachers should mind how they try to discipline the older male students since the stronger will win out in the battle. Women are responsible for all disobedience as they lead others into temptation. Finally, Porter suggested that if it had been a white professor assaulting a black student the incident would have gained much greater publicity, but since it occurred among individuals of the same race, it is not as notable."," Implicated in this incident are the state of the school systems in the Reconstruction South and the quality and character of race relations. The historian Eric Foner describes how public education collapsed during the Reconstruction as a result of widespread tax cuts, sinking to the point that a state governor considered it a luxury. Black students endured the worst of this educational ruin, but their situation was markedly better than it had been during slavery when education was altogether forbidden. The difference in the quality of education and the creation of a Colored Academy to separate the races revealed the tension between the black and white populations. The language used by Porter to describe those involved in the fight supports Foner's argument for the beginnings of the system of racial subordination, especially in Porter's description of Green as the brawny young Buck whose muscles have been developed at the plough handle and the anvil. White southerners still saw African Americans in terms of their roles during slavery, despite the new constitutional amendments guaranteeing equal rights. Although positioned as a professor at an educational institution, Porter impugned Henaforth's qualifications by suggesting sexual relations between a teacher and his students and placing Henaforth's title in quotations (Professor). Though the fifteenth amendment said it must be so, blacks were still not equal to whites in the eyes of the inhabitants of Augusta County."],"display_date":"January 10, 1873","search_date":"1873-01-10","citations":[{"divid":1213493109,"type":"Newspaper Article","data":["War Among the Unbleached Americans A School-Master Bites the Dust","Staunton Spectator","","February 4, 1873","1"]},{"divid":1213493146,"type":"Book","data":["Eric Foner","Reconstuction: America&#39;s Unfinished Revolution 1863-1867",null,"Louisiana","Louisiana State University Press","1971","587-590"]}],"locations":[{"id":1612,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}