{"id":2208,"title":"Memorial Day Address at Staunton\n","course_id":1,"status":"P","start_date":"1883-06-09","end_date":"1883-06-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["  It was a day to honor the memories of those who died in battle and to think about the history of their great nation. Captain Micajah Woods of Charlottesville delivered a stirring Memorial Day address to the people of Staunton, just twenty-two years since the Civil War. Captain Woods spoke as one who had fought in the fields as a Southern soldier during the war and could relate to the experiences of the young men lying in their graves all around him. He described how the growing economy and population of the North had seemed to overshadow the South prior to 1860. Before the war the South was characterized as reliant upon her ancestral background rather than any merit of her own, but the valiant fighting of her sons during the war proved her strength and honor. The soldiers were compared to the heroes of Thermopylae and Merathon while the Southern women were suggested as the Carthaginian maidens, allusions to the ancient world used to conjure the heroic efforts of all involved. Captain Woods reminded the Virginians mournfully viewing the graves of their loved ones that these martyrs to cause that failed have not died in vain.","  The Captain's address turned from ruminations on the past to implications for the present when he cried, It is for us to do our duty while we still live. Southerners must write their own history and not allow it to be mediated through the prejudice and judgment of alien and foreign intellect, mainly Northerners. Woods encouraged all present to record their memories of battles and the names of their lost sons as this knowledge of heroic deeds will allow the South to retain its image of glory. This allowed Virginians to rest secure in the knowledge that Virginia could rise again to bravely fight should she be threatened by an invading foe. Following his address, Captain Woods was presented with flowers on behalf of a Northern lady whose husband fought in the Union. The Captain responded to her gift by describing how the blue and the grey would join together to fight should the need arise and vie with the other in defense of a common flag and the honor of a common country.","  The Memorial Day address closed with contradictory assertions of the new bonds existing between the North and the South and the declaration of the South's brilliance in comparison with the North. These opposing attitudes support historian Michael Perman's argument for the contradiction that formed the core of the federal Reconstruction policy in which the North used radical policies to enact traditional goals. The South was consequently left to function with a novel political system set up as though nothing had changed. Captain Woods's address illustrated an awareness of this dichotomy with a speech containing ruminations of past glory in combination with a conscious declaration of Virginia's role in the Union. Reconstruction united the North and the South politically, but the Union did not extend to public opinion. On that day of remembering, it is obvious that the Southerners were still very aware of the Northern attitudes that led to their succession in the first place. "],"display_date":"June 9, 1883","search_date":"1883-06-09","citations":[{"divid":1215012988,"type":"Manuscript","data":["","Address Delivered Memorial Day, June 9, 1883, at Staunton, Va., by Capt. Micajah Woods of Charlottesville, Va. Broadside 1883, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1215013012,"type":"Book","data":["Michael Perman","Emancipation and Reconstruction, 1862 - 1879",null,"Wheeling","Harlan Davidson, Inc.","1987","128 - 130"]}],"locations":[{"id":1613,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}