{"id":2209,"title":"Reverend J. B. Haskell versus Reverend J. I. Miller: The Court Battle of two Lutheran Reverends\n","course_id":1,"status":"P","start_date":"1878-03-24","end_date":"1880-06-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Reverend J. I. Miller did not follow the regulations of the General Synod of the Evangelical Lutheran Church in North America when he tried to baptize and confirm a group of adults on March 24. He was not authorized to perform the rites of baptism and confirmation without prior approval, which would have been given by Reverend J. B. Haskell. Tellingly Reverend Haskell, the prosecutor in the court case, and Reverend Miller, though both of the Central Evangelical Lutheran Church of Staunton, just did not get along. Reverend Miller was also charged with intentional negligence in his failure to admit the newly baptized adults into Church membership and his failure to require the confirmation of baptismal vows. He explained to the Synod that the young ladies he baptized were members of the Staunton Female Seminary and the baptism occurred without the knowledge of their non-Lutheran parents. They desired to publicly profess their faith in Jesus Christ, but had to become regular members of their home church due to the expectations of their parents. The Synod excused Reverend Miller though he had been guilty of this charge, stating that many other members of the Synod were guilty of the same act as the justification for their decision. Further charges against Reverend Miller describe his misconduct toward Reverend Haskell and the dissatisfaction he provoked in the congregation."," The Synod's Constitution holds its members amenable to its authority for a violation of doctrines, morals, and practices. Though Reverend Miller's actions were against the rules described in the Constitution, the Synod accepted Miller's explanations as satisfactory. The council and congregation of the Lutheran Church of Staunton were appalled by the decisions of the Synod, which in their opinion stemmed from the failure of the Synod to observe its own rules of procedure, to decide the grave questions involved according to the evidence. So upset were they by this ruling, the council and congregation decided to dissolve their connection with the Virginia Synod on the sixth of June, 1880 with a vote of 59 to 30."," Historian Donald Mathews argues that early believers in Evangelicalism perceived their religion as liberating thousands by raising them from their low positions to the higher planes of sophistication and enlightenment. This same notion of liberty dictated the actions of the Staunton Lutheran Church, reflecting Mathews's argument. Like the American Revolution that promoted independence from governing by an outside party, the southern states at the time of the Civil War encouraged the autonomy of state government from the greater nation. The division of governments that resulted from these quests for greater liberty demonstrated why the Staunton church separated from the state Synod. The disagreements between the two reverends was raised by their congregation to a question of state versus local power when they decided to criticize the decisions of their governing body. The belief that the congregation was the true unit of Lutheran church placed the power in the hands of the worshippers so that their beliefs took precedence over those of the Synod. The shift from state to local control paralleled the shift that occurred when the southern states demanded their right of succession."],"display_date":"March 24, 1878 - June 6, 1880","search_date":"1879-04-30","citations":[{"divid":1215018344,"type":"Pamphlet or Other Printed Material","data":["","A Review of the Testimony and Decisions in the Cases of Revs. J. B. Haskell and J. I. Miller, at the Called Special Session of the Evangelical Lutheran Synod of Virginia, Staunton, VA, June 21st - 29th, 1880","Staunton, VA","Staunton Spectator Job Office","1880","Special Collections Library, University of Virginia"]},{"divid":1215018413,"type":"Book","data":["Donald G. Mathews","Religion in the Old South",null,"Chicago","The University of Chicago Press","1977","237-239"]}],"locations":[{"id":1614,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":9,"tag":"Law"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}