{"id":2210,"title":"The Trial of John W. Guiteau\n","course_id":1,"status":"P","start_date":"1882-01-23","end_date":"1882-01-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["   Among an enormous crowd of four hundred newspaper reporters and interested visitors, the verdict of the trial of John W. Guiteau was delivered at the courthouse on the morning of the twenty-third of January. Although the court officers continually shouted for silence, Guiteau never ceased his criticisms of the court and Judge Porter even as the judge read off the charges against him. Judge Porter compared Guiteau to John Wilkes Booth, suggesting that the murderer of Lincoln shared with Guiteau a desire to win notoriety at any cost. Guiteau was accused of the assassination of President Garfield, with his only real hope of defense lying in a plea of insanity. The jury declared Guiteau guilty as indicted, followed by applause from the crowd and Guiteau's statement that the verdict was an outrage upon the American people.","   The Valley Virginian described the popularity of this trial that enthralled the entire public for the entire eleven weeks of its duration. Though guilty, sympathy often awaits the condemned as the consequences of the verdict come to be considered. However, the case of John W. Guiteau evoked less public sympathy than any crime resulting in capital punishment before it. The desire for a guilty verdict was universal as the nation felt that its own character, as well as the fate of the miserable assassin, was on trial. ","   The Virginian's editorial on the verdict of the case spoke to the faith of Augusta County in the legal system and its desire to protect the president of the nation. Though a national event, the Staunton newspaper published its own thoughts on the outcome of the trial, trying to reconcile the pity felt for those sentenced to a public execution and the outrage of an assassination. The strength of the public outcry upon Garfield's assassination is ironic considering he won the 1880 presidential election against Winfield Scott Hancock with a plurality of only ten thousand out of more than nine million votes. Garfield was the Republican candidate carrying most of the Northern states and none of the former slave states, including Virginia. James Garfield was not installed in office for much time before his assassination; historian James M. McPherson details how he was consequently unable to fully enact his plans to form coalitions between the Republican Party and the newly forming independent parties in the South. The outrage of Guiteau's actions described by The Virginian was not due to admiration for Garfield, but for the office he held. Though the South was often suspicious of Northern attitudes, they were bound enough to the Union to have an emotional investment in its commander-in-chief. "],"display_date":"January 23, 1882","search_date":"1882-01-23","citations":[{"divid":1213446417,"type":"Newspaper Article","data":["The Verdict in the Guiteau Case","The Valley Virginian","","February 2, 1882","1-2"]},{"divid":1213446452,"type":"Book","data":["James M. Mcpherson","Ordeal by Fire: The Civil War and Reconstruction",null,"New York","Alfred A. Knopf","1982","606-607"]}],"locations":[{"id":1615,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}