{"id":2211,"title":"Preaching on the Steps of the Courthouse\n","course_id":1,"status":"P","start_date":"1873-11-20","end_date":"1873-11-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["   A stranger preaching on the steps of their courthouse interrupted the daily chores of the citizens of Staunton on Thursday. Andrew Jackson Kearney, supposedly of Loudon County, had been drifting from city to city, traveling from Harrisonburg to Staunton to spread his religious fervor. A curious crowd gathered to hear the sermon that followed his public singing and praying, eloquently speaking to answer the question, Why is a man better than a sheep?.","   The following week, Kearney appeared in Charlottesville where he was arrested for carrying a concealed weapon. Upon an accusation of being an imposter, Kearney pulled out a pistol and threatened to fire into the group of onlookers gathered in front of him. It seemed that Andrew Kearney had previously been imprisoned in Maryland for seven years. The Staunton Spectator suggested, in the spirit of his sermon in Staunton, that Kearney should feel sheepish for his deceit of the public regarding his criminal record.","   In the South, preaching has been preferable to other forms of religious expression because it focuses on the style of faith most applicable to the region's enthusiastic character. The preacher is one of few figures in the South able to overcome racial and religious boundaries due to his centrality to religious life. One of the roles played by the preacher is that of sage, placing him in a role of mediation between political and religious life. James M. Dabbs argues that Southerners have a propensity to substitute religion with politics, politics with religion, and to unite the two under morality. The combination of politics, religion, and morality presided over by a preacher is the same grouping of elements which Andrew Jackson Kearney tried to appropriate, thus supporting Dabbs's claim. His decision to preach on the steps of the courthouse in Staunton showed both his desire to make his message public and to unite religious thought with the law. He asserted that his doctrine was lawful with his position, following the traditional Southern pattern of enforcing religion as an official system of belief. Kearney's violent reaction to the questioning of his authority showed the power inherent in the position of preacher. He believed himself to be a religious leader, and as such, beyond public criticism. The newspaper's mockery, however, revealed that those witnessing his sermon refused to grant such an important role in the community. "],"display_date":"November 20, 1873","search_date":"1873-11-20","citations":[{"divid":1213447886,"type":"Newspaper Article","data":["A.J. Kearney in Limbo","Staunton Spectator","","December 2, 1873","2"]},{"divid":1213447912,"type":"Newspaper Article","data":["Street Preaching","Staunton Spectator","","November 25, 1873","2"]},{"divid":1213447947,"type":"Book","data":["Samuel S. Hill and Charles H. Lippy, editors","Encyclopedia of Religion in the South",null,"Macon, GA","Mercer University Press","2005","603-604"]}],"locations":[{"id":1616,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}