{"id":2212,"title":"A Jealous Murder\n","course_id":1,"status":"P","start_date":"1884-08-18","end_date":"1884-08-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["   The possessive feelings that accompany jealousy occasionally lead to violent actions, as in the case of Elzy Middlebrook. On a Saturday evening Elzy Middlebrook was arguing with Thomas Brown outside the house of Wilson Goings, the father of Middlebrook's wife. Middlebrook accused Brown of being overly familiar with his wife, showing jealousy to be the source of the conflict that emerged. Wilson Goings, after listening to the quarrel outside his home, asked Brown inside. Middlebrook's wife was in the house and when Middlebrook was denied entry to the residence he became furious and tried to force his way inside. He managed to open the door enough to fire his pistol and hit Goings, resulting in a severe arm wound. Middlebrook then made his way to another door, gained entrance, and fatally wounded Brown.","   Elzy Middlebrook was arrested on Sunday morning without any attempt at escape. He was indicted on Monday for murder and malicious maiming, all a result of his suspicious love for his wife, barely mentioned throughout the article. The Valley Virginian specifically indicates that all of the parties involved [were] colored.","   The newspaper's report on the race of the individuals involved in the crime is essential to understanding its significance. It is an assertion that violent actions of this sort occur only within a certain set of people, implying that white Americans could rise above such crimes of passions. While under slavery Middlebrook was obliged to accept his wife's sexual contact with men other than himself due to his subservience under his master, his new freedom granted him the liberty to defend what he believed should be rightfully his. The wife becomes a question of property, evident in her absence in the reporting of the incident, and Middlebrook had a right to his property. Steven Hahn contends that the South following the Civil War was formed out of black struggles such as this one, illustrating the nature and complexity of race relations in the nineteenth century. The racial identification is indication of a level of racial prejudice, but the Middlebrook's indictment and trial indicate the due process of law given to every criminal regardless of race. "],"display_date":"August 18, 1884 - August 20, 1884","search_date":"1884-08-19","citations":[{"divid":1214705186,"type":"Newspaper Article","data":["Murder in the County","The Valley Virginian","","August 21, 1884","2"]},{"divid":1214705206,"type":"Newspaper Article","data":["County Court","The Valley Virginian","","August 28, 1884","2"]},{"divid":1214705235,"type":"Book","data":["Steven Hahn","A Nation Under Our Feet: Black Political Struggles in the Rural South from Slavery to the Great Migration",null,"MA","The Belknap Press of Harvard University Press","2003","4-6"]}],"locations":[{"id":1617,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}