{"id":2213,"title":"Performance by the Stonewall Brigade Band in honor of the Mayor of Winchester\n","course_id":1,"status":"P","start_date":"1879-10-09","end_date":"1879-10-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["  Music is a form of communication that does not require its attendants to share a common language, thus allowing it to serve as a unifying medium. The performance of the Stonewall Brigade Band of Staunton confirmed the friendship that existed between the two sister cities of the Valley of Virginia, Staunton and Winchester. The Brigade Band performed to the general delight of all present outside the Commercial Hotel in honor of Captain W. L. Clarke, an old citizen of Staunton and the mayor of Winchester. One listener named the band the capstone of the civic virtues, illustrating the pleasure the music gave those in attendance. Mayor Clarke, as well as many other men, responded to the tribute made by the concert with addresses discussing the feelings of friendship existing between the neighboring towns.","  The performance highlighted the value that the inhabitants of Augusta County placed on an amiable alliance between sister towns and the qualities they treasure in their citizens. An attendant of the performance observed that brass was usually recognized as essential to success, and that he did not know any equal number of men who had more brass or knew how to use it better than the Stonewall Brigade Band. His comment highlights not only an appreciation of the skill of the musicians, but also the importance of brass, strength and confidence in a man, which is necessary for him to be triumphant. ","  The time for the South to remain confident came prior to the 1880 election. After the decline in Republican votes in the South in the election of 1878, the Radical Republicans identified a need to change the political distributions to dominate Congress if they were to attempt any government action in the South. Historian James M. McPherson describes how by 1879, they realized that a unified North had to outvote the solid South. While the North sought to show the South that they would no longer dominate the government, the South continued to reinforce the bonds that kept them politically united, furthering McPherson's argument by suggesting the implications of the attempts to form a solid North on the South. The playing of Staunton's Stonewall Brigade Band connected Staunton to her neighboring city of Winchester, strengthening the sisterly feelings that existed between these two cities of the Valley. Communication between cities allowed the sharing of ideas and news, both political and social. When election time arose, it is more likely that these cities would vote similarly because they had a vested interest in one another. It is connections such as these between Staunton and Winchester that formed the solid South, relationships that the North would like to break after the 1878 election. "],"display_date":"October 9, 1879","search_date":"1879-10-09","citations":[{"divid":1213833782,"type":"Newspaper Article","data":["Staunton Compliments Winchester","Staunton Spectator","","October 14, 1879","2"]},{"divid":1213833811,"type":"Book","data":["James M. McPherson","Ordeal by Fire: The Civil War and Reconstruction ",null,"New York","Alfred A. Knopf","1982","605-606"]}],"locations":[{"id":1618,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}