{"id":2214,"title":"Railway Disaster Prevented by the Courageous Deeds of One Man\n","course_id":1,"status":"P","start_date":"1882-01-14","end_date":"1882-01-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["  If it were not for the courageous actions of Mr. I. P. Irving one Wednesday evening in 1882, disaster assuredly would have befallen the railway system outside Waynesboro. Four trains were supposed to meet and pass four sections of extra trains traveling in opposite directions on the C. &. O. road. When the extra trains were tardy, eleven trains on Waynesboro's main tracked were unable to travel as they had to wait for the arrival of the extra trains. Three of the extra trains finally came and so the number 14 started out on the main track, probably rushing to make up for lost time. Unfortunately, inclement weather made the climb up the steep grade to the tunnel difficult for the train and it needed help. Mr. Irving, engineer of the train following the number 14, detached his engine from his own train and hooked it to number 14 to push it up the hill. He had just begun to reverse back to his own train when he spied a section of the number 14 speeding down the track toward him. The uncoupling of these thirteen cars on the steep seventy-five foot slope of the track created a treacherous situation as it seemed very likely that the cars would ram into Mr. Irving's train at a very high speed, resulting in a loss of life and property.","  Mr. Irving acted quickly and with confidence, starting his engine toward the oncoming cars in order to reduce the strength of the impact. He pushed the train engine to full power and then reversed immediately prior to the collision to lessen the crash. He braced himself for the collision of the runaway cars and his engine, enduring a crash likely greater than the shock of an avalanche. His plan succeeded and the escaped section of number 14 ceased its flight. While one car was pushed up over the boiler of the engine and another wrecked, these were minor damages compared to the tragedy that would have resulted without Mr. Irving's courageous intervention.","   Railroad development was one of the most commanding attractors of Northern capital, helping to unify the North and South through a common interest in the progression of transportation. Construction rapidly increased in 1879, a period in which the amount of rails laid per mile doubled that of any previous year since 1873. The North invested huge amounts of money in the Southern railway system, suggesting why this event was of enough significance to be published on a national level in both Washington, DC and New York. This wide publication supports historian C. Vann Woodward case that Southern railroads were more important that Southern land for generating capital by showing a widespread interest in the accident that would not occur if the disaster was with a tract of land. Mr. Irving's heroism was applauded because it helped to save thousands of dollars in damages. Though the newspaper mentioned the bravery of Mr. Irving's actions, it never specifically mentioned what injuries he sustained as a result of the violent collision. Of interest to those Northerners reading the news article was not the individual survival of a railroad engineer, but the amount of money his heroism saved them. The development of the railway system was necessary for the technological progression of the American South by making transportation and migration much simpler and shortening the effective distance between cities. "],"display_date":"January 14, 1882","search_date":"1882-01-14","citations":[{"divid":1215018614,"type":"Newspaper Article","data":["","The Valley Virginian","","January 20, 1882",""]},{"divid":1215018629,"type":"Newspaper Article","data":["Engineer Irving&#39;s Heroism: How He Saved Many Lives at the Peril of His Own","The Washington Post","","January 31, 1882","2"]},{"divid":1215018670,"type":"Newspaper Article","data":["Engineer Irving&#39;s Heroism: How He Saved Many Lives at the Peril of His Own","New York Time","","January 30, 1882","2"]},{"divid":1215018734,"type":"Book","data":["C. Vann Woodward","Origins of the New South, 1877-1913",null,"Baton Rouge","Louisiana State University Press","1971","120-121"]}],"locations":[{"id":1619,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}