{"id":2215,"title":"Duel Outside Waynesboro\n","course_id":1,"status":"P","start_date":"1883-06-30","end_date":"1883-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["  They decided to meet in a wooded area around two miles outside of Waynesboro in the mist of the early morning. At six o'clock on June 30, 1883, Mr. Elam and Mr. Beirne met one another to settle the score as gentlemen always had before - with a duel. The procedure was decided in advance, specifying the use of Colt's six-shooters at eight paces. All men not directly involved with the business were asked to leave and the location was clear of lawful authorities due to the early hour. Once the physician questioned the two men for readiness, they had to discharge their weapons between the yell of Fire and the count to three. As soon as the physician called out one the gentlemen fired, but no one was hit in this first round. Mr. Beirne requested a second opportunity and so the process repeated itself. Once again, both weapons fired at the counting off of the first number, but this time someone was injured. ","  Mr. Elam stumbled once hit in the leg, believing at first that Mr. Beirne had injured both of his legs. As the wounded Elam was lowered to the cushions on the ground by his second, Beirne saluted his opponent with his hat and escaped in his carriage. Once Mr. Elam realized that his wound was only in one leg, he wished that he had demanded a third shot. Though not fatal, Elam's injury to his upper right thigh would be dangerous to repair because the bullet had embed itself in his flesh. Following the duel, both parties appeared calm and collected, content that the shots had not proven fatal. There had been no attempt to arrest or even investigate the battle after its occurrence, though their original meeting had been delayed due to three attempts to arrest Beirne.","  Antidueling laws rarely functioned to stop the duel because most law enforcement officials acknowledged that the men of honor fighting in such battles were held to a different code. Historian Kenneth Greenberg claims that men of honor valued their words and their views of the truth above all else; consequently, they were willing to fight to defend a public appearance. However, after the Civil War dueling began to be replaced by shooting-on-sight, promoted by the fact that in some areas of the South almost everyone kept a pistol. Immediate shooting lacks the equality of opportunity provided by a duel, revealing an act of vengeance based on impatient emotion. Mr. Elam and Mr. Beirne chose not to publicize the reasons for their duel, but the choice of method clearly demonstrates that it was a question of honor, thus supporting Greenberg's contention. Following the bloodthirsty violence of the Civil War, anything less than honor would be settled with an informal shot at one's enemy. "],"display_date":"June 30, 1883","search_date":"1883-06-30","citations":[{"divid":1214163204,"type":"Newspaper Article","data":["Details of the Affair","The Washington Post","","June 30, 1883",""]},{"divid":1214163222,"type":"Book","data":["C. Vann Woodward","Origins of the New South: 1877-1913",null,"Louisiana","Louisiana State University Press","1971","160"]},{"divid":1214163271,"type":"Book","data":["Kenneth S. Greenberg","Honor and Slavery",null,"Princeton","Princeton University Press","1996","14-15"]}],"locations":[{"id":1620,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}