{"id":2216,"title":"Fight for an Arkansas Girl\n","course_id":1,"status":"P","start_date":"1897-12-01","end_date":"1897-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" A county church in Huntsville, Madison County was the setting for a triangle homicide on December 1, 1897. The incident arose outside the church because three men, Seth Lowe, Will Phillips, and John Howard all loved a local Arkansas girl, Miss Irene Pruitt. They attended the same prayer meeting that evening. Miss Pruitt arrived at the location with Phillips, and soon thereafter met Lowe and Howard just outside the church. When Miss Pruitt went inside, the men began to quarrel over her, escalating from argument to physical brawl when Howard and Lowe both jumped on Phillips. Phillips then reportedly shot Howard, through the body with a pistol he had on his person. In quick succession, Lowe fired at Phillips with his gun, hitting him in his lower back. Once Phillips had fallen to the ground due to the impact of the bullet, he managed to aim accurately enough at Lowe to fatally wound him in the shoulder. The New York Times reported that the scene concluded with a panic in [the] church and stated finally that, All three men are fatally injured."," Many Southern men carried guns, and of those who did, it seems they did not hesitate to use them. Historians Charles Wilson and William Ferris hint to one of the causes for these public, and almost casual, acts of aggression, Southerners have a much more positive attitude towards gun ownership. Because more southern men had loaded weapons on them, they were more likely to shoot someone on a day to day basis. During the late 1800s, a journalist named Horace Victor Eugene Redfield conducted a diligent study on homicide rates entitled, Homicide, North and South. In this study, he compared the homicide rates of states in both the North and South, traveling all over the county to collect his data. Results of his research showed that criminal homicides in a given state were much higher in the South in comparison to the North. In 1964 Arkansas had a 3.7 percent homicide rate for every population of 100,000 while New York only had 1.7 percent."," Redfield found patterns of southern homicide in his research. He emphasized that homicide was promoted by gun policy in the South: He saw the most general cause of southern violence as a lack of regard for human life...as did the unnecessary carrying of weapons, particularly concealed weapons. Lowe, Phillips, and Howard were southern men with concealed weapons. Redfield also noted in his findings that white homicide in the south at this time was more prominent than black; all three men in the shooting of December 1, 1897 were white males. "," Nineteenth-century southern violence, according to Charles Wilson and William Ferris, had a common catalyst: insult to honor, or personal ego. Words often escalated quickly to violence which is demonstrated by the incident over Miss Pruitt at Little Rock. Correlations were found between a southern emphasis on honor related values and homicide rates in the1800s. The post Civil War era tradition of a duel, commonly associated with honor, was replaced by a more abrupt and free-form style of violence according to Wilson and Ferris: fighting, shooting, stabbing, feuding, and shotgun weddings were considered legitimate and inevitable results of honor confronting honor."," Ironically, this particular incident took place outside a church door when, honor, necessarily a secular system of values, clashed with the ideals of Christian virtue. In the same day, The New York Times also printed a story detailing the Protestant Episcopal Church's outrage at the sense of danger which threatens the character of our people, in light of recent murders. Bishop Capers of this Church stated in the paper that, such murders as have of late outraged the law of God, [and] desecrated the sacredness of life. In Arkansas and many other southern regions during this time, white male homicide and violence was a large problem and clashed with white southern Christian ideals."],"display_date":"December 1, 1897","search_date":"1897-12-01","citations":[{"divid":1216519132,"type":"Newspaper Article","data":["","New York Times","","December 3, 1897",""]},{"divid":1216519144,"type":"Book","data":["Charles Reagan Wilson and William Ferris","The Encyclopedia of Southern Culture",null,"Chapel Hill","The University of North Carolina Press","1989","1469-1513"]},{"divid":1216519185,"type":"Book","data":["Edward L. Ayers","Vengeance and Justice&#58; Crime and Punishment in the 19th Century American South",null,"New York","Oxford University Press","1984",""]}],"locations":[{"id":1621,"lat":36.009907795,"lng":-93.7280959837,"zoom":9,"place":"MADISON, Arkansas"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}