{"id":222,"title":"Cotton crop produced at abnormally low numbers.\n","course_id":1,"status":"P","start_date":"1827-10-04","end_date":"1827-10-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Southern economy thrived on its ability to sell cotton to England and other European nations.  In 1827, the economy fell and fell hard.  Throughout the South, farmers had to deal with as an Alabama farmer put it the most disastrous season for the agriculturist'.  The cotton states of South Carolina, North Carolina, Georgia and Virginia would all fall far short of their usual quantity'.  Other crops suffered as well; in some areas of the South they could only produce barely a bushel of corn per acre.'  This severe bust for the South came from an unusually dry season ruining crops and yielding pathetically small dividends.  As a result, everyone in the South felt the economic hit that such an unlucky year had from the wealthiest plantation owner to the poorest white.&lt;br /&gt;&lt;br /&gt;This event marks much more than agriculture problems, but problems with the Southern way of life.  Slavery could be an economic tool but it could not make rain appear from the skies and it could not force other countries to buy their goods.  However, the failure of cotton this year did not force Southerners to find other means of prosperity; instead it made them even more committed to agriculture.  By feeling such a lean year, plantation owners began to realize just how dependent they were on cotton, and therefore had to find every way to protect its perseverance.  This fear would make them resistant to any sort of change in their system coming from outside influence (particularly Northern states and abolitionists).  It would lead some ardent leaders to reject any kind of compromise with the North and really feed to the sectional nature inherent for an impending Civil War.  Therefore, cottons failure led to a reaffirmed sense of unity throughout the South."],"display_date":"October 4, 1827","search_date":"1827-10-04","citations":[{"divid":1213490273,"type":"Newspaper Article","data":["","American Beacon and Norfolk and Portsmouth Daily Advertiser","","September 27, 1827",""]},{"divid":1213490294,"type":"Book","data":["Edward L. Ayers","In the Presence of Mine Enemies",null,"New York","W.W. Norton and Company Inc.","2003","105"]}],"locations":[{"id":160,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}