{"id":2221,"title":"Queen City Chautauqua Circle\n","course_id":1,"status":"P","start_date":"1885-01-01","end_date":"1887-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Queen City Chautauqua Circle was first formed in 1883 for intellectual discussion and learning in Springfield, Missouri. Its female members, like Mrs. O. A. Parish, directed and managed the self-proclaimed C.L.S.C. diligently and passionately until 1887, only to be replaced thereafter by another intellectual group with many of the same members, The Society of Friends Council. Mrs. O. A. Parish, the secretary for the Circle, kept detailed recordings of their meetings for most of this time period. The preamble for the Circle states that the female members of the C.L.S.C began to meet, for the purpose of mutual improvement, and that its members were uniting because of a mutual recognition of, the value of frequent interchanges of thought and experience. Historian Gail Collins notes that these groups typically functioned as, a sort of informal, do-it-yourself junior college system. The idea of doing something unrelated to their families was an enormous breakthrough. The 1886 C.L.S.C. record book stated that the women studied wide-ranging topics with everything from, the poetry of the Elizabethan Age, and philosophical discussions of, mind and matter to, the formation of coal beds, and the, Geology of the Atlantic Ocean. The women undertook these endeavors earnestly and with enthusiasm, each member presenting a different topic for discussion in any given meeting; Mrs. Tolfree, an active member of the C.L.S.C, for example, would present Current Events, while Mrs. Travers would be prepared to speak on Congressional Proceedings, once particular bills were made law. "," The late nineteenth century gave birth to a new, small triumph for southern women. Across America, pockets of female intellectuals gathered together in order to discuss everything from the most classical works of academia to current affairs. The Queen City Chautauqua Circle was one such gathering. By 1900, there were roughly 5,000 such groups that were part of the General Federation of Women's clubs alone, while hundreds more, like the Queen City Chautauqua Circle formed on their own. Gail Collins suggested that women at this time were, reaching for something beyond the household. In an apparently spontaneous movement, women's study clubs started popping up all over the country. In cities, small towns, and even some rural areas, middle class housewives organized themselves into groups to study current affairs, world history, or English literature. And, indeed, these intellectual support systems for women seemed popular in the South; a roster taken in 1885 by Mrs. O. A. Parish had as many as 23 female members recorded. "," Collins noted that the Civil War was an earlier turning point responsible for this new way of life for southern women. She said that at a time when, southern manhood, 'the mighty oak,' had been, 'hit by lightening,' women began to forge bonds with one another and take on new societal roles like never before. In the late nineteenth century of the Gilded Age, women were showing up in the workplace in both the North and the South, or taking more active roles in their communities while still taking care of their families-which was more often the case in the South."],"display_date":"1885 - 1887","search_date":"1886-07-02","citations":[{"divid":1217732767,"type":"Manuscript on Microfilm","data":["","","Ser. F, Reel 18, Frames 0711-0785","Holland Crenshaw Harper Papers","Alderman Library, University of Virginia"]},{"divid":1217732816,"type":"Book","data":["Gail Collins","America&#39;s Women",null,"New York","Perennial ","2004","240-247"]}],"locations":[{"id":1625,"lat":37.8246035682,"lng":-92.2076649652,"zoom":9,"place":"PULASKI, Missouri"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"},{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}