{"id":2226,"title":"The Culpeper Medical Society\n","course_id":1,"status":"P","start_date":"1852-04-17","end_date":"1852-04-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In April of 1852, the regular practitioners of medicine in Culpeper County, Virginia, decided it was time they organized. They issued a statement of the services they would provide and the fees at which they would provide those, proclaiming themselves, the Culpeper Medical Society. Their proclamation listed a variety of techniques and operations, with prices in the adjacent column. The services available ranged from the treatment of a blister at 50 cents to the amputation of a thigh or leg for 20 to 30 dollars. Included in the document are clarifications on the price difference for treating a white person and a black person. For example, the natural delivery of a white woman would cost ten dollars, while the same procedure for a black woman would cost a total of five dollars."," After the prices were listed, resolutions of the Medical Society were put forth as the members said we bind ourselves...that all accounts should be considered due on the first of January of each year and that no diminution in the foregoing rates of charges shall be made, but the Physicians may deduct from the aggregate amount of his bill, from motives of charity only. Twenty physicians then signed the agreement. The writing of this document by the regular practitioners of medicine in the county supports Todd Savitt's claim in <em>Fevers, agues, and cures: Medical Life in Old Virginia</em> that the medical profession was not an easy one in Virginia in the early to mid-nineteenth century. Patients called on doctors at all hours of the day in all variety of weather conditions, to tend to the needs of the sick in their community. Additionally, while they would provide services at any time, they would in general not be paid until a given point in the year. The establishment of medical societies such as the one in Culpeper, had both social and practical purposes. As Savitt points out, the medical societies provided both intellectual and communal support to physicians, as they exchanged knowledge about medicine and treatments or simply socialized with each other. According to Savitt city- and county-wide societies existed in Richmond, Charlottesville, Winchester, Petersburg, Fredericksburg, and Norfolk and in numerous counties throughout Virginia. Additionally, the societies provided some protection from economic competition to their members and distinguished the regular physicians from herbal healers and contrivers that were found throughout the South."],"display_date":"April 17, 1852","search_date":"1852-04-17","citations":[{"divid":1217372427,"type":"Manuscript","data":["","Culpeper Medical Society, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1217372453,"type":"Book","data":["Todd Savitt","Fevers, Agues, and Cures&#58; Medical Life in Old Virginia",null,"Virginia","Prestige Press, Inc.","1990","56-59"]},{"divid":9224,"type":"Dissertation/Thesis","data":[null,null,null,null,"jpwxdpzLRh"]}],"locations":[{"id":1627,"lat":38.4860604965,"lng":-77.9559434026,"zoom":9,"place":"CULPEPER, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}