{"id":2227,"title":"A Northerner in Virginia\n","course_id":1,"status":"P","start_date":"1856-09-19","end_date":"1856-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Relations between people from each side of the divide between slave and free states proved to be contentious in the years preceding the Civil War. On September 19, 1856, the <em>Chicago Tribune</em> reported a peculiar incident involving a Northerner who had made his way South. The captain of ship from Maine docked his ship in the port at Alexandria, Virginia. Upon hearing the results of the election in his home state, the captain hurrahing as he went had [his ship] hauled out into the middle of the Potomac, let go her anchor, ran up his bunting and fired his guns all night in honor of his home. The sailor boisterously put forth his pride in the Abolitionist outcomes of the elections in his free home state for all his Virginia hosts to see."," The <em>Tribune </em>also reported on the coverage the occurrence received in the local <em>Alexandria Gazette</em>. The <em>Gazette</em> claimed the sailor's actions proved an insult to the great state of Virginia. The Northern paper proceeded to attack the <em>Gazette</em> for its indignation of the captain's actions by saying, The dignity of the honorable states of Virginia and Maryland is insulted by the infernal noise of a half-mad sailor glorifying over the elections of Abolitionists in Maine Poor <em>Gazette</em>, it don't understand that the heart of a sailor...beats rapidly at the sound of oppression, and always rejoices when the right is the victor "," The <em>Tribune</em> berated the Southerners attack on the half-mad sailor as pathetic and unnecessary. However, for those living in the South, any influx of Abolitionist rhetoric had to be viewed as a threat. As William Link contests, in the years directly before Secession, slaveholders had to constantly protect the institution of slavery from ideological threats, both from within the social system of the South and from the invasion of radical antislavery Northerners. While to the journalists from Chicago, the actions of the captain could simply be viewed as the patriotic expression of a free spirited man of the sea, to those in Alexandria, anxious to protect their way of life based on slavery, the actions of a man celebrating the victories of abolitionists, had to be viewed as a threat. Even if the election took place in the far-away cold North of Maine, any victory for abolitionism was a loss for the cause of defending slavery."],"display_date":"September 19, 1856 - December 31, 1856","search_date":"1856-11-09","citations":[{"divid":1216162680,"type":"Newspaper Article","data":["A Case of High Treason","Chicago Press Tribune","Chicago, IL","September 18, 1856",""]},{"divid":1216162708,"type":"Book","data":["William A. Link","Roots of Secession&#58; Slavery and Politics in Antebellum Virginia",null,"Chapel Hill","The University of North Carolina Press","1990","64, 79"]}],"locations":[{"id":1628,"lat":null,"lng":null,"zoom":8,"place":"ALEXANDRIA CITY, Virginia"}],"tags":[{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}