{"id":2228,"title":"The Female Dunker Preacher\n","course_id":1,"status":"P","start_date":"1859-10-30","end_date":"1859-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter to her friend Sally Ann, M.L. Moore described many elements of her day-to-day life. She includes information on her family, including the recent death of her mother, and other incidents in her community. Additionally, she wrote of trips into Washington and the sites that greeted her eyes on her excursions. Basically, she discussed affairs that you would expect a young woman to relate to her friend. However, the author discussed one incident of peculiar interest involving a church meeting, as she states, I was at a big meeting at the Dunkard Church two weeks ago and I heard the best sermon preached by a woman I ever heard. This episode is of interest for its reference to the Dunkers, an evangelical Christian denomination, and its mention of a female preacher. The Dunkers, or the Church of the Brethren, was a movement that came to the United States, specifically Pennsylvania, in search of religious freedom. Related to the Mennonites, Methodists and Dunkers, the followers emphasized simplicity in their adherence to religion and utilized such practices as adult baptism, lay ministry, non-violence and non-swearing of oaths. Dunkers lived in very close knit communities and, while not uncommon in the South, distinguished themselves from the rest of society through distinctly plain dress."," Additionally, as pointed out by Stephen Longenecker, the Dunkers also differentiated themselves in the South because of their stance on slavery. While they opposed bondage, many evangelical groups justified slavery among their members by requiring that slaveholders keep their slaves only until the value of their purchase had been earned back. Eventually though, in most denominations, slavery, while opposed by the leaders and doctrine, became accepted among the average follower."],"display_date":"October 30, 1859","search_date":"1859-10-30","citations":[{"divid":1217734077,"type":"Manuscript","data":["","Letter to Sally Ann From M.L. Moore",null,"Mss 1492","","Women&#39;s Manuscripts from Fairfax","Special Collections Library"]},{"divid":1217734145,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["The Narrow Path&#58; Antislavery, Plainness, and the Mainstream","Stephen Longnecker","After the Backcountry&#58; Rural Life in the Great Valley of Virginia , 1800-1900","Kenneth E. Koons and Warren R. Hofstra","Knoxville","The University of Tennessee Press","2000","3-33"]}],"locations":[{"id":1629,"lat":38.8383886986,"lng":-77.2747207757,"zoom":9,"place":"FAIRFAX, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}