{"id":2230,"title":"A Woman&#39;s Dominance in Marital Relations\n","course_id":1,"status":"P","start_date":"1846-07-14","end_date":"1846-07-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Horatio B. Bucktrout, the preacher in charge of Norfolk's M.E. Church South, wrote to Jordan Powell of Baltimore regarding issues that arose from the death of Powell's brother. In a letter addressed July 14, 1846, Bucktrout revealed that Godfrey Powell had just died, and a woman claiming to be his wife was attempting to claim his estate. Bucktrout wanted to know if this woman truly was Powell's wife, as his interactions with the couple made him question their marital status. According to Bucktrout, the woman had an extremely violent temper, and was often very mean to Godfrey. When Bucktrout intervened, the woman claimed that she wanted nothing to do with Powell. Godfrey was often kept from going to church on Sundays because the woman would take his clothes and refuse to return them- actions that spurred Bucktrout to expel her from the congregation. The woman claimed that she never would have given a cent to Godfrey, nor would she have had anything to with his death if the inheritance were not present. Bucktrout maintained that he had told Godfrey to leave this woman and have her arrested, though he would constantly refuse to take such action. Because Godfrey was a quiet spirit and always said he would try to bear it, he continued to stomach this marital abuse until the day of his death.","Domestic relations in the antebellum South are generally perceived to follow a common stereotype. People often believe the image of households dominated by a single, white patriarch. However, this stereotype is far from the true. Marital relations in the South during this time were influenced by an intricate web of social interactions, one that depended on various local contexts and relationships. Kinship ties, community networks, and personal reputations all contributed to form this complicated structure. Women often had the ability to exploit these social factors in order to achieve authority in their households. Attempts to gain this power often led to aggressive, violent domestic relations. However, women would use social networks to publicize their husbands' faults, bringing shame and uncertainty to their authority. Another great factor in which a woman violated her marital relations was interracial adultery. Though far more common among white males and female slaves, interracial sex still occurred between white females and black males. When this happened, Southern men felt that their wives were not abiding by the ideal wife's paragon of virture- that she should be chaste, devoted, and affectionate. In order to achieve a divorce for such actions, males had to convince lawmakers that their actions were not responsible for the adulterous behavior of their spouses. A woman that cheated on her husband left an indelible mark on his masculinity and honor- an act that further shows the white woman's ability to achieve dominance in the household. Though Southern men are often believed to have steadfast control over their households, women, through the exploitation of social networks and their adulterous behavior, had the ability to shift the balance of power, and achieve the dominant status in the household."],"display_date":"July 14, 1846","search_date":"1846-07-14","citations":[{"divid":1218309680,"type":"Manuscript","data":["","Letter to Jordan Powell from Horatio Bucktrout",null,"Mss 5677","","","Special Collections Library, University of Virginia"]},{"divid":1218309843,"type":"Article","data":["Laura F. Edwards","Law, Domestic Violence, and the Limits of Patriarchal Authority in the Antebellum South","The Journal of Southern History","65","1999","733-770"]},{"divid":1218309921,"type":"Book","data":["Joshua D. Rothman","Notorious in the Neighborhood",null,"Chapel Hill","The University of North Carolina Press","2003","172-176"]}],"locations":[{"id":1630,"lat":null,"lng":null,"zoom":8,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}