{"id":2235,"title":"Episcopal Church Election Controversy\n","course_id":1,"status":"P","start_date":"1897-12-01","end_date":"1897-12-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Arkansas Church Election, held on December 1, 1897, met in order to determine the election of Coadjutor Bishop of Little Rock. The New York Times reported on Friday, December 3, 1897 that the candidates for the position were Reverend John Gass of Little Rock, and William Montgomery Brown of Cleveland. The Diocesan Convention of the Episcopal Church of Arkansas met and elected Archdeacon William Montgomery Brown to work alongside the current Bishop Henry N. Pierce as Coadjutor Bishop. Bishop Pierce was already relocated to Little Rock, Arkansas in march of 1870 after his election to the position on January 25, 1870, where Brown joined him from Cleveland. His election, however, was not met with much approval from the Little Rock Episcopalian community. The New York Times stated bluntly that, The election of Archdeacon Brown has resulted in great dissatisfaction. "," The frustration that the public felt at Brown's election seems to have stemmed mainly from his economic standing and its potential effect on his clerical policies. On December 2, Governor Jones of Little Rock, a supporter of Reverend John Gass, accused Mr. Brown told the press that he felt Brown was unsuited for the job, saying that, an overwhelming majority of Arkansas Episcopalians belong to the low church, and Mr. Brown's chief qualification is his wealth. Jones also said that he believed that the economic difference, separates him from the people he is expected to bring to the church. If Mr. Brown is a true Christian at heart and desires to advance the cause of the church he will not accept this position."," This strong sentiment by the governor of Little Rock was reinforced by other accusations against Brown and his wealth. Col. Willaim G. Whipple, another active politician at the time, suggested to New York Times reporters that Brown won his position through intimidation by the high officials of the church. He was quoted as saying, his supporters seem to have relied chiefly upon his reputed wealth or that of some relative by marriage. This seems a poor qualification for a Bishop. Despite the initial reaction portrayed by the New York Times in 1897, Willaim M. Brown went on to succeed Bishop Pierce only three years later on September 5, 1900, becoming head of the region's diocese. And looking back, historian Dallas T. Herndon observed in 1922 that, under the ministrations of these several bishops [Brown included] the Episcopal Church has had a satisfactory growth in the state."," The Episcopal Church of the South in the nineteenth century was considered less prominent and had fewer followers than Methodist and Baptist institutions. Historian Samuel S. Hill attributes this smaller following, in Arkansas particularly, to the fact that Episcopalians tended to be of higher economic standing than most, putting them in a smaller demographic. Hill also suggests that, From Reconstruction to World War I the Episcopal Church in the South was concerned with two primary issues: recognizing and reorganizing and rebuilding after the war and continued growth with the creation of new dioceses. This validates the attentiveness given to the election of Archdeacon Brown, as the Episcopalian church was trying to re-establish its foundation in the South."],"display_date":"December 1, 1897 - December 3, 1897","search_date":"1897-12-02","citations":[{"divid":1215019109,"type":"Newspaper Article","data":["","New York Times","","December 3, 1897",""]},{"divid":1215019137,"type":"Book","data":["Dallas T. Herndon","The Centennial History of Arkansas Vol. I",null,"Chicago","The S. J. Clarke Publishing Company","1922","954-956"]},{"divid":1215019175,"type":"Book","data":["Samuel S. Hill","Encyclopedia of Religion in the South",null,"Macon","Mercer University Press","1984","52-57"]},{"divid":1215019215,"type":"Book","data":["Samuel S. Hill and Charles H. Lippy","Religion in the South",null,"Macon","Mercer University Press","2005","288"]}],"locations":[{"id":1633,"lat":34.7798418653,"lng":-92.3166533878,"zoom":9,"place":"PULASKI, Arkansas"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}