{"id":2237,"title":"Arthur P. Thrasher Correspondence\n","course_id":1,"status":"P","start_date":"1895-01-01","end_date":"1898-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Frank and Alice Thrasher lived on a houseboat called Eureka harbored at the end of Bower Street in St. Louis, Missouri in 1897. Their son, Glenn, worked nearby on a tugboat that went up and down the Mississippi, and Frank, a tinsmith from New Orleans, continued a desperate search for work throughout the year. Alice, also out of work, remained on the houseboat most of the time, except for a few explorations of the city of St. Louis on foot to entertain herself. Both Frank and Alice wrote regularly to their brother and sister, Arthur and Ellen P. Thrasher. The correspondence from Frank and Alice to Arthur and Ellen illustrates the fact that Frank and Alice are having serious financial troubles harbored in Missouri, from which they cannot seem to get out from underneath. Alice wrote to Arthur on August 2, 1897, not a thing to complain about, only the lack of income. And consequently running behind financially. Alice spends much of her letter to Arthur relating to him how she felt blue and worried almost obsessively over finances, although she was very proud of Glenn for having a job, which was not easy to come by in St. Louis in that time. ","Alice made it very clear in her letters that the living and working conditions of St. Louis were uncomfortable and poor compared to other cities she lived in before that were farther south, like New Orleans. In her letter of August 2, And if we ever succeed in getting out, I think we will give it a 'wide berth' in the future. Alice and Frank had plans to sell the boat to the first buyer and head for home via New York City, but as Frank observed in a letter written on August 24, 1897: There don't seem to be anyone around here with money enough to buy a boat yet but I still am thinking there will be before many weeks now. Frank, who was a little more optimistic in his letters to his relatives than Alice, wrote in a letter postmarked July 12, 1897, Business is about the same with us. I have no work yet but think will have some soon. I put an ad in the paper and may hear something from that but will not be surprised in case nothing comes of it as money is sure scarce. ","From living on a houseboat, the Thrashers were able to get a broader perspective of conditions up and down the Mississippi than most southerners. Alice was aware of St. Louis in relation to other cities in the North and South, which she made clear in her August 2 letter: I am convinced this is the very largest city I was ever in. I have found just that it claims nearly 700,000 population. And since Brooklyn has helped to swell New York city's population, St. Louis has become the 4th city in size in the U.S. New York, Philadelphia, and Chicago being greater; they, running up into the millions in counting their population. She was also aware of the conditions in New Orleans because of her family there. When Mrs. Alice Thrasher wrote to their relations in New Orleans, she indicated that they were well off, and at times was slightly jealous in the letters to her sister, Ellen, Your letter was 'breezy and hopeful': I only wish I had some of the of the work that you and Aunt Lil each do. But while I have not, I am not so one- sided in my sympathies that I can't feel glad that you are prospering. "," Frank and Alice were well-traveled, and could see the differences not only between the cities of the northern and southern parts of the South, but the differences between the North and South as a whole. They often noted in their letters that their poor economic standing was not uncommon in other southern cities in the nineteenth century. Instead of a middle class, the South and its, conservative form of urban industrialism after the Civil War gave birth to a fairly economically polarized society. Factors that caused this gap between the very wealthy and very poor might have been a combination of economic, social and political factors which kept the region off what Jonathan M. Wiener called the classic capitalist path that had been blazed by England in the seventeenth and eighteenth centuries and followed by the northern states. There was a large expectation for the South during Reconstruction to quickly join in the industrial revolution of the North. But cities like St. Louis, although big and bustling, did not always provide enough jobs for skilled craftsmen. Factories wanted men who could act as cogs in textile mills, not men like Frank Thrasher who was a skilled tinsmith. Even if Thrasher took a job in a factory, wages were shockingly low. Historian William H. Nicholls argued that perhaps, had the pace of the South's post-bellum industrial development matched that of the earlier industrial Revolution of England or New England... The Southern middle class would have flowered more profusely. Some historians, like Wilbur J. Cash, argue that because economics in the South were originally based on plantations, the region's middle class remained subservient to the values of the planter, the result of which was an economy that only benefited a small but powerful coalition of planters, merchants and industrialists. Cities like St. Louis in the nineteenth-century urban South did not get the economic boom for middle class men like Thrasher that the North did."],"display_date":"1895 - 1898","search_date":"1896-12-31","citations":[{"divid":1216501128,"type":"Manuscript on Microfilm","data":["","Arthur P. Thrasher Correspondence","Reel 31, Micflm 5727, ser E, Frames 00383-00407","Louisiana and Lower Mississippi Valley Collections, LSU Libraries","Alderman Library, University of Virginia"]},{"divid":1216501192,"type":"Book","data":["James C. Cobb","Industrialization and Southern Society 1877-1984",null,"Kentucky","The University Press of Kentucky","1984",""]}],"locations":[{"id":1635,"lat":38.6358212793,"lng":-90.2450510752,"zoom":11,"place":"ST LOUIS CITY, Missouri"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}