{"id":2238,"title":"A Swindling Bookworm.\n","course_id":1,"status":"P","start_date":"1896-09-03","end_date":"1897-12-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A man named William Mills Butler was arrested on September 3, 1896 in St. Louis, Missouri on the charge of mail fraud. Going by the alias, Westerfield, Butler was in possession of lithographed letterheads with the name of a former post-master general, W.S. Bissell, and forged the name Westerfield as Secretary. He had them illegally lithographed so that he could use the letterheads to order books without paying for them because they would be charged to Bissell. When Butler was arrested, he pleaded guilty to the charge, claiming that his actions had been on account that he had a consuming desire for knowledge. Although his jail term for that particular incident ended on December 3, 1897, he repeated the offense while incarcerated, and needed to be judged again accordingly. United States Judge Adams who was assigned the case, thinks that Butler is not a criminal, but simply wants learning, and is too poor to pay for it. Judge Adams, because of this view, was reluctant to sentence Butler a second time; however, the final outcome to the trial was not reported.","Poverty was a large problem in the post-bellum South. Historian C. Vann Woodward notes that poverty was a continuous and conspicuous feature of the southern experience. Historian David Potter found similar trends of southern poverty: If Americans have been a people of plenty, southerners have been a people of poverty. By 1880 not one southern state ranked in the top thirty for American income. The South was stripped of their labor force with the end of slavery, and wealthy plantations and fertile land were ruined in the destruction of Civil War battles fought in the South's backyard. Charles Wilson and William Ferris noted that this combination created poverty among southern whites that lasted through the century: The sharecropping-tenant system trapped increasing numbers of blacks and whites in the nineteenth century, keeping them at poverty levels. Even in cities like St. Louis, the poverty demographic was immense, because, industries paid such low wages that most southerners remained poor by any definition of that word.","Butler's incident demonstrates the common link between education levels and economics in the late nineteenth century South: they were kept at very poor rates. The trend reached far beyond Missouri. In 1879, Virginia was denied its fair share of educational financial support, when a million and a half dollars were diverted from the school fund. Although poverty was a prominent factor in many states, education was trying to rise in other parts of the South in the 80s and 90s; the southern government tried to spend more on tangible elements like education. North Carolina, under governor Charles Brantley Aycock, championed white education, and saw, dramatic changes in [its] schools. North Carolina birthed a whole new wave of educational values in the 1890s and men like Edwin Alderman and Charles McIver began to stage public rallies and organize teachers' institutes around the state. But even with these valiant attempts, southern education was still behind the North considerably, and many of the region's citizens struggled. As Historian Edward Ayers commented, The region lagged far behind the rest of the country in literacy and school attendance. Ayers blamed the high birth rate combined with high levels of southern poverty meaning the South had twice as many minds to educate and half as much income to do it with."],"display_date":"September 3, 1896 - December 3, 1897","search_date":"1897-04-19","citations":[{"divid":1216499803,"type":"Newspaper Article","data":["","New York Times","","December 5, 1897",""]},{"divid":1216499816,"type":"Book","data":["Charles Reagan Wilson","The Encyclopedia of Southern Culture",null,"Chapel Hill","The University of North Carolina Press","1989",""]},{"divid":1216499844,"type":"Book","data":["Edward L. Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992","45, 46, 412, 417-420"]}],"locations":[{"id":1636,"lat":38.6358212793,"lng":-90.2450510752,"zoom":11,"place":"ST LOUIS CITY, Missouri"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}