{"id":224,"title":"The religious magazine announcement.\n","course_id":1,"status":"P","start_date":"1827-09-06","end_date":"1827-09-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 6th, 1827 the U.S. Telegraph happily announced to Washington D.C. the coming of a religious magazine, its first issue to be published for January 1st, 1828.  The paper compared this new development much to the progress or rapid improvement' being made in the field of science.  This paper was to be in the spirit of the foreign theological journals and review' of Europe.  Most of the articles would be taken from places like Great Britain and other Protestant areas of Europe.  This was seen as an extensive and liberal plan suited to all Orthodox sects of the Protestant church'.    &lt;br /&gt;&lt;br /&gt;On one hand, there are many positives from this movement.  It shows an emphasis on religion in the daily lives of American citizens.  This magazine movement was during the latter stages of the Second Great Awakening, where new denominations like Methodists and Baptists were springing up.  This magazine could be seen as a counter to these new religions and events by the Protestants to instill their time tested methods.  It gave ministers (as the Telegraph said) knowledge and zeal' in which to preach.  &lt;br /&gt;&lt;br /&gt;The movement also demonstrates the White Anglo-Saxon Protestant nature still present throughout America.  Catholicism was never talked about in these magazines; Catholics from Ireland were faced with severe persecution from their new American brethren when they emigrated.  These hostilities were deeply engrained with the political culture of the time.  The Masons were a secret society of many elites and politicians whose closed meetings and rituals angered many.  The Anti-Masons started as a movement against the secrecy and supposed superiority of the Masons but also boasted a strong anti-Catholic rhetoric as well.  These playing on people's fears of otherness' started in New England where many of these immigrants first arrived but eventually spread into places farther South.  Therefore, one can see the paradoxical nature of religion in America during this time period.  This religious magazine stands for all the good and all the bad that the role of religion played in American's lives during the nineteenth century."],"display_date":"September 6, 1827","search_date":"1827-09-06","citations":[{"divid":1213638868,"type":"Newspaper Article","data":["","U.S. Telegraph","","September 6, 1827",""]},{"divid":1213638910,"type":"Book","data":["William Preston Vaughn","The Antimasonic Party in the United States, 1826-1843",null,"Lexington, KY","University Press of Kentucky","1983",""]}],"locations":[{"id":161,"lat":38.9151212228,"lng":-76.9435162098,"zoom":10,"place":"Washington City, District of Columbia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}