{"id":2240,"title":"Widow made executrix of 3,500,00 property","course_id":1,"status":"P","start_date":"1897-12-01","end_date":"1897-12-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 1, 1897 the papers of the recently deceased John E. Ligget declared his widow the sole executrix of his account. This meant that she had exclusive control over seeing that the provisions of Mr. Ligget's will were satisfied, and had control over all other matters concerning the deceased's estate. Mr. Liggett was a wealthy tobacconist, and upon his death, relinquished his entire estate in St. Louis, Missouri valued at 3,500,000 to Mrs. Liggett. ","The legal status of women in the nineteenth across America was still far below their male counterparts. Edward Pessen noted that this was particularly the case in marriage at this time, where women were often even considered their husband's property in the eyes of the law, and denied many of the same property rights. These social and legal constrictions made it very hard for women like Mrs. Ligget to come into sole possession of any property at all because normally, as Pessen remarks frankly, the wife is dead in law. This suggests that even inheriting property easily turned into an uncertain ordeal in the nineteenth century, because if a man contested a woman's rights to the property, it is very likely the law would recognize his claim over a female's. "," In Pessen's view of women's legal status in the 1800s, Mrs. Ligget is an exception to the general law applications in the nineteenth century. One explanation for this, however, could be that her fortunate property circumstance was affected by where she lived. St. Louis was a growing industrial city, and often cities were not only the first to shift to modern economics, they also tended to be ahead of many rural areas when it came to social and legal reforms. Significant changes in women's rights occurred in the early twentieth-century, so it's possible that St. Louis, as a modernizing city, already began to broaden the legal liberties given to women at the time of Mrs. Leggit's inheritance. The fact that she was of a high social class also could have helped her bypass some legal restrictions against the female possession of the estate after Mr. Leggit's death. "," Though Mrs. Ligget's property circumstance may have been unique to places like St. Louis, it was not uncommon for tobacconists like the Ligget's to hold a high economic status in the post-bellum south at large. One of several economic booms for tobacco companies as a prosperous industry came right after the Civil War. Men like Washington Duke who developed a machine that could produce two hundred cigarettes per minute and Julius Carr who sold about five million pounds of tobacco in a year, proved that the tobacco trade was lucrative in an industrializing South. "," The fact that a woman was on the receiving end of such a profitable business, especially one that functioned on a national level, marked the beginning of a shift toward women's legal rights. Before the Civil War, southern women were often unable to be a significant part of anything politically or economically meaningful. During the Civil War this mentality changed for many southern women, and as Elizabeth Hayes Turner observed in John B. Bowles's A Companion to the American South, roles that formerly had belonged to men blurred as women assumed control over children and slaves, in the absence of their husbands. As the war came to a close, women became more prominent figures in the management and labor of textile mills in particular. With this modification of the social and economic role of women, by the end of the war Confederate soldiers came home to a new woman. But, for the most part it was not until later in the twentieth-century that they were willing to fully recognize it."],"display_date":"December 1, 1897","search_date":"1897-12-01","citations":[{"divid":1215019432,"type":"Newspaper Article","data":["","New York Times","","December 3, 1897",""]},{"divid":1215019442,"type":"Book","data":["Edward L. Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992","105-107, 113"]},{"divid":1215019473,"type":"Book","data":["John B. Boles","A Companion to the American South",null,"Malden","Blackwell Publishers Ltd.","2002","348-352"]},{"divid":1215019512,"type":"Book","data":["Edward Pessen","Jacksonian America: Society, Personality, and Politics",null,"Homewood","Dorsey Press","1978","49"]}],"locations":[{"id":1638,"lat":38.6407017012,"lng":-90.4430188422,"zoom":9,"place":"ST LOUIS, Missouri"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}