{"id":2242,"title":"The St. Louis Brown Stocking Ball Club\n","course_id":1,"status":"P","start_date":"1895-03-04","end_date":"1895-03-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["<em>The New York Times</em> reported that the National League of Professional Baseball Clubs was on the verge of dissolution on Monday March 4, 1895. National League Baseball was founded slightly before Major League Baseball. The Major League was founded in the early 1900s and since then the two leagues have competed in an annual series of games called the World Series. At the time of the reported near-dissolution, the National League was still fairly new and cementing all its policies. On March 4, The New York Times discussed what caused the unrest in southern baseball politics and possible dissolution of the league: President Von der Abe of the St. Louis Brown Stocking Ball Club was outraged by the National League's rules of discipline regarding the players. Fred Pfeffer, a ballplayer for the St. Louis Browns, was fined 500 for an anti-disciplinary action frowned upon by the League's administrators Brush, Freedman, and Byrne (no first names were given). President Von der Abe threatened that, If the same tactics are pursued next season, at least, seven of the twelve clubs will break away from this autocratic domination. Despite the conflict, the St. Louis Browns with all of its twelve players, headed for Little Rock, Arkansas on Tuesday March 5 to kick off the spring training season practice games.","The St. Louis Browns was one of the first southern teams playing in the National League at the beginning of what would become a long and hallowed tradition of American culture. Baseball allowed for northern and southern competition, but in a healthy, non-aggressive way after the Civil War. Fledgling forms of baseball arose in the South, with help from carpet-bagger northerners who traveled to the region during reconstruction and taught the rules of the game to southerners. By the mid-1880s the Southern League was established and for the first time organized baseball quickly became a large interest and addition to southern culture. Baseball politics became a matter of local pride and were important to southern males particularly, for both spectators and players alike. Although only four confederate cities (Richmond, Houston, Atlanta, and Texas) made it into the Major League at this time, baseball was still a large part of southern culture throughout the nineteenth century.","Cities like Little Rock were consistent hosts to minor league teams, not to mention college and industrial ones. The South even manufactured a great majority of the game's bats, including the Louisville Slugger, and since 1886, it has been the site of spring training camps, according to historians Charles Wilson and William Ferris. Regions like Little Rock, Arkansas were ideal for such training camps in the pre-season because of the good weather and general environment, evidence of which could be seen in the fact that the St. Louis Browns traveled there from Missouri every season to train. Missouri, itself, however, was not ideal for baseball. In the early 1900s, two powerful major league owners Connie Mack and Clark Griffith, insisted that the weather in St. Louis, Cincinatti, and Washington sapped the strength of players on their teams even before mid-season. In order to win a game under such conditions, Mack joked that a team, must be twenty-five percent better than any other. "],"display_date":"March 4, 1895 - March 5, 1895","search_date":"1895-03-04","citations":[{"divid":1215019599,"type":"Newspaper Article","data":["","New York Times","","March 5, 1895",""]},{"divid":1215019614,"type":"Book","data":["Charles Reagan Wilson and William Ferris","The Encyclopedia of Southern Culture",null,"Chapel Hill","The University of North Carolina Press","1989","1210-1211"]}],"locations":[{"id":1639,"lat":38.6358212793,"lng":-90.2450510752,"zoom":11,"place":"ST LOUIS CITY, Missouri"}],"tags":[{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}