{"id":2243,"title":"The Twain-Cable Readings\n","course_id":1,"status":"P","start_date":"1885-01-10","end_date":"1885-01-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the evening of January 10, 1885, Mark Twain, also known as Samuel Langhorne Clemens, traveling on a reading tour with another author, George W. Cable, read selected passages from his various literary works at the Mercantile Library Hall in St. Louis, Missouri. The St. Louis <em>Post-Dispatch</em>, one of the newspapers covering the event, noted that a brilliant audience (about 700 people) turned up to hear the two authors speak. Cable began the evening by reading three excerpts from Dr. Sevier, and also performed, several songs illustrating the music of the creole negroes in New Orleans. The audience gave Cable warm and enthusiastic applause. Mark Twain followed his fellow author's performance with selections from <em>The Adventures of Huckleberry Finn</em>. He also read from <em>The Tragic Tale of the Fishwife</em>, <em>A Lying Situation</em>, and <em>Ghost Story</em>. The St. Louis <em>Post-Dispatch</em> reported that 'Mark Twain' gained the audience over at the start. St. Louis had an obvious admiration of Twain and his fiction. The audience received the reading with roars of laughter, and it was hailed as the most enjoyable entertainment of the kind ever given here. They gave the same reading performance twice during the day of January 10, once in the evening, and read yet again on January 11. ","This part of the book tour was personally important to Twain since he was coming back to his home state, Missouri. Twain commented to his wife that, This visit... you can never imagine the infinite great deeps of pathos that have rolled their tides over me...I have carried my heart in my mouth for twenty-four hours.","By the time Twain arrived in St. Louis, he had begun introducing what has been hailed as one of his greatest literary works on southern life, <em>The Adventures of Huckleberry Finn</em>, and it was extremely popular. The St. Louis <em>Daily Globe Democrat</em> reported that audiences were captivated with his peculiar mannerisms, Twain's voice which had, the resonance of a cracked steamboat whistle, and the humorous and lively content of Huck's adventures. The readings that took place in January preceded the publication of the novel as a whole, and served as a teaser for the finished work. The novel was published in Canada on December 10, 1884 by Dawson Brothers, and in London by Chatto and Windus, although the novel did not appear as a published work in America until February 18, 1885. "," But Twain did not just captivate St. Louis, he enchanted audiences all over America and even abroad when the novel was published. In the novel, Twain depicted southern society like no writer had before by highlighting not only its assets, but all its vices. Local-color literature, a style that emerged from 1865 to the end of the century focusing on a specific region's customs, landscapes, and dialects, became very popular through the literary talents of men like Twain in the late 1880s. Historian William J. Cooper described local color writers as writers who, take selective verbal photographs. They stressed things that were peculiar to particular American regions: physical settings and speech, dress, mannerisms, and thought patterns of the people of America's various regions. Twain used a distinct vernacular in his portrayal of the South, and many critiques of the novel praised the revealing power of the book's dialect. Cooper went on to state that above all Mark Twain was the most important local colorists of the South. "," However, Twain's colorful depictions of the South were not always well received. Richard Watson Gilder, who attempted to edit Mark Twain's novel before it came out in 1884, found it rough and borderline shocking. Ron Powers, a biographical author of Twain remarked that, Mark Twain's unprecedented use of vernacular pushed against the limits of public tolerance...[with its] bad grammar, slang, and even indirect references to sex. On the whole, though, Mark Twain was respected and hailed for his inventive genius. He depicted a raw South, giving the North, Canada, and Europe a taste genuine southern life, and giving them a chance to better understand it. "],"display_date":"January 10, 1885 - January 11, 1885","search_date":"1885-01-10","citations":[{"divid":1215019730,"type":"Newspaper Article","data":["","The St. Louis Post-Dispatch","","January 10, 1885",""]},{"divid":1215019766,"type":"Book","data":["Willaim J. Cooper, Jr. and Thomas Terrill","The American South: A History",null,"New York","The McGraw-Hill Companies, Inc.","1996","619"]},{"divid":1215019829,"type":"Book","data":["Ron Powers","Mark Twain: A Life",null,"New York","Free Press","2005","487-499"]},{"divid":1215019849,"type":"Newspaper Article","data":["","The St. Louis Post-Dispatch","","January 10, 1885",""]}],"locations":[{"id":1640,"lat":38.6358212793,"lng":-90.2450510752,"zoom":11,"place":"ST LOUIS CITY, Missouri"}],"tags":[{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}