{"id":2245,"title":"The Art of Snuff-Taking\n","course_id":1,"status":"P","start_date":"1835-01-29","end_date":"1835-01-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Surveying Jacksonville society, Leigh Hunt saw humor in the consumption of tobacco. Men of all classes, of all shapes and sizes, employed distinctively bizarre methods of using tobacco. Inhaling dry tobacco powder seems simple enough, but the means to that end varied upon the artistic originality of the southern man. Some gentlemen were quite convulsive, propelling the powder upward into their nostril and shaking their bodies violently as it entered their systems, while others had a polished demeanor, a smooth relaxation marking their snuff-taking. There were those that liked a fast, sharp movement, and those who enjoyed the experience and refinement that accompanied the act. The mode of their consumption depended on what they hoped to gain from the snuff: public attention or tobacco sensation. For all, however, the thread that bound them was that snuff-taking was, or at least appeared to be, one of the more routine and fundamental acts in their daily lives.","Dr. Johnson was a particularly unique snuff-taker. He was of the kind of tobacco user that had a luxuriance of gesture and a lavishness of supply that would often overflow onto his neck cloth. If there are species of snuff-takers, Dr. Johnson was of the long-armed variety. He stretched forth his arm, as a snuff taking elephant might his trunk, having already pinched the powder from his waistcoat, and shook his head, nose, and snuff all at once. His eyebrows even lifted up to clear space for the onset of the mild tobacco effects. Once finished, he straightened himself, proclaiming victory over the precious moment, and let out a great bah for all onlookers to hear.","Hunt's journal entry published in the Jacksonville Courier describes in great detail an old custom of southern men, imported from the French through London as part of a stream of European cultural influences. The larger narrative here, of tobacco consumption in the South and the world, is the story of the founding of this nation. John Rolfe, leader of the Jamestown settlement, was driven by English investors to make a profit on tobacco. The first shipment of the golden weed arrived in England in 1617 and by 1650, one fourth of English people smoked everyday. Sailors enjoyed tobacco because of the mild high it induced and demand exploded across continental Europe.","Supply raced to catch up and tobacco cultivation expanded outward from Jamestown into Virginia and North Carolina. The New World's economy even used the cash crop as currency and record of debt; Emanuel Driggus, a free black farmer in Myne Owne Ground, once sold a horse for 2000 pounds of tobacco and was fined 475 pounds by the county court in 1672. Small farmers and large planters alike grew tobacco and its lasting impact is in the way it fueled the rise of the plantation agriculture system and African slave trade. Although it would be supplanted by King Cotton as the major cash crop of the South in the 1800's, tobacco consumption, and its manifestation in the custom of snuff-taking, was most influential in the establishment of the early southern economy, its trading partners and local barter markets, and the spread of slavery across the region."],"display_date":"January 29, 1835","search_date":"1835-01-29","citations":[{"divid":1215019928,"type":"Newspaper Article","data":["","Jacksonville Courier","Jacksonville, Florida","January 29, 1835",""]},{"divid":1215019954,"type":"Book","data":["William J. Cooper and Thomas T. Terrill","The American South: A History",null,"New York","McGraw-Hill Companies","1996","12-21, 31-41"]},{"divid":1215019997,"type":"Book","data":["T.H. Breen and Stephen Innes","Myne Owne Ground: Race and Freedom on Virginia&#39;s Eastern Shore",null,"New York","Oxford University Press","1980","81-82"]},{"divid":1215020054,"type":"Book","data":["William Ferris and Charles Reagan Wilson","Encyclopedia of Southern Culture",null,"Chapel Hill","University of North Carolina Press","1989","666"]}],"locations":[{"id":1641,"lat":null,"lng":null,"zoom":8,"place":"DUVAL, Florida"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}