{"id":225,"title":"Cholera Epidemic\n","course_id":1,"status":"P","start_date":"1849-01-01","end_date":"1849-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In late May, 1949 the Virginia legislature reconvened, though their work and discussion was often interrupted by the fears regarding the Cholera outbreak affecting the region, especially Richmond where the legislature met.&lt;br /&gt;After much discussion and debate on whether it was necessary to leave, the legislature decided to move to the Fauquier Springs Hotel (though more like a country club) near Warrenton Virginia, to continue their meetings.  The move was motivated by the belief that the cholera situation in Richmond and the surrounding areas would worsen, and that Fauquier Springs was outside the dangerously infected area.&lt;br /&gt;Some amongst the public, however, were not convinced that the move was necessary nor that it was not at least somewhat motivated by the elegance of Fauquier Springs.  One article in the Richmond Whig stated, After a week's wrangling the wise and heroic gentlemen who were, last winter, intent upon fighting the Abolitionists, have fled, from the bare apprehension of Cholera.  They meet next Monday at Fauquier Springs; What the good people of Virginia, who will have to pay the expenses of this jaunt to a fashionable watering-place, will think of it is yet to be ascertained.'  These concerns may not have been completely misplaced as one evening at Fauquier Springs was described by a journalist boarding with the legislators, tonight we had a very gay and pleasant ball , some agreeable belles having recently arrived'.&lt;br /&gt;Despite concerns over their professionalism, the Virginia legislators did meet daily to discuss and debate various topics relevant to Virginia at the time, and were constantly under the scrutinizing eye of the press, as correspondents from many Virginia newspapers, including the Alexandria Gazette, Petersburg Intelligencer and Lynchburg Republicans we're present at the Fauquier Springs Hotel as well."],"display_date":1849,"search_date":"1849-07-02","citations":[{"divid":1213226226,"type":"Book","data":["James M. Volo and Dorothy Denneen Volo","Encyclopedia of the Antebellum South",null,"Westport","Greenwood Press ","200","309, 374"]},{"divid":1213226278,"type":"Newspaper Article","data":["Cholera ","Times Picayune","","September 14, 1849",""]},{"divid":1213226338,"type":"Article","data":["Frederick William Frank","Cholera","The Virginia Magazine of History and Biography","8","January 1950",""]},{"divid":1213226399,"type":"Newspaper Article","data":["Board of Health ","Times Picayune","","September 19, 1849",""]},{"divid":1213226435,"type":"Newspaper Article","data":["Telegraphic Reports for the Union","Washington Union","","July 11, 1849",""]},{"divid":1213226476,"type":"Newspaper Article","data":["Cholera in Leanon","Nashville Union and American","","July 13, 1849",""]},{"divid":1213226518,"type":"Newspaper Article","data":["The Cholera","The Macon Telegraph","","October 23, 1849",""]}],"locations":[{"id":162,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}