{"id":2255,"title":"An Absent Plantation Owner\n","course_id":1,"status":"P","start_date":"1849-02-10","end_date":"1849-02-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It seems that John Murrell of Lynchburg, Virginia, was often away from his Louisiana plantation. Murrell bought Tally Ho Plantation in Iberville Parish in 1848. The plantation was run by an overseer named L. Hewett, who communicated with Murrell through a series of letters, most posted to an address in Lynchburg and some to an address in New Orleans.  In the letters, Hewett told Murrell about the day to day productivity of the sugar plantation, asked for his boss's instructions, explained how those instructions were followed, made recommendations as to how the plantation should be run, and reported on the health and behavior of the enslaved people of the plantation.  In a letter from February 1849, Hewett wrote that he had put goods out to be collected on the bank of the river, but for some reason, they remained there.  The person who was supposed to pick up the goods sent word that he would collect them on his next trip.  Hewett explained that since Murrell had given him no instructions to send the goods on another boat, he would not do so. One problem that Hewett had managing the estate was that he had to constantly wait for instructions from an owner who lived far from the plantation he owned.  This prevented Hewett from making time-sensitive decisions, such as whether or not to ship goods on a different boat than the one originally agreed upon.  Hewett's problem was not uncommon throughout the South; many men who had wealth, name and influence in their home communities and who did not wish to leave these places, bought and operated distant sugar plantations in hopes of making large amounts of money.  These men hired overseers to manage the plantations, and made decisions through mail.  This arrangement could be frustrating to both the owners and the overseers.  ","Since owners usually knew little about the people they hired and were not present to supervise them, they had to worry about being cheated.  Overseers would sometimes neglect their jobs, steal from the owners of the plantations, or make important decisions without informing the owner.  Overseers, in turn, would often have to deal with owners who did not know the correct ways to deal with crops and who gave bad orders.  Since owners rarely visited they did not always fully understand the needs of the far away plantations they owned and overseers would have to convince them of what was needed without offending them.   When time-sensitive decisions had to be made, it was the overseer's job to make them and hope that his boss did not get angry.  To make plantations profitable for both the absentee planter and the overseer the two had to learn to trust and respect each other, or else the plantation would risk failing or performing poorly.  "],"display_date":"February 10, 1849","search_date":"1849-02-10","citations":[{"divid":1217371309,"type":"Manuscript","data":["","Letters to John Murrell",null,"Mss 6740","","Papers of the Murrell Family","Special Collections Library, University of Virginia"]},{"divid":1217371343,"type":"Article","data":["J. Carlyle Sitterson","The William J. Minor Plantations&#58; A Study in Ante-Bellum Absentee Ownership","The Journal of Southern History","9","February 1943",""]},{"divid":1217371399,"type":"Book","data":["Mary Ann Sternberg","Along the River Road Past and Present on Louisiana&#39;s Historic Byway",null,"Baton Rouge","Louisiana State University Press","1996","46-50"]}],"locations":[{"id":1649,"lat":30.3061626141,"lng":-91.385712191,"zoom":9,"place":"IBERVILLE, Louisiana"}],"tags":[{"id":13,"tag":"Agriculture"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}