{"id":2257,"title":"President of Wake Forest University Denounces Participation of his students in Republican Stump-speaking\n","course_id":1,"status":"P","start_date":"1889-10-26","end_date":"1889-10-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Despite President Charles E. Taylor's plea, the students of Wake Forest University would not silence their political opinions.On the night of October 26, 1889, a Republican stump-speaking, literally delivering a speech from atop a freshly cut tree stump, occurred half-a-mile from campus. Fifty of Taylor's students attended the stump-speaking, led by Wake County native John Nichols, who was elected as an Independent to the United States House of Representatives in1886.  Nichols spoke for an hour, with two Wake Forest students asking permission to speak afterwards.  While Nichols speech was interrupted only by applause, the two students who spoke afterwards were interrupted by yells from the crowd because of the vulgar language they used.  ","What these students said exactly to anger the Republican crowd is unclear, but in Taylor's letter describing the event to John Wannamaker, General Postmaster of the Republican administration of Benjamin Harrison, he states his belief that, in the past, his students have taken no action to break up meetings of Republicans by behaving disorderly.  He had always advised his students to take no position in politics while they were in college, but could not stop his students from voicing their opinions.  At his University in Wake County, Taylor did not condone the discussion of politics among faculty and students, and even had some Republicans on his staff.","As historian Edward L. Ayers states in his book, <em>Promise of the New South, Life After Reconstruction</em>, the politics of Redemption did not eliminate the Republican Party from competing with Democrats for power in the South.  By the mid-1880's, the Republican Party, after considerable losses between 1872-1876, began to make slow gains in several Southern states including North Carolina.  With Democrat Grover Cleveland's 1885 accession to the White House amidst Republican domination of the office since the 1860's, Democrats only found themselves held to higher standards and stricter criticism.  Jefferson Davis's death gave Democrats further cause to reexamine the organization and principles of their party, as new, young leaders such as these students at Wake Forest University, began to assume leadership roles and fill the generational gap between pre and postwar Democrats."],"display_date":"October 26, 1889","search_date":"1889-10-26","citations":[{"divid":1216079855,"type":"Manuscript","data":["","Personal Correspondence",null,"Mss 5168","Box 1","Charles E. Taylor Papers","Special Collections, University of Virginia"]},{"divid":1216079897,"type":"Book","data":["Edward L. Ayers","Promise of the New South, Life After Reconstruction",null,"New York","Oxford University Press","New York 1992",""]}],"locations":[{"id":1650,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":6,"tag":"Education"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}