{"id":2259,"title":"Southern Belles and Ladies\n","course_id":1,"status":"P","start_date":"1871-10-25","end_date":"1873-11-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" A southern belle was a girl who was expected to grow up into a lady. She was supposed to be fragile and flirtatious while also sexually innocent. She was beautiful but risky to touch, like porcelain. Every southern belle was expected to be up-to-date on the latest fashions, which often proved tricky and expensive because fashion was constantly changing throughout the nineteenth century. A true lady embodied the ideals of the South, and was thus hospitable and graceful. Newspapers often took it upon themselves to update their lady readers on the newest fashion trends. The Natchez Weekly Democrat reported on November 22, 1873, that lady readers will be interested to know that spotted short veils are no longer fashionable. Bracelets are now made to twine around the arm and require no clasp. In the new style of hairdressing, called the Josephine, chignons are entirely abolished. The hair is drawn up from the back of the head and piled on the top in thick coils or braids, and loosely frizzled in front. "," By following the newspapers' reports, women had easy access to the information about the changing fashions, but only the wealthiest of them could actually afford to keep up with them. In some families, being overly concerned with the latest fashion was looked down upon because a southern lady was supposed to solely exist to support her husband, raise their children, and submit to God. The Natchez Weekly Democrat also reported on October 25, 1871, that an unnamed woman declared to her husband that she loved another more than she loved him, and was leaving him for the other man. She intended on taking their five children with them and the next day she took up house with her new lover. This woman's acts were disgraceful to the people who upheld the southern ideal that a woman existed to benefit her husband, because she was clearly not faithful to the man she had married and had five children with. "," Southern women possessed the characteristics of much of what the South is known for. They were supposed to be southern belles, who were pure and untouchable until they were married. They were honorable (or supposed to be) in the sense that they were faithful to their husbands, who in return would defend their honor if it was ever challenged. Their loyalty lay with God and their families, but it was also tacitly expected that they were to keep up with the latest fashions of the time to the best of their ability. The presence of southern women and the graceful air that supposedly surrounded them was not only felt in Mississippi, but throughout the entire South and became one of its defining characteristics. "],"display_date":"October 25, 1871 - November 22, 1873","search_date":"1872-11-07","citations":[{"divid":1215020249,"type":"Newspaper Article","data":["","Natchez Weekly Democrat","","November 22, 1873",""]},{"divid":1215020263,"type":"Newspaper Article","data":["","Natchez Weekly Democrat","","October 25, 1871",""]},{"divid":1215020275,"type":"Book","data":["Charles R. Wilson","Encyclopedia of the South",null,"Chapel Hill","University of North Carolina Press","1989","1527-1528"]}],"locations":[{"id":1652,"lat":31.4831695494,"lng":-91.3531349834,"zoom":9,"place":"ADAMS, Mississippi"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}