{"id":2260,"title":"Raleigh Baptist Answers the Call of the Holy Spirit\n","course_id":1,"status":"P","start_date":"1876-03-05","end_date":"1876-03-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Baptists of Raleigh overflowed in the street outside the meeting house where Elder F.M. Jordan preached the gospel that night. The following day, March 6, 1876, the Holy Spirit called J.S. Allen, one of Jordan's followers, to build a meeting house to hold all of his Brother and Sister Baptists who wished to worship.  Mrs. Hufman, a fellow Baptist, relayed the Holy Spirit's message to Allen, telling him of her dream that he built a new meeting house in just one day.  Upon hearing this news, Allen, a building contractor, stated that he could not build a meeting house in one day-but with the help of his Brothers, could build one in one week.","Allen began his work right away, gathering members from the First Baptist Church of Raleigh to help him both furnish and build the new meeting house.  Allen designed the meeting house in a T shape, with additions for both an infant-class room and baptistery to welcome new members.  With the help of just a dozen men and the prayers of fellow parishioners led by Jordan, Allen finished the meeting house he began on Monday by that Saturday night.  On Sunday morning, the meeting house that Jordan believed the Holy Spirit built was full of Baptist parishioners-with room for all to worship.","According to historian Frederick A. Bode, it is no wonder why the Baptists of Raleigh overflowed in the street to hear the gospel of Elder F.M. Jordan.  By the end of the nineteenth-century, almost ninety-two percent of all Southerners claimed to members of a Protestant religion.  In North Carolina, ninety-nine percent were Protestant, with thirty-eight percent belonging to the denomination of Southern Baptist Convention, twenty-eight belonging to the Methodist Episcopal Church, and eight percent belonging to the Presbyterian Church.  These Protestants, despite differences, shared the common fundamentals such as an individual relationship with God, a personal morality, and fellowship within the church and the wider community."],"display_date":"March 5, 1876 - March 12, 1876","search_date":"1876-03-08","citations":[{"divid":1216234335,"type":"Book","data":["F.M. Jordan","Life and Labors of Elder F.M. Jordan",null,"Raleigh, NC","Edwards &amp; Broughton","1899","104-105"]},{"divid":1216234388,"type":"Book","data":["Frederick A. Bode","Protestantism and the New South&#58; North Carolina Baptists and Methodists in Political Crisis, 1894-1903",null,"Charlottesville, VA","University Press of Virginia","1975",""]}],"locations":[{"id":1653,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}