{"id":2264,"title":"Attack of Mrs. Yeakle and Lynching of John H. Bigus\n","course_id":1,"status":"P","start_date":"1887-11-18","end_date":"1887-11-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On November 18, 1887 at around 9:30 P.M., Mrs. Yeakle, an old, white widow, was walking home from church when a black man attacked her in Frederick County, Maryland. He knocked her down, injuring her, and attempted to assault her. Her yells drew attention to the scene. The black man then ran away into the suburbs and escaped into the woods. A group was organized to track him down. ","Although the man was first considered to be George Parish (an at-the-time, recently released convict), John H. Bigus was charged with the assault. On November 23, at around 1:30 A.M., a masked mob raided the prison against the sheriff's will and took Bigus. He maintained his innocence, blaming instead another African American, Joe Hall. The mob hung Bigus from a tree about a quarter of a mile from where he had been jailed. Bigus asked if he could pray before being hanged and the gang allowed him to do so. After hanging him, they shot him three times.","The lynching of John H. Bigus was one of many throughout the South, before and after 1887. As historian W. Fitzhugh Brundage argues, the reasons for lynching at the end of the nineteenth century were many and varied, depending on economic, political and social factors. Lynching occurred over whipping and beating when the social order of white society was attacked. The example Brundage uses to support this is the assault of a white woman. Bigus' case shows how such an act would not be permitted. The perpetrator of the act was in question. Three different men were implicated throughout the ordeal: George Parish, John H. Bigus, and Joe Hall. Nevertheless, someone was going to be punished for this offense to white supremacy, and no uncertainty or guarded jail cell would get in the way."],"display_date":"November 18, 1887 - November 23, 1887","search_date":"1887-11-20","citations":[{"divid":1213224668,"type":"Newspaper Article","data":["Looking for a Brute: The People of Frederick, Md., Hunting for a Bad Negro","The Washington Post","","November 19, 1887",""]},{"divid":1213224839,"type":"Newspaper Article","data":["A Lynching at Frederick, Md.","The Washington Post","","November 24, 1887",""]},{"divid":1213224869,"type":"Book","data":["W. Fitzhugh Brundage","Lynching in the New South: Georgia and Virginia 1880-1930",null,"Illinois","University of Illinois Press ","1993","13, 84-85"]}],"locations":[{"id":1657,"lat":39.4722539212,"lng":-77.3980976361,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}