{"id":2265,"title":"Educational Improvements in North Carolina\n","course_id":1,"status":"P","start_date":"1876-03-08","end_date":"1876-03-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mary Graves never imagined that she would be offered a teaching position in Caswell County when she visited as a guest preacher to local Presbyterian congregations from her Leesburg, Virginia home in 1876.Yet, Mary was offered a teaching position, and to her own surprise, left her home in Leesburg and moved to Caswell County to begin her teaching career.  She accepted the position on the basis that she would be provided twenty well-paying scholars, and soon found that she would have at least twenty-four students in her class.","Mary found that her teaching position provided her with any comfort she could want-she was warmly welcomed by all, and even boarded with one of the wealthiest families in town.  Because of the admiration from both her students and their parents in Milton, Mary felt more appreciated than she ever had been in Leesburg.","During Radical Republican rule in the Reconstruction period, efforts were made to improve education throughout North Carolina.  Starting in 1868, each town and county was made responsible for funding free public schools supported by local taxes.  Without direct state aid, however, the already impoverished areas of North Carolina became apathetic to the issue of education.  With the end of Reconstruction and the return of Democratic control, continued efforts to improve education continued to be impeded by lack of funding.  In the 1870's, only one-fifth to one-seventh of school age children were actually enrolled in public schools, with many wealthy families opposing public education altogether and choosing to enroll their children in private institutions, or hire private teachers, such as Mary Graves, to teach their children."],"display_date":"March 8, 1876","search_date":"1876-03-08","citations":[{"divid":1216162285,"type":"Manuscript on Microfilm","data":["","Mary Calvin to Maggie, March 8, 1876","Reel 7, Micflm 5727, ser A, Frame 0206-0261","Charles Iverson Graves Papers","Alderman Library, University of Virginia"]},{"divid":1216162372,"type":"Book","data":["Hugh T. Lefler and Albert  R. Newsome","The History of a Southern State&#58; North Carolina, 3rd Ed.",null,"Chapel Hill","University of North Carolina Press","1973",""]}],"locations":[{"id":1658,"lat":36.393360631,"lng":-79.3336688399,"zoom":10,"place":"CASWELL, North Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}