{"id":2267,"title":"Edmunds Bill Threatens White Supremacy\n","course_id":1,"status":"P","start_date":"1884-10-22","end_date":"1884-10-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The upcoming gubernatorial and legislative elections of 1884 made North Carolina Democrats unsure of the future of the white man's dominion over Negroes.  Whether through education, disability, or property rights-white Democrats of North Carolina believed they had provided for their African American citizens.  However, their work seemed to go unnoticed by its benefactors, with the African American vote for Radical candidates threatening the majority Democratic legislature in the upcoming election.","At this time in the United States Senate, Senator Edmunds, a Radical from Vermont, proposed a bill to protect African Americans in the wake of the Civil Rights Bill of 1875 proclaimed unconstitutional.  The Democrats believed that the Edmunds Bill, which would transfer every civil rights case from the sate to the Federal courts, would result in Federal courts deciding civil rights cases in defiance of any state law with which they do not agree-stripping North Carolina of some of its state sovereignty, and granting negroes undeserved equality with whites. Did the white men of North Carolina really want the negroes to decide the outcome of the upcoming election and degrade the white men of North Carolina?  In order to keep the Edmunds Bill from passing, the white Democrats must come out in full force to vote for its Democratic opponents in the upcoming gubernatorial, state legislature, and United States legislature contests.  ","White Democrats of North Carolina had reason to fear Black Southerners coming out to the polls in great numbers to support Radical Republican candidates in the election of 1884.  While Black Southerners traditionally voted for Republicans and thus against Democrats who they viewed as the enemy, according to Ed Ayers in The Promise of the New South, Southern Blacks were likely to support whichever party offered them the best rewards, whether it be Republican or Democratic."],"display_date":"October 22, 1884","search_date":"1884-10-22","citations":[{"divid":1216234464,"type":"Newspaper Article","data":["The Great Issue&#58; Shall It Be White Man&#39;s Rule or Negro Rule","Raleigh Register","","October 22, 1884","1"]},{"divid":1216234494,"type":"Book","data":["Edward L. Ayers","Promise of the New South, Life After Reconstruction",null,"New York","Oxford University Press","1992",""]}],"locations":[{"id":1659,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}