{"id":2268,"title":"North Carolina Piedmont is the Place to Grow Yellow Tobacoo\n","course_id":1,"status":"P","start_date":"1880-01-01","end_date":"1880-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["By 1880, no longer did the farmers of North Carolina have to leave their great state and move to western lands to grow the bustling corn crop because they failed to produce agriculture at home. Not only was North Carolina's climate suitable to grow a variety of crops to be grown anywhere in the United States, but the years preceding 1880 witnessed the transformation of North Carolina Yellow Tobacco into the finest gradein the world used by the largest tobacco manufacturing companies in the world.","In 1880, the Granville County newspaper <em>Torchlight</em>, devoted an entire issue to fifty interviews with Granville farmers about their success growing yellow tobacco-one of which was Mr. W. H. Boyd. When the reporters arrived to the Boyd household one brisk Sunday evening, they found nothing but signs of great success. Mr. and Mrs. Boyd were surrounded by their twelve healthy children on a homestead more than 1500 acres. The Boyd's employed thirty hands, and practiced sharecropping instead of renting because it was more profitable. While the Boyd's had not grown yellow tobacco before, they expected to make as much as 5000 on their 1880 crop.","Tobacco cultivation had been a profitable enterprise for Southern farmers since it was first adopted by the colonist in Jamestown Colony in the seventeenth century. Tobacco was originally smoked in a pipe, and it was not until the Civil War that tobacco cigarettes became popular. Bright-leaf, or yellow leaf, tobacco was developed beginning in North Carolina in the 1850's and spread throughout the South through the 1880's. During this period and beyond, the tobacco industry boomed in the North Carolina Piedmont region. Durham and Winston-Salem became two of the leading centers of the cigarette industry, and names such as Duke and Reynolds represented the utmost forms of success. Tobacco manufacturing proved to give the North Carolina Piedmont a boost both agriculturally as well as industrially in the period after Reconstruction."],"display_date":1880,"search_date":"1880-07-01","citations":[{"divid":1216234737,"type":"Pamphlet or Other Printed Material","data":["J.B. Hunter","Useful Information Concerning Yellow Tobacco, and Other Crops, as Told by Fifty of the Most Successful Farmers of Granville County, N. C.","Oxford, NC","W.A. Davis","1880",""]},{"divid":1216234863,"type":"Book","data":["William Ferris and Charles Reagan Wilson","Encyclopedia of Southern Culture ",null,"Chapel Hill, NC","University of North Carolina Press","1989",""]}],"locations":[{"id":1660,"lat":36.3074066663,"lng":-78.5963440829,"zoom":9,"place":"GRANVILLE, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}