{"id":227,"title":"African American Composer William Grant Still is Born\n","course_id":1,"status":"P","start_date":"1895-05-11","end_date":"1895-05-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William Grant Still was born on May 11, 1895 in Woodville, Mississippi.  His father passed away when Still was only three months old, and he and his mother moved to Little Rock, Arkansas, where she soon remarried.  As a boy, Still learned to play the oboe and cello and took violin lessons.  He soon developed an interest in African American, jazz, popular, opera, and classical genres.  Still attended Oberlin College where he sought a medical degree, but instead left and went to work for W.C. Handy in New York City.&lt;br /&gt;In many ways, Still paved the way for African American performers.  In 1955, he conducted the New Orleans Philharmonic Orchestra and was the first African American to conduct a major orchestra in the Deep South.  Still was also the first African American to have an opera performed by a major opera company (his opera, Troubled Island was performed in 1949 by the New York City Opera).  In addition, Still was the first African American to have an opera performed on national television, and the first to run his own recoding company, Black Swan Phonograph Company.  &lt;br /&gt;Over the course of his life, Still received two Guggenheim Fellowships, honorary doctorates from Oberlin College, Wilberforce College, Howard Universtiy, Bates College, and the University of Arkansas.  In 1928, Still won the Harmon Award for the most significant contribution to American Negro Culture.'  Still's aim was to develop a symphonic type of black music which was melodious and conservatively styled and based on black spirituals.  Many of his works, including And They Lynched Him on a Tree' and In Memoriam: The Colored Soldiers Who Died for Democracy' delt with scenes from the American South.  When Still died on December 3, 1978, the New York Times referred to Still as the Dean of Afro-American Composers.'"],"display_date":"May 11, 1895","search_date":"1895-05-11","citations":[{"divid":1213183003,"type":"Book","data":["Jessie Carney Smith","Black Heroes",null,"Canton, MI","Visible Ink Press","1998","545"]},{"divid":1213183094,"type":"Newspaper Article","data":["William Still, 83, Black Composer","New York Times","","December 6, 1978","B6"]}],"locations":[{"id":163,"lat":31.1610416216,"lng":-91.3109144316,"zoom":9,"place":"WILKINSON, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}