{"id":2270,"title":"President Hayes Visits Frederick County Fair\n","course_id":1,"status":"P","start_date":"1877-10-11","end_date":"1877-10-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["President Rutherford B. Hayes, along with Secretary McCrary and Attorney-General Devens, visited and spoke at the Maryland Frederick County Fair on October 11, 1877.The President was welcomed with a speech remarking on his previous visit to the area as a Civil War solider and the turmoil of that time. The President then spoke about the importance of agriculture, saying that if agriculture was prosperous, everything else would follow. He explained that he came to the fair because it represented the agricultural interest of Frederick County and the country as a whole. The Attorney-General and Secretary spoke on similar lines, the former telling farmers to be proud of their jobs and the latter asking people to go west to the farmlands instead of to the cities. Many people came to hear the government officials speak, including Marylanders, Virginians, and Pennsylvanians. ","Frederick County's agriculture is shown to be of supreme interest to not just the Maryland county, but the nation as well. Historians Richard Walsh and William Fox, however, down play the role of Maryland agriculture, saying that by this point in history, other states like Iowa and Illinois produced more than Maryland. They also mention that agriculture was declining due to the industrial growth in Maryland. Perhaps President Hayes' speech to the county fairgoers and even more simply, his presence at the event, can be explained by this decline. Although not completely evident in their positive speeches, the government officials are hinting at the larger problem of mass migration from farms to cities. By emphasizing Frederick County's agriculture, the President is calling for Marylanders and Americans alike to rebalance the economy by focusing once again on agriculture."],"display_date":"October 11, 1877","search_date":"1877-10-11","citations":[{"divid":1214441788,"type":"Newspaper Article","data":["Mr. Hayes in Maryland: The Visitors at the County Fair. Welcoming Address by Hon. James Ritchif Speeches of the President, Attorney General Devens, adn Secretary McCrary","New York Times","","October 12, 1877",""]},{"divid":1214441866,"type":"Book","data":["Richard Walsh and William Fox","Maryland: A History, 1632-1974",null,"Chicago","Maryland Historical Society","1974","397-401"]}],"locations":[{"id":1662,"lat":39.4722539212,"lng":-77.3980976361,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}