{"id":2274,"title":"The Surrender House\n","course_id":1,"status":"P","start_date":"1893-01-01","end_date":"1893-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Stored deep in the attic was a collection of Virginia and Maryland postcards depicting various different historical sites such as the Arlington House, the University of Virginia, the Mariner's Museum, and Monticello. Important enough that it was stored with the Duke family's personal belongings, one postcard from the late nineteenth century displayed a famous Timothy O'Sullivan photograph taken of the McLean family seated on the steps of their home. The postcard told the story of April 9, 1865, where Confederate General Robert E. Lee surrendered to Union General Ulysses S. Grant in the house of Wilmer McLean at Appomattox Court House, Virginia. The two Generals met in a room on the left side of the house and drew up the articles of surrender that marked the end of the War Between the States. The interesting part of the Surrender House history was just beginning as shown by the last line on the back of the postcard - This building was torn down to be rebuilt a St. Louis World's Fair.","The discovery of the postcards in the attic added to the history of the Surrender House. In 1867, the McLean family sold the house and moved to Alexandria, Virginia where Wilmer McLean had been born and built his fortune before marrying the widow Virginia Mason and moving to Appomattox County, Virginia. After transferring hands a few times between the Pascoe and Ragland families, M.E. Dunlap of Niagara Falls, New York, who had lofty plans for the property, eventually bought the house. Originally, his zealous plans were to move the house either to St. Louis as stated in the quote of the postcard or to Chicago for the World's Columbian Exposition in 1893.","Instead of hiring New York architects and contractors, Dunlap kept the process local and hired a Lynchburg, Virginia contracting company by the name of Hardy and Hancock Contractors to draw up blueprints of the house in order to have it successfully dismantled, moved, and rebuilt in its new location. In February of 1893, C. Hubbard of Hardy and Hancock Contractors made five blueprints of the building: the basement plan and house section, the front porch cornices and columns, the window and mantle details, the first floor plan, and the second floor plan. Unfortunately, the plans to move the house to the World's Fair never materialized, so Dunlap decided to have the house moved to Washington, D.C. where it would be on permanent display. Dunlap ordered for complete dismantlement of the house before running into a shortage of cash and legal problems. Thus, the house sat boxed in Appomattox County for 50 years where the wood rotted and the bricks crumbled.","Either a member of the Duke family bought the postcard at Craighill and Jones, Inc. in Lynchburg, Virginia or someone - a friend or a relative - sent it to the Duke family. The Craighill and Jones, Inc. label affixed to the postcard remained although there was no address present anywhere on it. At the time the McLean House postcard was printed, Appomattox County residents including the Duke family believed the house would not remain at its current location, and only pictures and postcards would serve as reminders of the house's rich history. The Duke family looked into the past, saw the house as a reminder of a moment in their lives, and realized that the Surrender House was a piece of history not only to within Appomattox County and Virginia but nationally as far as Chicago and St. Louis."],"display_date":1893,"search_date":"1893-07-02","citations":[{"divid":1218310169,"type":"Manuscript","data":["","",null,"Mss 11425-q","","Postcards of Virginia and Maryland Scenes Collected by the Duke Family","Special Collections Library, University of Virginia"]},{"divid":1218310231,"type":"Manuscript","data":["","",null,"Mss 10356","","Blueprints and plat of the McLean or Surrender House of Appomattox County, Virginia","Special Collections Library, University of Virginia"]},{"divid":1218310293,"type":"Book","data":["Nathaniel Ragland Featherston","Nathaniel Ragland FeatherstonThe History of Appomattox, Virginia, Also World Ware II-I and Spanish American War Service Record",null,"Appomattox, Virginia","American Legion Post 104","1948","49"]},{"divid":1218310487,"type":"Book","data":["United States National Park Service","Appomattox Court House&#58; Appomattox Court House National Historic Park",null,"Washington, D.C.","U.S. Department of the Interior","2002","70-113"]}],"locations":[{"id":1665,"lat":37.3722533013,"lng":-78.8121458288,"zoom":9,"place":"APPOMATTOX, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}