{"id":2277,"title":"A Dissenting Voice\n","course_id":1,"status":"P","start_date":"1837-07-09","end_date":"1837-07-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Unmarried and living on the La Grange plantation in northeast Florida, Ellen Brown could no longer tolerate her brother's inconsistencies on matrimony. Mannevillete Brown believed marriage to be an ultimatum-the great aim of women and last public act before retreating into domestic life. But Mannevillete also spoke of marrying for money, station, and power. How did he then reconcile his speech on a woman's motives if he just claimed that publicity is their only aim? Ellen derided her brother in a letter and blatantly challenged his concept of southern patriarchal order. Mannevillete did not have the right to assume he knew women and their motivations better than she did. Ellen claims he is just as anxious as all women to marry, but she did not accuse him, as he did her, of making it the business of his life. ","Moreover, marriage was more complicated than Mannevillete made it out to be. The concept of marrying well was influenced by many factors-by love, money, property, morals, and the peace of families. Mannevillete did not make inconsistencies agree. Ellen asked him to allow her to make her own decisions towards marriage. To this end, she humbly opined and apologized for her prolixity. ","Ellen Brown's voice was one of dissent in a suppressive society dominated by males. She was part of a larger migration of wealthy, New England families to the Florida frontier seeking opportunity. The Browns, including her sister Corinna, meshed with the social elite of Jacksonville and St. Augustine. They became family friends with David Levy Yulee and Judge Thomas Douglas, influential policymakers at the time. Thus, the Brown sisters came under tremendous systemic pressure to marry well. They were vibrant, young, northern-born women, educated, and literate. Their eloquent correspondence is evidence of pressure against customary social norms which would increase in intensity from the early nineteenth century through the Civil war and Reconstruction. ","In the early 1800's, the doctrine of separate spheres, the cult of domesticity, and the cult of single blessedness were widely held beliefs and concepts in the South. Men and women occupied separate and exclusive spheres of influence, one external and societal, the other internal and domestic. Women could not vote, hold property in most circumstances, or engage in economic transactions; husbands acted as brokers for their interests (coverture). Marriage was a way to gain status and influence through males, but single southern women, such as Ellen, could also carve a special niche in society, that of the maiden aunt who was blessedly single. An aging single woman, the maiden aunt, cared for family members and children in times of sickness and death and maintained a close-knit family through communication. These maiden aunts were especially close with their brothers, such as Mannevillete, who offered male companionship and attention, as well as outlets for political discourse and debate.","The Civil War and Reconstruction offered even more opportunities for women to expand their spheres of influence and redefine their roles in society. The percentage of single women had already begun to rise in 1830 and increased with the loss of thousands of men in the Civil War. Southern households were transformed. With the removal of slavery, women assumed new domestic duties but also moved outside that realm to become schoolteachers in new public and private school systems. In all these changes, women began to have a choice: choice of marriage, choice of profession, and choice of civic responsibility. Marriage was expected, but single women of the elite classes were not universally exiled to the periphery of southern society; they found meaningful roles to fill within the family and later, civic life. The correspondence of Ellen and Corinna Brown is more of an anomaly-atypical and unrepresentative of the whole of southern women. The Brown sisters were incredibly intelligent and well-educated, having the time and resources to write and preserve their daily opinions, thus offering a glimpse of social norms in flux. Most southern women were not so privileged. Still, as more women began to choose to be single, they helped shape their futures more than societal forces that once constrained them."],"display_date":"July 9, 1837","search_date":"1837-07-09","citations":[{"divid":1215861536,"type":"Primary Source in a Secondary Source","data":["Ellen Brown to Mannevillete Brown","July 9, 1837","Echoes From a Distant Frontier&#58; The Brown Sisters&#39; Correspondence from Antebellum Florida","James M. Denham and Keith Huneycutt","Columbia","University of South Carolina Press","2004","xix-xxviii, 22, 35"]},{"divid":1215861653,"type":"Book","data":["Christine Jacobon Carter","Southern Single Blessedness&#58; Unmarried Women in the Urban South, 1800-1865",null,"Chicago ","University of Illinois Press","2006","65-94"]},{"divid":1215861712,"type":"Book","data":["Catherine Kerrison","Claiming the Pen&#58; Women and Intellectual Life in the Early American South",null,"Ithaca","Cornell University Press","2006","3-6, 11"]},{"divid":1215861761,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Angela Boswell","Married Women&#39;s Property Rights and the Challenge to Patriarchal Order","Negotiating Boundaries of Southern Womanhood&#58; Dealing with the Powers that Be","Thomas H. Appleton, Jr., Janet L. Coryell, Anastasia Sims, and Sandra Gioia Treadway, Eds.","Columbia","University of Missouri Press","2000","89-102"]},{"divid":1215861980,"type":"Book","data":["Jane Turner Censer","The Reconstruction of White Southern Womanhood&#58; 1865-1895",null,"Baton Rouge","Louisiana State University Press","2003","31-50, 98-118, 154"]}],"locations":[{"id":1667,"lat":null,"lng":null,"zoom":8,"place":"DUVAL, Florida"}],"tags":[{"id":6,"tag":"Education"},{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}