{"id":2278,"title":"Brown&#39;s Speech to Congress\n","course_id":1,"status":"P","start_date":"1844-06-17","end_date":"1844-06-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Looking out over the twenty eighth Congress, Mr. A.V. Brown knew he needed to convey to the statesmen gathered that the division of Florida territory into east and west partitions, and the prolonging of the territorial phase therein, was both inadmissible and undemocratic. Brown, speaking for the Committee on the Territories, implored the House to strike down Bill H.R. No. 431. He began by appealing to the American ideal of self-government, a tactic that should carried some weight in front of a Congress who still vividly remembered the American Revolution. By 1844, the territorial-government phase in Florida had dragged on for 23 years. As such, its citizens had no formal political rights in Washington outside of a single delegate. Self-government was the maxim of America...that high privilege, the right of all men; Florida could no longer be denied participation while being subject to the supreme and despotic rule of those in Washington. Brown sounded much like Thomas Paine that day, and everyone in the room could relate to his words.","Brown then moved to describe the people of Florida as freedmen whose bosoms...heave with all the same impulses of liberty which mark the character of their fellow citizens. To such a population, the 23 years of absolute dependence had been degrading and injurious. The substance of his argument then became clear: Florida's entrance into the Union would serve mutual interests by relieving the federal government of the responsibility, expense, and trouble of maintaining the territory, while Florida would finally obtain formal political rights. In addition, the expedited admission of Florida would coincide with that of Iowa, maintaining the equilibrium of free and slave states. Brown concluded by again asking Congress to throw out Bill No. 431.","A.V. Brown's speech highlighted several divisive issues. The idea of a separate East and West Florida divided Floridians throughout the territorial phase. Not only was there physical and psychological separation between the two areas due to Florida's vast size, but divisionists argued that the cost of running a single state would be too high. They argued to delay the state-forming process, let the population increase, and then divide into two smaller territories. Unionists argued for Home rule, autonomy, and the benefits, such as education grants, that statehood would bring. David Levy Yulee, the most influential figure in Florida's antebellum history, backed the unionists and advocated for a United Florida. He served from 1841 to 1845 as the territorial delegate to Congress, leading Florida to statehood, and was subsequently elected as the first Jewish senator in U.S. history.","The entrance of Florida as a slave state, to balance the Union, was the substantive crux of the positions of Brown and Levy. Slave labor was essential to Florida's economic development; planters had poured in from the lower South after Spanish cession through the Adams-Onis Treaty of 1821 to establish cotton plantations in middle and western Florida, around Tallahassee. Just as with Maine, Missouri, and other territories admitted during the period, politicians sought to maintain a tenuous balance of power. Admission of Florida became more attractive as the application for statehood of a free territory, Iowa, appeared on the horizon and came up in 1846. Less than a year after Brown's speech, on March 3, 1845, Florida became the twenty seventh state of the Union."],"display_date":"June 17, 1844","search_date":"1844-06-17","citations":[{"divid":1217445326,"type":"Government Document","data":["Florida, admission into the Union&#58; to accompany bill H.R. No. 431","United States Congress, House of Representatives, Committee on the Territories","June 17, 1844","Washington, D.C.","Blair &amp; Reeves","1844","1-4","Special Collections Library, University of Virginia",""]},{"divid":1217445550,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Daniel L. Schafer","U.S. Territory and State","The New History of Florida","Michael Gannon","Gainesville","University Press of Florida","1996","207-225"]},{"divid":1217445619,"type":"Book","data":["Charlton W. Tebeau","A History of Florida",null,"Coral Gables","University of Miami Press","1971","171-175"]}],"locations":[{"id":1668,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}