{"id":2279,"title":"E.P. Buford&#39;s Political Rise\n","course_id":1,"status":"P","start_date":"1893-09-04","end_date":"1893-09-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Virginia State Democratic Committee met in Richmond, Virginia and made its decision on their nominees for Committee positions in the coming campaign year. J. Taylor Ellyson, the Chair of the Virginia State Democratic Committee, sat down with the Secretary, James R. Fisher, to write letters to the nominees. In Ellyson's September 4, 1893, letter to E.P. Buford, Esquire, he congratulated Buford on being chosen as the Committee's Canvasser for Brunswick County, Va. Ellyson affirmed his confidence in Buford's abilities and willingness and urges him to accept the position early in order to prepare for the contest.","Economically, the Panic of 1893 was one of the worst crises in the history of the United States. Although there was no consensus on the cause of the Panic, several different factors contributed, beginning around 1890. One of the important factors was a run on the gold supply, where people traded in their silver notes for gold notes. Since so many people traded in their silver notes, the U.S. Federal Reserve reached the minimum amount of gold required in their vaults and people could no longer trade in their silver notes. After this occurred, many banks failed, thus causing the price of silver to plummet. Once the banks failed many railroads (and then companies) in the West and Northwest followed suit and filed for bankruptcy. Thus, the estimates for the number of bank failures and companies reached approximately 500 and 15,000, respectively.","Politically, Americans blamed the Democrats and President Grover Cleveland for causing the Panic. Therefore, when it came time for elections, it was important for the Democratic Party to attempt to withstand the pressure and come out on top. The Virginia State Democratic Committee was looking for strong, respected community leaders to help get the votes within each individual county. This role of soliciting votes fell to the county Canvasser, and in the case of Brunswick County, the Committee chose E.P. Buford for the role. As an established lawyer within the town of Lawrenceville, Virginia, E.P. Buford was an excellent choice for the role because of his many connections within the town and surrounding community. He had many cases with different plaintiffs thus creating a large network and building a reputation within Brunswick County. This is exactly what the Democratic Party needed as it began to take heat for the policies that caused the Panic of 1893."],"display_date":"September 4, 1893","search_date":"1893-09-04","citations":[{"divid":1216235678,"type":"Manuscript","data":["","MSS 38-31",null,"MSS 38-31","Box 1","Papers of Edward Price Buford of Lawrenceville, Virginia","Special Collections, University of Virginia"]},{"divid":1216235739,"type":"Book","data":["William Jett Lauck","The Causes of the Panic of 1893 ",null,"Boston, MA","Houghton, Mifflin, and Company","1907","1-122"]}],"locations":[{"id":1669,"lat":36.7647849382,"lng":-77.8590149574,"zoom":9,"place":"BRUNSWICK, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}