{"id":228,"title":"Convention of Free Silver Supporters\n","course_id":1,"status":"P","start_date":"1895-06-12","end_date":"1895-06-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After the Civil War, silver reserves were discovered in the Western United States.  Free silver advocates were people who advocated the Federal Government to allow silver to be minted at 1 per troy ounce as opposed to the gold standard which valued gold at 20 per troy ounce.  The result of introducing silver into the market would have been an increase in money supply and inflation.  Those who backed free silver were in favor of inflation because it enabled debtors to pay debts off cheaper; wealthy creditors like banks, leaseholders, and landlords were against the free silver movement.  &lt;br /&gt;From June 12-14, 1895, the Convention of Free Silver Supporters met in Memphis Tennessee to discuss the forming of a new silver party.  The meeting was intended to be non-partisan, but was promoted by the Democratic Party, which made an effort to attract Populists and Republicans. Over 2,200 delegates from all over the Southern and Western states attended.  Representatives came from almost every state south of the Ohio River and West of the Mississippi River. &lt;br /&gt;The governor of South Carolina, Benjamin R. Tillman, had predicted a failure of the free silver movement within the Democratic Party and was one of the main advocates for the formation of a new party.  Pennsylvania Congressman, Joseph C. Sibley in a speech on June 12, upset many Democrats by making a direct bid for the leadership of a new party.  Opposing the formation of a new party and urging Democratic unity was Senator Isham Harris from Tennessee.  &lt;br /&gt;Prior to the convention, an associated press report in the Nashville Banner on June 12, 1895 predicted that the convention was not likely to result in anything more than an enormous amount of speech-making and the adoption of strong free silver resolutions.'  At the termination of the convention on June 14, the press's prediction rang true; speeches continued from mid-morning until evening and while several Southern Populists were appointed to the Committee on Resolutions, no resolutions were agreed upon.  The Convention adjourned without conclusive action for adopting resolutions.&lt;br /&gt;Despite the unsuccessful nature of the convention in Tennessee, the free silverites continued to hold conventions throughout the United States.  The rhetoric of free silver became so popular that by 1896, the Democratic National Party nominated William Jennings Bryan, a free silver supporter, for President."],"display_date":"June 12, 1895 - June 14, 1895","search_date":"1895-06-13","citations":[{"divid":1213490497,"type":"Book","data":["C. Vann Woodward","Origins of the New South, 1877-1913",null,"Baton Rouge","Louisiana State University Press","1951, 1971","280"]},{"divid":1213490579,"type":"Newspaper Article","data":["The Silver Convention","Nashville Banner","","June 11, 1895","1"]},{"divid":1213490617,"type":"Newspaper Article","data":["A Prospect of a Split","Nashville Banner","","June 13, 1895","1"]}],"locations":[{"id":164,"lat":35.182488505,"lng":-89.8964012565,"zoom":9,"place":"SHELBY, Tennessee"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}