{"id":2280,"title":"The Future of Miami\n","course_id":1,"status":"P","start_date":"1844-05-25","end_date":"1844-05-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The little coastal steamer, only 105 feet in length and 152 tons in weight, chugged up the Miami River towards the settlements on the interior. It was hardly a triumphant parade of U.S. naval power. The Sailing Master of such a flagship was one Edward C. Anderson, and he took in the alien landscape as it passed on either side. Upon arriving at Miami, he found it to be little more than a collection of armed occupants, so called, receiving from government a certain quantity of land as a grant, in a suffocating tropical environment. Possible fertile river bed soil was made worthless by layers of limestone, and the horizon stretched off into a pine barren land. Worsening an already unspectacular picture were the horseflies and mosquitoes that infested the region; all animals must be covered and kept in dark stables or the insects would make the blood trickle from every pore.","Indeed, Miami's future did not seem bright, but the settlers there were still very sanguine of establishing eventually a flourishing settlement and have laid out a town yet to be built. Anderson was not so hopeful. He did not see it possible that Miami could become much more than it is for there are few facilities and no capital either at present or in prospect. In geographical terms, Miami is situated between the Bay of Biscayne to the east and the vast Everglades to the west. The area is a virtual swampland, abundant in peat and humid soil and averaging 65.5 inches of rainfall per year. Miami was not adapted for general agricultural development, and outsiders, such as Anderson, gave the settlement up for dead in 1844. The story of how Miami came to be one of the leading cities in Florida, the South, and the nation in the twentieth century is one of natural resources and an adaptive economy.","The antebellum history of Miami is marked by the same patterns as other Florida cities: Indian attacks, hurricanes, and poor agriculture. Miami became the seat of Dade County in 1844, the same year Master Anderson visited, but the county's population would decrease from 446 in 1840 to 85 in 1870. To put this in perspective, Dade County is almost the size of the state of Massachusetts. This mass migration was due, in part, to Seminole hostilities; the settlement did not recover. Miami's identity as a city would begin to take shape after 1870. Pioneers won their lands from the jungle around Miami and soil was reclaimed through canal drainage systems. Population rose to 861 in 1890, 3,322 in 1895, and would explode in the twentieth century with the extension of Henry M. Flagler's East Coast Railroad to Miami in 1896. Miami emerged as a resort and tourist destination and remains such to this day. ","Florida was very different from the rest of the South: stormier, swampier, less networked by railroads, and ravaged by Indian wars. With the exception of the Cotton districts in west and central Florida around Tallahassee, Florida failed to be a major cash crop producer. It excelled in citrus plantations but little else. Early on, Miami just did not fit in the mold of a prosperous southern city. The economic system was agricultural, and Miami could not function within that system and was pushed out of it. Even in 1880, Miami was practically nonexistent. Anderson would have seemed to be correct about the city and its settlers. Miami, along with other Florida cities, adapted with the system, and the advent of sophisticated railroads and the tourist industry gave Miami a specialization it could do well. A look back at Miami in 1844 shows how the physical surroundings and geographic location of settlements are the most important determinant of how cities develop, when they develop, and how they will be judged as a success by outsiders."],"display_date":"May 25, 1844","search_date":"1844-05-25","citations":[{"divid":1215094480,"type":"Primary Source in a Secondary Source","data":["Diary of Edward C. Anderson","May 25, 1884","Florida Territory in 1844: The Diary of Master Edward C. Anderson","W. Stanley Hoole ","Tuscaloosa","University of Alabama Press","1977","36-37"]},{"divid":1215094542,"type":"Book","data":["James E. Buchanan","Miami: A Chronological and Documentary History 1513-1977",null,"New York","Ocean Publications","1978","1-12"]},{"divid":1215094588,"type":"Book","data":["American Guide Series","Miami and Dade County: Including Miami Beach and Coral Gables",null,"New York","The Florida State Planning Board","1941","8-54"]},{"divid":1215094670,"type":"Book","data":["Charlton W. Tebeau","A History of Florida",null,"Coral Gables","University of Miami Press","1971","1-8"]}],"locations":[{"id":1670,"lat":null,"lng":null,"zoom":8,"place":"DADE, Florida"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}