{"id":2285,"title":"Southside Virginians in the Spanish American War\n","course_id":1,"status":"P","start_date":"1898-01-01","end_date":"1899-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["July 31 - Pendleton, Charles - Harris Creek - Amherst County - Railroad Brakesman - 27 years of age - Single - 5'7.5 - 136 pounds - Chest Measurement 34 and 36.5 - Ruddy Complexion - Blue Eyed - Light Brown Hair - Accepted - Vaccinated was how the many Army documents read in the collection of James Dearing Fauntleroy. All of them were Army documents titled Monthly Report of Physical Examination of Recruits from different cities located in Southside Virginia between the years of 1898 and 1899. They gave all pertinent information regarding the man and whether the U.S. Army accepted or denied each from entering the U.S. Army. These documents became important when the United States declared war on Spain on April 25, 1898.","Leading up to the war, the United States had a great deal of interest in purchasing Cuba because many Americans had invested in sugar plantations. In fact, by 1895 Americans had already invested approximately 50 million dollars in Cuba with the profits from trade being close to double that amount. President Grover Cleveland announced on June 12, 1895 that the United States was neutral, even as fervor for war increased in the United States. Spanish General Valeriano Weyler decided that insurgents in Cuba would be easier to control by the Spanish Army if they were located in the center of the Cuban island, so he enacted a policy of Reconcentration and then put the entire island under marital law. On December 7 of the same year, President Cleveland changed his decisions stating that the United States would become involved in the Cuban conflict if Spain failed to end the crisis.","After the explosion aboard the U.S.S. Maine on February 15, 1898, it looked as though the United States would definitely become involved in the conflict. On March 28, the U.S. Naval Court of Inquiry determined that a mine caused the explosion on the U.S.S. Maine. Later that spring in April President McKinley ordered a blockade of Cuba just four days before declaring war on Spain. Once American troops landed in Cuba in June, the Marines captured Guantanamo Bay. The Mobilization Act of April 22 enabled approximately 190,000 regular Army members and volunteers to join the troops already in Cuba. After troops attacked from San Juan and in the San Juan port in early July, Spain signed an unconditional surrender agreement on July 16. A peace treaty signed between representatives of the United States and Spain on December 10, 1898 in Paris, France determined the independence of Cuba while ceding both Puerto Rico and Guam to the United States and allowing the purchase of the Philippines Island by the United States.","At the end of the war, the United States had invested 250 million in the war and lost 3,000 lives. Although it was unlikely that Virginians made many of the investments in Cuba, many men in Southside Virginia volunteered to fight in the Spanish-American War including those whose records Fauntleroy kept. In Appomattox County for instance, seven Spanish American War veterans - William H. Burke, Raleigh Green, Walter J. Payne, L.M. Southall, Thomas Trent, E.C. Wheeler, and Henry White - fought in 1898."],"display_date":"1898 - 1899","search_date":"1898-12-31","citations":[{"divid":1218310947,"type":"Manuscript","data":["","",null,"Mss 3757","","Papers of the Campbell County, Virginia, Engineer James Dearing Fauntleroy","Special Collections Library, University of Virginia"]},{"divid":1218310988,"type":"Book","data":["Nathaniel Ragland Featherston","The History of Appomattox, Virginia, also World War II-I and Spanish American War Service Record",null,"Appomattox, VA","American Legion Post 104","1948","49"]},{"divid":1218311075,"type":"Book","data":["Patricia and Edwin Ray Holloman","Virginia&#39;s Participation in the Spanish American War, 1898; the Phillipine Insurrection, 1899-1901; and the China Relief Expedition, 1900-1901",null,"Charlottesville, VA","Library of Virginia, Archival and Information Services Division, Reference Section","2002","1-8"]},{"divid":1218311178,"type":"Website","data":["Library of Congress","The World of 1898&#58; The Spanish-American War","Library of Congress","http&#58;//www.loc.gov/rr/hispanic/1898/intro.html","October 11, 2006"]},{"divid":8320,"type":"Dissertation/Thesis","data":[null,null,"pdyOzNIQto"]}],"locations":[{"id":1673,"lat":37.2188776641,"lng":-79.102397246,"zoom":9,"place":"CAMPBELL, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":17,"tag":"Government"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}