{"id":2286,"title":"Reverend Hawley Calls for Baltimore Methodists to Modernize\n","course_id":1,"status":"P","start_date":"1889-04-24","end_date":"1889-04-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 24, 1889, The Episcopal Methodist, a Baltimore, Maryland newspaper, published an article by the Reverend J. M. Hawley entitled Southern Methodism and the Age, calling for the Methodist Church to reform itself in order to be a success in the modern age. Hawley called the present age a great period for both the Church and the country. The Church, he said, must embrace the age and modernize along with it; all Christians should ask themselves how to accomplish this task. Specifically, he asked how the Baltimore Conference could be prosperous.","Reverend Hawley named three things in his article that make up what the Church should focus on: great enterprises, an aggressive spirit, and great liberality. In explanation of the first, he wrote that new churches should be built to expand the congregation and community and that all should lend support to this cause. He said in order to do this, the members need an aggressive spirit, to push forward through all obstacles. And finally, the liberality he spoke of, is in reference to money, and how it should be spent to do the work of God. The Reverend called on Methodists to follow the progressive trend of the times and modernize themselves to increase their influence and scope in the Baltimore community.","Historian John B. Boles explains that, after the Civil War, the popularity of the more mainstream religions declined while more people began converting to Methodism. People wanted to focus on perfecting their spirituality and concern themselves less on the world around them. Historian C. Vann Woodward, however, states that in the 1880s, Southern Methodists called for rejecting Northern ideals like progress; they had been noticing people abandoning morals for money. The article by Reverend Hawley partially goes against these views. He fixes the problem of money and morals by saying they can go together; money can and definitely should be used in the service of God. Perhaps his call for progress has to do with the fact that Maryland is not located in the Deep South and prone to Northern influence. Also, perhaps Hawley's article is a backlash to this concept; as Maryland Methodists look forward to the 1890s, they are looking to combine progress with religious values so that Methodism would continue to flourish into the twentieth century."],"display_date":"April 24, 1889","search_date":"1889-04-24","citations":[{"divid":1213487814,"type":"Newspaper Article","data":["","The Episcopal Methodist","Baltimore, MD","April 24, 1889",""]},{"divid":1213487837,"type":"Book","data":["John B. Boles","The South Through Time: A History of an American Region &#40;2&#41;",null,"Upper Saddle River","Prentice Hall","1999","421-422"]},{"divid":1213487894,"type":"Book","data":["C. Vann Woodward","Origins of the New South, 1877-1913",null,"Louisiana","Louisiana State University Press","1971","170, 172"]}],"locations":[{"id":1674,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}