{"id":2288,"title":"Mortgaging Property  \n","course_id":1,"status":"P","start_date":"1838-04-08","end_date":"1838-04-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In April of 1838, George Guion wrote to the Thibodeauxville Branch of Union Bank of Louisiana asking for a loan of 5,000 in addition to a 10,000 mortgage he already had from the bank on his plantation and slaves. Guion wrote that his plantation had increased in both size and productivity since his first application for a loan due to the fencing of his land, the erection of a cotton gin and a gristmill, and from the cutting of ditches. As security for the additional loan he offered to the bank his plantation and sixteen slaves whose ages ranged from sixteen months to fifty years. It is unknown if the bank granted his loan. ","Banks in Louisiana were encouraged by the state to make large loans to planters in order promote agriculture and commerce. The state mandated that banks open branches in plantation areas and make a certain number of mortgage loans, specifying the geographical distribution of the loans around the state. Although collateralized transactions usually accounted for a small number of credit transactions, slaves were the most popular form of collateral for those short-term and long-term loans that required collateral. For example, slaves accounted for 80 percent of the securities offered in recorded mortgages in antebellum East Feliciana Parish in Louisiana. Slaves could also be used as collateral for purchasing shares in Louisiana's investment banks. ","In the South, slaves were property-they could be bought, sold and transported to any location that allowed slavery. As property, their owners could use slaves when they needed loans. The income stream, or the prospective value of a slave on the present market, influenced the amount each slave was mortgaged for; thus a slave's value was measured in cash. The mortgages usually consisted of recognition of a debt by the debtor and a description of the debt and the property being mortgaged and the time and means by which the mortgaged property had been purchased. Banks all over the South allowed slaveholders to use their slaves as collateral. The Bank of Charleston in South Carolina, founded in 1834, accepted at least five hundred and twenty nine slaves as collateral for mortgages and loans in the years before the Civil War. They also confiscated and owned an unknown number of these slaves when loans were defaulted upon. The Georgia Railroad and Banking Company that was founded in 1832 confiscated at least one hundred and sixty-two slaves from defaulted loans before the Civil War."],"display_date":"April 8, 1838","search_date":"1838-04-08","citations":[{"divid":1218737458,"type":"Manuscript on Microfilm","data":["","George Guion to Thibodeauxville Branch of Union Bank of Louisiana, April 1838","Reel 1, Micflm 1705, Ser. J Frame 0287","Guion Family Papers","Alderman Library, University of Virginia"]},{"divid":1218737520,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["George D. Green","Public Policy toward Banking","The Louisiana Purchase Bicentennial Series in Louisiana History Vol. IV Antebellum Louisiana, 1830-1836 Part A&#58; Life and Labor","Carolyn E. De Latte","Lafayette","Center for Louisiana Studies University of Southwestern Louisiana","1999","315-343"]},{"divid":1218737639,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Richard H. Kilbourne","Securing Antebellum Credit Transactions with Slaves","The Louisiana Purchase Bicentennial Series in Louisiana History Vol. XI The African American Experience in Louisiana Part A&#58; From Africa to the Civil War","Lawrence N. Powell","Lafayette","Center for Louisiana Studies University of Southwestern Louisiana","1999","620-644"]},{"divid":1218737717,"type":"Book","data":["Walter Johnson","Soul by Soul&#58; Life Inside the Antebellum Slave Market",null,"Cambridge","Harvard University Press","1999","25-26"]}],"locations":[{"id":1676,"lat":29.3204554147,"lng":-90.0865534097,"zoom":8,"place":"LAFOURCHE, Louisiana"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}