{"id":2289,"title":"Bradley Tyler Johnson&#39;s Woodlands\n","course_id":1,"status":"P","start_date":"1899-08-21","end_date":"1899-08-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1899 Bradley Tyler Johnson posted a flyer titled For lease on Ninety-Nine Year Terms that advertised a 99-year lease on his property, the Woodlands, located in Amelia County. Johnson had a very specific vision for the property; I want a colony of ten families from the Northwest to settle here, he wrote. Traditionally Southside Virginia, including Amelia County, had a rural background with very few towns of any size. In both the eighteenth and nineteenth centuries until the end of slavery, Southside Virginia had borrowed from the Chesapeake region the tobacco economy based upon slave labor, only lacking the wealth and sophistication. Johnson knew that the area would not attract those seeking great wealth, so he aimed his advertisement towards families committed to a rural lifestyle.","Bradley Tyler Johnson promoted the property through its location and land attributes. First, Johnson advertised on his flyer that the Woodlands was located only two and a half miles from the Amelia County Courthouse and 36 miles southwest of Richmond by the Southern Railroad. Other benefits the property based on its location included receiving mail twice a day, two newspapers - one from Baltimore, Maryland and the other from Washington, D.C., and telegraph service. Next Johnson went into detail in describing the many land attributes such as the red clay soil, the alluvium river bottoms, the oak forest, and plentiful streams and springs. He said that the Uplands have never been ploughed since the flood 'Before the Wah'. I suppose they were scrathed for an inch to an inch and a half, in depth by a mule and a n----r, but below that depth has never been stirred by the hand of man, and is just as virgin, as the morning Noah landed on Arabat. Johnson made plans to divide the Amelia County land into farms of 150 acres each and suggested that the settlers grow orchards of apples, grapes, pears, plums, and cherries.","Although it was not entirely clear whether Johnson would have leased the land to sharecroppers, sharecropping was a very common practice during and after Reconstruction. Sharecropping was leasing land to families who would pay their rent by giving the owner a portion of the crop grown on the land. During Reconstruction not only freedmen and women but also poor whites without land practiced sharecropping in Virginia. The practice continued strongly after Reconstruction especially in rural areas formerly based upon the labor of slaves such as the tobacco farms in Amelia County. Sharecropping exploited the people who worked the land by charging high interest rates on borrowed goods and by demanding large portions of their crop. Plantation owners in rural areas found themselves without labor after the Civil War and the practice of sharecropping helped to alleviate the burden of labor.","Johnson was a wealthy man who owned land in Amelia County while spending much of his time in his Richmond, Virginia home. He had a strong desire to lease his land to a colony of families who are neighbors and friends at home and would be so in a new country instead of Virginia locals who were likely to be freedmen and women. It is clear from the language of the advertisement that Johnson only planned to lease the land to white families based on a discussion of black labor and the use of derogatory, racist language. Johnson told the story of rural farmland and woodland where a family could find happiness but not riches instead of telling the story of sharecropping and how difficult life could be."],"display_date":"August 21, 1899","search_date":"1899-08-21","citations":[{"divid":1218313394,"type":"Manuscript","data":["","",null,"Mss 6048-a","","Papers of Bradley Tyler Johnson","Special Collections Library, University of Virginia"]},{"divid":1218313432,"type":"Book","data":["Charles J. Farmer","In the Absence of Towns",null,"Landham, Maryland","Bowman &amp; Littlefield Publishers, Inc.","1993","1-8"]},{"divid":1218313470,"type":"Book","data":["Melvin Stokes","Race and Class in the American South Since 1890",null,"Providence, R.I.","Berg ","1994","85-125"]}],"locations":[{"id":1677,"lat":37.3359551661,"lng":-77.9760581709,"zoom":10,"place":"AMELIA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":12,"tag":"Migration/Transportation"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}