{"id":2290,"title":"The Murder of Mrs. Harris \n","course_id":1,"status":"P","start_date":"1854-12-25","end_date":"1854-12-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["n the day of the murder, Ben Small kept watch in the yard for Isidore. Isidore knew that Mrs. Henry would never let Small in the house, so he had to commit the crime. After the murder, one of the men set fire to the house. Ben worried about the children who were asleep in the house at the time. ","This won't do, the children will be burned; let us wake them or put the fire out, Small reportedly said. ","No, Isidore replied. So much the worse for them. Let them burn, they will tell no tales. ","H.B. Trist of Bowden Plantation wrote to his daughter Willie in New Orleans on Christmas Day, telling her of the incident. Small had confessed to being an accomplice in the premeditated murder of Isidore's white mistress Mrs. Henry, and Trist's account of the murder came from the confession. This accounts, perhaps, for the story of Small's attempt at heroism when he reportedly wanted to save the children; it is possible that Small lied in order to save his own neck. It is unlikely he was capable of much heroism as he was also mixed up in the murder of two white whiskey sellers in the area. It is unclear if Small was a slave on the Marchand plantation or another plantation or if he was a free man. ","Trist found Isidore's betrayal of his mistress with whom he had grown up the most disturbing part of the confession. He thought that since Isidore had been raised together with Mrs. Harris and since she had always been kind to him this made his villainy even worse than Small's. ","In expressing his distress that Isidore could murder a woman whom he had grown up with and who had apparently always been kind to him, Trist was showing that he, like slaveholders throughout the South, subscribed to the doctrine of paternalism. Paternalism was a defense of slavery in which slaveholders claimed that they treated their slaves well and took care of them by providing them with food, clothing lodging, and religion. Slaveholders thought slavery to be a type of parent/child relationship where the slaveholder took care of the slave and the slave was grateful and content to be looked after. ","But Mrs. Harris' murder shows an instance where African Americans were obviously not content and thus showed an active resistance to their enslavement. According to historian Kenneth Stampp, slaves thought of their enslavement in terms of labor extortion and a lack of control over their own time and labor. They would play along with the slaveholder's illusions that they as slaves were helpless, because not to do so might anger their owner and end in some form of punishment by the owner. Slaves struggled against their forced servitude in many ways. Some were careless in their work. Some slaves sabotaged themselves to make themselves unfit for work. Stampp reports on one Kentucky slave who would purposely make himself sick by overdosing on medicines he found in his master's medicine chest. One of the more extreme steps a slave could take to resist enslavement was to run away. This was a dangerous step; runaway slaves usually were caught and brought back to the plantations where they were usually publicly punished as a warning to other potential runaways. A most extreme form of resistance was murder. Slaves murdered both overseers and owners for different reasons. Usually it was because the slave felt he had been treated badly or punished unfairly. According to Stampp, violence was usually only adopted by the most extremely discontented of the slaves. Many states had Black Codes to deal with slave violence. Louisiana's Black Code ordered that a slave be given a trial; if convicted, the slave was either sent to prison or, as was most common in the South, executed. "],"display_date":"December 25, 1854","search_date":"1854-12-25","citations":[{"divid":1215094841,"type":"Manuscript on Microfilm","data":["","H.B. Trist to Willie Trist, December 25, 1854","Reel 1, Micflm ser. J, Frame 0126","Trist Papers","Alderman Library, University of Virginia"]},{"divid":1215094876,"type":"Website","data":["Carolina Galindo","Antebellum Slavery: Paternalism: Its Five Models","Coral Gables High School","http://cghs.dadeschools.net/slavery/antebellum_slavery/paternalism/five_models.htm","October 22, 2006"]},{"divid":1215095022,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Judith Kelleher Schafer","The Treatment of Slaves Accused of Crimes","The Louisiana Purchase Bicentennial Series in Louisiana History Vol. XI The African American Experience in Louisiana Part A: From Africa to the Civil War","Charles Vincent","Lafayette","Center for Louisiana Studies University of Southwestern Louisiana","1999","597-614"]},{"divid":1215095104,"type":"Book","data":["Kenneth M. Stampp","The Peculiar Institution: Slavery in the Ante-Bellum South",null,"New York","Alfred A. Knopf","1982","86-88, 114-116, 128-132"]}],"locations":[{"id":1678,"lat":30.2032650126,"lng":-90.9027162217,"zoom":10,"place":"ASCENSION, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}