{"id":2291,"title":"Jilted Italian Workers Take Stand and Fight with Police\n","course_id":1,"status":"P","start_date":"1884-02-15","end_date":"1884-02-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 15, 1884, when A. J. Parliament tried to pay fifty Italians hired to work on the Baltimore and Ohio Railroad at Aberdeen with 750 instead of the 1,500 they were owed, he was seized by the workers and locked up. They told him they would not release him and threatened to kill him unless paid the full amount. When Sheriff Walker and his Deputy came to investigate at around midnight, they too were captured and detained. The Italians talked of killing them as well.","The next day, Reverend Steele got the Italians to agree to release the Sheriff and the Reverend and Parliament signed a statement saying they would be paid in full in a couple of days. When citizens and police from surrounding towns showed up, however, the Italians got spooked and ran to get Parliament. The police and citizens ran after them and fighting ensued. The police fired upon the laborers. By that evening, most of the workers had been captured and taken to jail. Some of the Italians were shot but not seriously injured; the Sheriff, on the other hand, received a severe wound. The people living in the area, who had supported the Italians over the previous weeks, had much sympathy for them. Fearing there would be more fighting, extra police were stationed in the jail.","Immigration of Italians during the mid-eighties in Maryland seems to be studied less than later immigration. Not that many Italians lived in nor were immigrating to the United States between the Civil War and the 1880's. Between 1860 and 1880, 68,000 Italians came to the United States. After 1880, there were only 45,000 Italians still living in the country. In the two decades following 1880, 1,000,000 Italians came to the United States. Therefore, Italian immigration was not yet a large phenomenon during the time of the riot. Historians Richard Walsh and William Fox also focus on the immigration increase after 1900. Perhaps historians' lack of interest also reflects the apathy of Marylanders at the time. In Harford County, the Italian immigrants were denied their due. They had to rise up and threaten to kill their contractor and policemen to get noticed. Immigrants seem to be thrust into the background of Maryland 1880s history, having been a minor part of the population; the riot of Italian workers in Harford County suggests that during this point in time, they were equally ignored."],"display_date":"February 15, 1884 - February 16, 1884","search_date":"1884-02-15","citations":[{"divid":1216168653,"type":"Newspaper Article","data":["A Labor Riot&#58; Narrow Escape of a Contractor From Lynching-A Collision with the Police","Chicago Daily Tribune","","Feburary 17, 1884",""]},{"divid":1216168690,"type":"Book","data":["Richard Walsh and William Fox","Maryland, 1632-1974",null,"Chicago","Maryland Historical Society","1974","437, 495, 505-509"]},{"divid":1216168739,"type":"Book","data":["Humbert S. Nelli","From Immigrants to Ethnics&#58; The Italian Americans",null,"Oxford","Oxford University Press","1983",""]}],"locations":[{"id":1679,"lat":39.5358347431,"lng":-76.0898051386,"zoom":9,"place":"HARFORD, Maryland"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}