{"id":2292,"title":"A Letter to Congress\n","course_id":1,"status":"P","start_date":"1842-06-23","end_date":"1842-06-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Several planters and sugar manufacturers from Jefferson Parish joined with citizens from parishes across the state of Louisiana in signing and sending a letter to the United States Congress pleading for increases in tariffs on imported sugar. Stating that the Tariff of 1832 had caused the agricultural, commercial, and manufacturing interests of Louisiana's sugar industry to become paralyzed, they said Louisiana sugar planters needed tariffs on sugar to be high so that Americans would buy their domestic sugar instead. The planters claimed that soon every mechanic, every manufacturer, every merchant, every farmer, every corporation, in our happy Union, [would become] a bankrupt. The planters urged Congress to reinstate the Tariff of 1816, so as to protect the industry.","This letter shows an instance where economics dominated over regionalism in the South. Generally, the South exported their goods and bought imported goods, making them favor lower tariffs. Tariffs were meant to protect United States industries from foreign competition, and since most of the South did not have U.S. market interests they did not care for the tariffs. But the sugar industry did care; they hoped to dominate the American market, but to do that they would need foreign sugar to cost more, and thus they favored high protective tariffs.","This favoring of high protective tariffs meant that planters across the South voted for politicians who also favored protective tariffs. Generally this meant that Southern planters voted for the Whigs. The Whigs supported high tariffs so as to protect homegrown interests. Tariffs proposed in Congress were usually voted for by Whigs, while Democrats generally opposed and tried to stop the passage of tariffs. The Whigs also appealed to Southerners because they believed in states' rights. These shared values helped create a mutually beneficial relationship between the party and the South. The party supported the South's values of protective tariffs and state sovereignty and the South supported the party, helping them win local, state and national offices."],"display_date":"June 23, 1842","search_date":"1842-06-23","citations":[{"divid":1215095249,"type":"Website","data":["Gaythe Carver Thompson","Sugar Planters and Manufactures to Congress","RootsWeb","www.rootsweb.com","September 20, 2006"]},{"divid":1215095287,"type":"Article","data":["Charles S. Griffin","The Taxation of Sugar in the United States, 1789-1861","The Quarterly Journal of Economics","Vol. 11, No. 3","April 1897","296-309"]},{"divid":1215095348,"type":"Website","data":["Douglas A. Irwin","Antebellum Tariff Politics: Coalition Formation and Shifting Regional Interests","Dartmouth College","www.dartmouth.edu/~dirwin/internal2.pdf","October 5, 2006"]},{"divid":1215095393,"type":"Book","data":["Michael F. Holt","The Rise and Fall of the American Whig Party: Jacksonian Politics and the Onset of the Civil War",null,"Oxford","Oxford University Press","1999","28-31, 147-148"]},{"divid":1215095448,"type":"Book","data":["Perry H. Howard","Political Tendencies in Louisiana",null,"Baton Rouge","Louisiana State University Press","1971","36-71"]}],"locations":[{"id":1680,"lat":29.4255371375,"lng":-90.0017454475,"zoom":9,"place":"JEFFERSON, Louisiana"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}