{"id":2294,"title":"Ambrose Powell Hill Statue Unveiling\n","course_id":1,"status":"P","start_date":"1892-11-29","end_date":"1892-11-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Colonel W. Gordon McCabe, Commander of A.P. Hill Camp, Number 6, stood and slowly walked towards the podium pulling his carefully folded notes from his pocket. He asked everyone present to stand and raise their glass to themselves as guests of this special event, the infantry, artillery, and cavalry of the Army of Northern Virginia, the staff of the Army, the women of the South, the strong cities of Richmond and Petersburg, and the memory of the dead. With a pull of the sheet, the bronzed statue of General Ambrose Powell Hill given by the Pegram Battalion Association, A.N.V., was uncovered in honor of Hill's great Confederate military victories. Later Colonel McCabe's wife tucked the program from the event into her purse for safekeeping and as a reminder of her husband's powerful and eloquent speech about those who lost their lives in the Civil War.","Ambrose Powell Hill was a Confederate General who fought in the Civil War yet few people knew much about. At one point in his career, General A.P. Hill led one third of Lee's Army and later both Stonewall Jackson and Robert E. Lee called upon him in their last moments. Although he was not from Petersburg or Dinwiddie County where the statue was later erected in his honor, General Hill was a Virginian from Culpepper in the central part of the state. He began his prestigious military career at West Point where he graduated high in his class. When the Civil War broke out in Virginia, Hill decided to fight for the Confederacy so the he could defend state's rights and the honor of Virginia. He was involved in many different battles within Virginia, and the Confederate Army promoted him several times before a bullet from a stray group of Union soldiers struck him in 1865 causing his immediate death.","Raising the statue of A.P. Hill was not only a tribute to the Confederate military efforts of General Hill and his Light Division which earned so much fame but possibly more importantly, a tribute to a Virginian who believed in protecting the honor of Virginia and the other Southern states above all else. Men joined the Confederate Army to protect their neighborhoods, the land they called home, their families, and their own pride and honor. Although the issues of slavery and state's rights were fundamental issues in the Civil War, they are not why men left their families to fight. The men that General Hill and other important Confederate Generals led into battle were literally protecting their neighborhoods because the Confederate and Union troops met in forty percent of Civil War battles on Virginia and Tennessee soil. By naming their Confederate Camp after General Hill and raising a statue of him almost thirty years later, Dinwiddie County Confederate veterans honored a man who embodied the very values that they had fought for during the Civil War."],"display_date":"November 29, 1892","search_date":"1892-11-29","citations":[{"divid":1215095624,"type":"Manuscript","data":["","Unveiling of the Bronzed Statue of General A.P. Hill Broadside 1892, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1215095656,"type":"Book","data":["Susan L. Bracey","Life by the Roaring Roanoke",null,"Roanoke","Whittet and Shepperson","1977","285"]},{"divid":1215095699,"type":"Website","data":["Jennifer Goellnitz","And then A.P. Hill Came up: A Short Biography of A.P. Hill","Jennifer Goellnitz","http://www.aphillcsa.com/shortbio.html","October 22, 2006"]},{"divid":1215095796,"type":"Book","data":["Derek Smith","The Gallant Dead: Union and Confederate Generals Killed in the Civil War",null,"Mechanicsburg","Stackpole Books","2005","326-370"]}],"locations":[{"id":1682,"lat":37.0773707286,"lng":-77.6296507153,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}