{"id":2295,"title":"A Peek at Things to Come: Whig Disunion\n","course_id":1,"status":"P","start_date":"1847-09-15","end_date":"1847-09-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Whig convention, nicknamed the rough and ready convention after prominent Whig Old Rough and Ready General Zachary Taylor, failed to nominate a candidate for the Third Congressional District. The convention consisted of a declaration of the opposition of the members to all caucuses, and a resolve not to make a nomination for any one for Congress. Five people were appointed to a committee who were to use all fair means to elect a representative to Congress. The news clip that reported on the two conventions also hinted at corruption within the party, saying that the five-man committee's task was to elect only a Whig Congressman who was also a political friend of Gen. Taylor. ","So it was that the September 15, 1847, issue of New Orleans' <em>The Daily Picayune </em>announced the outcome, and lack thereof, of the congressional district conventions of the Democratic and Whig parties in the Third Congressional District. In the 1830s, the Whig party enjoyed great local success among planters in Louisiana. Although Democrat Andrew Jackson won the state in the 1832 presidential election, the Democrats in general could not win local elections; in fact, Whigs controlled the legislature from 1838 to 1853. Much of this was based upon who could vote in 1830s Louisiana. The state had strict property requirements for voting; only those who were white and who paid state tax or purchased public land could vote, making it harder for poor farmers to meet property requirements. Poor farmers usually voted Democratic and rich planters, who owned their own property and paid taxes thus making up the majority of the voting base, usually voted Whig. They voted for the Whigs because the party portrayed themselves as the friends of the protective tariff on sugar and of the United States Bank, qualities that appealed to rich planters. The Democrats, on the other hand, were portrayed as the enemies of the institutions that planters valued and thus were not popular among the wealthy. There was some power shifting when the Democrats won the governor's mansion in 1842, but this was seen as a fluke caused by a banking scandal involving the Whig government, and the party remained a powerful force in Louisiana politics.","Things really changed after Louisiana's Constitutional Convention of 1845, when the new state constitution granted the state's citizens universal white manhood suffrage, dispensing with the previous property requirements. The next year Democrats, strengthened by the poorer farmers who till then had been unable to vote, again took the governor's mansion away from the Whigs, who had reclaimed it in 1844. The increase in suffrage was not the only thing that began to weaken the Whig party in Louisiana; sugar planters were having their own doubts about the Whig-supported war to claim Texas. They worried that Texas would become a competitive sugar market if it was allowed into the Union. Whig loyalty began to falter as voter turnout fell in 1848, and even though Whig candidate Zachary Taylor won the state, the victory is thought to owe more to Taylor's residence in the state than to Whig strength. Louisiana Whigs became even more disillusioned when national Whigs nominated a presidential candidate who was ambivalent on the Compromise of 1850. Louisiana voters began to seriously doubt the party, and by the 1850s a shift towards the Democrats became evident in the state. The 1852 election also signified the end of the national party. Disunity in the party had begun in 1848 when the issue of slavery split the party along North and South lines and the conflict intensified with the 1852 nomination. By 1855 most people had left the Whig Party in favor of either the Democrats or the Republicans. The ambivalence of the Third Congressional District demonstrates early uncertainty in the Whig party-a party that was beginning to die out in Louisiana and in the country."],"display_date":"September 15, 1847","search_date":"1847-09-15","citations":[{"divid":1214016450,"type":"Newspaper Article","data":["Congressional District Convention","The Daily Picayune","","September 15, 1847","2"]},{"divid":1214016480,"type":"Book","data":["Michael F. Holt","The Rise and Fall of the American Whig Party: Jacksonian Politics and the Onset of the Civil War",null,"Oxford ","Oxford University Press","1999","950-960"]},{"divid":1214016484,"type":"Article","data":["John M. Sacher","The Sudden Collapse of the Louisiana Whig Party","The Journal of Southern History","65","May 1999","221-248"]},{"divid":1214016656,"type":"Book","data":["Perry H. Howar","Political Tendencies in Louisiana",null,"Baton Rouge","Louisian State University  Press","1971","36-71"]}],"locations":[{"id":1683,"lat":null,"lng":null,"zoom":8,"place":"EAST BATON ROUG, Louisiana"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}