{"id":2297,"title":"Three Women Graduate from the Women&#39;s Medical College of Baltimore\n","course_id":1,"status":"P","start_date":"1888-05-02","end_date":"1888-05-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Women's Medical College of Baltimore in Maryland held its sixth ever graduation ceremony in the afternoon on May 2, 1888. The ceremony was held at the YMCA Hall, decorated for the occasion. There was music and speeches and the Dean of Students, Dr. Richard Henry Thomas, announced the graduates. The graduates were Ida C. Coler, Mary P. Dole, and M. Lizzie Zimmerman. Coler was from Ohio, Dole from Massachusetts, and Zimmerman from Maryland. Dole received a gold medal for excellent examination scores. She also received the prize for the best medical examination and Zimmerman took second place.","Historian John B. Boles would probably find the graduation of three women doctors hard to believe, having emphasized the lack of prospects for women after the Civil War. Although he comments on cities providing more opportunities for women, including church involvement and social club activities, he never comments on education. It seems an incredibly large, even unimaginable accomplishment for women to become doctors in the portrait of the South Boles portrays. By 1888, however, having been open for six years, there had been eighteen women doctors put out by the Women's Medical College of Baltimore, many having stayed in the city and one having traveled to do work in India. Although it is seen that women did have opportunities in cities, it goes beyond simply church jobs and social clubs, expanding into education and medicine."],"display_date":"May 2, 1888","search_date":"1888-05-02","citations":[{"divid":1213833636,"type":"Newspaper Article","data":["Three Women Graduated as Doctors","The Sun","","May 2, 1888","4"]},{"divid":1213833653,"type":"Book","data":["John B. Boles","The South Through Time: A History of an American Region &#40;2nd edition&#41;",null,"Upper Saddle River, NJ","Prentice Hall","1999","430-435"]}],"locations":[{"id":1685,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}