{"id":2298,"title":"A Relaxing Trip down the Bayou\n","course_id":1,"status":"P","start_date":"1845-03-22","end_date":"1845-03-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Lisa Rhinelander and her brother George, of New Orleans, were traveling along with some friends to a house party at a plantation on the Barataria Canal. They first traveled by railroad, then steamboat, until arriving at a point twenty miles down the river from the home they were to visit. It looked as though they had a long row ahead f them. But it turned out that their host had sent slaves to pull the boat along the canal. The slaves were put into harnesses like horses and began to drag the boat, canal-boat style, for the first ten miles of the journey. Lisa worried a little about the slaves working and toiling too hard but soon saw that that it was fine fun for them and that there was nothing they enjoyed more. She then lay back to relax and reflected on the beautiful day upon the bayou, enjoying how black moss hung in festoons from the cypress and oak trees, giving one the sense of being beyond [the] reach of a human being.","Lisa's solitude was short-lived, however. Her brother George decided to take the opportunity of a relaxing day on the bayou to engage in alligator hunting. George actually sho[t] and kill[ed] five alligators, the largest of which measure[d] twelve feet George was thus quite distinguished and applauded by his traveling companions. Lisa wrote to her mother in New York that she wished that her little brother had been there to see the excitement. The boat in which Lisa and her brother traveled down the canal on was most likely a keelboat. Keelboats originally were used to transport goods up and downriver, but in the late eighteenth century, planters began to used keelboats as pleasure crafts in coastal areas of the South. These boats usually had pavilions for the planter and his family and were usually oar-propelled or dragged by slaves. The boats were convenient; they could be used in shallow water because they only drew two to three feet when fully loaded. They were also more maneuverable because of their narrow beam and because they could be poled or hauled.","Hunting for sport was popular with both men and women in the South. Although alligator hunting was mostly confined to the lower coastal regions of the South-places such as South Carolina, Florida and Louisiana-other types of hunting flourished all over the South from Maryland and Virginia to Louisiana. Fashionable, less-serious, hunters, both men and women, usually only hunted fox and deer, while more serious hunters preyed on bears, fowl, rabbits, possums, and wild turkeys. Hunting for sport was usually the game of the upper class in the South. Most hunts were conducted on horseback, riding with hounds. When men went alligator hunting, they went on foot, but still brought with them packs of trained dogs. Throughout the South, slavery made possible this culture of upper-class leisure that Lisa and George enjoyed. According to Elizabeth Fox-Genovese, the quality of life that upper class Southerners enjoyed rested upon the labor of servants. The time that upper-class men and women spent reading, visiting friends, going hunting and on other various leisurely activities depended upon the slaves' performing all of the basic house and field work. Historian Walter Johnson says that slavery enabled a white woman [to be able to] skate lightly across the surface of daily exigency, her own composure unscathed by the messy process required to produce the pleasing tableau of her own life. Johnson also points out that the ability to own enough slaves to have this lifestyle is what distinguished the upper class from the lower classes. To be able to afford enough slaves so that one's wife only had to worry about leisure and gentility was something that marked out the class hierarchy and was something that men of wealth often made a point of telling their friends to emphasize personal wealth, wealth based upon the enslavement of other human beings."],"display_date":"March 22, 1845","search_date":"1845-03-22","citations":[{"divid":1215095900,"type":"Manuscript","data":["","Papers of the Rives, Sears and Rhinelander families 1829-1923",null,"MSS 10596, etc.","Box 1","Letters of the Rhinelander Family","Special Collections Library, University of Virginia"]},{"divid":1215095944,"type":"Book","data":["Edwin Adams Davis","Plantation Life in the Florida Parishes of Louisiana, 1836-1846 As Reflected in the Diary of Bennet H. Barrow",null,"New York","Colombia University Press","1943","55-56"]},{"divid":1215095992,"type":"Book","data":["Elizabeth Fox-Genovese","Within the Plantation Household Black and White Women of the Old South",null,"Chapel Hill","The University of North Carolina Press","1988","6-7"]},{"divid":1215096031,"type":"Book","data":["Mary Ann Sternberg","Along the River Road: Past and Present on Louisiana&#39;s Historic Byway",null,"Baton Rouge","Louisiana State University Press","1996","50-51, 102"]},{"divid":1215096092,"type":"Book","data":["Walter Johnson","Soul by Soul: Life Inside the Antebellum Slave Market",null,"Cambridge","Harvard University Press","1999","92-93"]}],"locations":[{"id":1686,"lat":29.4255371375,"lng":-90.0017454475,"zoom":9,"place":"JEFFERSON, Louisiana"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}