{"id":23,"title":"Baton Rouge establishes a colored church\n","course_id":1,"status":"P","start_date":"1858-01-01","end_date":"1858-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["After receiving a petition by Baton Rouge citizens, the local government established a colored church and hired a black Methodist preacher, George Menard, to lead the church.  Besides encouraging this and other black churches, townsmen even permitted blacks to attend white churches.  Although the Black Code in Baton Rouge seemed to impress a harsh code of conduct, the authorities rarely enforced these statutes.  Instead, there was more trust in this community, leading to a more peaceful region.  &lt;br /&gt;&lt;br /&gt;One example of the different attitude Baton Rouge and Louisiana held toward slavery is found in newspapers.  Consistently, the New Orleans Times-Picayune presented favorable articles about blacks and slaves.  For instance, in covering the funeral of a former Savannah mayor, it reported more on the heartwarming response of slaves to his death than on the white response, or even the funeral itself.  &lt;br /&gt;&lt;br /&gt;Historians recognize that this unique system was due to a variety of factors.  The multiracial Creole society and the strong Catholic influences in Louisiana explain part of it.  However, Baton Rouge also had a different sort of community.  Because it was not a plantation area, slaves were more likely to belong in small numbers to individual families than to reside in large numbers.  Maybe due to this, unlike many Southern areas, the white leaders of Baton Rouge did not fear the spread of antislavery sentiments through black churches, perhaps considering their own influence to be stronger."],"display_date":1858,"search_date":"1858-07-02","citations":[{"divid":1213033556,"type":"Book","data":["Claude Jacobs and Andrew Kaslow","The Spiritual Churches of New Orleans ",null,"Knoxville, Tennessee","University of Tennessee Press","1991","20-28"]},{"divid":1213033711,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["William Richter","?Slavery in Baton Rouge, 1820-1860?","Louisiana, A Bicentennial History","Joe Gray Taylor","New York","W.W. Norton and Co.","1976","513"]},{"divid":1213033424,"type":"Newspaper Article","data":["An Incident at a Funeral","New Orleans Time-Picayune","New Orleans","July 11, 1858",""]}],"locations":[{"id":14,"lat":null,"lng":null,"zoom":8,"place":"EAST BATON ROUG, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}