{"id":2300,"title":"A Black Girl Robs another Girl of Fifteen Cents\n","course_id":1,"status":"P","start_date":"1878-01-24","end_date":"1878-01-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Elizabeth Burley, a twelve year old black girl, was charged on the twenty-third of January with robbing Louisa Kerling. Kerling, who was on the way to a store was supposedly choked by Burley until she gave her, her fifteen cents. Someone heard Kerling's yells and Burley was handed over to police officer Trainor, who took her to the police station. She then awaited a hearing.","Although Louisa Kerling is not specifically called white, it can be assumed by the fact that in the newspaper, Elizabeth Burley's color was identified while Louisa Kerling's was not. The arrest of Burley, a relatively young girl, for fighting with and stealing the small sum of fifteen cents from Kerling, seems an overreaction. Historian Edward Ayers says that whites believed blacks held white law in contempt and that black crime was on the rise. In the late eighties, arrests and sentences of black men went up. Not only did whites perpetuate the belief of the dangerous black man but so did newspapers. Although Burley was young and a girl, this does not mean she would not be implicated in the increasing suspicion and fear of blacks. While the reaction to Burley's theft may be explained by a heightened fear of blacks committing crimes, it may also simply be a normal reaction to stealing.","The Sun published other articles of thievery in January of 1878. Charles H. Conway, a youth, was charged with stealing a gold watch worth fifty dollars from his coworker, David Parkinson. In this case, both of the people involved were presumably white (because the article did not mention color) and what was stolen had a higher worth; the young man, however, was still arrested. Again, the complexity Ayers refers to is notable. While there was anxiety over the dangerousness of blacks, punishment for stealing seemed to be universal. The case of Burley can be explained by a mixture of both."],"display_date":"January 24, 1878","search_date":"1878-01-24","citations":[{"divid":1215096179,"type":"Newspaper Article","data":["Robbing a Child","The Sun","","January 24, 1878","4"]},{"divid":1215096206,"type":"Newspaper Article","data":["A Youth Takes Time","The Sun","","January 18, 1878","4"]},{"divid":1215096229,"type":"Book","data":["Edward L. Ayers","The Promise of the New South: Life after Reconstruction",null,"Oxford","Oxford University Press","1992","132, 153-155"]}],"locations":[{"id":1687,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}