{"id":2302,"title":"Son Writes to His Mother from School in Baltimore\n","course_id":1,"status":"P","start_date":"1878-10-14","end_date":"1878-10-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Shirley, going to school in Baltimore, Maryland, wrote his mother about his life in Baltimore and also reflected on how he wished to take care of her. He talked about how he was in the fourth grade, and depending on his examination grades, he would move to the third, second, and first grades. He then mentioned that he could go on to Baltimore College. He liked this idea but he also quickly stated that he wanted to go to work for her as soon as he could because he did not like the way she was living. Although he talked of what he did in Baltimore (like going to the opera and getting his picture taken), he continuously went back to reflecting on his mother's state and his missing her. He mentioned he felt bad that she would not have firewood to burn that winter and said he felt insignificant. He went on to say that in a few years he will be a man and everything will be okay.","Shirley's concern for his mother expressed in his letter is the result of the economic turmoil due to the just recently ended Reconstruction and the changing roles of women. As historians William Cooper and Thomas E. Terrill explain, the income of southern whites fell with the fall of the Confederacy and recovered at a very slow pace. Because of this, there was less money to spend on education and commonly if money was tight, boys were favored to send off to school. Poor white women had to look for work. Southern ideals, however, called for women to stay away from masculine things like politics and work or else they would corrupt their femininity.","Shirley may have held this idea of womanliness, wanting to come home and help her so she would not be ruined by such masculine endeavors. Shirley may also have simply been concerned with the economic state of his mother. While living the life of luxury and comfort in Baltimore-seeing operas and getting his picture taken-he is also staying in contact with his mother. This dual aspect to his life is seen in his letter, as he switches between telling his mother of his successes and experiences and reassuring her he will bring these luxuries to her one day."],"display_date":"October 14, 1878","search_date":"1878-10-14","citations":[{"divid":1216237761,"type":"Manuscript","data":["","MSS 572",null,"MSS 572","Box 1","Randolph Family Papers","Special Collections, University of Virginia"]},{"divid":1216237788,"type":"Book","data":["William Cooper and Thomas E. Terrill","The American South&#58; A History ",null,"New York","McGraw Hill","1996","435-438"]}],"locations":[{"id":1688,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}