{"id":2303,"title":"Mary Evans Thanks Brian Philpot, Her Former Master, for His Sending Money","course_id":1,"status":"P","start_date":"1889-05-01","end_date":"1889-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Mary Evans, living in Knoxville in Frederick County, Maryland, in May 1889, wrote her former master, Brian Philpot, to thank him for his gift of five dollars. She wrote that she did not know how to thank him for his kindness and made sure to write him right away to tell him so. Evans also remarked that she [remained] as ever a servant. She said if he came by, he would see what his gift had done for them. Evans related news of people (presumably former slaves of his and friends and family of hers), telling him that Simon Joshua was preaching, Caroline was married, Henry was living with her and being a big help, Lillie Reid was her best friend and often helped her out by sending her food, and more. She asked Brian Philpot to remember [her] to [his] family.","This letter provides a window into the internal world of Mary Evans. Historian Edward Ayers describes race interactions at the time as being demeaning but also genuinely helpful. He comments that while there were positive relationships amongst blacks and whites, that blacks usually only went to whites for help when they had to. By Mary Evans' comments on how thankful she was for his money and how helpful Lillie Reid's gifts of food were, the impression is given that Mary Evans was not well off. Her quick letter of thanks back to Brian Philpot could be more than good manners; it could be an attempt to appeal for money in the future. Also, calling herself a servant, what one would consider a demeaning reference, might be said in order to get on the good side of her former master. By giving news of her family and friends, however, she seemed to be relating to him on a more personal level. While one can obviously not completely delve into the mind of Mary Evans, her letter seems to suggest a complex relationship with her former master, one of both reliance and amiability."],"display_date":"May 1, 1889 - May 30, 1889","search_date":"1889-05-15","citations":[{"divid":1217549047,"type":"Manuscript","data":["","Letter, 1889-1903",null,"Mss 11018","","Evans Family Papers","Special Collections Library, University of Virginia"]},{"divid":1217549079,"type":"Book","data":["Edward L. Ayers","The Promise of the New South&#58; Life After Reconstruction",null,"Oxford ","Oxford Press","1992","134-136"]}],"locations":[{"id":1689,"lat":39.4722539212,"lng":-77.3980976361,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}