{"id":2306,"title":"Farmer&#39;s Alliance as a Political Alliance\n","course_id":1,"status":"P","start_date":"1883-02-06","end_date":"1883-02-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The threat of a trust formed between cigarette manufacturers in order to control the price of Bright Leaf tobacco grown in the North Carolina Piedmont greatly alarmed the members of the Farmer's Alliance living in the Bright Belt region of North Carolina where this tobacco was grown. In order to prevent just five individuals or corporations from dictating the price of a product whose production affects thousands of people, the farmers of North Carolina needed to unite at their great meeting January 9, 1890 in Oxford of Granville County.","The members of the Farmer's Alliance would have to be very careful about how they conducted this meeting.  The farmers needed to make wise decisions during this meeting concerning their rationale against this trust-their future as a political power depended upon keeping public support and sympathy for their cause.","The Farmer's Alliance began as an organization of farmers in Texas, and soon spread throughout the South.  When the great expansion of railways occurred in the last quarter of the nineteenth-century, agriculture became tied to a national and even international market.  Farmers who had before enjoyed autonomy in their profession now felt controlled by outside, impersonal forces.  The purpose of the Alliance was to work with these forces-particularly railroads and merchants-to protect their own interests.  The Farmer's Alliance described itself as a non-political organization, yet beginning in the 1890's, the Alliance became more and more involved in political lobbying such as the Bright Belt Alliance's fight against the tobacco trust, giving rise to the Populist movement with the formation of the People's Party, pulling members from both the Democratic and Republican parties who longed for the days of small-scale enterprise."],"display_date":"February 6, 1883","search_date":"1883-02-06","citations":[{"divid":1215096345,"type":"Newspaper Article","data":["Alliancemen to the Rescue, Gold Leaf","Raleigh News and Observer","","January 8, 1890","4"]},{"divid":1215096377,"type":"Book","data":["William A. Link et al.","South in the History of the Nation: A Reader, vol. 2",null,"Boston","Bedford/St. Martens","1999","45-47"]},{"divid":7169,"type":"Online Encyclopedia","data":["SWSZXFleBsHzcq"]}],"locations":[{"id":1690,"lat":36.3074066663,"lng":-78.5963440829,"zoom":9,"place":"GRANVILLE, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}