{"id":2307,"title":"McNeilly Shoots Jenkins in Self-defense\n","course_id":1,"status":"P","start_date":"1890-01-08","end_date":"1890-01-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 8, 1890, an intoxicated H.O. Jenkins approached J.H. McNeilly, an employee of Jenkins's distillery, with a drawn knife. McNeilly had boarded with the Jenkins's family while also working for them, and had fallen in love with Jenkins's seventeen year old daughter.  The teenage girl, however, did not have reciprocal feelings for McNeilly and did not appreciate his advances.  ","As Jenkins drew his knife of McNeilly in the government warehouse, he cursed at him and accused him of undermining his family.  McNeilly asked Jenkins to leave the warehouse, but he refused.  McNeilly drew a pistol in his own self-defense and fired two shots.  The first shot missed Jenkins, but the second struck him in the left arm, the bullet breaking it and becoming lodged in his body.  McNeilly was acquitted on the grounds of self-defense against Jenkins's raging, drunken threats.","While any jury today may have acquitted McNeilly on the grounds of self-defense, according to Edward Ayers, violent crime in the South remained largely unpunished compared to violent crime in the North in the post-war years. White southerners seemed particularly prone to violence, with whites appearing in court far more often for violent crimes than property crimes in the years following the Civil War, and the percentage of homicides in the south increasing by nearly forty percent between 1880 to 1890.  Ayers argues that after the Civil War, the Southern notions of social order and honor outlived Southerners' toleration of dueling as a way to maintain and defend these notions. By the 1880's, however, Southerners had not successfully transitioned from using dueling to using the legal system as a way to solve issues they believed regarded personal honor, and men such as Jenkins resorted to street fighting instead."],"display_date":"January 8, 1890","search_date":"1890-01-08","citations":[{"divid":1216167071,"type":"Newspaper Article","data":["McNeilly Dismissed on the Ground of Self-Defense","Raleigh News and Observer","","January 9, 1890","1"]},{"divid":1216167134,"type":"Dissertation/Thesis","data":["Edward L. Ayers","Crime and Society in the Nineteenth-Century South","PhD diss.","Yale University","1980",""]}],"locations":[{"id":1691,"lat":35.2468169924,"lng":-80.8327861056,"zoom":9,"place":"MECKLENBURG, North Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}