{"id":2310,"title":"Arson Terrorizes Leesburg\n","course_id":1,"status":"P","start_date":"1851-02-03","end_date":"1851-02-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the winter of 1851, the town of Leesburg in Loudoun County, Va, was hit by an epidemic. This plague, however, did not bring illness. It instead brought fire. According to an article in the Leesburg newspaper <em>The Washingtonian</em>, a series of fires had spread throughout the town. First, it wasthe firingof a barn belonging to Mr. Hempstone and the stabbing of Mr. Vandevater's horse. Then, in one week, the stables belonging to the Eagle Hotel were set fire, resulting in the loss of the building and some hay. The horses were uninjured, and the adjoining hotel building was saved by the dampness of the night. The building was insured, so the losses were minimal. However, the burning of Dr. Lee's stable caused the loss of a horse, a cow, and a large amount of hay. "," Despite the losses to the town, the article expressed confidence that the appropriate authorities would be able to bring the town back into the proper order and catch the criminals, We hope the vigilant action of our town authorities, will arrest their careers of destruction, if not ferret out the fiends who have committed these deeds. The paper also called for compliance among the population of the town with the orders of the fire company in an effort to bring an end to the incidents."," The experience of crime in the counties of Northern Virginia was not unusual, as Michael Miller points out in his survey of crime in the city of Alexandria, Va. However, most of the crimes were misdemeanor incidents such as public intoxication. Crimes such as arson, however, did occur and not just in the cities the size of Alexandria, but also in smaller towns such as Leesburg. The epidemic of arson in the Leesburg reveals both the prevalence of crime in Virginia and the various efforts employed by communities to curb it."],"display_date":"February 3, 1851","search_date":"1851-02-03","citations":[{"divid":1215018492,"type":"Newspaper Article","data":["Fires","The Washingtonian","Leesburg, Virginia","February 3, 1851",""]},{"divid":1215018530,"type":"Book","data":["Michael T. Miller","Murder and Mayhem: Criminal Conduct In Old Alexandria, Virginia, 1749-1900",null,"Bowie","Heritage Books, Inc.","1988","19-27"]}],"locations":[{"id":1693,"lat":39.0907154711,"lng":-77.6357306744,"zoom":9,"place":"LOUDOUN, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}