{"id":2311,"title":"The Woman Voter\n","course_id":1,"status":"P","start_date":"1860-03-15","end_date":"1860-03-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When a woman in 1860, in Alexandria, Virginia, discovered that her husband was too sick to vote in the election, she tried to exercise what the Tribune called 'Woman's rights' by casting his vote for him. When she wasn't allowed to vote she became agitated and used a bat to move people from the area. Eventually, she was subdued and removed from the polls. Although this is perhaps an extreme case of one woman's attempt to participate in political activity, women did play a more important role in antebellum Virginia political activities than might be imagined, considering many popular, stereotypical portrayals of pre-War Southern women. As Elizabeth Varon states elite and middle class women did play an active and developed role in the political life of the Old South. While they did not often attempt to involve themselves in male civic activities like voting, holding office, or public speaking, they did participate in the forming of legislative petitions, associations and political campaigns. They also wrote and published reports, essays and novels to register their political views. Although they did not directly participate in politics, women did play a role in various groups that affected the political atmosphere of the South, including benevolent activities and reform movements. Ultimately, the evidently compassionate nature of women guided their participation in pre-War politics including some instances where they served as mediators in the conflict between the states."],"display_date":"March 15, 1860","search_date":"1860-03-15","citations":[{"divid":1215096508,"type":"Newspaper Article","data":["A Woman Voter","Chicago Press Tribune","Chicago, IL","March 15, 1860",""]},{"divid":1215096537,"type":"Book","data":["Elizabeth R. Varon","We Mean to Be Counted: White Women and Politics in Antebellum Virginia",null,"Chapel Hill","The University of North Carolina Press","1998","1-9"]}],"locations":[{"id":1694,"lat":null,"lng":null,"zoom":8,"place":"ALEXANDRIA CITY, Virginia"}],"tags":[{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}