{"id":2312,"title":"The White Slave from Virginia\n","course_id":1,"status":"P","start_date":"1855-03-09","end_date":"1855-03-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It is hard to believe one little girl could cause such a sensation, but when people caught site of Mary Mildred, a young former slave who had been employed in Alexandria, they were astonished and labeled her the white slave from Virginia. According to a New York <em>Times</em> article, the girl, whose father bought her freedom after escaping to Boston, was a real, 'Ida May,'- a young female slave, so white as to defy the acutest judge to detect in her features, complexion, hair, or general appearance, the slightest trace of negro blood. "," Along her route to Boston from Alexandria, the child was shown to prominent individuals andreceived first class passage on her journey. All in all, people were astonished that this girl had ever been a slave, as she was possibly the fairest person they have ever seen."," The amazement felt by many upon seeing the young girl derives from what many historians feel is the true basis of slavery: the question of race. Walter Johnson contends that the question of race and its relation to slavery is one of the most important questions in American history, as some argue slavery was derived from the notion of race and the culturally based bias against blackness. Additionally he states that a desire among whites to dictate the fate of 'heathen' Africans provided the moral basis for the unmitigated exploitation that characterized the Atlantic slave trade and American slavery. Upon seeing a person of African American descent, white Southerners were forced to at least somewhat question the racial basis for their institution of slavery. If their superiority derived from their whiteness and their slaves' inferiority from their blackness, what does the presence of a fair skinned former slave mean for the institution of slavery? In his work, Johnson expresses the belief that southern slave-owners affirmed their whiteness by owning someone who was starkly contrasting racially. But, the presence of a white slave could potentially cause them to question the basis for their institution."],"display_date":"March 9, 1855","search_date":"1855-03-09","citations":[{"divid":1213829476,"type":"Newspaper Article","data":["The White Slave from Virginia","The New York Times","New York, NY","March 9, 1855",""]},{"divid":1213829499,"type":"Book","data":["Walter Johnson","Soul by Soul: Life Inside the Antebellum Slave Market",null,"Cambridge","Harvard University Press ","1999","135-161"]}],"locations":[{"id":1695,"lat":null,"lng":null,"zoom":8,"place":"ALEXANDRIA CITY, Virginia"}],"tags":[{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}