{"id":2313,"title":"African Americans Drinking during Church Service\n","course_id":1,"status":"P","start_date":"1846-01-01","end_date":"1846-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The white population of Culpeper County, Virginia was dismayed when their church services were inexcusably disrupted by the boisterous activities of some African Americans. As a petition to the State Legislature, drafted by a number of the county's white citizens in 1846, states, their worshipping services are of late so interrupted by drinking, particularly by Negroes on the Sabbath, that they will be under the necessity of discontinuing their religious meetings...unless they can be protected by the interference of the Legislature. While it was already illegal to sell alcohol to slaves, the residents of Culpeper apparently were having trouble enforcing the law. "," It appeared to the petitioners that peddlers claiming to sell melons and cakes were actually selling liquor. Additionally, much to the disappointment of the white population of the county, white people too, [were] professing to be engaged in what they call the innocent business of buying and selling melons and cakes...but in that situation it [was] easy to introduce spirits. The residents requested that the state legislature put a stop to all sorts of trade at religious meetings and professed that they cheerfully and willingly trust[ed] in the justice and wisdom of that body to provide a remedy."," This episode of apparently disorderly behavior on the part of blacks and the attempts to control their disorderly manners convey the notion that many whites felt it was their duty to control the natural unruly behavior of African Americans. Melvin Ely conveys this sentiment when he states that whites felt blacks could only live in a civilized society if they were watched over and guided by the moral superiority of whites. Therefore, it was up to the white citizens of Culpeper County to curtail the economic activity that encouraged the disorderly conduct and upsetting the balance that so delicately permeated life in slave holding society. The conduct of the slaves in drunkenly disturbing the worship service reveals that the white residents of the county did not have as much control over the behavior of the black members of the community as they might have wanted to believe. Additionally, the petition revealed that whites were participating in the moral debauchery as well. In fact, they apparently facilitated it. "],"display_date":1846,"search_date":"1846-07-02","citations":[{"divid":1216238061,"type":"Manuscript on Microfilm","data":["","Race, Slavery and Free Blacks&#58; Petitions to Southern Legislature 1777-1867","Reel 21, ser. 1, Frame&#58; 0673","Race, Slavery and Free Blacks&#58; Petitions to Southern Legislature 1777-1867","University Publications of America"]},{"divid":1216238112,"type":"Book","data":["Melvin Ely","Israel on the Appomattox&#58; A Southern Experiment in Black Freedom from the 1790s Through the Civil War",null,"New York","Vintage Books","2004","5-15"]}],"locations":[{"id":1696,"lat":38.4860604965,"lng":-77.9559434026,"zoom":9,"place":"CULPEPER, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}