{"id":2314,"title":"Kicked Out of Virginia?\n","course_id":1,"status":"P","start_date":"1848-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["While some slaves were able to gain their freedom in nineteenth century Virginia, they were often by law forced to leave the state shortly after their emancipation. Many went to the free states of Ohio or Pennsylvania. However, several petitions made by the residents of Loudoun County reveal that the newly freed blacks were often inclined to stay in Virginia. As the petitions disclose, they received both support and some resistance from their neighbors in Loudoun County.","In 1848, thirty-nine petitioners requested the help of the state legislature in permitting William Watson to remain in Virginia. Watson had been emancipated by his owner and had proved a man of good character, of industrious habits, charged with the support of large family. Additionally, the petition stated that Watson was a convenient and useful person to [the] community in the capacity of a day laborer. A similar petition, signed by 93 residents, was written in Leesburg in 1850, requesting that Harriet Cook, a free black, be permitted to live in the state. The document stated that she possessed a high character and was a valuable member of Society. The petitioners elaborated on her value to their lives when they explained that she provided laundry services to many in the town and her loss would be a great inconvenience.","Despite these petitions, not every citizen in Loudoun County supported the residence of William Watson and Harriet Cook. A 1850 petition asked that the two free blacks be removed from the county and that the law should serve as the remedy in such cases where it ought to be in the city and county courts. Twelve residents of the county put petition. As pointed out by the historian Joshua Rothman, Virginia law required free blacks emancipated after 1806 to leave the state permanently within one year of manumission, unless they received a petition from the state legislature. While some fought to keep their families together and retain the already mangled pieces of their lives, Rothman states others made the difficult move and left a state that didn't want them anymore. That didn't want them while they were free. As the above-mentioned petitions demonstrate, some freed slaves received help from their white neighbors in their fight to stay in the state. This situation reveals, that in race relations, whites did not act like whites were supposed to act and blacks did not act like blacks were supposed to act, when personal relationships complicated the idea of stark racial divides. However, while some in Loudoun County thought the presence of Billy Watson and Harriet Cook proved good, in fact somewhat essential, for community life, others thought it necessary that they leave."],"display_date":"1848 - 1850","search_date":"1849-07-01","citations":[{"divid":1216238240,"type":"Manuscript on Microfilm","data":["","Race, Slavery and Free Blacks&#58; Petitions to Southern Legislature 1777-1867","Reel 22, ser. 1, Frame&#58; 0068, 0227, 0232","Race, Slavery and Free Blacks&#58; Petitions to Southern Legislature 1777-1867","University Publications of America"]},{"divid":1216238271,"type":"Book","data":["Joshua D. Rothman","Notorious in the Neighborhood&#58; Sex and Families across the Color Line in Virginia, 1787-1861",null,"Chapel Hill, NC","The University of North Carolina Press","2003","43-86"]}],"locations":[{"id":1697,"lat":39.0907154711,"lng":-77.6357306744,"zoom":9,"place":"LOUDOUN, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}