{"id":2326,"title":"The Brutality of General Jackson in the First Seminole War\n","course_id":1,"status":"P","start_date":"1818-01-01","end_date":"1818-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["John Woods, a boy of less than 18 years, was a member of General Andrew Jackson's army during the First Seminole War in Georgia and Florida. One morning during the war, Woods was standing guard as a picket. As the sun rose, one of his fellow soldiers kindly offered to fill his post, while the hungry Woods made breakfast for himself. While he was cooking, an officer approached him and asked him to help with the removal of trash and animal bones from the encampment. After politely declining, saying he was standing picket, the officer proceeded to vociferously curse the boy out, drawing the attention of many in the camp, including General Jackson. The temperamental General ordered for ten balls to be blown through the d----d rascal. When none of the soldiers would comply with this order, Jackson court marshaled the boy on charges of mutiny and desertion, found him guilty, and sentenced him to be shot.","Soon after the end of the war, the United States Senate, prompted by rumors of multiple events like the death of Woods, launched an investigation into the conduct of General Jackson during the First Seminole War. Abner Lacock, a member of the investigation panel, personally came to the conclusion that General Jackson had an innate love of 'blood and carnage' and felt the need to tell the nation about his misconduct. Lacock authored A Letter to the People of Pennsylvania detailing General Jackson's misconduct. In this letter, he narrates the events leading up to the death of Woods, among others, and claims that Jackson deliberately lied time and again to explain his brutal and unwarranted actions.","The First Seminole War was conducted on one of the frontiers of America, and one that was characterized by nearly constant violence. It was a war easily won, but with questionable goals. The end result was the sale of Florida to the United States, a result to which the United States denied aspiring; rather, Secretary of War Calhoun sent General Jackson to Fort Scott in 1818 to wage war on the Seminoles as retribution for attacks against whites-soldiers and civilians alike-in retaliation for General Gaines' sacking of an Indian town. General Jackson had public designs from the outset to rain punishment on the 'savages' inhabiting Florida. He was, however, in both his military strategy and conduct in leading his men, just as brutal and savage as he was towards those who he claimed to be fighting."],"display_date":1818,"search_date":"1818-07-02","citations":[{"divid":1214163002,"type":"Newspaper Article","data":["From the Pennsylvania Intelligencer to the People of Pennsylvania","The Watch Tower","","August 1, 1828","1"]},{"divid":1214163048,"type":"Book","data":["Michael Gannon, editor","The New History of Florida",null,"Gainesville","University Press of Florida","1996","191-192"]}],"locations":[{"id":1704,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":19,"tag":"Native-Americans"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}