{"id":2327,"title":"Native American Relations Challenged in Fleming Woods Trading Post Case\n","course_id":1,"status":"P","start_date":"1840-02-15","end_date":"1840-02-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In July of 1837, the states of Arkansas and Missouri functioned as major areas of activity as Americans moved westward. Travelers relied on local people along these western routes to help provide them with necessary equipment and foodstuffs they needed on their journeys. Looking to capitalize on the growing market, Fleming Wood and his partner Egbert Harris hoped to establish a trading post in the area bordering the boundary line between the military base of Fort Smith, Arkansas and the Choctaw tribe of the Cherokee Nation. "," However, volatile relations that existed in Arkansas and throughout the South between whites and Native Americans stood in the way of simple establishment of a trading post. This was largely from exploitation felt by the Native Americans forced onto reservations and the cultural devastation caused by the white trade of vices such as alcohol. To help ameliorate these problems, the U.S. government created intercourse laws to regulate trade among the two groups. To work within these laws, Wood and Harris enlisted the help of M. Stokes, a lawyer for the Cherokee Nation; with his help, the traders obtained a trading license. "," Yet their luck as traders turned on September 9, 1837. Captain William Armstrong, the acting supervisor of the Western Territory, revoked their license and claimed that the traders had become among the largest whiskey dealers on the line. Though legalized sale of alcohol in Arkansas to whites was commonplace, the spirits sold by Wood and Harris' in their trading post broke the intercourse law because it created direct mercantile competition with the Cherokee Nation. In the interests of both governments, Armstrong also ordered his men to seize remaining goods in the post in order to keep the Indians from visiting the line as much as possible, [and] to prevent the introduction of liquor into the Indian country, and other violations of law. "," Angered by their loss of property and sales in the post, on December 12, 1838, Wood and Harris appealed the revocation of their license. The already volatile relations between the U.S. government and the Cherokee Nation intensified. Almost simultaneous with the appeal, U.S. government officials forced Cherokees off tribal lands during the Trail of Tears. Years of abuse, killing and enslavement of Native American populations ensued, and created juxtaposition to events in the Fleming Woods case that occurred over the course of the next three years. The Cherokee Nation, U.S. government, and the two traders discussed the issue of licensure and seizure of goods in a major review of the Indian Affairs policies. A turning point in U.S. governmental policy, the Fleming Woods case forced U.S. officials to recognize a greater Native American autonomy even in the face of their actions in forced relocation. "],"display_date":"February 15, 1840 - February 18, 1840","search_date":"1840-02-16","citations":[{"divid":1215096731,"type":"Government Document","data":["Report, Committee on Claims, to whom was referred the petition of Fleming Wood, praying indemnification for losses occasioned by United States officers, for an alleged violation of the laws regulating trade with the Indian tribes","Senate Doc. 198","1840","Washington, D.C.","Blair &amp; Rives","1840",""," Alderman Library, University of Virginia",""]},{"divid":1215096791,"type":"Book","data":["W.E. Foley","A History of Missouri Volume II-1820 to 1860",null,"Columbia","University of Missouri Press","1971","56"]},{"divid":1215096835,"type":"Book","data":["C. Fred Williams, et al.","A Documentary History of Arkansas",null,"Tuscaloosa","University of Arkansas Press","1984","18"]}],"locations":[{"id":1705,"lat":35.586034325,"lng":-92.3783328997,"zoom":9,"place":"VAN BUREN, Arkansas"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}