{"id":2328,"title":"D.B. Mitchill&#39;s Attempts to Compromise with the Creeks and the Seminoles\n","course_id":1,"status":"P","start_date":"1817-08-04","end_date":"1817-08-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["D.B. Mitchill was the executive chair of Georgia in 1817, but in early March of that year, he resigned his post. In July of that year, he met with the leaders of the Creek Nation at Fort Hawkins. His goal of this meeting was to explain to the Indians their role in creating and maintaining a mutual peace between the Indians and the United States. He warned the Creeks that other Americans had approached some of the Creeks in the southern portion of the nation, misleading them and bribing them away from the rest of their nation. He named, most notably, the British Agent Colonel Nichols, and cited the gifts given to some of these Creeks as evidence of corruption. Mitchill argued that the northern Creeks had a duty to bring those who had been led astray back into the nation, as tensions were slowly but steadily arising between them and the United States. Mitchill also stated that the United States would fulfill all of their promises to the Creek nation, as well as willingly renewing diplomatic relations with all of the southern Creeks who could be persuaded by their northern counterparts to return their previous amicable relations with the United States. In his testimony to the United States Senate on the First Seminole War, Mitchell did not state the final results of these talks; he implied, however, that the Creeks acquiesced to his requests. On August 4, 1817, Major Twiggs, stationed at Fort Scott, Georgia, wrote Mitchill on behalf of the chiefs of three Seminole towns in Florida. These three chiefs, via Major Twiggs, asked Mitchill if they too might agree to the terms he offered to the Creeks at Fort Hawkins. Mitchill planned to send for these three men, one of whom was Chief Neamathla of Fowl Town, to discuss their request. Before he could, however, General Gaines attacked and burned Fowl Town, thus instigating the violent retaliatory attacks of the Seminoles against the whites in the area that would mark the commencement of the First Seminole War and prompt Secretary of War Calhoun to dispatch General Andrew Jackson to Fort Scott.","One of the major problems in the process of creating and signing treaties between the United States and the Indians before 1830, when the Indian Removal Act was passed, was a lack of a central, sole authority for either side. The United States had multiple people, ranging from military officials like General Andrew Jackson to statesmen like Mitchell to independent citizens making a variety of agreements with the Indians. The Indians as well, and the Seminoles in particular, lacked a central government. Each town or group of Seminoles was organized independently, thus making it nearly impossible for the government of the United States to make a universal treaty. In addition, even if the United States succeed in writing and passing a treaty with a number of Indian leaders, as it did with the Chickasaws in Mississippi, that did not necessarily protect the tribe from the intervention of the state in which it lived. In the case of the Chickasaws, Mississippi tried to extra-legally subvert the treaty signed by the United States and the Chickasaws in 1830 in order to impose state law onto the Indians. Upon receiving a plea from the Chickasaws, President Jackson paid them a visit, and told them that they essentially had no choice but to sign a new treaty with the United States agreeing to be relocated west of the Mississippi River. The United States repeatedly recanted on previous treaties it had made with numerous different tribes in order to advance its own territorial possessions. "],"display_date":"August 4, 1817","search_date":"1817-08-04","citations":[{"divid":1213584544,"type":"Newspaper Article","data":["Seminole War, Interesting Documents Accompanying the Report of the Senate in the Case of General Jackson","New York Daily Advertiser","","March 5, 1819","1"]},{"divid":1213584590,"type":"Book","data":["Michael Gannon, editor","The New History of Florida ",null,"Gainesville","University Press of Florida","1996","191-193"]},{"divid":1213584673,"type":"Book","data":["Robert V. Remini","Andrew Jackson &amp; His Indian Wars",null,"New York","Viking, The Penguin Group","2001","237, 243-244"]},{"divid":1213584758,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Theda Perdue","Cherokee Women and the Trail of Tears","American Encounters: Natives and Newcomers from European Contact to Indian Removal 1500-1850","Peter C. Mancall and James H. Merrell","New York","Routledge","2000","526"]}],"locations":[{"id":1706,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":17,"tag":"Government"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}