{"id":2329,"title":"General Jackson Invades Spanish Territory and Takes Pensacola\n","course_id":1,"status":"P","start_date":"1818-05-28","end_date":"1818-05-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["General Andrew Jackson learned in the spring of 1818 that the Seminoles were gathering en masse in Pensacola, which, at the time, was in Spanish-controlled Florida. He also had heard reports of Indians murdering whites in Alabama, Georgia, and Florida. He was, in fact, sent down to Fort Scott because of Seminole retaliatory strikes against the United States in late 1817. General Jackson concluded that it was necessary for the United States to invade Spanish territory and forcibly take control of Pensacola, thereby dispersing (or killing) the Indians gathered there. On May 28, 1818, he did just that. He claimed, after the invasion, that his action stemmed in no way from a desire to extend the territorial limits of the United States but was instead a preventative measure against further Indian violence against whites. ","General Jackson issued a statement regarding his taking of Pensacola that was then published in at least one newspaper; <em>The Times</em> printed his statement on August 3, 1818. His report also included details of his plans for occupying the city. He stated that all Spanish laws, so far as they effect personal rights and property would remain in effect. ","This ultimately became a moot point, as Spain agreed to cede the Florida Territory to the United States on February 22, 1819, although the treaty legalizing this sale, the Adam-Onis Treaty, was not ratified until 1821. The United States, in return, agreed to assume 5 million worth of Spain's debt. The taking of Pensacola and General Jackson's statement of intent, however, are still important. The atrocities that the Indians committed against white settlers in the Deep South deeply upset General Jackson. He justified all of his actions against the Indians in the First Seminole War on the perpetration of these 'atrocities'-even the ones that were provoked by General Gaines' actions. The Indians were occupying valuable land and reacting violently when the Americans tried to coerce these lands from them. ","The ultimate realization of General Jackson's antipathy towards the Indians was realized with his signing, as President, of the Indian Removal Act of 1830. With the passage and later implementation for this act, Jackson claimed repeatedly that this was for the good of the Indians, rather than for the Americans. He stated to Congress and to the Indians that the purpose of the act was to enable the Indians to preserve their culture from assimilation into white culture, and to give them the space necessary to govern themselves free from the American legal system. Regardless of his intentions, the result remains the same. President Jackson was almost solely responsible for the uprooting of North America's oldest human inhabitants and for one of the most egregious violations of the Constitution in American history. This act was written by his supporters and signed by him; rather than simply mandating the removal of the Indians, however, it authorized the President make voluntary treaties with the Indians exchanging their current land for land west of the Mississippi River. In other words, this treaty required that President Jackson to keep up his facade of removing the Indians in their best interest in order to sell them on his plan.","The Seminoles in Florida were, ironically, one of the last tribes to be officially effected by President Jackson's decision to remove the Indians west. They were also one of the most determined to resist this relocation, eventually forcing the United States into the Second Seminole War. Upon losing the war, all but about one quarter of the Seminoles were relocated. "],"display_date":"May 28, 1818","search_date":"1818-05-28","citations":[{"divid":1215096931,"type":"Newspaper Article","data":["American Papers","The Times","","August 3, 1818","2"]},{"divid":1215096969,"type":"Book","data":["Michael Gannon","The New History of Florida",null,"Gainesville","University Press of Florida","1996","191-193"]},{"divid":1215097026,"type":"Book","data":["Robert V. Remini","Andrew Jackson &amp; His Indian Wars",null,"New York","Viking, The Penguin Group","2001","166, 228, 233, 237"]},{"divid":1215097079,"type":"Book","data":["James W. Covington","The Seminoles of Florida",null,"Gainesville","University Press of Florida","1993","63-64, 72"]},{"divid":1215097112,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Theda Perdue","Cherokee Women and the Trail of Tears","American Encounters: Natives and Newcomers from European Contact to Indian Removal, 1500-1850","Peter C. Mancall and James H. Merrell","New York","Routledge","2000","526"]}],"locations":[{"id":1707,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":17,"tag":"Government"},{"id":19,"tag":"Native-Americans"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}