{"id":2330,"title":"The Transfer of Information in the First Seminole War\n","course_id":1,"status":"P","start_date":"1818-01-01","end_date":"1818-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The arrival of anyone new at a frontier fort like Fort Gadsden in Florida meant an influx of long-overdue news of the rest of the country and state. With the coming of Major Hogan, the new paymaster, in April of 1818 in the heat of the First Seminole War, came startling news of Indians murdering whites in Alabama and on the Sapulgue River. With the entrance of a sloop later in the month came more frightening news. There was a significant number of Indians gathering in nearby Pensacola, Florida. Upon hearing this news and concluding that the United States army would move to counter this build up of Seminole strength in Pensacola, Colonel Gibson ordered three thousand rations to Fort Scott. General Jackson then ordered his quartermaster to Mobile. He gave him instructions to gather and bring artillery and ammunition to Fort Montgomery and to ready his troops for war.","Information traveled slowly and irregularly on the frontier, especially on one like Florida's, which had no major newspapers or trade routes. Even so, news on the edge of United States territory typically traveled faster and more reliably by word of mouth and personal letters than it did in newspapers. This imperfect and slow communication system, while frustrating in peacetime, often proved fatal in times of war.","General Jackson, and General Gaines before him, made decisions during the First Seminole War based on imperfect and out-of-date information. Although some Indians in Alabama may have murdered a few whites there, and although Indians may have been gathering in Pensacola, it was by no means absolutely warranted for General Jackson to begin his build up of arms and preparation for war. Although Chief Neamathla of Fowl Town warned General Gaines in 1817 not to cross the Flint River and that the Seminoles would meet such actions with an appropriate response, he had also sent a letter via Major Twiggs to D.B. Mitchill entreating him to a compromise and peace settlement just a few months before. Had General Gaines waited just a few day or weeks, perhaps Mitchill would have had time to respond and begin negotiating with Chief Neamathla, thus preventing the first, or perhaps all three, of the bloody Seminole Wars. The slow and erratic transfer of information on the border of Florida-a place with few established towns and no major newspapers-made it almost pure luck, however, as to what information would be received by whom and when it would be received."],"display_date":"January - April 1818","search_date":"1818-03-01","citations":[{"divid":1214018959,"type":"Newspaper Article","data":["Seminole War. Interesting Documents Accompanying the report of the Senate in the Case of General Jackson","New York Daily Advertiser","","March 5, 1819","1"]},{"divid":1214019061,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["William E. Huntzicker","The Frontier Press: 1800-1900","The Media in America: A History","William David Sloan","Northport","Vision Press","2002","181 "]},{"divid":1214019130,"type":"Book","data":["Michael Gannon, editor","The New History of Florida",null,"Gainesville","University Press of Florida","1996","191-192"]}],"locations":[{"id":1708,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}