{"id":2331,"title":"A Seminole Woman&#39;s Deal with Andrew Jackson\n","course_id":1,"status":"P","start_date":"1818-04-18","end_date":"1818-04-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A Seminole woman approached General Andrew Jackson after a skirmish during the First Seminole War. She claimed to have knowledge of the whereabouts of Peter McQueen, an Indian prophet whom the United States Army had been pursuing for some time. General Jackson had recently just narrowly missed capturing his at Natural Bridge. As per his quick temper, the general was enraged. This Seminole woman presumably heard through word of mouth-there were some Indians serving under General Jackson's command-about his near miss. She offered to turn McQueen over to the United States in return for General Jackson to allow her people to be transported to the land of the upper Creeks, with sufficient provisions to tide them over until they could establish themselves agriculturally. In his furor, Jackson readily agreed to this pact, and she departed with a letter to the commanding officer of Fort St. Marks detailing the agreement. This was, however, the last recorded sighting of her. She never upheld her end of the bargain, nor did she seek further assistance from General Jackson in the relocation of her people. McQueen was, indeed, never captured.","The Seminoles, including the unnamed woman, were directly related to the Creeks. They were in fact originally members of the Creek confederacy in Alabama and Georgia. They migrated to Florida, however, in three distinct phases. In the first half of the eighteenth century, they executed small invasions of Spanish territory, but with the intent to raid white villages, rather than to establish settlements of their own. In the second half of the century, they began establishing villages; by 1812, the Seminoles inhabited at least six towns in Spanish Florida. From 1812 to 1820, the political and cultural tensions in Georgia and Alabama led many Creeks to move to Florida and join the Seminoles already living there. So when the Seminole woman asked General Jackson to help her people move back to the upper Creek nation, she was not asking for him to help her people invade another tribe's land. She was just asking to go home.","This incident is also a clear indication of the growing power of Seminole women. From 1812 to 1820, they experienced a significant increase in their ability to exist formally outside of the household. With the migration of Seminoles to Florida, they came increasingly into contact with whites, allowing them to enter into small trade with them. These agricultural business transactions-primarily involving Seminole women growing and selling oranges, melons, corn, rice, and peaches to whites-greatly increased the political legitimacy of these women, thereby giving the unnamed woman the authority to strike her deal with a general in the United States Army."],"display_date":"April 18, 1818","search_date":"1818-04-18","citations":[{"divid":1213751176,"type":"Newspaper Article","data":["Of the Seminole War: Special Documents Transmitted by the President to Congress","New York Spectator","","December 29, 1818","1"]},{"divid":1213751210,"type":"Book","data":["Robert V. Remini","Andrew Jackson &amp; His Indian Wars",null,"New York","Viking, The Penguin Group","2001","135, 151-152"]},{"divid":1213751310,"type":"Book","data":["James W. Covington","The Seminoles of Florida",null,"Gainesville","University Press of Florida","1993","3, 49"]}],"locations":[{"id":1709,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}