{"id":2332,"title":"Spanish Duplicity Exposed at Fort St. Marks\n","course_id":1,"status":"P","start_date":"1818-05-01","end_date":"1818-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Fort St. Marks was a Spanish-occupied fort in Florida, but by early May of 1818, the Spanish were, in the opinion of United States General Andrew Jackson, rapidly losing their ability to control it and, as a result, it was vulnerable to changing hands to the Seminoles'. As the end of the First Seminole War was in sight, this was not something General Jackson could allow to happen. So he approached the commander of Fort St. Marks and asked for his surrender to the United States instead of passing the fort on to Seminole control at the end of the war. Despite extensive negotiations, the Spanish commander decided to turn the fort over to the Indians, much to General Jackson's dismay. He refused to passively accept this outcome, however, and invaded the fort, replacing the Spanish flag with that of the United States without any resistance from the Spaniards. ","Part of General Jackson's animosity and distrust towards the Spanish was proven by the discovery of documents in the fort that detailed the transfer of arms and ammunition to the Seminoles. It was these arms that were used against his soldiers and the citizens of his country. The alliance between the Spanish and the Florida Seminoles was no secret, but the capture of Fort St. Marks provided concrete evidence as to this alliance. In addition to these documents, the American troops also found evidence that the Indians had been in the fort and that the chief of the Seminoles had met with the Spanish leaders in the private quarters of the commanding officer of the fort. There were goods clearly received via trade with the Seminoles stockpiled, including some that the Indians had stolen from American settlers. General Jackson subsequently blamed the Spanish for perpetuating the conflict between the Americans and the Indians in Florida. ","Prior to this discovery, however, both the Spanish and the United States maintained a public facade of being in a war together against the Seminoles, and the Spanish commanders in Florida denied giving any aid to the Seminoles in letter correspondence with American officers. In reality, the Seminoles had been allied with the Spanish since 1812, when the Spanish governor sent messages to the Seminole chiefs claiming that the United States would commandeer their land if they allied with it. He also offered a 1,000 reward for the scalp of John McIntosh, an Indian officer in the United States Army, and a 10 reward for one of any other United States-allied soldier or Indian."],"display_date":"May 1, 1818 - May 30, 1818","search_date":"1818-05-15","citations":[{"divid":1215097246,"type":"Newspaper Article","data":["Of the Seminole War: Special Documents Transmitted by the President to Congress","New-York Spectator","","December 29, 1818","1"]},{"divid":1215097276,"type":"Book","data":["Robert V. Remini","Andrew Jackson &amp; His Indian Wars",null,"New York","Viking, The Penguin Group","2001","146, 148-150"]},{"divid":1215097320,"type":"Book","data":["James W. Covington","The Seminoles of Florida",null,"Gainesville","University Press of Florida","1993","29"]}],"locations":[{"id":1710,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":17,"tag":"Government"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}