{"id":2333,"title":"A Defense of General Jackson&#39;s Invasion of Pensacola\n","course_id":1,"status":"P","start_date":"1819-04-19","end_date":"1819-04-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Upon hearing rumors that the Seminoles were gathering en masse in Pensacola, Florida, General Andrew Jackson and his army invaded and took control of the town, dispersing the Seminole gathering in the process. After the war, General Jackson faced much criticism for his actions in the war, both in the press and in a formal investigation conducted by the Senate; his seizure of Pensacola was not exempt from examination and criticism. ","In the face of this firestorm of words, <em>The Times</em> published an article from the National Intelligencer defending General Jackson's actions. This article, the goal of which was to explain General Jackson's logic in deciding to attack Pensacola to the public, was rife with what today would be understood as racist attitudes. If it [the seizure and occupation of Pensacola] saved the life of a single frontier settler, it was right. At the time, however, these attitudes represented one side of the norm. Indians were killing whites. Indians were in possession of valuable land. Indeed, it was their own economic prosperity in their trade with the British that attracted the attention and ultimate envy of the United States. Given these two facts, many Americans believed the U.S. Government had every right to relocate them to the west.","The other side of this debate, which emerged about a decade later during the firestorm surrounding the passage and implementation of the Indian Removal Act, was adamantly opposed to the removal of the Indians, regardless of the rationale behind it. Many Americans were outraged at the willingness of the Congress and the President to violate past treaties made with the Indians regarding land possession. "],"display_date":"April 19, 1819","search_date":"1819-04-19","citations":[{"divid":1215097440,"type":"Newspaper Article","data":["American Intelligence, Strictures on Mr. Lacock&#39;s Report On The Seminole War","The Times","","April 19, 1819",""]},{"divid":1215097466,"type":"Book","data":["Robert V. Remini","Andrew Jackson &amp; His Indian Wars",null,"New York","Viking, The Penguin Group","2001","233"]},{"divid":1215097500,"type":"Book","data":["Michael Gannon","The New History of Florida",null,"Gainesville","University Press of Florida","1996","192"]}],"locations":[{"id":1711,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":17,"tag":"Government"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}