{"id":2334,"title":"Captain Call&#39;s Good Call in Pensacola\n","course_id":1,"status":"P","start_date":"1817-01-01","end_date":"1817-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Captain Richard R. Call was an optimist; he was a man firm in his faith in American superiority. He also would either have made a very good lawyer or had very gullible friends. Captain Call convinced seven of his friends that it would be a good idea to buy land in the territory of a foreign country and in a region that appeared to be overrun by savage and American-hating Native Americans. So, in the fall of 1817, he traveled with some his friends to Pensacola, Florida-which was still Spanish territory and was still heavily populated by Seminoles. While in town, he and his companions purchased 80 acres on the south side of town, 2,000 acres on the bay-two to three miles from town-and a number of unimproved lots within the city. The deeds for all of this property were, obviously, written in Spanish and codified by the Spanish court, not the American. Yet Captain Call was not purchasing this land because he had faith in the future of Spain. He believed that the territory of Florida would ultimate change hands and become a part of the United States.","Indeed, his prediction came true, but it was by no means a certainty at the time of his large purchase. The First Seminole War had not yet occurred. The results of that brief war, which ended in the spring of 1818, were primarily the cessation of Florida to the United States. Although Captain Call was certainly not alone in his prediction, the public goal of the war was not to force Spain to hand over Florida. It was a retributive war against the Seminoles, and once which it can be argued, never really ended. The Seminoles, unlike the Creeks, did not have a central leadership structure, making it practically impossible for the United States to sign a treaty with the Seminoles. Instead, it had to be done on a nearly individual scale. The gradual incursion of whites into Seminole lands ultimately resulted in the Second Seminole War."],"display_date":1817,"search_date":"1817-07-02","citations":[{"divid":1213834903,"type":"Newspaper Article","data":["Seminole War. Interesting Documents Accompanying the report of the Senate int eh case of General Jackson","New York Daily Advertiser","","March 5, 1819","2"]},{"divid":1213834942,"type":"Book","data":["Michael Gannon, editor","The New History of Florida",null,"Gainesville","University of Florida","1996","191-193"]},{"divid":1213834971,"type":"Book","data":["Robert V. Remini","Andrew Jackson and his Indian Wars",null,"New York","Viking: The Penguin Group","2001","166"]}],"locations":[{"id":1712,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}