{"id":2335,"title":"The Election of 1824 in the Seminole Nation\n","course_id":1,"status":"P","start_date":"1824-01-01","end_date":"1824-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["After the First Seminole War and the United States' acquisition of Florida, the U.S. Government encouraged the self-governance of the Seminoles as a united tribe. As 1823 turned to 1824, Neamathla was the head chief of the Seminole Nation. This would not last, however. By July, he had been removed by the United States because of growing tension between him and the governor of the Florida territory, William Duval. The Seminoles were now faced with the challenge of electing a new leader who would represent them well without inciting the anger of the United States.","There were two candidates going into the election. Micopany was the candidate favored by the Seminoles, while the Tallahassees and the Micasukies favored Tuko-see-mathly, also known as John Hicks. The election went off without a hitch, and John Hicks was elected as the new head chief of the Seminole Nation-a political union of the Seminoles, Micasukies, and Tallahassees. ","This nation would not last, however. Within a decade, the Seminoles would again be embroiled in a war with the United States. Prior to this war, however, the United States had already begun making inroads on relocating the Seminoles. On September 18, 1823, the United States and the Seminoles signed the Moultrie Creek Treaty. The terms of this treaty moved the Seminoles south onto a reservation. This mass move of 2,300 Seminoles was poorly planned and poorly executed by the United States, primarily because of its lack of knowledge of the territory. The land upon which the Seminoles were settling was poor in quality, which did not bode well for the future health of the community. Indeed, they were hit with food shortages and starvation in both 1825 and 1827 when poor harvests left them without sufficient food to feed themselves. Naturally, they began roaming beyond the borders of their reservation in search of food. The United States, however, did not like this one bit. It had put the Seminoles on a reservation for a reason-so they would not interfere with the American settlers in the territory. So, in 1827, the United States passed a law forbidding the Seminoles from crossing the boundaries of their reservation.","This restriction, like the election a few years before, that seemed so significant at the time, hardly mattered in the long run. In 1830, the Indian Removal Act was passed, and by 1842, 4,420 of the 5,000 Seminoles who called Florida home had been relocated to the Indian Territory west of the Mississippi."],"display_date":1824,"search_date":"1824-07-01","citations":[{"divid":1216315253,"type":"Book","data":["James W. Covington","The Seminoles of Florida",null,"Gainesville, FL","University Press of Florida","1993","50 54-59, 63, 109"]},{"divid":1216315291,"type":"Pamphlet or Other Printed Material","data":["George A. McCall","Letters from the Frontier","Philadelphia, PA","Lippincott","1868",""]}],"locations":[{"id":1713,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}