{"id":2337,"title":"Sam Forwood&#39;s Fatherly Advice\n","course_id":1,"status":"P","start_date":"1846-10-08","end_date":"1846-10-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On October 8, 1846, in Clark County, Alabama, Sam Forwood wrote a letter to his sixteen-year-old son, William Stump Forwood, who was living in Maryland with his grandmother for schooling.Young William had been questioning what occupation he should pursue, and his father had several points of advice. Sam advised his son to pursue the profession of medicine. As Sam explained it, becoming a doctor would not prevent him from being a farmer. Rather, Sam found it vitally in your advantage to be acquainted with the science of medicine, and it is an easy profession to acquire. According to historian James Volo, the medical profession in the antebellum period thought of itself as knowledgeable and humanitarian, but its practitioners were neither selective in their methods nor well regulated by their fellows. Such methods were still based upon medieval concepts and home remedies. A country doctor-which William would be if he returned to Clark County, Alabama-was even less advanced in practical methods due to the lack to intellectual stimulation from living in rural areas. In other words, even though studying to become a doctor would be respectable and considered knowledgeable for William, it would still be an easy profession, as Sam stated, for him to acquire.","Sam Forwood's reasoning behind his advice was that he knew about the hardships that farmers in Alabama faced at the time. As William Rogers explains, in Alabama, one of the states making up the Cotton Kingdom, the fluctuation of cotton prices, the higher cost of purchasing goods in a protected market, and the lack of economic development and diversification contribute to the unsettled economic conditions that characterized the time. The uncertainty of farming - when it would rain, how much it would rain, etc. - dominated letters among antebellum southern planters. Sam Forwood himself exclaimed anxiety about his crop of cotton being small, yet hopefully highly priced. Focusing on another profession, William Forwood could ease his dependence on this lifestyle of ambiguity. Although doctors belonged to what would be considered the white elite class, they still depended upon the agricultural success of the Cotton Kingdom. Certainly, doctors were a very separate occupation, which only served to build up the resources in a local society. Nevertheless, such occupations still depended on Alabama's economic vitality, which undoubtedly depended on cotton. With this in mind, William could still find time for farming-that occupation upon which southern society hinged. William Forwood did take his father's advice. In 1848, he returned to Alabama to pursue the medical profession. Later on in life, he served as the president of the Clark County Medical Society and published several articles in medical journals."],"display_date":"October 8, 1846","search_date":"1846-10-08","citations":[{"divid":1215097614,"type":"Manuscript on Microfilm","data":["","Sam Forwood to William Stump Forwood, October 8, 1946","Reel 1, Micflm 1704, ser.J, Frame 00480","William Stump Forwood Papers","Alderman Library, University of Virginia"]},{"divid":1215097651,"type":"Book","data":["William Warren Rogers, Robert David Ward, Leah Rawls Atkins, and Wayne Flynt","Alabama: The History of a Deep South State",null,"Tuscaloosa","University of Alabama Press","1994","74, 93"]},{"divid":1215097697,"type":"Book","data":["James M. Volo and Dorthy Denneen Volo","Encyclopedia of the Antebellum South",null,"Westport","Greenwood Press","2000","184"]},{"divid":1215097735,"type":"Book","data":["Charles Reagan Wilson and William Ferris","Encyclopedia of Southern Culture",null,"Chapel Hill","University of North Carolina Press","1989","1366"]}],"locations":[{"id":1714,"lat":31.6767353507,"lng":-87.8307270777,"zoom":9,"place":"CLARKE, Alabama"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}