{"id":2338,"title":"Alexander Allen&#39;s Essay on Slavery\n","course_id":1,"status":"P","start_date":"1830-01-01","end_date":"1849-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["When Alexander Allen was asked to write an essay on the Advantages and Disadvantages of Slavery at Franklin College, Alabama, which he attended during the late 1830s and early 1840s, his answers were based upon the society in which he was immersed for all of his life. First, Alexander thought that slavery allowed a greater number of talented individuals to devote their time to studying and spreading their knowledge through all ranks of society, benefiting all. Without slavery, white young scholars could not attend colleges and academies, which are of infinite advantage to any country. At this point in his essay, Alexander refuted the objection that slavery denied blacks from these opportunities by stating that the slaves were allocated to their proper position in society, seeing that they are entirely incapable of self-government. He felt that slaves were able to perform the drudgery and duties that white people could certainly not do. Furthermore, Alexander argued that, judging from the ignorance and incapability of the wild Africans, blacks benefited from being in subjugation to whites. Slavery taught these barbarians how to be civilized and humane because masters lovingly took their slaves with them to church. Lastly, slavery also helped the country as a whole, amassing wealth and the capability for defense.","On the other hand, Alexander acknowledged disadvantages to the institution of slavery simply because advantages were always accompanied by disadvantages. He explained that slavery mars the peace and tranquility of the overseer by their natural waywardness and stupidity. Furthermore, the number of enslaved occupants of the country diminished the number of free white citizens that could inhabit the country. Last but not least, slavery set an example of autocracy, reputing the republican principles that the Constitution stood for.","These views were common to southerners in Franklin County, Alabama, and across the entire South. Southerners everywhere had to build a body of ideologies and answers in order to classify slavery as advantageous. It is not clear where Alexander retained his opinions. However, the fact that this essay was an assignment in the schooling of a southern youth legitimizes this ideological notion that white southerners had to talk themselves into the morality and rightful authority of enslaving millions of people. The slave South used the concept of paternalism-governing or ruling over a group of people in a fatherly manner out of necessity-as the official defense to slavery, believing that it was beneficial to both master and slave. The fragile contradictions of slavery required southerners to believe that the blacks could not take care of themselves, making it necessary and right that the superior group care for them. In order to prolong society and culture as they knew it, the southerners who were instructing Alexander Allen and his generation imposed these concepts into their basic education."],"display_date":"1830 - 1849","search_date":"1840-01-01","citations":[{"divid":1214017250,"type":"Manuscript on Microfilm","data":["","Essay by Alexander Allen, 1830s-1840s","Reel 4, Micflm 1705, ser J, Frame 00480","George Washington Allen Papers","Alderman Library, University of Virginia"]},{"divid":1214017340,"type":"Book","data":["Ophelia Settle Egypt, J. Masouka, and Charles S. Johnson","Unwritten History of Slavery",null,"Nashville","Fisk University","1968","v"]},{"divid":1214017381,"type":"Book","data":["Mark M. Smith","The Old South",null,"Oxford ","Blackwell Publishers Ltd.","2001","205"]}],"locations":[{"id":1715,"lat":34.5339170174,"lng":-87.6962673407,"zoom":9,"place":"FRANKLIN, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":14,"tag":"Church/Religious-Activity"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}