{"id":234,"title":"Ida B. Wells Writes and Releases Book About Lynching in the South\n","course_id":1,"status":"P","start_date":"1895-01-01","end_date":"1895-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Three years prior to the release of A Red Record, Ida B.Wells was forced out of her home in Memphis, Tennessee and into Northern exile by her campaign against lynching.  The white Northern press excluded most African American writers, so Wells was forced to create new arguments and tactics.  In an effort to attract attention to the plight of blacks, Wells attacked white fears of declining manliness and blamed those fears as the motivation and perpetration behind lynchings of blacks.    &lt;br /&gt;In 1895, Ida B. Wells released her pamphlet titled A Red Record: Tabulated Statistics and Alleged Causes of Lynchings in the U.S. 1892-94.  The pamphlet drew on her rhetoric about declining manliness and described hangings, burnings, and mutilations of blacks, thus revealing the nation's tolerance of cruelty to blacks.  In the pamphlet, Wells claims that it is the white man's civilization and the white man's government which are on trial.'  Through her discourse on manly civilization, Wells showed that white manliness could only be saved and civilization advanced by obliterating lynch law.  The pamphlet and Wells's rhetoric shocked white America and it became quite popular in Northeast cities as well as in Great Britain.  &lt;br /&gt;On April 8, 1895, following the release of Wells's pamphlet, women's rights activist Susan B. Anthony joined Wells at a lecture at the First Baptist Church in Rochester, N.Y.  Wells defended her position that Negro lynching had increased in the South and cited that between 1882 and 1892 1,000 colored people were lynched on slight pretexts, and in many cases, when they were known to be innocent.'  A young Texan theological student echoed the sentiments of many Americans during the time and rebutted that if Negroes are so badly treated in the South, why do they not come North, or go West, or to some more congenial place?'  Anthony and Wells both retorted that the North treated Negroes no better than the south.    Although lynchings did not all together stop with the publication of the pamphlet and Wells' lectures, she was influential in blossoming an anti-lynching movement in the U.S. and Great Britain."],"display_date":1895,"search_date":"1895-07-02","citations":[{"divid":1213140339,"type":"Book","data":["Amy Alexander","Fifty Black Women Who Changed America",null,"New York","Kensington Publishing Corporation","1999","31"]},{"divid":1213140561,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Gail Bederman","Civilization, The Decline of Manliness, and Ida B. Wells&#39; Anti-Lynching Campaign","Gender and American History Since 1890","Barbara Melosh, editor","New York","Routledge Publishing","1993","207-231"]},{"divid":1213140697,"type":"Newspaper Article","data":["Color Line in the North","The Washington Post ","","April 9, 1895","1"]}],"locations":[{"id":166,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}