{"id":2340,"title":"John Dewery in Prison\n","course_id":1,"status":"P","start_date":"1836-01-07","end_date":"1836-01-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John Dewery, a bright mulatto...nineteen or twenty years old, found himself in a precarious situation. As he was sitting in the Clark County Jail in Alabama on January 7, 1836, the Mobile Commercial Register published an announcement about his capture and arrest as an escaped slave. This was problematic because he swore in vain that he was a freed person. Nevertheless, the paper reported that if his owner would not come to reclaim his property, he will be delt with as the law directs.","If this young mulatto boy was currently or at any point a slave, that means he was the child of a sexual relationship across the color line in which an enslaved mother was the partner of some white male. This is evident because southern state laws established that children of any mixed relationship would follow the status of their mother, regardless of who their father might be, keeping them enslaved on the plantation. Of course, this gave white male slave-owners the opportunity to freely engage in elicit sexual relations with their female slaves without fear of the repercussions of unwanted, illegitimate children as these children would still be classified as their slaves. According to Joshua Rothman, such occurrences fed to the complexities and contradictions of a southern society founded on racial domination-which some sexual relationships could only serve to reinforce-and alternately undermined by interracial sex.","On the other hand, it is possible that this young boy was not a slave nor was enslaved ever in his past. Because of the maternally-inherited status-which meant slaves who had a white father were still born as slaves-on which the southern plantation functioned, some mulattos were free while some, born of enslaved mothers, were still slaves. In other words, an individual's physical appearance essentially gave no indication of being free or enslaved. Therefore, many slave traders kidnapped and sold free blacks who were not slaves at all. Notably during the fall months, when planters had money from the sale of their crops, slave traders in Alabama took such illicit action in order to make their own profit. Within the interstate slave trade, numerous free blacks and mulattos were arrested under the assumption that they were escaped slaves and then allowed to be sold simply because traders could presumably legitimize this through the color of their skin. As John waited in his prison cell in Clarke County, his fate was more than likely to be sold in order for the county to pay for jail fees-an embodiment of unpredictable and often times tragic outcome of sex across the color line."],"display_date":"January 7, 1836","search_date":"1836-01-07","citations":[{"divid":1214163761,"type":"Newspaper Article","data":["","Mobile Commercial Register","","January 7, 1836",""]},{"divid":1214163777,"type":"Book","data":["Walter Johnson","Soul By Soul: Life Inside the Antebellum Slave Market",null,"Cambridge","Harvard University","1999","128-129"]},{"divid":1214163876,"type":"Book","data":["William Warren Rogers, Robert David Ward, Leah Rawls Atkins, and Wayne Flynt","Alabama: The History of a Deep South State",null,"Tuscaloosa","University of Alabama Press","1994","104"]},{"divid":1214163965,"type":"Book","data":["Joshua D. Rothman","Notorious in the Neighborhood: Sex and Families across the Color Line in Virginia 1787-1861",null,"Chapel Hill","University of North Carolina Press","2003","4, 47"]}],"locations":[{"id":1717,"lat":31.6619891322,"lng":-87.8428758708,"zoom":9,"place":"CLARKE, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}