{"id":2341,"title":"Sylvia, the Runaway Slave","course_id":1,"status":"P","start_date":"1836-09-30","end_date":"1836-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1836, Sylvia, about twenty years of age, of common size, very likely and almost black, was sold from her plantation in Conecuh County, Alabama to the plantation of Thomas L. Stark in Washington County. Perhaps she was separated from her husband. Perhaps she left behind a child. Whatever the circumstances, Sylvia decided to run away. After several months with no sign of Sylvia, her owner finally decided to make a more public announcement. On September 30 of that same year, the Mobile County Register published a 10 reward pending the return of this runaway slave. Sylvia's rightful owner expected her to return to her former plantation in Conecuh County and whomever she missed there.","Across the South, the domestic slave trade daily uprooted slaves from their homes and dropped them into some foreign land without regard for their personal well-being. Of all the interstate slave sales leading up to the Civil War, twenty-five percent destroyed first marriages and fifty percent destroyed nuclear families. Essentially, slaves were property, and property could be bought and sold at will-whatever was economically profitable. With this in mind, the families of slaves were always in danger of being separated.","Sylvia's new master, Thomas L. Stark, valued the young girl enough that he provided a reward for her return. Slaves were vital to the livelihood of the southern plantation owner. As William Rogers explains, slavery was a crucial part of the Cotton Kingdom in Alabama and inherently tied to the economic success of planters as their most valuable asset. Therefore, Mr. Stark valued Sylvia as one of the highest commodities in his fortune-one that he could not let run away.","Surely, Sylvia knew that punishment was awaiting her upon her return. In Alabama, most small infractions were handled on the plantations, while more serious crimes were handled within the legal system. Essentially, corporal punishment was a way for white southerners to demonstrate their power and keep the system of slavery functioning to their advantage. Even though slaves were property, they were still people who needed disciplining to keep within the lines of the owners' will. Perhaps this, along with the aching want to be with whomever she missed, kept Sylvia hiding and running for months."],"display_date":"September 30, 1836","search_date":"1836-09-30","citations":[{"divid":1215118634,"type":"Newspaper Article","data":["","Mobile Commercial Register","","September 30, 1836",""]},{"divid":1215118647,"type":"Book","data":["Walter Johnson","Soul By Soul: Life Inside the Antebellum Slave Market",null,"Cambridge","Harvard University Press","1999","19"]},{"divid":1215118691,"type":"Book","data":["William Warren Rogers, Robert David Ward, Leah Rawls Atkins, and Wayne Flynt","Alabama: The History of a Deep South State",null,"Tuscaloosa","University of Alabama Press","1994","96, 108"]}],"locations":[{"id":1718,"lat":31.295197952,"lng":-87.0094005045,"zoom":8,"place":"CONECUH, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}