{"id":2345,"title":"Sam Forwood&#39;s Definition of the Southern Family\n","course_id":1,"status":"P","start_date":"1840-05-07","end_date":"1840-05-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 7, 1840, Sam Forwood, in Clark County, Alabama, wrote to his son William on the health of his family. Numerous family letters focused on health. In this correspondence, the first paragraph tended to discuss the health of all members of the family and the history of any sicknesses since the last letter. The Forwood family was generally in sufficient health, despite a fever here and there. However, in this letter, Sam chose to include the conditions of his slaves. He wrote, My family is in good health except one negro woman and a little negro boy over two years old. The black woman had been plagued by a slight fever, and the young slave boy had broken a bone rough-housing with some of the other slave children. Following this mention, Sam continued his letter with the normal discussion of his cotton crop and other business around Clark County.","This is not an exception in the history of southern slavery. Slave owners often included slaves as a part of their household. As Edward Ayers points out, in most instances, masters and slaves mutually cared for one another, and masters would grieve for slaves as a member for the family. Because the idea of family was so important in the southern Christian culture, masters frequently included their slaves in their notion of their family unit. The inclusion would, in theory, civilize the slaves with Christian influences because slaves who respected their masters-as children who respect their fathers-would never seek to harm them. Furthermore, the slaves' own family units, like those of their masters, kept a degree of humanity and happiness instilled in the plantation dynamics.","Moreover, slaves were the livelihood of southern plantation owners, and thus owners were necessarily concerned about the health of their slaves. According to William Roger, slavery was an indispensable component of the cotton kingdom, and so, the success of an Alabama plantation and the success of its owner rested upon the slaves. Surely, a slave with a broken bone or a fever was of no use. Therefore, Sam Forwood had no choice but to care about the well-being of their slaves."],"display_date":"May 7, 1840","search_date":"1840-05-07","citations":[{"divid":1214163439,"type":"Manuscript on Microfilm","data":["","Sam Forwood to William S. Forwood, May 7, 1840","Reel 1, Micflm 1705, ser J, Frame 00386","William Stump Forwood Papers","Alderman Library, University of Virginia"]},{"divid":1214163504,"type":"Book","data":["Edward L. Ayers","In the Presence of Mine Enemies: The Civil War in the Heart of America 1859-1863",null,"New York","W.W. Norton &amp; Company","2003","21-22"]},{"divid":1214163554,"type":"Book","data":["William Warren Rogers, Robert David Ward, Leah Rawls Atkins, and Wayne Flint","Alabama: The History of a Deep South State",null,"Tuscaloosa","University of Alabama Press ","1994","97"]},{"divid":1214163609,"type":"Book","data":["William J. Cooper, Jr. and Thomas E. Terrill","The American South: A History",null,"New York","McGraw-Hill Companies, Inc.","1996","220"]}],"locations":[{"id":1720,"lat":31.6767353507,"lng":-87.8307270777,"zoom":9,"place":"CLARKE, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}