{"id":2346,"title":"B.F. Porter&#39;s Gin House\n","course_id":1,"status":"P","start_date":"1842-02-21","end_date":"1842-02-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["B.F. Porter was an important individual around Tuscaloosa County, Alabama. Not only was he a practicing lawyer, but he owned a large crop of cotton and produced valuable gin. However, someone apparently had a problem with his extracurricular activities. On February 21, 1842, the Mobile Commercial Register reported that Mr. Porter's gin house, along with his entire cotton crop, went up in flames only a few days before. According to the paper, the fire appeared to have been intentionally set. From this article, it is unclear as to whether Mr. Porter was the victim of an enemy seeking revenge or a dogmatist attempting to make a statement for the temperance movement. What is clear about this time period is a great difference of opinion when it came to alcohol consumption. In the antebellum South, Charles Wilson explains that alcohol was a basic part of life in which isolated farmers, as Mr. Porter may have been, utilized distilling to retard spoiling, reduce bulk, and enhance the marketability of their crops. Even though the temperance movement had begun to gain speed in the nineteenth century, it was not yet able to get a foothold in the South. This was due to the economic circumstances of farmers like Mr. Porter and the perceived link between abolitionism and temperance. In Alabama specifically, the temperance movement took form prior to the Civil War but only strengthened along with the other reform movements during the twentieth century.","Nevertheless, the 8 percent of antebellum southerners who did make temperance pledges were adamant and extreme in their views. Alcoholism brought a great number of dangers to southern society, including violence, economic insecurity, and even suicide. Therefore, the temperance movement was able to build a small base of support despite the customary position of alcohol in society. This small percentage was undoubtedly the most radical of the population, and their extreme views led to extreme action. Unfortunately, Mr. Porter may have been a victim of such action."],"display_date":"February 21, 1842","search_date":"1842-02-21","citations":[{"divid":1215119035,"type":"Newspaper Article","data":["","Mobile Commercial Register","","February 21, 1842",""]},{"divid":1215119071,"type":"Book","data":["William Warren Rogers, Robert David Ward, Leah Rawls Atkins, and Wayne Flynt","Alabama: The History of a Deep South State",null,"Tuscaloosa","University of Alabama Press","1994","370"]},{"divid":1215119165,"type":"Book","data":["James M. Volo and Dorothy Denneen Volo","Encyclopedia of the Antebellum South",null,"Westport","Greenwood Press","2000","310-311"]},{"divid":1215119234,"type":"Book","data":["Charles Reagan Wilson and William Ferris","Encyclopedia of Southern Culture",null,"Chapel Hill","University of North Carolina Press","1989","1346-1347"]}],"locations":[{"id":1721,"lat":33.2726735133,"lng":-87.5297604234,"zoom":8,"place":"TUSCALOOSA, Alabama"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}