{"id":2347,"title":"Clement C. Clay&#39;s Fears for the Democratic Party\n","course_id":1,"status":"P","start_date":"1841-01-19","end_date":"1841-01-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Evidently, Clement Comer Clay had been driving Dixon Hall Lewis absolutely crazy. Clay, a U.S. senator from Alabama, was in a feeling of intense anxiety concerning the upcoming election of 1841. Lewis, an Alabama representative, was getting rather annoyed. At Clay's request, Lewis finally sat down to write a letter on January 18, 1841, to Benjamin Fitzpatrick, his brother-in-law and wealthy planter living in Elmore County. Fitzpatrick had been recently nominated by the Democratic Party for governorship of Alabama.","Clay was anxious to talk with Fitzpatrick about his nomination and the election. Unlike Lewis, Clay believed that the prospects for the Democratic Party were cause for distress. The current President, Martin Van Buren, did not enjoy a very peaceful term. The Panic of 1837 burdened his office greatly, leading to an economic depression that was only exacerbated by crop failures and low cotton prices. Furthermore, he refused to annex Texas and opposed extending slavery into the territories, angering many southern Democrats. These issues weakened his chances of reelection. Lewis found a simple answer to this-the Democratic Party should just stay quiet and firm, holding off on any announcement of the Presidential candidate to prevent the resurgence of the same issues. As far as their opponent was concerned, he stated, The only struggle is the secret one going on among the Whigs.","Yet, Lewis was wrong. William Henry Harrison, the presidential candidate of the Whig party, was victorious in the final election. On a local state level, the Democratic Party still retained a strong hold in Alabama. This was because many slaveholders were able to associate abolitionist sentiments with Old Harrison. The electorate of Alabama chose the very popular Fitzpatrick and reelected Clay and Lewis to their respective positions. Nevertheless, the Whigs were not as weak as Lewis had imagined. According to James Volo, they brilliantly campaigned in the first modern political effort in history. Even though Van Buren won Alabama's electoral votes, the Democrats certainly had reason to worry on the national scale. Harrison won 234 of the electoral votes, with Van Buren only winning sixty. Lewis seemed calm and collected in the months preceding the election, blind to the future success of the Whig Party and the imminent split of the Democratic Party that would come only a decade later. Perhaps he should have been as anxious and stressed as Clay."],"display_date":"January 19, 1841","search_date":"1841-01-19","citations":[{"divid":1214164880,"type":"Manuscript on Microfilm","data":["","Dixon Hall Lewis to Ben Fitzpatrick, January 19, 1841","Reel 5, Micflm 1705, ser J, Frame 00692","Benjamin Fitzpatrick Papers","Alderman Library, University of Virginia"]},{"divid":1214165021,"type":"Book","data":["William Warren Rogers, Robert David Ward, Leah Rawls Atkins, and Wayne Flynt","Alabama: The History of a Deep South State",null,"Tuscaloosa ","University of Alabama Press","1994","142-144"]},{"divid":1214165082,"type":"Book","data":["James M. Volo and Dorothy Denneen Volo","Encyclopedia of the Antebellum South",null,"Westport","Greenwood Press","2000","336-337"]}],"locations":[{"id":1722,"lat":32.5985787024,"lng":-86.5763659473,"zoom":9,"place":"AUTAUGA, Alabama"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}