{"id":2349,"title":"The Cycle of Sharecropping\n","course_id":1,"status":"P","start_date":"1889-01-09","end_date":"1889-01-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Widowed and with few options available to support herself, Dolly Lang, a black widow living in Falls County, Texas, signed a sharecropping contract with Mrs. V.C. Billingsley on January 9, 1889. The contract specified that Lang agreed to lease around 48 acres of land previously rented by her husband Ellis Lang and on which she currently lived. The land was to be used for growing cotton. Consequently, the agreed upon rental price was the first three bales of cotton produced from the land each year, each having to weigh in at five hundred pounds. The lease agreement was stated to expire at the end of the year unless otherwise agreed to by Mrs. V.C. Billingsley.","Farm tenancy, the division of land to be rented and farmed by individuals, had been a practice in Texas since the colonial period; however, the end of the Civil War and the emancipation of slaves caused a boom in farm tenancy across the southeastern United States as the demand for both agricultural labor and employment skyrocketed. Initially, sharecropping seemed to be an excellent solution for both those with land and those without; yet eventually, it became evident that sharecropping created a dangerous cycle of debt and, at times, the abuse of power by the traditionally white landowner over the poor black and white sharecroppers. Sharecropping quickly became the most common farm tenant arrangement, one in which the tenant did not receive his or her payment, typically given as a share of the crops, until the crops were harvested and turned into the landowner. Through this system, the landowner still exercised a great degree of power, illustrated by the terms of Lang's contract.","Being a sharecropper was a risky business as many were left with no profit after paying back debts incurred during the growing season. This caused the sharecropper to start off the next growing season already indebted to merchants or the landowner and facing the additional challenge of an uphill battle against the unknowns of Mother Nature. Cotton was particularly popular for the high prices it fetched, yet it seeped all of the nutrients out of the soil starting a succession of diminishing returns. When this happened, sharecroppers frequently had to decrease their crop yield and were unable to seek out more fertile land as state laws mandated they remain on the property until they paid off their debts. Landowners and local merchants often took advantage of sharecroppers, many of whom were still illiterate, and maintained economic control. Indeed, because of the way in which sharecroppers were caught in a cycle of debt and were at the mercy of landowners, Claudine Ferrell refers to sharecropping as a form of economic slavery in her book <em>Reconstruction</em>.","While many poor white men also made a living as sharecroppers, a disproportionately high amount of blacks took part in the practice. Life as a tenant farmer was certainly not as grim as it had been for blacks living in slavery; black men and women technically had the ability to spend their time, money and energy as they so desired. Still, as Reconstruction came to a formal close in 1877, the plantation system remained firmly entrenched and many white landowners saw overseeing sharecroppers as a variation of the duties they had retained during slavery. The landowner maintained control over the individuals on his property and thus a relationship based on domination and vulnerability persisted between many blacks and whites in the South. Regardless of the inequity it perpetuated, sharecropping shaped the economic and social atmosphere of much of the agricultural South long after Reconstruction ended and on through the Depression."],"display_date":"January 9, 1889","search_date":"1889-01-09","citations":[{"divid":1217063963,"type":"Primary Source in a Secondary Source","data":["Billingsley Papers, Land Papers","1865-1893","Black Texas Women&#58; A Sourcebook","Ruthe Winegarten","Austin","University of Texas Press","1996","52"]},{"divid":1217064022,"type":"Book","data":["Ruthe Winegarten","Black Texas Women ",null,"Austin","University of Texas Press","1995","41-45, 174"]},{"divid":1217064049,"type":"Book","data":["John Hope Franklin","Reconstruction After the Civil War",null,"Chicago","University of Chicago Press","1961","180, 219"]},{"divid":1217064104,"type":"Book","data":["Claudine L. Ferrell","Reconstruction",null,"Westport","Greenwood Press","2003","72, 114"]},{"divid":1217064198,"type":"Online Encyclopedia","data":["Handbook of Texas Online","farm tenancy","http&#58;//www.tsha.utexas.edu/handbook/online/articles/FF/aefmu.html","September 25, 2006"]}],"locations":[{"id":1723,"lat":31.2532790477,"lng":-96.9358479777,"zoom":9,"place":"FALLS, Texas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}