{"id":2350,"title":"The Galveston Hurricane of 1900\n","course_id":1,"status":"P","start_date":"9/8/00","end_date":"9/18/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Death, damage, extreme destruction - these were the results the city of Galveston, Texas had to face in the wake of the hurricane of 1900. On September 18 of that year, Joseph Hawley, a railroad executive in Galveston, wrote to his wife and daughter to share details of the ruin caused by the hurricane that hit the coastal region 10 days earlier. While Hawley sent news that their immediate family had thankfully managed to survive the storm, he described the wreckage and dead bodies that still plagued the city streets. Indeed, Hawley had to deal with this devastation on a daily basis as chairman of the Committee of Public Safety. The storm hit in the afternoon, giving him enough time to take precautionary measures to protect his property; he estimated the resulting personal damages to be minimal, around 200. The storm flooded his office with four feet of standing water and at the time of the letter, he estimated that the storm and its effects had killed five thousand citizens and injured three thousand others.","Hawley told his family of uncovering the bodies of family friends while at the morgue and overseeing the handling of 500 bodies which were taken out to sea, weighted down and thrown overboard. There had been so many fatalities that the city had to resort to collecting the bodies and either taking them out into the ocean or cremating them in large funeral pyres. The situation was grim as there was a limited supply of clean water and much of the area was still flooded, with filth accumulating and baking under the hot temperatures. While the city deployed two thousand men a day to assist in clean up efforts, Hawley estimated that it would take at least another four to five weeks before the initial clean-up was complete. Despite the great work ahead, Hawley concluded his letter on an optimistic tone, noting that Galveston would overcome the disaster and rebuild itself into a modern city. He also commented on the great outpouring of donations and financial assistance from neighboring areas as well as places as far away as Paris, Liverpool and Hamburg.","By 1900, the coastal city of Galveston had a population of almost 38,000 and was a thriving, wealthy city, serving as a banking center and vital deepwater port; it was also a major producer of cotton, wheat, cattle and corn. Prior to the Galveston Hurricane, two previous hurricanes resulted in the devastation and eventual abandonment of a city further along the coast, called Indianola; yet the people of Galveston had not really seen hurricanes as a legitimate threat. While discussions of precautions such as seawalls had been discussed, no safety measures had been taken and the area was completely vulnerable by the time the hurricane of 1900 rolled in.","The storm hit on September 8 and massive flooding occurred, exacerbated by the fact that the highest house in the city was only eight or nine feet above sea level.No exact death toll is available, but most estimates range anywhere from six thousand to eight thousand with financial damages totaling 28 million. While the physical damage was concentrated in one particular region of Texas, the resulting financial burden was shouldered by many as nearby communities and even other countries contributed money to aid in the large rebuilding effort that lay before Galveston. After the storm, the city began enacting changes immediately, including a reorganization of the local government to help relieve Galveston of its now heavy debt. In 1902, locals voted into effect legislation which issued 1.5 million in bonds to pay for the construction of a 17-foot-tall seawall. This barricade between the city and the ocean would prove successful in offering crucial protection during a powerful hurricane that hit in 1915. Despite rebuilding efforts and improvements, the devastation Galveston faced caused it to lag behind cities such as Dallas and Houston which were developing into transportation hubs and enjoying the new oil boom. Due to its extensive financial and human costs, the 1900 storm is still considered to be the deadliest natural disaster to hit the North American continent."],"display_date":"September 8, 1900 - September 18, 1900","search_date":"1900-09-13","citations":[{"divid":1215119394,"type":"Primary Source in a Secondary Source","data":["Letter from Joseph Henry Hawley to wife Julia Hawley and daughter Mary Hawley Willis","September 18, 1900","Through a Night of Horrors","Casey Edward Greene and Shelly Henley Kelly","College Station","Texas A&amp;M University Press","2000","56-63"]},{"divid":1215119452,"type":"Book","data":["Randolph B. Campbell","Gone to Texas: A History of the Lone Star State",null,"New York","Oxford University Press","2003","338-341"]},{"divid":1215119505,"type":"Website","data":["Michael A. Smith","Post-Storm Rebuilding Considered &#39;Galveston&#39;s Finest Hour","Galveston County Daily News","http://www.1900storm.com/index.lasso","September 24, 2006"]}],"locations":[{"id":1724,"lat":29.5143972393,"lng":-94.8756973573,"zoom":9,"place":"GALVESTON, Texas"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}