{"id":2352,"title":"Fighting for Equality in the Public Sphere\n","course_id":1,"status":"P","start_date":"1898-08-25","end_date":"1898-11-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Though Reconstruction ended officially in 1877, the country and its people were far from united as racism and segregation became a growing force. Texas, though on the edge of the South, was certainly no stranger to this battle over inequality. On November 18, 1898, the Galveston News ran an article detailing how Isabelle E. Mabson, a black resident of Galveston, TX, filed suit in the district court against the Missouri, Kansas and Texas railway company of Texas and the Wagner palace car company. The lawsuit was for a total of 1,800 in damages based on the fact that Mabson was denied the ability to ride in the first-class car based on her race. On August 25 of that year, Mabson had purchased first-class tickets to take herself and her children from Kansas City home to Galveston. She was able to ride in the first-class car until the train reached Denison, TX where she was ejected from the car by company officials because Mabson and her children were black. The fact that she was forced from the car in front of her fellow passengers caused her great embarrassment. She and her children were offered to ride in the car for black clients, which was cited as dirty and filled with filth of person and language. Mabson was sick at the time and desired the luxury provided by the first-class car, so she left the train and purchased tickets for the remainder of the journey through the Houston and Texas Central railway.","Isabella Mabson was among the first black women to take a stand for equal treatment in the public sphere by filing suit in federal district court. While the outcome of her case is not known, the article highlights the issues that blacks continued to face in Texas after Reconstruction ended. The Fifteenth Amendment passed in 1870, creating equal rights for all men despite race or color; however, women were not included in this amendment. While the U.S. Civil Rights Act of 1875 encouraged many to fight public segregation, efforts were soon curtailed when the U.S. Supreme Court declared the section of that act pertaining to public accommodations unconstitutional. This act enabled states, including Texas, to pass Jim Crow laws at the state and local level which greatly constrained the rights of black men and women. Texas, along with other southern states, put into effect a great deal of laws restricting the day to day behaviors of black residents.","Southern history is full of accounts similar to that of Mabson. Frequently, black passengers would purchase tickets to ride in cars with more pleasant conditions only to be demanded by railroad officials to remove themselves immediately. If the black passenger did not comply, the situation could quickly escalate and at times even resulted in assault. In the 1880s and 90s, railway cars became the first site of state-mandated segregation laws in the South. After the Texas government created legislation for railway-car segregation, the practice of segregation in public settings expanded from there; while the frequency of segregation increased, so did racial tensions. As Edward Ayers emphasizes in his book <em>The Promise of the New South</em>, new generations of whites became squeamish about black people in ways their grandparents could never have imagined-- or afforded. Laws such as this were reaffirmed at the national level in 1896 when the U.S. Supreme Court gave its ruling in the case <em>Plessy v. Ferguson</em>, in which it declared segregation was permitted under the separate but equal clause. In protest of this kind of segregation, blacks practiced civil disobedience and took legal actions such as the above case initiated by Mabson, while many others simply left and went further north in favor of areas such as Kansas which promised more equal treatment. "],"display_date":"August 25, 1898 - November 18, 1898","search_date":"1898-10-06","citations":[{"divid":1215119882,"type":"Primary Source in a Secondary Source","data":["Galveston News","November 19, 1898","Black Texas Women: A Sourcebook","Ruthe Winegarten","Austin","University of Texas Press","1996","63-64"]},{"divid":1215119929,"type":"Book","data":["Ruthe Winegarten","Black Texas Women",null,"Austin","University of Texas Press","1995","65-77"]},{"divid":1215119970,"type":"Website","data":["Arnoldo De Len and Robert A. Calvert","Segregation","Handbook of Texas Online","http://www.tsha.utexas.edu/handbook/online/articles/FF/aefmu.htm","September 25, 2006"]},{"divid":1215120065,"type":"Book","data":["Randolph B. Campbell","Gone to Texas: A History of the Lone Star State",null,"New York","Oxford University Press","2003","324-348"]},{"divid":1215120104,"type":"Book","data":["John Hope Franklin","Reconstruction After the Civil War",null,"Chicago","University of Chicago Press","1961","180, 219"]},{"divid":1215120138,"type":"Book","data":["Edward L. Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992","17, 432"]}],"locations":[{"id":1726,"lat":33.6268326509,"lng":-96.6776465031,"zoom":9,"place":"GRAYSON, Texas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}