{"id":2353,"title":"Boll Weevils and the Destruction of Cotton Crops\n","course_id":1,"status":"P","start_date":"1895-09-27","end_date":"1895-09-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Cotton: it was one of the most valuable crops in the agricultural South, and it was under attack by a seemingly indestructible new beetle known as the boll weevil. On September 27, 1895, an announcement ran in the <em>Chicago Daily Tribune</em> explaining the recent arrival of the boll weevil population to the United States. The species moved up from Mexico into certain areas of Texas and was wreaking havoc on cotton crops. The U.S. Agricultural Department considered the cotton boll weevil to be one of the most harmful pests to have existed in the United States. The boll weevil appeared to reproduce rapidly in some areas while in others, populations spread more slowly. Despite scientific studies which took place in Brownsville near the Rio Grande, no solution had yet been discovered to control the boll weevil population. They continued to make their home in cotton bolls, their only known habitat, and ruin cotton crops in Mexico and Texas.","After Texas cotton crops endured years of droughts and inclement weather, the boll weevil made its first appearance in Texas near Corpus Christi in the early 1890s. The boll weevil caused mass destruction in cotton crops as it fed on and laid its eggs in the fruiting structures of the cotton plant. Resistant to common insecticides of the time, boll weevil populations were able to spread across the entire state of Texas and eventually covered a vast area including North Carolina, Louisiana, Mississippi, and Tennessee. In this region known as the Cotton Belt, the pest caused a decrease in cotton productivity over a period of thirty years.","While the boll weevil population fanned out across the region, its damages were most heavily concentrated in southern Texas. Prior to the Civil War, Texas had not been a high producer of cotton; in 1850, Texas had one of the smallest cotton crops in the South. Yet during the Civil War and leading up to the twentieth century, cotton production in Texas flourished and grew from 58 thousand bales produced in 1850 to 2,584 thousand in 1900 when it was a top cotton producer. As cotton production increased in Texas, the effects of the boll weevil became more far-reaching and added to the volatility farmers faced in the cotton industry. An official with the U.S. Department of Agriculture toured an area in southern Texas in 1894 and reported that around 90 percent of the cotton crop was damaged due to the boll weevil. Ten years later, one estimate revealed that 700,000 bales of cotton were ruined by the boll weevil population in one year, totaling costs of 42 million in Texas. Many southern states continue to work today to keep boll weevils and their capability of destruction under control."],"display_date":"September 27, 1895","search_date":"1895-09-27","citations":[{"divid":1215201123,"type":"Newspaper Article","data":["Work of the Cotton Boll Weevil&#58; This Pest Has but Recently Appeared in the United States","Chicago Daily Tribune","Chicago, Illinois","September 27, 1895",""]},{"divid":1215201165,"type":"Book","data":["William Cooper and Thomas E. Terrill","The American South&#58; A History",null,"New York","McGraw Hill","1996","416, 489-490"]},{"divid":1215201228,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["T.C. Richardson and Harwood P. Hinton","Boll weevil","The Portable Handbook of Texas","Roy R. Barkley and Mark F. Odintz","Austin","Texas State Historical Association","2000","696-699"]},{"divid":1215201296,"type":"Website","data":["The University of Tennessee Institute of Agriculture","Boll Weevil","University of Tennessee","http&#58;//www.utextension.utk.edu/fieldCrops/cotton/cotton_insects/Pests/boll_weevil.htm","October 2, 2006"]}],"locations":[{"id":1727,"lat":29.8870533163,"lng":-96.2779799564,"zoom":9,"place":"AUSTIN, Texas"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}