{"id":2354,"title":"Debating Prohibition\n","course_id":1,"status":"P","start_date":"1885-08-01","end_date":"1885-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Dr. J.B. Cranfill, a resident of Texas, an ardent supporter of temperance and prohibition, packed his bag, headed for Crawford, Texas, and prepared to defend prohibition in what would be a heated debate in August of 1885. His opponent was to be Roger Q. Mills, a man formerly an advocate of prohibition but whom since had taken the side of whiskey men. Cranfill compared the encounter to that of David and Goliath, and by the time the debate started at 8 PM, there was standing room only.","Mills began by quoting men such as Thomas Jefferson and discussed personal liberty, democracy, and other popular arguments used by anti-prohibitionists; he received a standing ovation. Cranfill then took the stage and began with a reading from the Bible and quoted William E. Gladstone as saying It is the duty of the government to make it easy for people to do right and hard for the people to do wrong. Then, he introduced his next quotable authority with high praises and began to read excerpts from <em>The Prairie Blade</em>; this was a pro-prohibition publication which Mills himself had been editor of in 1856. Following the reading, Cranfill exclaimed Ladies and gentlemen, the quotation I have just read is from the pen of Honorable Roger Q. Mills of Texas As the applause grew to a roar, Mills was clearly embarrassed. Cranfill closed his argument by asking God to strike him dead that night if he was to be tempted away from the principles of prohibition and good will, as Mills had been. Cranfill later reflected on that evening debate as the greatest argumentative achievement of his career, enabling him to send a strong message on the reformation topic which he supported so passionately.","Prohibition, a reform movement to place a ban on the manufacture and sale of alcoholic drinks, was a topic of discussion and an influence on politics in Texas, the South and the entire nation starting in the 1840s. Drama and debate over the subject would continue until 1933 when Congress passed the Twenty-first Amendment repealing the Prohibition Act. In the 1830s and 40s, people in the United States began to notice an increase in the levels of violence and poverty; many blamed this on the increased levels of alcohol consumption and wanted to revive morality and decency by banning alcohol.","After the Civil War ended, the cause was met with renewed fervor and led to the creation of organizations such as the Anti-Saloon League, the Women's Christian Temperance Union and the Prohibition Party. Prohibition was a topic which enticed groups usually silent on political issues to voice their opinions, such as women and religious groups. The topic was debated from the biggest cities to the most rural areas. Nationally, the Prohibition Party received most of its support from Northern voters. This impeded united support of prohibition to an extent since many Southerners were reluctant to take up a common cause with the same people who had previously supported abolitionism and the Republican Party and who now supported female suffrage. The issue did, however, bring together some groups as many white and black voters joined together to fight for the dry laws they supported. Still, in the South the debate over prohibition largely took remained at the local level, and with the decision at the time still up to individual localities, many counties in Texas became dry.","Moving into the twentieth century, the prohibition cause, coupled with religious revivalism, increased in strength across the nation and eventually resulted in the Eighteenth Amendment in 1919. Despite the enthusiasm with which the cause had originally been championed, popular sentiment saw a shift in the 1920s and people soon became disillusioned with prohibition. The Twenty-first Amendment passed in 1933 and Texas voters repealed the state's dry law in 1935, thus leaving the decision up to individual localities. Regardless of the legal outcome of prohibition, the movement it inspired had brought together previously alienated groups through a common cause and enticed many others to have their voice heard for the first time in the political realm. A series of reform movements would follow through the years as politics was invigorated at the local level with passionate individuals eager to improve their country."],"display_date":"August 1, 1885 - August 30, 1885","search_date":"1885-08-15","citations":[{"divid":1216315662,"type":"Pamphlet or Other Printed Material","data":["J.B. Cranfill","Dr. J.B. Cranfill&#39;s Chronicle&#58; A Story of Life in Texas ","New York","Fleming H. Revell Company","1916","Special Collections Library, University of Virginia"]},{"divid":1216315718,"type":"Book","data":["Marion K. Barthelme, ed.","Women in the Texas Populist Movement",null,"College Station, TX","Texas A&amp;M University Press","1997","8, 53"]},{"divid":1216315777,"type":"Book","data":["Fred A. Shannon","The Centennial Years ",null,"Garden City, NY","Doubleday &amp; Company Inc","1969","45, 137, 154"]},{"divid":1216315865,"type":"Online Encyclopedia","data":["The History Channel ","Prohibition","http&#58;//www.history.com ","October 2, 2006"]},{"divid":1216315896,"type":"Online Encyclopedia","data":["Handbook of Texas Online","Prohibition","http&#58;//www.tsha.utexas.edu/handbook ","October 2, 2006"]},{"divid":1216315928,"type":"Book","data":["Edward L. Ayers","The Promise of the New South ",null,"New York","Oxford University Press","1992","178-181"]}],"locations":[{"id":1728,"lat":null,"lng":null,"zoom":8,"place":"MC LENNAN, Texas"}],"tags":[{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}