{"id":2355,"title":"Rough Riders Mobilize for Battle\n","course_id":1,"status":"P","start_date":"1898-05-17","end_date":"1898-05-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 17, 1898, Teddy's Terrors were preparing for battle. On that day, the <em>Chicago Daily Tribune</em> ran an article detailing the preparations of Colonel Theodore Roosevelt's First Volunteer Regiment of Cavalry, formerly known as Teddy's Terrors, which would move out to Cuba later that week. There had been a delay in the organization of a third squadron as two hundred Indian Territory troops were late in arriving, but were expected to come the following day. Colonel Roosevelt was working with the troops and expressed his expectations that the troops would see victory in Cuba. Citizens had welcomed Roosevelt to the camp the night before by serenading him and he received cheers from camp visitors. With their successful training and the support of civilians as well as the government, Roosevelt and his Rough Riders would soon be ready to take on their assignment and leave their mark on the Spanish-American War.","The Spanish-American War, which took place in 1898 in an effort to free Cuba from Spanish rule, created a need in the U.S. government for more troops to supplement state militia in the overseas battle. A federal law passed in April created three regiments of volunteers in the western territories and states; President William McKinley was given the duty of selecting the commanding officers. The regiment which would go on to win the most fame, the First United States Volunteer Cavalry, was that led by Lt. Colonel Theodore Roosevelt. Though the group, which was affectionately known as Teddy's Terrors and the Rough Riders, had a high concentration of westerners including outlaws and cowboys, it also had a large contingency of wealthy easterners and even Ivy League students.","The regiment was the first to land in Cuba, pushing back the Spanish forces, charging Kettle Hill and marching on Santiago de Cuba. Although the U.S. forces experienced heavy casualties, they did achieve victory. In less than sixty days the regiment had been raised, organized, armed, equipped, drilled, mounted, dismounted, kept for a fortnight on transports, and put through two victorious aggressive fights in a very difficult country, the loss in killed and wounded amounting to a quarter of those engaged, Roosevelt later wrote. The result of the work of the Rough Riders and the victory of the Spanish-American war established the United States as a major world power and gave Roosevelt the impetus and popular approval he needed to land in the White House."],"display_date":"May 17, 1898","search_date":"1898-05-17","citations":[{"divid":1216316047,"type":"Newspaper Article","data":["Teddy&#39;s Terrors Are Ready","Chicago Daily Tribune","Chicago, IL","May 17, 1898",""]},{"divid":1216316084,"type":"Book","data":["Theodore Roosevelt","The Rough Riders ",null,"New York","Charles Scribner&#39;s Sons","1899"," 39-199"]},{"divid":1216316124,"type":"Book","data":["Randolph B. Campbell","Gone to Texas&#58; A History of the Lone Star State ",null,"New York","Oxford University Press","2003",""]},{"divid":1216316165,"type":"Online Encyclopedia","data":["Handbook of Texas Online","First United States Volunteer Cavalry","http&#58;//www.tsha.utexas.edu/handbook/online/articles/FF/aefmu.html ","October 4, 2006"]}],"locations":[{"id":1729,"lat":29.4490384361,"lng":-98.519907109,"zoom":9,"place":"BEXAR, Texas"}],"tags":[{"id":17,"tag":"Government"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}