{"id":2357,"title":"African Americans on Republican Party Ticket for State Office\n","course_id":1,"status":"P","start_date":"1873-08-28","end_date":"1873-08-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" In the heat of late August in Mississippi, the Republican Party's State Convention of 1873 was still in session trying to appoint candidates for upcoming elections.  Finally two candidates had been selected-A.K. Davis was nominated for Lieutenant Governor, while James Hill was chosen to run for Secretary of State-and both men were African American.  This was a crucial decision for the Republican Party because each of these offices was extremely visible in the state of Mississippi.  Senator Alcorn, a prominent Mississippi politician, surprisingly declared that he was against the Republican ticket for reasons he did not immediately disclose.  He said that he would address the people of Mississippi the following evening at Representative Hall.  Upon dismissal of the session, the Republicans still had not decided who they would appoint to run for State Treasurer, Attorney General, and Superintendent of Education.  ","       James Lusk Alcorn was elected as the first governor of the reconstructed state of Mississippi in 1969, and he later became a United States Senator.  Alcorn was an extremely wealthy white planter who had been against secession in 1861, and was elated when Mississippi rejoined the Union in 1969.  He was a huge proponent of African American involvement in politics; he wanted them to contribute ideas, candidates, and their votes as newly declared United States citizens.  There were many Mississippians, however, who were not complementary of this idea, a large number of them being Democrats.  Voicing the opinions of many Mississippians, one state newspaper claimed, Nigger voting, holding office and sitting in the jury box are all wrong, and against the sentiment of the country.  African Americans were often stereotyped as lazy, ignorant, and illiterate, and therefore totally incompetent as governing officials.  Alcorn became known as an enemy of the white race; his desires for racial legal equality were not only controversial, but the cause of intense hatred towards him.  ","       The resistance to change and the racist lens through which Mississippians tended to view politics made it difficult for a black man to hold office during Reconstruction.  The appointing of two black candidates for office in Mississippi, despite opposition, however, was not entirely uncommon.  When the remaining Radical Reconstruction governments were finally overthrown in 1877, approximately 2,000 African American men had held local, state, and federal public offices in the South, including a wide range of titles and duties.  This proves that the freedmen were able to overcome the obstacles that held them back and not only run for office, but frequently win the election.  Mississippi blacks who ran for office benefited from the fact that their state was over 50 percent African American in 1870; the concentration of African American populations made a major difference in the likelihood of election for black candidates.  A vast majority of the blacks who ran for public office in the lower South were on the Republican ticket, like A.K. Davis and James Hill.  These two pioneers of black political participation in Mississippi were among the many African Americans who fought for a voice in American Politics during the Reconstruction.    "],"display_date":"August 28, 1873","search_date":"1873-08-28","citations":[{"divid":1218738177,"type":"Newspaper Article","data":["","New York Times","New York, NY","August 29, 1873",""]},{"divid":1218738198,"type":"Book","data":["Eric Foner","Freedom&#39;s Lawmakers&#58; A Directory of Black Officeholders during Reconstruction",null,"Baton Rouge","Louisiana State University Press","1993","vii-xxxi"]},{"divid":1218738288,"type":"Article","data":["David H. Donald","The Scalawag in Mississippi Reconstruction","The Journal of Southern History","Vol. 10, No. 4","1944","447-460"]}],"locations":[{"id":1730,"lat":30.3227252079,"lng":-88.4311231118,"zoom":9,"place":"JACKSON, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}