{"id":2358,"title":"Ku Klux Faction in Florida Democratic Club Exposed\n","course_id":1,"status":"P","start_date":"1871-11-24","end_date":"1871-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":[" Hon. Horace Maynard, the Chairman of the Sub-Ku Klux Committee of Florida, faced a difficult predicament in late November of 1871.  The members of the Young Men's Democratic Club of Leon County, Florida, were in extreme state of alarm and this was brought to the committee chairman's attention.  They were worried about the recent outing of the Ku Klux division of their political club before the Committee-they were afraid of the consequences of their exposure.  Many members of the Democratic organization were planning to flee to Texas, fearing that the same fate might be in store for them that their South Carolina sympathizers experienced.  Republicans in Leon County were also concerned, since people blamed them for exposing the Ku Klux men's secret to the Committee.  The Chairman considered his responsibility to protect the Republicans of Leon County from Ku Klux persecution and likely put a plan for their safety underway.","       The Ku Klux Klan originally started in Tennessee, but infiltrated into bordering regions of Alabama in 1867 or so.  From there it quickly expanded into the state, forming dens that covered the entire former Confederacy by the end of 1868.  Members of the Klan came from all different economic and social levels, but they were united in that the vast majority of them were young men and almost all of them were in some way affiliated with the Democratic Party.  The Klan tended to thrive especially well in rural areas of the South, like Leon County in Florida.  Therefore, it is not surprising that Klan affiliations were found within the Young Men's Democratic Club of this county-the members were perfect candidates for Ku Klux recruitment.  ","      It is also predictable that the Klansmen were turned in by Republicans, who tended to be more in support of African American rights and less active on their inner racist beliefs than the Democrats.  The idea of running away to Texas to escape punishment was a common idea for those who needed to hide in the late nineteenth century, as well.  Texas was a brand new state and, because it was so rural, it provided a great hiding ground for criminals and refugees.  The Klansmen of the Democratic Party in Leon County most likely did run away to Texas for a while to escape the consequences of the revelation of their KKK affiliations.  Their experience shows that Klan membership was a common political faction within many sections of the Democratic Party and reveals the reaction to KKK involvement in post-bellum society."],"display_date":"November 24, 1871 - November 30, 1871","search_date":"1871-11-27","citations":[{"divid":1215201433,"type":"Newspaper Article","data":["","New York Times","","November 25, 1871",""]},{"divid":1215201448,"type":"Article","data":["Lisa Cardyn","Sexualized Racism/Gendered Violence: Outraging the Body Politic in the Reconstruction South","Michigan Law Review","Vol. 100, No. 4","2002","680-690"]}],"locations":[{"id":1731,"lat":30.4585161351,"lng":-84.2751559802,"zoom":9,"place":"LEON, Florida"}],"tags":[{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}