{"id":2359,"title":"A Typical Monday for Mary Austin Holley\n","course_id":1,"status":"P","start_date":"1838-02-26","end_date":"1838-02-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In her diary Mary Austin Holley jotted down the events of her afternoon with friends. She enjoyed pleasant conversation as well as the beautiful surroundings. She made note of the impressive collection of books, and in particular the various curiosities displayed throughout the parlor. Holley's friends, Mr. and Mrs. Wharton, boasted all sorts of fascinating relics, once owned by famous figures in Mexican history. Holley wrapped up the account of her delightful afternoon by recognizing Mr. Wharton as a cultured gentleman and Mrs. Wharton as all that a lady should be. ","In the early stages of Texas colonization, most of the colonists were like Holley and the Whartons: ladies and gentlemen from the American South. Being southerners, they brought with them several aspects of southern life and culture. One of these was slavery and the way of life it provided. Domestic slaves took the burdens of household work off of slaveholding ladies, supplying them with an abundance of leisure time. Having free time enabled Holley to receive a thorough education. Her education made her interested in rare editions of books and figures in Mexican history. Holley appreciated the finer things in life and put emphasis on the importance of being a gentleman or lady. ","The ladies of the antebellum South revealed an important aspect of southern class hierarchy. In his book Soul by Soul, Walter Johnson describes the white upper class as a society made by slaves. Wives of slaveholders demonstrated this particularly well because the mark of a gentile lady was the leisure time she had to engage in pleasantries. She could not have this leisure time without the help of domestic servants, thus her slaves made her a lady. These women's husbands also benefited from their wives' leisure time. It became a credit to a man's reputation to have a wife that did not work. Enjoying a charming afternoon, like Holley, became a mark of gentility and wealth, and it was slavery that made it possible."],"display_date":"February 26, 1838","search_date":"1838-02-26","citations":[{"divid":1217447104,"type":"Book","data":["J.P. Bryan","Mary Austin Holley&#58; The Texas Diary, 1835-1838",null,"Austin","University of Texas Press","1965","61"]},{"divid":1217447127,"type":"Book","data":["Walter Johnson","Soul by Soul&#58; Life Inside the Antebellum Slave Market",null,"Cambridge","Harvard University Press","1999","90-93"]},{"divid":1217447163,"type":"Book","data":["Randolph B. Campbell","Gone to Texas&#58; A History of the Lonestar State",null,"New York","Oxford University Press","2003","110"]}],"locations":[{"id":1732,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}