{"id":2364,"title":"Abolition Crew\n","course_id":1,"status":"P","start_date":"1855-06-06","end_date":"1855-06-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Nine year-old Susan Bradford Eppes was worried about her father. On the eve of the family's journey to visit relatives in Tennessee an abolition crew had invaded the Eppes's plantation. According to Fannie, Susan's older sister, some white men, who had no business about the place, had come in the night and hidden away. Susan wanted to know more but Fannie refused to say anything else about that night. Due to the uprising in that night, Dr. Eppes did not accompany the family on their trip. Instead, he remained at the family plantation to keep watch. It was not until three days later when Susan pretending to be asleep on a couch, learned more. Her mother and uncle, having not seen her in the study, began to discuss a letter just received from Dr. Eppes. The men in the abolition crew had been on horseback, and according to Dr. Eppes, would be severely dealt with if they returned. Susan's Uncle Daniel stated in a serious tone that these abolitionists are everywhere through the South. Sooner or later they will make trouble for us. It was at that moment that Susan cried out in a voice full of concern and curiosity, Oh, Uncle Daniel, please tell me all about it? However, before Susan could glean any more information on the subject Fannie escorted her to bed. ","By 1855 the possibility of a plantation raid by an abolitionist crew had become a real fear for many large slave owners throughout the south. This episode is a prime example how abolition groups were growing increasingly bolder in their actions across the South. Vanished were the days when only those in the upper South had to be wary of such people. Abolitionists by 1855 were venturing deeper south into such states as Alabama, Georgia, and Florida. Rather than relying on mass mailing antislavery materials to plantation owners, abolitionists were penetrating the South seeking to directly aid slaves in escaping their masters. Encouragement for this kind of action was perpetuated by abolitionist orators like Gerrit Smith and Henry Highland Garnet. In his speeches Smith urged Northern abolitionist to go south and help them. Many Northerners agreed that helping slaves escape would play an important role in the attack and eventual crumbling of slavery. However, proslavery southern whites saw these rescues in a different light. While abolitionists saw slave owners as stealing slaves' very lives, slaveholders saw abolitionist crews as stealing their property. From the southern perspective slave rescues were an outlet of violent northern aggression against the peaceful South. Proslavery advocates saw northerners who participated in slave raids as vile fiends, emissaries of mischief and worse than thieves, robbers, or murderers. In response, whenever a slave rescuer was captured, agitated mobs would gather and insist that the captured parties be punished severely, whether legally or illegally. Outspoken southerners asserted that if northerners continued to interfere in the affairs of slave owners there would be violence. This increasing fear of abolitionist parties added to southern sectionalism further driving the country apart."],"display_date":"June 6, 1855","search_date":"1855-06-06","citations":[{"divid":1215201592,"type":"Primary Source in a Secondary Source","data":["Diary of Susan Bradford Eppes","May, 1855","Through Some Eventful Years","Susan Bradford Eppes","Macon","J.W. Burke Co.","1926","55-56"]},{"divid":1215201686,"type":"Book","data":["Stanley Harrold","The Rise of Aggressive Abolitionism",null,"Lexington","The University Press of Kentucky","2004","117-119, 141"]},{"divid":1215201760,"type":"Book","data":["Stanley Harrold","Abolitionist and the South, 1831-1861",null,"Lexington","The University Press of Kentucky","1995","75-80"]}],"locations":[{"id":1734,"lat":30.4456509268,"lng":-84.292206157,"zoom":9,"place":"LEON, Florida"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}