{"id":2372,"title":"Land Allegation Dispute in Alabama\n","course_id":1,"status":"P","start_date":"1885-12-27","end_date":"1885-12-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Alabama's Attorney General, while celebrating the Christmas season in his Gulf Coast home, received notice that he would need to institute a test suit as soon as possible in order to determine the title of government grated lands. In 1885, both timber businessmen and railroad executives repetitively brought cases to the Secretary of the Interior concerning the cutting of timber in certain areas of Alabama. These lands, amounting to some 200,000 acres of fertile soil and dense forests, were granted to the state in order to aid the construction of the Mobile and Girard Railroad in 1856. The Alabamians that wanted to cut timber on the lands claimed that the railroad had no valid title to the area because Mobile and Girard failed to abide by the terms upon which the land was given to them. The Secretary requested that the Attorney General get right to work because the conflict between these two interest groups had been steadily growing, and the state government needed to make a finite decision concerning the issue so as to pacify the competitors for the land usage.","A case of a land controversy such as this would have been common in the late nineteenth century as railroads were becoming an increasingly important means of transportation and focus of development. In 1881, Alabama formed a railroad commission to deal with issues such as land allotment for the building of railroads. The commission helped to organize and solve many problems with the railroads development, but they also created problems with citizens, such as the conflict with the timber producers.<em>The Mobile Register </em>frequently featured articles and commentaries against the commission, saying that from everywhere arose the cry of an oppressed people against the arbitrary rule of the great railroad corporations. Therefore, like the timber producers in 1885, many citizens of the Gulf Coast area felt that the railroad companies had unfair privileges and took advantage of the state, and frequently opposed the development of more railroad funding and support in local and state government. This land allocation dispute and the Attorney General's subsequent call to duty reveal the controversy and disdain that many Southern businessmen had with railroad companies."],"display_date":"December 27, 1885","search_date":"1885-12-27","citations":[{"divid":1215201844,"type":"Newspaper Article","data":["","The Washington Post","","December 27, 1885",""]},{"divid":1215201897,"type":"Book","data":["John Hope Franklin","Reconstruction",null,"Chicago","University of Chicago Press","1961","174-190"]},{"divid":1215201929,"type":"Article","data":["Horace Mann Bond","Social and Economic Forces in Alabama Reconstruction","The Journal of Negro History","Vol. 23, No. 3","1938","290-348"]},{"divid":1215202010,"type":"Article","data":["Allen J. Going","The Establishment of the Alabama Railroad Commission","The Journal of Southern History","Vol. 12, No. 3","1946","366-385"]}],"locations":[{"id":1736,"lat":30.2786488602,"lng":-87.5482936023,"zoom":9,"place":"BALDWIN, Alabama"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}