{"id":2374,"title":"Crop Variation\n","course_id":1,"status":"P","start_date":"1852-04-01","end_date":"1852-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["It was the middle of April and the time for planting crops in the Western Florida county of Leon. At Chemonnie Plantation, except for a small piece of ground near the southwest edge of the plantation, the crop was all planted. The crop referred to by John Evans, the plantation overseer, in his bi-monthly letter to the plantation owner George Noble Jones was the king-cotton. Having addressed the major crop on the lands, Evans's letter quickly proceeded on to other activities from previous two weeks. Since the old rice paddy was planted with cotton, a new pond had to be ditched and cleared for this year's rice crop. Trees had been cut down and sawed into a heap of nice fence. Some of the lumber was already being incorporated into the fence along the plantations road frontage. Evans had sheared all the sheep and neutered the lambs, but had not yet spayed the shoats. That, he promised, would happen in the coming week. Evans reported the team looked a little thin but would sure to gain the weight back now that all the plowing had been completed. Evans completed his assessment of livestock with an update on the status of a pregnant sow. Evans also addressed a concern voiced by Jones involving the ratio of corn to cotton. At Chemonnie, Evans had planted about 200 acres of corn and 250 acres of cotton. He reassured Jones it was a good decision given the amount of land, number of slaves and size of the team available. Evans closed his letter promising not to work the team too hard.","Though king cotton was the most highly valued crop produced on large southern plantations like Chemonnie, it was neither the only crop cultivated, nor necessarily the most important. Within this one letter, Evans mentioned the production of cotton, corn, oats, rice, lumber, pork and wool. Southern plantations, often portrayed as only producing cash staples such as, cotton, tobacco, rice, or sugar, produced a diverse array of goods. In Florida, especially in the newly settled lands, a plantation resembled a classic frontier farm more than an older, established plantation of the Upper South. However, even after a plantation became well established, owners, much like Jones, tried to make their operations as self-sufficient as possible. Most often this entailed producing as much of the food consumed on the farm as possible. Foods produced included grains like, wheat, barely, buck-wheat, rice, and corn. Vegetables grown consisted of potatoes, sweet potatoes, greens, squashes, and beans. Livestock for home consumption included, cattle, chickens, and hogs. In Florida the easiest and most often produced food crops were sweet potatoes, corn and pork. At Chemonnie's height, of the 771 acres of open land only 451 consisted of cotton. The rest was seeded in corn, potatoes, sugarcane potatoes, rice and pasture for cattle."],"display_date":"April 1852","search_date":"1852-04-15","citations":[{"divid":1215202159,"type":"Primary Source in a Secondary Source","data":["John Evans to George Noble Jones","April 15, 1852","Florida Plantation Records from the papers of George Noble Jones","Ulrich Phillips &amp; James Glunt ","New York","Burt Franklin","1971","62-67"]},{"divid":1215202576,"type":"Book","data":["Charlton W. Tebeau","A History of Florida",null,"Coral Gables","University of Miami Press","1971","184-187"]},{"divid":2798,"type":"Manuscript on Microfilm","data":[null,null,null,null,"iqRZVmFSmNTWyfMy"]}],"locations":[{"id":1737,"lat":30.1025454694,"lng":-84.0003902079,"zoom":9,"place":"JEFFERSON, Florida"}],"tags":[{"id":13,"tag":"Agriculture"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}