{"id":2378,"title":"Potential for Profits\n","course_id":1,"status":"P","start_date":"1838-11-05","end_date":"1838-11-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Finally, Daniel Wiggins decided to take a chance. After numerous invitations from an old Annapolis, acquaintance, Thomas Randal, the wheelwright and millwright from Maryland made the trip south to assess Jefferson, Leon, and Gadsden counties for himself. Wiggins needed a boat, a train, and a horse carriage to complete the 900 mile journey from Annapolis to Belmont, Randall's plantation just south of Monticello Village. To the skilled machinist, except for want of religious society, Florida seemed quite an agreeable place, both in climate and economic opportunity. Though Wiggins had just completed a long voyage he did not have time to rest. Randal, his host, immediately put him to work constructing a screw press. Wiggins had been at work the whole week trying to complete the project. Timber had to be heved for the frame of the press, and many people were needed put the press in its final place. Though he was satisfied with his work, Wiggins did admit the press worked rather slowly. The end price had been 100 dollars. After little more than two weeks in the territory, Wiggins recognized the abundance of money making opportunities. Wiggins, acting in a mindset that would later take him to California in search of gold, made notes in his journal about the potential profitability of plying his trade in the Florida Territory. He remarked at how few mechanics there were in North Western Florida. Those he saw most were inclined to disapation and idleness. Doing some rough calculations, Wiggins figured that an industrious man would make about 10 dollars per day at such work. Having considered the profitability, Wiggins planned to put up a press of his own design and making, which he vowed would work much better then those now used. After reviewing the undertaking as a whole, Wiggins made a projection about his future. Given he stayed well, Wiggins calculated making a fortune in a little time. ","Wiggin's mindset and motivation was similar to many of the frontiersmen who immigrated to Florida and other newly opened areas of land across the south. The abundance of cheap land and high price of cotton brought risk-takers south from all parts of the country, including the North. However, as Wiggins's account highlights, once these initial plantation owners arrived, a huge demand developed for specialized tradesmen. Wiggins, like many, saw his path to a more comfortable future by gaining a piece of this wealth. It is too easy to conclude that all the eventually successful men in antebellum Florida came from wealthy, educated, aristocratic families in the upper and eastern portions of the South. On the contrary, many of larger land and slave owners shared little more then ownership status of those two commodities with the aristocracy of the Upper South. Many frontiersmen had failed at other ventures or were men of modest means. The frontier offered an opportunity for industrious and able men to rise rapidly in the economic spectrum. This was the first and most important step on the way to political and social status among their peers. However, it would be the children of these successful frontiersmen who would enjoy a more privileged lifestyle."],"display_date":"November 5, 1838","search_date":"1838-11-05","citations":[{"divid":1217447563,"type":"Website","data":["Daniel Wiggins","Wiggins, Daniel H., Diaries 1816-1834, 1838-1841, 1862","Florida Department of State - Bureau of Archives &amp; Records Management","http&#58;//www.floridamemory.com","October 10, 2006"]},{"divid":1217447609,"type":"Book","data":["Charlton W. Tebeau","A History of Florida",null,"Coral Gables","University of Miami Press","1971","182-185"]}],"locations":[{"id":1739,"lat":null,"lng":null,"zoom":8,"place":"JEFFERSON, Florida"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}