{"id":2379,"title":"Yellow Fever Takes Southern Cities by Storm\n","course_id":1,"status":"P","start_date":"1878-09-17","end_date":"1878-09-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the summer and fall of 1878, yellow fever took the Gulf Coast by storm. Cities all over the lower South were experiencing high numbers of deaths from the terrible illness. On September 17, in Mobile County, two more citizens were diagnosed with yellow fever and died, leaving the Mobile residents in a panic. The victims resided in the section of the city bound by Beauregard, State, and Conception Streets-the area in which the majority of the other cases had been reported. Fortunately, however, there had only been five cases of yellow fever reported in Mobile since Dr. William Ross diagnosed a patient on August 16, a case which also ended in death. Until these deaths, Mobile seemed to be faring well with the illness in comparison to other cities in the Gulf Coast region. However, in addition to the two fatal cases officially reported to the board of health on September 17, another case was reported just a day later. Mobile would have to cope with the spread of this deadly illness along with the rest of the Gulf Coast, although not to the same extent. In New Orleans, for example, there had been 195 cases reported and fifty-five deaths on September 16 alone. The plague traveled up along the Mississippi River from the coast, spreading to Vicksburg, Memphis, Cincinnati, and other towns bordering the river.","This was not the first season of terrible medical records in the South. Between 1650 and 1900, yellow fever swept the Gulf Coast in repetitive waves. The disease tended to thrive in the area, with its tropical humid climate, and came in epidemics. Yellow fever was a particularly daunting epidemic in that it was characterized by a sudden onset, and if fatal, death within a week to ten days. Therefore, doctors like Dr. William Ross found it extremely difficult to treat or cure because by the time one was diagnosed, patients were either almost dead or recovering naturally. In the Gulf Coast region, the fever tended to come in the warmest months of the year. Therefore, many citizens fled from Texas, Mississippi, Louisiana, Alabama and Florida during the summer and fall months in an attempt to escape the fever. Fortunately for blacks, their Barbados and African ancestry made them less susceptible to the disease than white people, so they were often able to remain at home without fear of catching the fatal virus. These bouts of yellow fever along the Gulf Coast continued until the great epidemic of New   Orleans in 1905, and then the disease seemed to fade away. The yellow fever took many a Southern life and was a constant source of fear for the region's residents."],"display_date":"September 17, 1878","search_date":"1878-09-17","citations":[{"divid":1215202708,"type":"Newspaper Article","data":["","The Washington Post","","September 20, 1878",""]},{"divid":1215202723,"type":"Article","data":["Aristides Agramonte","The Scourge of Yellow Fever: Its Past and Present","The Scientific Monthly","Vol. 31, No. 6","1931","524-530"]},{"divid":1438,"type":"Manuscript","data":[null,"GLJFmHfmAASk"]}],"locations":[{"id":1740,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}