{"id":238,"title":"Mary Church Terrell is First Black Woman to Serve on Washington, D.C. Board of Education","course_id":1,"status":"P","start_date":"1895-04-05","end_date":"12/31/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mary Church Terrell, a writer, lecturer, and educator, was the first African American to serve on the Washington, D.C. Board of Education.  She took office in the spring of 1895 and stayed until 1901.  She later returned to the Board from 1906-1911.  In a Washington Post article on April 6, 1895, Terrell is specifically mentioned as a colored woman' whose appointment will suit a large number of persons who think that the colored schools should be represented.'  In the post-Civil War era, African-Americans, despite efforts at disfranchisement and segregation, were making an increasing number of bids for public office and were advocating for better educational opportunities.  &lt;br /&gt;As a board member, Terrell advocated for the equal treatment of black students and faculty members in Washington, D.C.'s segregated school system.  Through her conversations with black youths, Terrell knew that the effects of discrimination and not being able to compete for good jobs gave the black students no incentive to stay in school.  In her autobiography, A Colored Woman in a White World, published in the early 20th century, Terrell says Let us do nothing to handicap children in the desperate struggle for existence in which their unfortunate condition in this country forces them to engage.'  Terrell was also the leader of the Colored Women's League and the first president of the National Association of Colored Women."],"display_date":"April 5, 1895 - December 31, 1900","search_date":"1898-02-15","citations":[{"divid":1213227287,"type":"Book","data":["Jessie Carney Smith","Black Heroes",null,"Canton, MI","Visible Ink Press","1998","609-612"]},{"divid":1213227337,"type":"Book","data":["Beverly Washington Jones","Quest for Equality: The Life and Writings of Mary Eliza Church Terrell, 1863-1954",null,"Brooklyn, NY","Carlson Publishing Inc.","1990","33-66"]},{"divid":1213227410,"type":"Newspaper Article","data":["New Woman Trustees","Washington Post","","April 6, 1895","9"]}],"locations":[{"id":168,"lat":36.7220692336,"lng":-81.9642215133,"zoom":10,"place":"WASHINGTON, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}