{"id":2381,"title":"Prominent Mobile Couple Married\n","course_id":1,"status":"P","start_date":"1880-02-18","end_date":"1880-02-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the evening of February 18, 1880, a prominent young man from Mobile anxiously awaited the clock striking seven, upon which he would walk down the aisle to be joined in matrimony. The groom, Mister Richard P. Deshon, was marrying Miss Mary E. Herndon, the daughter of Hon. Thomas Herndon M.C., an Alabama Representative in Congress. They held their wedding in the parlors of the Representative's home in Mobile, address  515 Thirteenth Street Northwest. The ceremony was done simply considering the two parties getting married; the bride wore a modest white toilette, with satin and lace trimmings, and her veil was decorated with orange blossoms. The couple had opted for a traditional Presbyterian ceremony, and they chose the chaplain of the Senate, Dr. J.J. Bullock, to marry them. The guest list was limited to the Alabama Congressional Representatives and a few close family friends. Mr. Herndon's co-representatives in the House, Samford, Herbert, Williams, Shelley, Forney, and Lewis all came with their families, as did Alabama Senators Morgan and Prior. A few other Representatives, all close friends of Mr. Herndon, were also in attendance with their families. The bride was overwhelmed with the generosity of her guests, and was especially surprised by the beautiful embossed silver service that was hidden inside a magnificent casket-a gift from the Alabama delegation. The elated couple, following a simple reception, left for an extended Eastern bridal tour later that evening.","This marriage is not typical of an Alabama family of the Herndon's social stature. First of all, the simplicity of their wedding does not seem fitting to the public nature of the family's life. Secondly, the service itself, a Presbyterian marriage, was uncommon in the Mobile area. Presbyterians were somewhat of a minority, and were much stronger in the black belt of Alabama than they were in the Gulf Coast region.","However, soon after this ceremony, Presbyterianism would experience a rise in the state. In 1883 the Presbytery of Northern Alabama was made a part of the Synod of Alabama, thus consolidating the faith within the state. This was known as Alabamian Presbyterianism's golden age. The traditional ceremony of marriage between Richard Deshon and Mary Herndon was a prime example of the modest values Presbyterians would try to promote in the years to come."],"display_date":"February 18, 1880","search_date":"1880-02-18","citations":[{"divid":1215202834,"type":"Newspaper Article","data":["","The Washington Post","","February 19, 1880",""]},{"divid":1215202854,"type":"Book","data":[" Samuel S. Hill and Charles H. Lippy","Encyclopedia of Religion in the South",null,"Macon","Mercer University Press","2005","19-29"]},{"divid":1215202916,"type":"Article","data":["Glen N. Sisk","Churches in the Alabama Black Belt 1875-1916","Church History","Vol. 23. No. 2","1954","153-174"]}],"locations":[{"id":1741,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":17,"tag":"Government"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}