{"id":2383,"title":"Train Crash in Clarksville, Tennessee","course_id":1,"status":"P","start_date":"1869-08-14","end_date":"1869-08-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Eight miles outside of Clarksville Tennessee, a train shattered into splinters. The railroad bridge the train intended to pass over collapsed and the train plummeted thirty feet below into Rudd's creek. The impact was so severe that it killed four people and wounded forty to fifty people. The locomotive, caboose, express and baggage car, two passenger coaches, and one sleeping-car all burned down and creating 300,000 worth of damage. "," By the time of the train crash in1869, Tennessee railroads were dangerous because they were poorly kept. Historian Robert Corlew noted approximately 1,200 miles of railroads were built in Tennessee during the decade of the 1850s. They of course offered great potential for improvement and expansion of the state's economy when the Civil War came. The state of Tennessee invested a significant amount to build railroads all over Tennessee throughout the eighteenth century. Yet the damage from the Civil War was so detrimental to the railroad companies that after 1865 many of them could not continue construction. The state-aid system of Tennessee went into a debt of forty-three million dollars, much of which was attributed to their investments in railroads. "," Private railroad companies tried to pick up where state-aid funded companies left off. Their main focus was to connect the old railroad parts built before the war and form greater networks. Edward Ayers in remarks Throughout the 1870s and early 1880's Southern Railroad companies experimented with ways to accommodate themselves to the different widths of track between North and South Thus, the old and new railroad tracks built by various companies varied in size durability and reliability."," With such a high priority on connecting networks and small allotment of funding, companies sometimes overlooked the upkeep of the railroads. Even with the economy still in debt from railroad spending, Tennesseans still relied on the system. Consumers frequently used it overlooking the risks. Railroad companies prioritized the rapid networking of interstate transportation over safety. Few wanted to expend the time or money to inspect the durability of the tracks built before the war by other companies; all they wanted to do was connect them and get them up and running. "," Once they accomplished this, the railroads were very popular, despite the dangers. Southerners depended highly on railroads throughout the South for trade, commerce and rapid transportation. Private companies struggled to improve the economy building a network of train tracks as fast as they could. They filled the gaps between old tracks, but lacked in their focus on keeping the old tracks secure. Nobody checked the status of the bridge outside Clarksville before passing 300,000 dollars worth of goods over it. A closer attention to railroad security in could have prevented the crash, but with so much work to be done with such little funds, carelessness was inevitable."],"display_date":"August 14, 1869","search_date":"1869-08-14","citations":[{"divid":1215202996,"type":"Newspaper Article","data":["Domestic Intelligence","Harper&#39;s Weekly: Journal of Civilization","","August 14, 1869",""]},{"divid":1215203024,"type":"Book","data":[" Robert E. Corlew","Tennessee: A Short History",null,"Knoxville","The University of Tennessee Press","1981","206-207, 356"]},{"divid":1215203050,"type":"Book","data":["Edward Ayers","The Promise of the New South: Life After Reconstruction",null,"New York","Oxford University Press","1992","11-13"]}],"locations":[{"id":1743,"lat":36.4974312593,"lng":-87.3841799318,"zoom":10,"place":"MONTGOMERY, Tennessee"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}