{"id":2384,"title":"Mobile Elections Swing Democratic\n","course_id":1,"status":"P","start_date":"1880-08-03","end_date":"1880-08-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 3, elections for local county officials and state representatives had the residents of Mobile County in a frenzy. Alabamians flocked to the poles to show their support for their party. The Democratic Party candidates in the county ran against candidates representing a fusion of the Greenback, Republican, and Independent Parties. Election poll officers excitedly reported that the majority of Mobile County voters were choosing the straight Democratic Party ticket, and accounts from the interior of the State reaffirmed the same information-the Democrats were in a clear lead. State officials told The Mobile Register that almost every county in Alabama had gone heavily Democratic as well. Numerical reports from Mobile polls also confirmed the party's victories. The lowest candidate on the Democratic ticket in Mobile County still had one thousand votes more than any Greenbacker or Republican candidate that ran for office-a huge feat for the Democrats Mobile citizens were, for the most part, overjoyed at their party's success, happy to be free from the radical control of the Republicans in their Gulf Coast town.","This swing towards the Democratic Party showed the presence of the old Solid South political climate-the traditional strong loyalty to the Democratic Party in Southern states. In Alabama at this time, the Democratic Party tended to be the party of planters and upper class white folk, whereas the Republican Party had a more racially diverse constituency and a wider range of types of candidates. The Republican and Greenback parties were much more likely to appoint a black to run for office than were the Democrats. Most whites in the Gulf Coast region were opposed to the Republicans' liberal agenda, wanting to return to their lawful superiority during the antebellum days. They certainly would not have wanted to support African Americans running for office, nor would they give their vote to Republican candidates who might potentially side with the Radical Reconstruction governments, further depriving them of their former security. Therefore, as the conservative Mobile population did in the elections of 1880, voters tended to support the more conservative states rights Democrats as opposed to the Yankee Republicans.","However, in coming years, this party alignment would begin to shift as the South evolved after Reconstruction and party lines shifted. This diversion from the Solid South was still a long way off still, and there would be many elections that paralleled the Mobile County local election results until that shift."],"display_date":"August 3, 1880","search_date":"1880-08-03","citations":[{"divid":1215203176,"type":"Newspaper Article","data":["","The Washington Post","","August 3, 1880",""]},{"divid":1215203193,"type":"Article","data":[" Sheldon Hackney","Origins of the New South in Retrospect","The Journal of Southern History","Vol. 38, No. 2","1972","191-216"]}],"locations":[{"id":1744,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}