{"id":2385,"title":"The Alston-Ward Duel\n","course_id":1,"status":"P","start_date":"1837-01-01","end_date":"1837-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["At long last George T. Ward would have his satisfaction. Ward blamed his younger brother's death on Augustus Alston. Ward's anger had been building for months but soon he would have a chance to quench insatiable desire for revenge. The venue was none other than Tallahassee's unofficial dueling ground Houston's Hill. For Ward, Alston's actions disrespected his family and violated his honor. This merited only one outcome in his mind, and so the fight was to be to the death. The princpals were placed 30 yards apart. A small barrier marked the middle, a point to which they could advance but not cross. Alston and Ward's exposed forearms revealed their sun darkened Floridian skin. Clutched in each participant's hands was what each considered the means to their adversary's death. In addition, wrapped around their waists was a silk scarf which held two more pistols, bringing the total to eight: four shots per person. The rules were simple and well known to both. After each shot they were to advance and fire again until one or both were dead.","As soon as the signal was shown, the two adversaries rushed at each other. Alston, having been on crutches several months before the duel due to an unhealed gunshot wound, sauntered forward awkwardly. Within seconds the two were less than ten paces apart. Firing initiated. Ward got off the first shot. The bullet found its way into the Alston's pistol belt. Alston's first and second shots followed in quick succession but both missed. Frustrated and coming closer to Ward with each hobbled step, Alston pulled his third pistol to fire, but nothing screamed forth from the barrel. Having failed with his first three, Alston frantically fired his fourth. As if empowered with Alston's fear and frustration the shot ripped through Ward's shoulder blade and back with such force it spun him around and threw him to the ground. The much relived Alston cried out in jubilation, I have killed him Ward, concentrating all his remaining will power and strength, slowly rose from the ground. Patiently taking aim, Ward fired at Alton, hitting him in the arm. Ward having fired his third, fell to the ground, too tired to fire his fourth. Prostrate, pouring blood onto the earth, Ward bitterly cried out He is safe, and I am the one to suffer; how hard, how hard With neither person dead, the duel was rescheduled to resume at a later date. However, before such a time, Alston was killed in another duel.","Though duels occurred above the Mason-Dixon Line, dueling was slower to die out in the antebellum South. Whether arising from a need for revenge, political disputes or the defense family reputation, all duels could be traced back to one thing: honor. To antebellum southerners, life itself was less precious than honor. President Andrew Jackson himself believed slander a worse crime than murder because murder took only life, while slander took honor. Since honor was a system were one's value was based upon others' opinions of him, oft quoted community leaders like politicians and newspaper editors participated in a large proportion of duels. Though some southern states passed laws prohibiting dueling, North Carolina first in 1802, and others to follow, these laws were easily circumvented by blood thirsty duelists. Duelers would travel across state lines, fight in the middle of rivers that acted as state borders, journey to uninhabited islands, or when all else failed, travel to a deeply secluded spot. Eventually, as members of southern society began to realize the costly loss of influential community members, dueling stopped."],"display_date":1837,"search_date":"1837-07-02","citations":[{"divid":1215203272,"type":"Primary Source in a Secondary Source","data":["The Floridian","November 20, 1874","Antebellum Tallahassee","Bertram H. Groene","Tallahassee","Rose Printing Company, Inc.","1971","105-109"]},{"divid":1215203336,"type":"Book","data":["William J. Cooper &amp; Thomas E. Terrill","The American South",null,"New York","McGraw Hill","1996","276-277"]}],"locations":[{"id":1745,"lat":null,"lng":null,"zoom":8,"place":"LEON, Florida"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}