{"id":2387,"title":"Angry Alabamians Protest Austrian&#39;s Governmental Position\n","course_id":1,"status":"P","start_date":"1881-11-12","end_date":"1881-11-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In late 1881, writers for <em>The Mobile Register</em> were frustrated with the federal government, as were many citizens of the area. The newspaper's editor wrote that Strobach, an Austrian who had been appointed to oversee the Federal patronage of Alabama, should not be trusted to this office. The newspaper claimed that he came to the United States originally as hostler to Prince Salm-Salm. The writer adds, most likely as a suggestion to the President, that if the position is still available, Strobach ought to be blacking Arthur's boots, instead of naming men for Federal offices. Clearly Mobile citizens were not only uncomfortable with Strobach's appointed position, but they were angry and verbally hostile as well.","Mobile residents were not pleased with a foreign immigrant working in a government office that wielded power over their city. The prejudice against immigrants expressed in the local newspaper was not unusual in this time, nor has it been in any time in American history. In historical studies of American reactions towards foreign immigrants, sociologists have found that in the past there have been four primary stages of treatment towards the new Americans. First, people were curious about the new and different immigrants; next, they extended to them an economic welcome; the third stage was characterized by industrial and social antagonism; fourth, the Americans sought to harm the immigrants via legislation; in the fifth stage Americans displayed fair-play tendencies; finally, quiescence was achieved.","The influx of European immigrants in the nineteenth century undoubtedly triggered the onset of new forms of racism and cultural elitism, as evidenced by the Alabamians' attitudes towards the foreign official. Residents of the Gulf Coast would only have interacted with immigrants on an economic level, and therefore they were uncomfortable with Strobach's position of authority. Surprisingly, 18.7 percent of the mining work force in Alabama consisted of European immigrants. The Republicans of the state saw political advantages in importing laborers, whereas the Democrats wanted less dependence on black workers-thusly, immigration of Europeans was encouraged. However, the traditionally white-black dynamic in Alabama was not easily compatible with immigration influxes, resulting in racial and cultural stereotyping and discomfort. The Gulf Coast residents seemed to think that Strobach's European culture made him unfit for government duties, and they assumed his kind would be better suited for working low-pay jobs, like shoe-shining. Though seemingly cruel, the Mobile Register writers were simply displaying the discomfort that would have existed among a people who had only know immigrants in the capacity of mine and factory working. This stage of industrial and social antagonism is a natural phase of reaction to immigration, and the antagonism was most likely heightened by the South's already difficult race relation issues."],"display_date":"November 12, 1881","search_date":"1881-11-12","citations":[{"divid":1214433262,"type":"Newspaper Article","data":["","The Washington Post","","November 12, 1881",""]},{"divid":1214433276,"type":"Book","data":["Leah Rawls Atkins, Wayne Flint, William Warrent Rogers, and Robert David Ward","Alabama: The History of a Deep South State",null,"Tuscaloosa, AL","The University of Alabama Press","1994","293, 430-431"]},{"divid":1214433351,"type":"Article","data":["Emory S. Bogardus","A Race Relations Cycle","The American Journal of Sociology","35","1930","612-617"]}],"locations":[{"id":1747,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}