{"id":2388,"title":"Diversity in the Houston Saturday Evening Market\n","course_id":1,"status":"P","start_date":"1890-01-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As the sun lay low in the evening sky, the Saturday market in Houston sprang to life with a diverse and vivid collection of venders and products. Lee Hardy described how the area was full of venders alone representing every nationality, Americans being far in the minority. Open from 5 PM to 10 PM in the summer, here German traders, who had often traveled more than twenty miles to be present, set up stands with their fresh produce. A negro market gardener offered turkeys, some ready to cook and others still alive. Hardy walked by a Chinese peddler, who displayed his hand-made creations including fans, teapots and brushes in front of him, while German and Irish women patrolled the rows of vegetable stands. Though the meat market was largely dominated by German butchers, along with a few French and Americans, Italian vendors were also present selling wild game such as squirrels, partridges and prairie-chickens. Black, white, brown, and yellow-- negroes, Americans, Mongolians, Irish, Dutch, French, Germans, Italians, and Spanish-- they are all there, laughing, talking, quarrelling, gesticulating, bargaining, gossiping, staring, keeping appointments and making new ones, being proper or improper, polite or rude, as the case may be, Hardy noted.","In the years leading up to and following the Civil War, Houston, like many cities throughout the South and the nation, experienced a large influx of immigrants. As a consequence, it acquired an increasingly diverse population. Individuals came from all over Europe due to various push and pull factors, including the search for land, freedom and the promise of a better life. Texas saw its population grow 173 percent between the years of 1870 and 1890; this was largely due to a migration of fellow southerners searching for relief from the ruin of other southern states coupled with German immigrants arriving in large numbers. As word spread in Europe of the promising land of the West, Germans quickly became one of the largest ethnic groups in Texas; some estimate that during the 1800s, the populations of Galveston and San Antonio were anywhere from one-third to one-half German.","Cities, especially those in the North, were receiving the bulk of immigrants in the 1890s and early 1900s; however, the crowded conditions, competitive job markets, and even government plans were often incentives for people to move out into more rural areas. Texas saw its population of German and Russian Jewish residents escalate greatly in the early 1900s due to the Galveston Immigration Plan. This program aimed to relieve the crowded conditions in the Jewish ghettos in cities by sending newly-arrived immigrants to be resettled in rural western areas and other interior states. In addition to Europeans, a new wave of Chinese immigrants came to the United States and the West in particular during this time period to work on railroad construction projects.","Post-war southern cities also saw a flood of newly-freed black citizens coming in off of the plantations in neighboring counties. While this caused the actual numbers of black residents to increase in many cities, Texas saw the amount of black residents as a proportion of its population actually decrease as they could not keep up with the rapid influx of white immigrants. Yet, despite the implementation of segregation laws and various forms of discrimination and racism, cities continued to see an increase in their black populations; harsh climate conditions and economic instability seen in the agricultural realm at the end of the 1800s drove people into the cities to find work and augmented the population swell, especially when work became available in the railroad and lumber industries. Despite its reputation as being a lily-white South, the region was actually the site of much diversity and many members of the various groups coexisted in a peaceful, mutually beneficial manner."],"display_date":1890,"search_date":"1890-07-02","citations":[{"divid":1215203466,"type":"Primary Source in a Secondary Source","data":["Harper&#39;s New Monthly Magazine","1890","Houston: A Chronological &amp; Documentary History","James E. Buchanan","Dobbs Ferry","Oceana Publications, Inc.","1975","91-93"]},{"divid":1215203531,"type":"Book","data":["Fred R. von der Mehden","The Ethnic Groups of Houston",null,"Houston","Rice University Studies","1984","3-240"]},{"divid":1215203570,"type":"Book","data":["Thames Williamson","Readings in American Democracy",null,"New York","D.C. Heath &amp; Co.","1922","270-272"]},{"divid":1215203603,"type":"Website","data":["David Kucinskas","Texas History 101","Texas Monthly","http://www.texasmonthly.com/2006-07-01/texashistory.php","October 4, 2006"]},{"divid":1215203647,"type":"Book","data":["Lawrence D. Rice","The Negro in Texas 1874-1900",null,"Baton Rouge","Louisiana State University Press","1971","3-15"]},{"divid":3853,"type":"Primary Source in a Secondary Source","data":[null,null,"ckdgRBcDwBocYpgK"]}],"locations":[{"id":1748,"lat":29.6873298033,"lng":-94.957827752,"zoom":9,"place":"HARRIS, Texas"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}