{"id":2389,"title":"A Woman&#39;s Valiance on the Battlefield\n","course_id":1,"status":"P","start_date":"1863-05-02","end_date":"1863-05-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Mrs. Holstead became a widow when her husband died in the Civil War. Her husband, Dr. Holstead, was a surgeon who enlisted in the Eightieth Illinois regiment. Mrs. Holstead was a nurse. Filled with the fury after his death, Mrs. Holstead became passionate about helping the Union cause. She left her two daughters at home in Knoxville, Illinois, and for over a year helped the wounded at war directly on the battlefield. "," Mrs. Holstead tended to Union soldiers in hospitals and tented fields. During an evacuation provoked by the confederates in Corinth, Mississippi, she paused during all the chaos to stop and care for the wounded during the battle. As a result she had to travel alone by horseback through Tennessee day and night, in the opposing rival's territory using an article of clothing for a pillow to sleep outside at night."," In the next six months after her adventure she served as the matron for the hospital in Louisville, Kentucky. Because of her firsthand experience on the front, she moved to the general hospital in Franklin, Tennessee, thinking she could be of more use in a place few women would wish to occupy. Nashville's The Federal Knapsack reported that since Mrs. Holstead switched, the Franklin hospital improved in cleanliness and neatness."," What made Mrs. Holstead such a hero was her willingness to remain in enemy territory by herself to administer aid to the wounded. Even after her experiences she agreed to move to Franklin, Tennessee to help the union hospital there. "," While men went to fight for their country, the women were left to tend homes and children and worry. The women who believed just as strongly in the war cause as their husbands did not just sit back and watch as men died. Women who wanted a more active role either took their passions to the battlefields or organized hospitals. Just in New York City, April 25, 1861, several prominent women already collected to start the Women's Central Relief Association. They planned the distribution of medical and other supplies to soldiers in camps and battlefields. Some also worked to improve the government's transportation system of the sick and wounded soldiers. Historian Katie Ross argues that many times the sick and wounded lay unattended and often unprotected for days on the battlefield or river's edge waiting for transportation down the Cumberland and Tennessee rivers to hospitals along the Ohio. Most Union nurses remained in northern territory. Mrs. Holestead was an important asset to the Union army because she was one of the few nurses who traveled through Tennessee to oversee the health of abandoned Union soldiers."],"display_date":"May 2, 1863","search_date":"1863-05-02","citations":[{"divid":1213268064,"type":"Article","data":["Howard D. Kramer","Effect of the Civil War on the Public Health Movement","The Mississippi Valley Historical Review","37","June 1950","449-462"]},{"divid":1213268108,"type":"Newspaper Article","data":["","The Federal Knapsack","","May 2, 1863","3"]},{"divid":1213268129,"type":"Book","data":["Catherine Clinton &amp; Nina Sibler","Divided Houses: Gender and the Civil War",null,"New York","Oxford University Press, Inc.","1992","99"]},{"divid":86320,"type":"Website","data":[null,null,null,"AsLZZVbsq"]}],"locations":[{"id":1749,"lat":35.1672648222,"lng":-86.1060239614,"zoom":9,"place":"FRANKLIN, Tennessee"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}