{"id":2390,"title":"Interracial Shootout Leaves Two Dead\n","course_id":1,"status":"P","start_date":"1881-12-28","end_date":"1881-12-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Joel Johnson, a well-known citizen of Baldwin County, Alabama, was riding quietly along a public road near Sibley's Mill. Unexpectedly, an African American hiding behind a tree shot Johnson in the head, stunning him and throwing him from his horse. The black man then shot him twice more, first in the wrist and again in the side. Taking him for dead, the assailant dragged Johnson three-hundred yards to a nearby pond, dumping his body in the water. The African American then mounted Johnson's horse and rode off to a party in the neighborhood nearby. Unfortunately for the shooter, the night air somehow revived Joel Johnson and the injured man was able to drag himself back to his home, half a mile away. Johnson related the story to his brother, Abe, who happened to be the Baldwin County Deputy Sheriff. Abe Johnson heard reports that the black man had been seen on his brother's horse, so he set off to arrest the attacker. The sheriff found the man at Jim Malone's home, within the county, and when he tried to arrest the black man, he drew his pistol. Deputy Sheriff Johnson then shot him, whereupon the African American shot right back, the bullet piercing Abe Johnson's chest. The black man then ran, and the sheriff attempted to run after him, shooting once more. The shooter managed to escape, and Abe Johnson perished fifteen minutes later. The black assailant was found dead at four o'clock the following afternoon by onlookers who had developed a search party. He had been shot through the breast and the wrist, and had managed to run half a mile alongside a creek, until he fell into a swamp and died.","After emancipation and during the early years of Reconstruction, there were frequent instances of interracial violence in the South. Episodes like the Johnson men's encounter with a black criminal were especially common in rural areas of the South, where law enforcement in the tumultuous post-war atmosphere was particularly difficult. Some accounts of the Reconstruction years have emphasized the presence of black militiamen and created a false sense among Americans that blacks were out looking to start conflict with whites. There were some blacks who used theft or arson as a means of protest against white oppression, as the black thief in Baldwin County may have intended to, but this was not the norm. Rather, African Americans were usually trying to build new lives as freedmen, not avenge the masters of their pasts. In fact, most of the violence during Reconstruction came from bitter, defeated white Southerners who clung to their support of black enslavement. The concept of white supremacy versus black criminality and inferiority was pervasive in regions like the Gulf Coast. A large Southern crime wave in the late nineteenth century contributed to the tumultuous racial climate, causing an increase in the frequency of lynchings and other forms of interracial violence. Since there were so many African Americans in jails, whites felt there was no doubt that blacks were responsible for the increase in crime rate. This justification further added to the number of violent encounters between the races, such as the shootout between the Johnson brothers and their black assailant. It would be a long time and a difficult struggle before race relations would settle down, and therefore violence between African and white Americans was inevitable in areas like southern Alabama."],"display_date":"December 28, 1881","search_date":"1881-12-28","citations":[{"divid":1214087526,"type":"Newspaper Article","data":["","The Washington Post","","December 29, 1881",""]},{"divid":1214087543,"type":"Book","data":["W. Fitzhugh Brundage","Lynching in the New South",null,"Chicago","University of Illinois Press","1993","49-85"]},{"divid":1214087822,"type":"Article","data":["Bernard A. Weisberger","The Dark and Bloody Ground of Reconstruction Historiography","Journal of Southern History","25","1959","427-447"]}],"locations":[{"id":1750,"lat":30.2786488602,"lng":-87.5482936023,"zoom":9,"place":"BALDWIN, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}