{"id":2391,"title":"A Bride Preaches Before Her Wedding\n","course_id":1,"status":"P","start_date":"1870-11-01","end_date":"1870-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":[" The Williamson Journal of Franklin, Tennessee announced the local marriage of Mary A Stinebaugh and Rev. Henry J. Bradford in late 1870. The outspoken Mary Stinebaugh graduated from Oberlin College and became a Methodist preacher before her marriage. Right before her wedding ceremony she preached before the entire conference in session. Afterwards she promptly stepped down to the altar to get married. "," At the end of the report, the Williamson Journal exclaimed what a fix the reverend bride would be in if the conference should appoint her to a church distant from her husband. Though the writer did not Stinebaugh's progress as a woman, he found the occurrence of two preachers getting married strange and rare. In his confusion he ambiguously described Mary's position in society as one who has lately become somewhat noted as a Methodist Preacher, not knowing how to put it in words. "," Though women preachers in 1870 were rare, Methodist women in the South were hungry for leadership opportunities and used their churches as an outlet to contribute to society. Edward Ayers, describes the Methodists as those who challenged dominant gender relationships, valuing faith over domestic loyalty and giving women a more prominent place. The Methodists were one of the Christian denominations more accepting of leadership among women though they usually prohibited women from gaining official denominational positions. "," Through the church, women found ways to expand their leadership organizing their own special groups and societies. Tomas Frasier in his essay on Women and Religion described the situation of persevering southern female Methodists. As Methodist women began to seek and be denied positions of leadership in the denomination, they developed progressive societies to address the evils in the culture around them. They organized social settlements and a variety of services leaders which was most easily found through. Some created charities, or clubs that were based on women's skills, like sewing clothes for the poor, so that men could not take it over. "," Women worked towards becoming influential within their churches and communities through public works. Some like Mary Stinebaugh received and education and did not shy away from speaking out in public. Southern women made fresh marks on society and as reconstruction progressed."],"display_date":"November 1870","search_date":"1870-11-15","citations":[{"divid":1215203736,"type":"Newspaper Article","data":["Breach of Promise","Williamson Journal","","December 1, 1870","3"]},{"divid":1215203762,"type":"Book","data":["Edward L. Ayers","The Promise of the New South: Life After Reconstruction",null,"New York","Oxford University Press","1992","396-398"]},{"divid":1215203899,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Thomas R. Frazier","Religion and Women","Encyclopedia of Southern Culture","Mary L. Hart, Charles Reagan Wilson, William Ferris, and Ann J. Adadie","Chapel Hill","University of North Carolina Press","1989","1564"]}],"locations":[{"id":1751,"lat":35.1672648222,"lng":-86.1060239614,"zoom":9,"place":"FRANKLIN, Tennessee"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}