{"id":2392,"title":"Texas Homestead Law and the Economic Depression of the 1890s\n","course_id":1,"status":"P","start_date":"1890-01-01","end_date":"1891-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["From her ranch in Texas, Jane Maverick wrote that the early 1890s were sad years for families throughout the nation as the country was undergoing an economic depression. The depression started in the North, Maverick reflected, and worked its way down the coast, finally hitting Texas. Prior to this time, the country was undergoing a post-war boom and Maverick explained ...there had been a perfect orgie of speculation in everything and nearly every town was over built. Citizens were searching for a better life, coming up with plans to get rich quick. Many families were picking up and moving to cities. Why do people crowd themselves into great cities when there is so much beautiful land? she asked. Maverick blamed the nation's economic hardships on idleness and gambling on the part of the American people, adding that her husband was among those guilty people. When financial difficulties set in, her husband lost all of his land except for their house. All went but the big stone house, which that blessed homestead law of Texas saved, she wrote.","The Texas Homestead Law was based on a concept of exempting a house from seizure by creditors, and it originated in Texas in the early 1800s. Permanently established in the state's constitution in 1845, the law protected citizens from losing their houses to foreclosure due to debt which occurred frequently, especially for farmers, during the economic instability following Reconstruction. The Constitution of 1869 defined the rural homestead that was exempt as being less than 200 acres while an eligible urban homestead was viewed as a house worth less than 5,000. The Homestead law did not protect debtors who owed their money to the federal government.","The Homestead law saved many families, in addition to the Mavericks, from becoming homeless when economic hardships took their toll on the country. After the Civil War ended, the United States entered into a period of economic turbulence. This period was marked by great gain but also by the Panic of 1873, strikes by organized labor groups, and falling agricultural prices; all of these factors culminated in the economic depression of the 1890s. Nationally, economic problems are pinpointed as beginning in 1893 with conditions worsening through the rest of the year. Some recovery took place in 1898, but the economy was not fully restored until 1901 or 1902. This depression is considered to be the second only to the Great Depression in terms of severity. Perhaps hit hardest by the economic downfall were the southern and western states as 153 of the 158 national banks that failed during this period were in the South and West. During this time, the cotton textile industry was the only southern manufacturing industry to prosper. Farmers in this field still faced financial issues and the instability of cotton crops due to weather and fluctuating prices.","The economic hardships also exacerbated race relations in many areas. Poor white workers now frequently found themselves competing with blacks for the same jobs and for similarly low wages. This eroded the desired sense of white superiority and caused many bonds which had been formed across the color line to be strained or broken and increased distrust and feelings of ill will between the two groups. The economic depression manifested itself at economic, political, and personal levels across the country and led the country on slightly unsteady legs into the twentieth century."],"display_date":"1890 - 1891","search_date":"1890-12-31","citations":[{"divid":1216316565,"type":"Manuscript","data":["","Mss  1",null,"Mss  1","Box 1","Papers of Jane Lewis Maury Maverick ","Special Collections, University of Virginia"]},{"divid":1216316602,"type":"Book","data":["Walter Prescott Webb, ed.","The Handbook of Texas",null,"Fort Worth, TX","Marvin D. Evans Company","1952","830-831"]},{"divid":1216316649,"type":"Book","data":["William Cooper and Thomas E. Terrill ","The American South&#58; A History",null,"New York","McGraw Hill","1996","487-488, 490"]},{"divid":1216316693,"type":"Book","data":["Fred A. Shannon","The Centennial Years ",null,"New York","Doubleday &amp; Company, Inc.","1967","50, 151, 201, 219, 233"]},{"divid":1216316733,"type":"Book","data":["Edward L. Ayers","The Promise of the New South ",null,"New York","Oxford University Press","1992","427-432"]}],"locations":[{"id":1752,"lat":29.4490384361,"lng":-98.519907109,"zoom":9,"place":"BEXAR, Texas"}],"tags":[{"id":17,"tag":"Government"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}