{"id":2394,"title":"Public Education for African Americans in Alabama\n","course_id":1,"status":"P","start_date":"1883-11-13","end_date":"1883-11-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the morning of November 13, in Birmingham, Alabama, the United States Senate Sub-Committee on Education and Labor resumed session. Witnesses were gathered from all over the state to testify to the committee, many of them hailing from the Gulf Coast of Mobile, Alabama. Two prominent white residents of the county testified about the cotton and coal production in the state, suggesting economic improvements the committee could enact. Next a black witness was asked to take the stand. James Hall, a wealthy African American planter, was summoned to Birmingham to give a testimony concerning the state of blacks in Mobile. James apprehensively approached the podium to make his speech, because what he had to report would please the committee, but it might arouse racist sentiments from his fellow Alabamians. He explained to the committee that he felt that the relations between blacks and whites in Mobile were improving at a steady rate, and he proudly shared that the children were attending school seven months out of the year. James Hall then told the committee that their attendance was at irregular intervals, presumably hoping for improvement in school scheduling for African Americans.","The newly emancipated black population of Southern Alabama created countless new political issues that both parties and government bodies were forced to address. Not only did their emancipation complicate the racial dynamic between blacks and whites, but the forced Reconstruction of the South also produced the need for the white politicians to form new institutions such as black educational programs, forcing the whites to start acknowledging black concerns. Blacks were often able to intervene in political battles because the white citizens were forced to allow them participation due to the conditions of their re-admittance into the Union"],"display_date":"November 13, 1883","search_date":"1883-11-13","citations":[{"divid":1215204069,"type":"Newspaper Article","data":["","The Washington Post","","November 14, 1883",""]},{"divid":1215204088,"type":"Book","data":["John Hope Franklin","Reconstruction",null,"Chicago","University of Chicago Press","1961","190-193"]},{"divid":1215204137,"type":"Article","data":["Michael W. Fitzgerald","Republican Factionalism and Black Empowerment: The Spencer-Warner Controversy and Alabama Reconstruction: 1868-1880","Journal of Southern History","Vol. 64, No. 3","1998","473-494"]},{"divid":1215204183,"type":"Article","data":["Eric Foner","Reconstruction Revisited","Reviews in American History","Vol. 10, No. 4","1982","82-100"]}],"locations":[{"id":1754,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}