{"id":2395,"title":"More Funds Needed for the Manual Labor School\n","course_id":1,"status":"P","start_date":"1868-12-12","end_date":"1868-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On behalf of the Manual Labor School of the colored citizens in Rutherford, Tennessee, Reverend Daniel Watkins appealed to the public for extra support. The school aimed to enhance the labor skills of newly freed blacks. The state chartered 15,000 towards the school, but still needed more funds. The board of trustees purchased three hundred acres of land with an estimated worth of 2800 in yielded crops. Yet it did not yet have the bare essentials needed to function. Over 100 pupils attended the school, the rooms were not big enough to accommodate the students, and there were not enough farming instruments for the use of the school's manufacturing and mechanical branches. The board acknowledged Watkins's appeals and sent agents north to seek assistance and support. "," Seeking assistance in the North was necessary because support within their own state was not likely. After congress passed the fourteenth amendment granting citizenship to African Americans July of 1868, many Tennesseans became furious. Riots broke out. Radical conservatives established group aimed to terrorize African Americans called the Ku Klux Klan. Historian Robert Corlew reported that Troops were necessary to stop atrocious murders and numerous outrages which had been committed by violent and disloyal men. "," In response to such violent outcries, Congress worked fast to design the Freedmen's Bureau to help African Americans survive among the chaos. They distributed food, supervised contracts, and established schools. This bureau offered government and abandoned land as a refuge and by December of 1968, already established the Manual Labor School in Rutherford, Tennessee. They created the school to help African Americans develop labor skills in order to function in society and intended to have enough classrooms as well as tools they could use for practice. Education was so popular among African Americans because they had never before had the opportunity to receive it. With such a large turnout of students, the original allotted funds for the school were not sufficient. "," Schools for African Americans in the South had trouble receiving sufficient funds because they were surrounded by so much opposition to their cause, yet the eagerness of African Americans to learn was the key to starting educational institutions. According to Stephen Hahn, the burdens of establishing and running schools fell chiefly to the freed people themselves. They had to pool their meager resources, rent or purchase a tract of land, build a schoolhouse, and hire a teacher. By 1867 African Americans composed about one-third of the teachers in freedman's schools, and was growing. Those dedicated to receiving more funds had to lobby to northerners for support. Republican leaders of the Freedman's bureau made great attempts to respond to the requests of the newly freed blacks, hoping to receive their votes once they learned about the voting process, but it was difficult because there just was not a lot of money to give. African Americans fought and gained slowly the chance to gain the education they never had before."],"display_date":"December 12, 1868","search_date":"1868-12-12","citations":[{"divid":1215204251,"type":"Newspaper Article","data":["A Worthy Object","Harper&#39;s Weekly: Journal of Civilization","New York, NY","December 12, 1868","2"]},{"divid":1215204305,"type":"Book","data":["Robert E. Corlew","Tennessee: A Short History",null,"Knoxville","The University of Tennessee Press","1981","332-341"]},{"divid":1215204339,"type":"Book","data":["Steven Hahn","A Nation Under Our Feet",null,"Cambridge","The Belknap Press of Harvard University Press","2003","132, 278-279"]},{"divid":1215204388,"type":"Book","data":["Michael Perman","The Road to Redemption: Southern Politics, 1869-1879",null,"Chapel Hill","The University of North Carolina Press","1984","43"]}],"locations":[{"id":1755,"lat":35.8476814553,"lng":-86.4046881374,"zoom":9,"place":"RUTHERFORD, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}