{"id":2398,"title":"Escaped Prisoner\n","course_id":1,"status":"P","start_date":"1859-07-05","end_date":"1859-07-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["J. Bell Reddick fled from the Nashville Jail July 7, 1859. The bowlegged white man shot Charles H. Conger just two days previous. Tennessee officials convicted him of malicious shooting and put him in prison. Nobody knew how he escaped. Even as of July 23, almost three weeks after his getaway, no one could find Reddick. The warden of the jail posted in the Nashville Union a 50 Reward to anyone who could find him. Though Reddick found a way out, Jail breaks actually were not common in the Nashville penitentiary. The economical statistics 1861 in the Nashville Annual Almanac recorded only one escape in 1857, and Reddick was the only escape in 1859. The Nashville penitentiary worked hard since the beginning of the nineteenth century to reform their jail system. In 1829, the legislature approved of a new jail in Nashville that opened in 1831. It consisted of two hundred cells, hospital, storage and warden's room. Upon opening the prison, the legislature put a new code reform into effect that abolished whipping, branding, the pillory and the use of stocks, as well as any other unusual crimes. From the time of its establishment until 1859 there had been a total 2,052 convicts. "," Convictions ranged from a multitude of crimes, the majority being grand and petit larceny, counterfeiting, and horse or slave stealing. Shootings convictions made up only 22 of those 2,052 convicts. Reddick's crime was not common, and neither was his escape. The bewildered warden waited three weeks to announce his departure because he usually did not encounter those types of problems. Perhaps he wanted to wait a while to see if Reddick would turn up before having to announce it to the public of his escape and offer a reward."],"display_date":"July 5, 1859 - July 23, 1859","search_date":"1859-07-14","citations":[{"divid":1214080386,"type":"Newspaper Article","data":["50 Reward. Prisoner Escaped from Custody","Nashville Union and American","","July 23, 1859",""]},{"divid":1214080420,"type":"Online Encyclopedia","data":["The Tennessee Encyclopedia of History and Culture","Tennessee Prison System","http://tennesseeencyclopedia.net","October 11, 2006"]},{"divid":1214080462,"type":"Book","data":["Eric R. Lacy","Antebellum Tennessee: A Documentary History",null,"Berkeley, CA","McCutchen Publishing Corporation","1969","269-274"]}],"locations":[{"id":1758,"lat":35.8833079574,"lng":-86.8814262812,"zoom":9,"place":"WILLIAMSON, Tennessee"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}