{"id":240,"title":"Black Men &amp; Women Charged with Murder and Robbery\n","course_id":1,"status":"P","start_date":"1895-06-14","end_date":"1895-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["On June 14, 1895, 56-year-old Lucy Jane Pollard (a white woman) was found murdered and robbed in Keysville, VA.  The Richmond Dispatch sensationally described the murder and said that a lynching [was] likely to occur before [the next] morning' of two black female suspects.  Three days after the murder, another suspect, a black man was hunted down by the white community of Keysville.  When the black man, Solomon Mirable, was captured, 50 men brought him to the local magistrate and wanted to lynch him.  The Commonwealth's attorney convinced the crowd to use the man as a witness to convict the women since he claimed he was given the stolen money covered with blood by the black women in question. &lt;br /&gt;Throughout the 1880s and 1890s, lynchings had become an epidemic in the South, so the most pressing issue was whether the four blacks would live to be tried for their crimes.  In his inaugural address in 1894, Virginia Governor Charles O'Ferrall pledged to restore the supremacy of the law,' which had been weakened by the surge in lynching since the mid-eighties.  To uphold his word, O'Ferrall sent 50 troops to the rural county to protect the suspects.     &lt;br /&gt;In the first round of trials, all four suspects were found guilty of their alleged crimes.  All four appealed and two of the three women had the charges against them dropped in the middle of their trials.  The other woman spent ten years in jail after being found guilty of being an accomplice to the murder; she was later pardoned by the governor and released.  The black man, Solomon Mirable, was found guilty in both trials and sentenced to hang.  He admitted to holding the woman while another unidentified man murdered her with an ax."],"display_date":"June 14, 1895 - August 30, 1895","search_date":"1895-07-22","citations":[{"divid":1213490801,"type":"Book","data":["Suzanne Lebsock","A Murder in Virginia, Southern Justice on Trial",null,"New York","W.W. Norton &amp; Company","2003","13, 16-18, 62"]},{"divid":1213490836,"type":"Newspaper Article","data":["Murder Most Brutal","Richmond Dispatch","","June 16, 1895","4"]}],"locations":[{"id":170,"lat":null,"lng":null,"zoom":8,"place":"LUNENBERG, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}