{"id":2401,"title":"Female Confederate Spies\n","course_id":1,"status":"P","start_date":"1863-05-02","end_date":"1863-05-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Miss Fanny Battle and Miss Booker smuggled mail from Nashville, Tennessee mail south into Camp Chase to aid the Confederacy with Union intelligence. Though Tennessee was a confederate state, in May of 1863 the Union forces still occupied Nashville. Upon return to Nashville the women used their power of femininity to cross back into the Nashville border unquestioned. For weeks the two ladies reveled in the success of their discretion, right under the noses of Union officials, until the commissioner of political prisoners examined their case further. They were found guilty of being rebel mail carriers as well as smuggling and using forged passes. The Secretary of War recommended they be exchanged beyond enemy lines as their punishment. Fearing the prospect of having to leave their homes in Nashville, the women remained quiet and reserved hoping to appear innocent and sorry. The Federal Knapsack reported them laying low for a while in shame but it was not the first time these girls had relayed Union information, just the first time caught. "," While Union forces occupied their city it was adventitious for women to remain discrete about their loyalty to the Confederacy. Fannie Battle and other women had brothers and fathers fighting in the war and wanted to help. Spying was a good way for women to contribute to the war effort and according Clinton and Sibler, a Woman's greatest advantage was her gender. As a woman-one would add, white women-they were, at least in the first years of war unlikely to be searched carefully by men. Union officials never suspected innocent looking women to be risk takers full of deceit. The Tennessee Encyclopedia of History and Culture noted many of the women spies like Fanny Battle even dared to date Union men. As a result, they passed back and forth through Nashville borders unquestioned. Through their boyfriends, they were able to acquire extra unwritten information. Using the power of their femininity, female spies could easily relay information to their families in the confederacy and contribute to the war effort."],"display_date":"May 2, 1863","search_date":"1863-05-02","citations":[{"divid":1215204731,"type":"Newspaper Article","data":["","The Federal Knapsack","","May 2, 1863","3"]},{"divid":1215204757,"type":"Website","data":["Carole Stanford Bucy","Mary Francis &amp;34;Fannie&amp;34; Battle","The Tennessee Encyclopedia of History and Culture","http://tennesseeencyclopedia.net/imagegallery","October 9, 2006"]},{"divid":1215204803,"type":"Book","data":["Catherine Clinton &amp; Nina Sibler","Divided Houses: Gender and the Civil War",null,"New York","Oxford University Press","1992","115"]}],"locations":[{"id":1760,"lat":35.8833079574,"lng":-86.8814262812,"zoom":9,"place":"WILLIAMSON, Tennessee"}],"tags":[{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}