{"id":2402,"title":"A Brush with Cannibals\n","course_id":1,"status":"P","start_date":"1837-06-12","end_date":"1837-06-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The trek by wagon train to Texas was one fraught with danger. Trail roads were rough, there were high rivers to cross, diseases to contend with, and of course the possibility of meeting up with Indians. Mary Maverick was making such a journey in the summer of 1837. She was traveling by wagon train from her home in Alabama to the new land of Texas. One day when her party was moving camp, 17 Tonkawa warriors surprised them. Still in war paint, the Indians greeted Maverick's party brandishing several pieces of human flesh. Maverick remembered the Indians coming up to her carriage and asking to see her baby. She denied the request and made sure to show the warriors her pistol and bowie knife. Maverick expressed annoyance when the 17 decided to ride along with the train instead of leave. The 17 Tonkawas did eventually quit the party much to the relief of Maverick. She was certain that had they gotten a hold of her baby, they would have eaten it. ","Meeting Indians was a regular occurrence as whites encroached more and more on tribal lands. The fear and aggravation Maverick experienced was common among settlers who encountered Indians. Maverick's fear that the Tonkawas might eat her baby was not completely unfounded. Tonkawa warriors did have a reputation for cannibalism. Accounts described warriors cutting off the hands and feet of their victims and then eating them. This, along with other obvious cultural differences and bad blood, made the two groups wary of each other. ","From the earliest days of Texas Stephen F. Austin anticipated conflict with Indians in the new settlements. In his first presidency (1836-1838), Sam Houston passed laws providing for frontier defense against both Mexicans and Indians. Houston wanted both protections for his people and to stay on friendly terms with Indian allies. There were, however, problems with the Indian land claims; the Texas government refused to recognize their legitimacy. When Mirabeau B. Lamar became the second president of the Republic of Texas in 1838, Indian tribes found him to be no friend of theirs. Lamar called for, an exterminating war on [Texas Indian] warriors; which will admit no compromise and have no termination except in their total extinction or total expulsion. Lamar wanted the Indians gone because he saw them as dangerous people and competitors for prime real estate. Lamar's attitudes mirrored those of the Texas people. Maverick was afraid of what the Tonkawas might do to her party and just wanted them to go away so that they could camp in peace. "],"display_date":"June 12, 1837 - June 13, 1837","search_date":"1837-06-12","citations":[{"divid":1217447949,"type":"Book","data":["Lisa Waller Rogers","A Texas Sampler&#58; Historical Recollections",null,"Lubbock","Texas Tech. University Press","1998","25-27"]},{"divid":1217447981,"type":"Book","data":["Randolph B. Campbell","Gone to Texas&#58; A History of the Lonestar State",null,"New York","Oxford University Press","2003","114-115, 169-170"]},{"divid":1217448018,"type":"Book","data":["Rupert N. Richardson, Ernest Wallace, and Adrian N. Anderson","Texas&#58; The Lone Star State",null,"Englewood Cliffs","Prentice-Hall, Inc.","1970","107"]},{"divid":1217448060,"type":"Online Encyclopedia","data":["The Handbook of Texas Online","Indians","http&#58;//www.tsha.utexas.edu","October 26, 2006"]}],"locations":[{"id":1761,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}