{"id":2404,"title":"A Happy Band of Slaves\n","course_id":1,"status":"P","start_date":"1839-02-03","end_date":"1839-02-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An incident at the Wharf of Mr. McKinnie and Mr. Williams gave Frances Sheridan something to write critically about in his journal. Here he saw a settler arriving in Texas with a group of slaves. The large band of black enslaved men and women moved about without cares; they laughed and joke as they ate their biscuits. A man only identified as the entertainer of the group created comic relief when he whipped a donkey who in turn kicked the hind quarters of a very fat man. The slaves laughed uncontrollably, spewing out pieces of biscuit and some nearly choking because they were laughing so hard. ","As the train left the wharf, Sheridan could not help but pity the jovial slaves who were ignorant of what lay ahead of them. Go your ways, he wrote, go your ways my happy thoughtless party - happy because thoughtless, the time may not be far distant... when your quips & cranks will be turned into tears, wails & groans. Sheridan predicted the break up of the happy group as members would be sold as property to repay debts and satisfy the needs of their master.","Texas's close proximity to Louisiana and the New Orleans slave market, the largest in the country, made Sheridan's predictions viable. Walter Johnson poignantly describes the slave trade as, the story of separated lovers and broken families, of widows, widowers, and orphans left in the wake of the trade, only, perhaps, to be sold themselves at a later date. The interstate slave trade separated families and friends all the time; there was no reason to think it would be different for this group of slaves. Being sold to other slave owners was a fact of life for slaves, and Sheridan believed the thought of this should have sobered up the band of slaves and made them more serious and reserved. ","Like many other white people of this time, Sheridan depicted the band of slaves with condescension. There were conventional topics that white writers focused on when describing slaves: 'the skin, the odor, the dialect, the shuffle,' and even the endearing 'imbecile good nature.' Sheridan primarily focused on the nature of the black slaves; they were funny, loud, and grotesque. Sheridan could not look past these things and see the vibrant African American culture as a way for slaves to deal with their enslavement. Sheridan's entry shows that he had a good knowledge of the slave trade an the hardships slaves face, but that he was ignorant of black culture and how it related to their condition as slaves. "],"display_date":"February 3, 1839","search_date":"1839-02-03","citations":[{"divid":1216320565,"type":"Book","data":["Willis W. Pratt, ed.","Galveston Island or, A Few Months off the Coast of Texas&#58; The Journal of Francis C. Sheridan 1839-1840",null,"Austin, TX","University of Texas Press","1954","50-51"]},{"divid":1216320616,"type":"Book","data":["Walter Johnson","Soul by Soul&#58; Life Inside the Antebellum Slave Market ",null,"Cambridge, MA","Harvard University Press","1999","41"]},{"divid":1216320650,"type":"Book","data":["Melvin Patrick Ely","Israel on the Appomattox&#58; A Southern Experiment in Black Freedom from the 1790s Through the Civil War ",null,"New York","Vintage Books","2004","284-6"]}],"locations":[{"id":1762,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}