{"id":2405,"title":"Problems with Texas&#39;s Land Policy \n","course_id":1,"status":"P","start_date":"1839-01-01","end_date":"1839-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["He strode up to Frances Sheridan looking utterly ridiculous. Dirty and unshaven, his tattered, mismatched clothes belied his purpose. Much to the surprise of Sheridan, this raggedy character, whom Sheridan took for a vagabond, tried to sell him land. The man took offense at Sheridan's disbelief, but continued to push the sale of his land. After further questioning, Sheridan learned that the land, although in a good area of Texas, not only was not in cultivation, but also had not yet been cleared. ","Sheridan related this tale in his journal to show one of the problems that confronted a growing Texas: most of the land is in the possession of persons who do not possess a shilling & who consequently are unable to cultivate it. This was true because of the liberal land policy of Texas. The Texas Constitution of 1836 granted a league of land (4,428.4 acres) to heads of households and a labor of land (177 acres) to single men. Later the government also decided to give lands to veterans of the Texas Revolution and their families. With people owning large amounts of land, some who were poorer were unable to make use of all of it. Clearing land was time consuming, and if a man could not afford slaves to help him clear the land, it could easily go uncultivated.","A law of December 1837 produced another problem in Texas land policy. The law created land commissioners whose job was to give certificates to landowners allocating to them their legal amount of land. Once they had obtained their certificate, landowners had to have their land surveyed then approved by the land commission. Sam Houston had opposed this system because he said that it would open the door for fraudulent land certificates and claims to land, and he was right. There were many instances of fraud and shady dealing. The law also created a business for speculators. They would go out and locate the choicest land and obtain for themselves the certificate to this land, all before real settlers could move in. This left those in search of good land at the mercy of businessmen. Texas's generosity with land created opportunities both for eager settlers and slick speculators. In some cases the land found its way into the hands of unlikely characters."],"display_date":1839,"search_date":"1839-07-02","citations":[{"divid":1214326620,"type":"Book","data":["Galveston Island or, A Few Months off the Coast of Texas: The Journal of Francis C. Sheridan 1839-1840","Willis W. Pratt, ed.",null,"Austin, TX","University of Texas Press","1954","64-5"]},{"divid":1214326676,"type":"Book","data":["Randolph B. Campbell","Gone to Texas: A History of the Lonestar State",null,"New York","Oxford University Press","2003","167-8"]}],"locations":[{"id":1763,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}