{"id":2406,"title":"Dilue Harris&#39;s Experience in the Runaway Scrape\n","course_id":1,"status":"P","start_date":"1836-03-01","end_date":"1836-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The Alamo had fallen and Sam Houston decided that it was time. On March 11, 1836, Houston ordered Texas families to retreat across the Colorado River in order to escape the Mexican army. Dilue Harris, a young white girl, packed up her belongings and left her home with her family. They began to encounter trouble when they attempted to cross the Trinity River. The water level of the river and the crowds of people made it difficult to cross. The water got so high that it flooded over the river banks and left the Harris family and many others to wait for a ferry, all the while the river water swirling around them. Rampant disease intensified the difficulty of the escape. Harris's sister fell ill and died after the trip across the river. Her family buried her in Liberty, one of the cities through which they passed. Texans continued to move northward until they heard news of the Texas victory at San Jacinto. ","This flight of the Texans from their homes became known as the Runaway Scrape. Texas had involved herself in a war with Mexico, its goal being an independent Texas. Trouble had been brewing between the Mexicans and Anglo-Americans for some time. Cultural differences played a part, as did the emancipation of slaves in Mexico in 1829, and a law of 1830 which stopped colonization of Texas, and provided for the collecting of custom duties and garrisoning of troops in Texas. Once involved in the conflict, Texas found herself up against Santa Anna's powerful army and not faring well. After the fall of the Alamo, Houston feared the worst for Texans and wanted them out of the way of the Mexican army. ","The Runaway Scrape was complete bedlam as a mass of Texas families packed up what they could and took off in their wagons. Many men were gone fighting, and so the women had to do the best that they could on their own. The conditions were poor as people were confined to the close quarters of their wagons. Highly contagious diseases like measles and whooping cough afflicted many of the refugees, and families were forced to bury dead members en route then continue on their way. The Runaway Scrape was fraught with fear and danger and became a defining event in the history of Texas. Harris's tale shows the harsh conditions of the frontier and the determination of Texans not to let Mexico utterly destroy them. "],"display_date":"March 1, 1836 - March 30, 1836","search_date":"1836-03-15","citations":[{"divid":1217448221,"type":"Book","data":["Lisa Waller Rogers","A Texas Sampler&#58; Historical Recollections",null,"Lubbock","Texas Tech. University Press","1998","43-47"]},{"divid":1217448271,"type":"Book","data":["Rupert N. Richardson, Ernest Wallace, and Adrian N. Anderson","Texas&#58; The Lone Star State",null,"Englewood Cliffs","Prentice-Hall, Inc","1970","69-70, 90-95"]},{"divid":1217448345,"type":"Online Encyclopedia","data":["The Handbook of Texas Online","The Runaway Scrape","http&#58;//www.tsha.utexas.edu/handbook/online/articles/RR/pfr1.html","October 26, 2006"]}],"locations":[{"id":1764,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}