{"id":2407,"title":"Death of Margaret Jane Blake\n","course_id":1,"status":"P","start_date":"1879-01-01","end_date":"1880-03-30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The last job of Margaret Jane Blake, a former slave, was as servant to the Walter B. B. family. Eleanor McC. (daughter of Mr. and Mrs. Walter B. B.) moved from Baltimore to Chicago when she married Mr. McC. and brought Margaret Blake with her. In the winter of 1879 Eleanor decided to visit her mother and family in Baltimore, Maryland for Christmas. She took with her, her daughter and Margaret Blake. Blake quickly caught a cold that grew into erysipelas. Mrs. McC. left her with her family in Baltimore expecting her to return to Chicago when she was well; however, the sickness grew worse and they sent her to the Baltimore Infirmary. She died there on March 10, 1880. Mrs. McC ordered her a headstone with her name and date of birth on it. Mrs. Walter B. B. requested the stone to read Faithful unto Death.The relationship between Margaret Jane Blake and the McC and Walter B. B. families existed during the period after Reconstruction when African Americans were exposed to greater freedom from the days of enslavement but also new forms of repression. As Edward Ayers describes, segregation existed but was not completely nor universally defined. There was heavy racism and separatism, but also advancements in the black community. Race relations were complex and varied; friendships and positive relations could exist while being entwined in race traditions. This environment allowed for a variety of race relations to exist, including ones like that of Margaret Blake and her employers. ","Just how positive or negative Margaret Blake's relationship was with her employers is unclear. She spent years with them, becoming a constant in their lives. While Mrs. Walter B. B.'s request for the gravestone to say Faithful unto Death is at first glance a gesture of affection, it also reemphasizes Blake's role as a servant. Margaret Blake's relationship with her employers, while positive and described as loving, was unable to break out of the Southern race relation tradition of looking at African Americans as inferiors and servants."],"display_date":"January 1, 1879 - March 30, 1880","search_date":"1879-08-16","citations":[{"divid":1215204946,"type":"Website","data":["Documenting the American South","Memoirs of Margaret Jane Blake of Baltimore Md., and Selections in Prose and Verse, 1999","University of North Carolina","http&#58;//docsouth.unc.edu/levering/levering.html","October 10, 2006"]},{"divid":1215204991,"type":"Book","data":["Edward L. Ayers","The Promise of the New South&#58; Life After Reconstruction",null,"New York","Oxford University Press","1992","132, 136-137"]}],"locations":[{"id":1765,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}