{"id":2409,"title":"Malcolm H. Addison Gets Religion\n","course_id":1,"status":"P","start_date":"1849-03-04","end_date":"1849-03-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["At the McKenzie College on the Texas frontier religion was taken seriously. The Reverend John Witherspoon Pettigrew McKenzie founded the school and was also its headmaster. Malcolm H. Addison attended McKenzie College and like most college students both past and present, he received letters from his parents. For Addison, the subject of these letters inevitably turned to a questioning of the status of his soul. For months Addison dashed his parent's hopes saying that he had not found religion. It was not until March 4, 1849 that Addison officially proclaimed his life changing experience to his parents. He told his parents of a great revival at his school and the conversion of two of his roommates. He then confessed that he too had found religion was surprised at how easily it had come to him. ","Education and religion were closely linked in this period. As the need for institutions of learning increased, churches rose to challenge by establishing schools. Many saw it as one of the duties of the church to provide a Christian education for young people. To ensure this, most teachers hired in schools throughout Texas were pastors. Rupert N. Richardson also points out that even schools not under church control generally maintained religious environments. At McKenzie college religion was incorporated into the academic curriculum and daily life. The students were required to attend chapels and have prayers at 4:00 AM. The school also held revivals, and this was where Addison was converted. ","The insistency of Addison's parents in inquiring about his spiritual life shows how great a concern religion was. When Protestantism took root in Texas in the 1830s, many Evangelical Christians began to place emphasis on the role of family religion. It was important for parents to be religious role models and communicate to their children the ways in which God was working in their everyday lives. Donald G. Mathews summarizes the purpose of family religion as, nurturing children so that when they came to adulthood they would be susceptible to conversion. For this reason the concern of Addison's parents is understandable. Not only did they want their son to go to heaven, but they also wanted to make sure they had not failed in their duties as Christian parents. Addison's series of correspondences is an example of how high a priority religion was in the antebellum South. Religion permeated all aspects of daily life from education to personal correspondence. "],"display_date":"March 4, 1849","search_date":"1849-03-04","citations":[{"divid":1215205144,"type":"Primary Source in a Secondary Source","data":["Malcolm H. Addison to Oscar M. Addison","March 4, 1849","The Texas Republic: A Social and Economic History","William Ransom Hogan","Norman","University of Oklahoma Press","1946","155-157"]},{"divid":1215205200,"type":"Book","data":["Rupert N. Richardson, Ernest Wallace, and Adrian N. Anderson","Texas: The Lone Star State",null,"Englewood Cliffs","Prentice-Hall, Inc.","1970","172-173, 177-180"]},{"divid":1215205240,"type":"Website","data":["B.E. Masters","McKenzie College","The Handbook of Texas Online","http://www.tsha.utexas.edu/handbook/online/articles/MM/kbm15.html","October 26, 2006"]},{"divid":1215205281,"type":"Book","data":["Donald G. Mathews","Religion in the Old South",null,"Chicago","University of Chicago Press","1977","98-101"]}],"locations":[{"id":1766,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}