{"id":2410,"title":"The Attempted Murder of William Goyens\n","course_id":1,"status":"P","start_date":"1842-08-27","end_date":"1842-08-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["There was a knock on the door of Adolphus Sterne's office. The townsmen that entered requested that Sterne issue a warrant for the arrest of William Simons. They informed Sterne that Simons had tried to kill a free African American blacksmith named William Goyens. Sterne did as the men asked and then did not hear about Goyens or Simons for the rest of the evening. The next day Sterne learned that the gunshot wound Goyens received had not been fatal and that he was expected to recover. This episode related in Sterne's diary over a two day period is interesting because of the editorial inserts Sterne made. On August 27, 1842, when he first heard about the attempted murder, he interjected, Several People in Town all very merry. Then on August 28, he said that the wound Goyens received was not enough to do any good. These comments Sterne made are telling of the mindset toward Goyens. Sterne made no record of any personal grievances with Goyens, but it is clear that he was not on good terms with him, nor was he popular in town. This attitude may have stemmed from Goyens's position as a free black man and slave owner.","The feeling of Texans toward free blacks during the Texas Republic was one of fear and distrust. According to Clayton E. Jewett and John O. Allen, Many Texans feared that the existence of a free black population would undermine the institution of slavery. To guard against free blacks living in Texas and being a bad influence on slaves, Texas required free blacks to obtain permission from Congress to live in Texas. During the early 1840s measures to prevent free black occupation of Texas increased. President Mirabeau B. Lamar gave the order that all free blacks had to leave Texas by January 1, 1842. Luckily for the free black population, Sam Houston repealed this law upon his reelection in 1842 and allowed free blacks to remain in Texas. ","The shooting of Goyens occurred right in the time period of the early 1840s when Lamar had decided to crack down on the free blacks in Texas. The bad feelings of white Texans toward the repeal of Lamar's law could be the reason for the joy of the townspeople at the shooting and Sterne's disappointment at the murder being unsuccessful. To add to their dislike was that Goyens owned some slaves himself. The presence of a free black man was bad enough, but the presence of a free black slave owner would have been too much for some. Goyens showed that there were opportunities for blacks outside of slavery, a notion dangerous to a society built on the enslaving of black men and women. "],"display_date":"August 27, 1842 - August 28, 1842","search_date":"1842-08-27","citations":[{"divid":1215205351,"type":"Book","data":["Archie P. McDonald","Hurrah for Texas The Diary of Adolphus Sterne 1838-1851",null,"Waco","Texian Press","1969","51, 111"]},{"divid":1215205390,"type":"Book","data":["Clayton E. Jewett and John O. Allen","Slavery in the South: A State-by-State History",null,"Westport","Greenwood Press","2004","249"]}],"locations":[{"id":1767,"lat":null,"lng":null,"zoom":8,"place":"TERRITORY, Territory"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}