{"id":2412,"title":"Capturing the Moment\n","course_id":1,"status":"P","start_date":"1857-12-12","end_date":"1857-12-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" In a private letter to her granddaughter, an unnamed woman described a simple scene with such poignant detail that an ordinary moment in history became remarkably touching on paper. The elderly woman wrote to her granddaughter, Kate, about several incidents in her everyday life, one of which was a portrayal of her young cousin, Harry. The writer used small, humorous anecdotes to describe both Harry and his behavior as active, underscoring the fact that he liked to sing and dance, and was also very talkative. In fact, his family tried to take a likeness of little Harry, but his energetic and lively behavior did not mesh well with the photographer's intentions. According to the writer, the photograph did not turn out well. "," Since its conception, photography has become more and more widespread throughout American society as the years progress. Invented in 1839, during the mid-nineteenth century it was used for everything from war documentation to family portraits, like the one of cousin Harry. Unlike most of Americans at this time, Harry's family had the means to hire a photographer and set up a shoot in order to have his portrait taken. One can assume that this was not a luxury that many southerners could afford, especially after the start of the Civil War. In fact, it was not until George Eastman invented the box camera in 1888, almost thirty years after the period of Kate's letter, that the majority of the American public had the money to buy such devices. "," As time advanced, more and more people started using photography, and as a result, antebellum civilians left behind a physical record of their worlds. Family and individual portraits have become especially important to modern historians, as they provide an insight into what daily life was like among the upper echelons of society in the antebellum South. These photographs, writes historian Mary Louise Tucker, like the would-be one of little Harry, created a consistent visual chronicle of a developing community, in some instances for half a century. The photographs produced since the advent of the camera have become an invaluable tool, used to uncover a greater picture of antebellum southern society."],"display_date":"December 12, 1857","search_date":"1857-12-12","citations":[{"divid":1216320920,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Mary Louise Tucker","Photography and Photographers","Encyclopedia of Southern Culture","Charles Reagan Wilson, William Ferris, Ann J. Abadie, and Mary L. Hart, eds.","Chapel Hill, NC","The University of North Carolina Press","1989","94-100"]},{"divid":1216321006,"type":"Manuscript","data":["","Mss  z89",null,"Mss  z89","Reel 2, Box 1, Folder 10","John C. Burrus Papers, 1831-1918","Special Collections Library, University of Virginia"]}],"locations":[{"id":1769,"lat":33.7815927154,"lng":-90.8705141101,"zoom":9,"place":"BOLIVAR, Mississippi"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}