{"id":2413,"title":"Antebellum Abortion\n","course_id":1,"status":"P","start_date":"1848-02-21","end_date":"1848-02-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In modern society, it is commonly accepted as a rule of the profession that doctors remain cool and detached from their patients in order to provide them with the best medical care possible, unobstructed by emotional thoughts, feelings, or actions. The diary of Dr. Walter Wade proved that even in the mid-nineteenth century that this concept was not a foreign one. A large percentage of his journal was dedicated to a documentation of his private medical records. In a February 21, 1848 entry, Wade described his Monday night visit to a woman named Sarah. Wade devoted few words to the entry, but his impact was nonetheless powerful. He succinctly stated that, Sarah had an abortion at 3 mos. Wade provided the reader with sparse details about Sarah, but he did mention that the terminated pregnancy had consisted of twins. However, he was unable to learn the gender of the pair, presumably because the pregnancy was not far enough advanced. Wade maintained a business-like and professional tone throughout the passage; one can only assume that this detached air his writing emanated was reflected in his actions as a physician."," An individual's livelihood was undoubtedly unstable in the mid-nineteenth century. As a result of, High infant mortality rate and tragic loss of loved ones to disease or accident in the prime of life, according to historians James and Dorothy Volo death became an accepted and inexorable fact of existence. As a whole, individuals found it easier to resign themselves to the reality of mortality, and doctors, who were already required to uphold an air of formality concerning their patients, were no different. Doctors undoubtedly practiced abortion in the antebellum South, but because it was a sensitive and often taboo subject, it is difficult to find example of it recorded. Some instances of abortion have been discovered among the records of slave women who were either unable to care for their children due to the harsh demands of their required work or whose children were often sold by avaricious masters. According to Elizabeth Fox-Genovese, one woman was forced to watch as her master put all of her infant children up for sale, until, taking matters until her own hands, she decided that she was not going to let her master sell that baby. 'She got up and give it something out of a bottle and purty soon it was dead'. Says Fox-Genovese, these desperate women saw either terminating their pregnancies or killing their own children as a, ... way [to reclaim] it as their own. In a perverse way, infanticide could be seen as a means to give children life. "," There is no way to tell from Wade's brief diary entry what the primary motivation was behind Sarah's decision to abort her babies. However, both the succinctness of the Wade's words and the nature of the entry itself reflect societal attitudes towards death in the antebellum South."],"display_date":"February 21, 1848","search_date":"1848-02-21","citations":[{"divid":1213495275,"type":"Book","data":["Elizabeth Fox-Genovese","Within the Plantation Household: Blac and White Women of the Old South",null,"Chapel Hill","The University of North Carolina Press","1988","323-324"]},{"divid":1213495350,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["James M. Volo and Dorothy Denneen Volo","The Antebellum Period","American Popular Culture Through History","Ray B. Brown, editor","Westport","Greenwood Press","2004","32"]},{"divid":1213501612,"type":"Manuscript","data":["","Plantation Diar of Dr. Walter Wade of ",null,"","","",""]}],"locations":[{"id":1770,"lat":31.7342121703,"lng":-91.0371521217,"zoom":10,"place":"JEFFERSON, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}