{"id":2418,"title":"Governor Issues Plan for Establishing Railroad\n","course_id":1,"status":"P","start_date":"1848-12-04","end_date":"1848-12-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Governor Graham called upon the North Carolina Senate for action in implementing his plan to install continuous railroad from Gaston to Charlotte and connecting 250 miles of North Carolina's piedmont.  His proposition required the formation of a joint stock company in which the State and private stockholders would split the 2 or 2.5 million price tag.  In the Governor's estimations, 500,000 North Carolinians would benefit from the railroad extension.  He predict advantages not only for those living within 50 miles of the line, but also for residents in seven counties beyond the Blue Ridge mountains, who could save three days of travel in reaching the State Capital at Raleigh.  ","    His plan required that both the state and private individuals commit between 1 and 1.25 million in equal increments.  The state, he argued, could afford this cost by transferring its deteriorating Raleigh-Gaston Railroad, valued at 500,000 to a new North Carolina Railroad Company.  The State's remaining balance would be paid from the issuance of 30-year State bonds paying six percent per annum.  The state would present its first 500,000 of assets, he argued, only after individuals had first purchased the same amount.     ","    Governor Graham's memorandum was delivered at the climax of Whig ascendancy in North Carolina.  Graham, the third of four consecutive Whig North Carolina Governors, was continuing an era of progress with internal improvements that sought to solve the State's dire need for improved transportation.  Even among Southern states, where transportation greatly limited most states' economic horizons as compared to Northern states, North Carolina was considered backward.  Stephen Goldfarb explains the tardiness of Southern industrialization as a consequence of poor transportation to coastal ports.  Distances of one to two hundred miles between the fall lines of rivers and their coastal outlets, a feature of the North Carolina Piedmont, required the advent of railroads. The State's earlier attempts to organize a productive rail line between Wilmington and Raleigh remained a money-losing venture for the State.  Graham's strong words in favor of continuing railroad investment eventually bore fruit when the North Carolina Railroad was formally opened in 1856 by its president, the former Governor Morehead."],"display_date":"December 4, 1848","search_date":"1848-12-04","citations":[{"divid":1214433449,"type":"Newspaper Article","data":["Message from His Excellency, the Governor","Raleigh Register","","December 13, 1848","4"]},{"divid":1214433477,"type":"Article","data":["Stephen J. Goldfarb","A Note on Limits to the Growth of the Cotton-Textile Industry in the Old South","The Journal of Southern History","48","Nov. 1982","545-558"]}],"locations":[{"id":1775,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}