{"id":2419,"title":"Mob Expels Wesleyan Minister for Abolitionist Agitation\n","course_id":1,"status":"P","start_date":"1851-05-18","end_date":"1851-08-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The mob had made up its mind.  Wesleyan Methodist preacher Jesse McBride had stirred too much controversy among whites and slaves in Guilford County.  Intending to run McBride out of the county, about two-hundred men gathered on May 23, 1851 outside of the church where he would preach that morning.  For six hours McBride had been on the road, not finishing the 18 mile journey to his Liberty Hill congregation outside of Greensboro until a few minutes before noon.  Accounts of the exchange between McBride and the disgruntled locals vary according to source.  The mob leader and slave-owner Hoover blocked McBride from entering the church.  McBride appears to have kept a cool head in the confrontation: he drew upon scriptural resources, he induced his congregation to sing hymns in front of the increasingly frustrated mob, and he conducted his congregation in prayers. Without personal violence or abuse according to the local <em>Greensboro Patriot</em>, but with considerable, drunken man-handling according to McBride's personal account in the abolitionist <em>Liberator</em>, the mob shoved McBride into his carriage.  He rode away.  Sometime immediately thereafter, local powers obtained his pledge in writing to depart Guilford County within a week.  McBride returned to Ohio.  The <em>Liberator</em> published his first account on June 20 and then a more elaborate version on August 15.  The <em>Greensboro Patriot </em>expressed relief and anticipated a return to tranquility in its brief account of the incident.  ","The creed of Wesleyan Methodists involved an antislavery stance, and for this reason many whites no longer tolerated McBride's growing influence among the Christian circles of Guilford and Stokes Counties.  On May 18, Reverend Hines of the Methodist Episcopal Church had stated the deleterious effects of McBride's sermons in a meeting.  Local officials held another meeting in Greensboro on May 20 for the purpose of suppressing abolition agitation.  During the meeting, McBride was implicated directly for interfering with the property rights of local slave-owners.  He had created enemies among nervous slave-holders and among vexed preachers whose congregations were splintering over slavery.","Beginning with zeal in 1831, when William Lloyd Garrison began publishing the <em>Liberator</em>, and gaining controversial attention in the wake of Nat Turner's 1831 rebellion, the Abolition crusade began making its presence felt among slave-holders.  Because Southern churches' policies accommodated slavery, the Methodist Church split in 1844, and supporters of slavery established the Methodist Episcopal Church.  This episode in McBride's career strengthens Donald Matthews' description of the brave extension of the Evangelical ethos beyond the internal life of the believer and into social relationships. McBride's<em> Wesleyan</em> sect of Methodism, which threatened excommunication to those who would not emancipate their slaves within two years, scared slaveholders with its judgmental views.  McBride's brave efforts to nurture an anti-slavery parish illustrate both the active efforts of anti-slavery ideology and the physical resistance these efforts met from pro-slavery interests."],"display_date":"May 18, 1851 - August 15, 1851","search_date":"1851-07-01","citations":[{"divid":1216321165,"type":"Newspaper Article","data":["","Liberator","","August 15, 1851","21, 33"]},{"divid":1216321187,"type":"Newspaper Article","data":["Expulsion of a Christian Minister From the South","Liberator","","June 20, 1851",""]},{"divid":1216321215,"type":"Book","data":["Clayton E. Jewett and John O. Allen","Slavery in the South ",null,"Westport, CT","Greenwood Press","2004","185-198"]},{"divid":1216321272,"type":"Book","data":["Donald Matthews","Religion in the Old South ",null,"Chicago","Chicago Press","1977","64-72"]}],"locations":[{"id":1776,"lat":36.0793885003,"lng":-79.7889995015,"zoom":9,"place":"GUILFORD, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}