{"id":242,"title":"Georgia Lynchings &amp; Murder\n","course_id":1,"status":"P","start_date":"1895-01-01","end_date":"1895-05-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the first half of 1895, four black men were lynched by whites in Georgia.  On May 22, 1895, Sheriff George Dunham went to the residence of William Connell in Dublin, Georgia to investigate claims that Connell had beaten his wife.  According to a Georgia newspaper, the Atlanta Constitution, which claimed it represented the true facts of the case,' Connell opened the door when the Sheriff knocked and fired a double-barreled shot gun at him; The contents entering the sheriff's head tore both eyes out.  With a shriek, the sheriff dropped dead in his tracts.'   The Atlanta Constitution's relation of the facts' is extremely sensational and offers no reason as to why Connell would have murdered the sheriff.  There is no mention of any eyewitnesses or hard evidence linking Connell to the murder.     &lt;br /&gt;Upon hearing the news, people turned out en masse to hunt down the suspect.  Connell supposedly resisted arrest and fired at some of his captors who returned fire.   Although Connell was not lynched, he was also not given the opportunity to defend himself verbally against his accusers.   &lt;br /&gt;According to historian Fitzhugh Brundage, historians have suggested that lynching reveals a society's values.  Participants in lynchings enacted a ritual which affirmed their racial beliefs and embodied the commitment to white male dominance.'  Lynching, as a means of racial repression, exposed the fixed white southern social values and tradition' which dated back to before the Civil War (17)."],"display_date":"January 1, 1895 - May 22, 1895","search_date":"1895-03-12","citations":[{"divid":1213490887,"type":"Book","data":["Fitzhugh W. Brundage","Lynching in the New South: Georgia &amp; Virginia, 1880-1930",null,"Urbana","University of Illinois Press","1993","17, 272"]},{"divid":1213490997,"type":"Newspaper Article","data":["His Body Riddled","The Constitution","","May 23, 1895","3"]}],"locations":[{"id":171,"lat":32.1956724843,"lng":-82.6153511485,"zoom":9,"place":"MONTGOMERY, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}