{"id":2420,"title":"Paternalism, Slaveholders, and the Guilty Conscience","course_id":1,"status":"P","start_date":"1851-02-27","end_date":"1851-02-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 27, 1851, John M. Folkes wrote a letter in response to a request he had received from a man named Benjamin Drake. In his reply, he addressed Drake's plea for Folkes to surrender a number of his slaves. Throughout the letter, there was a tacit understanding of Drake's financial difficulties; one can assume from Folkes' reply that the end aspiration of Drake's request is purely monetary in nature. However, Folkes was not quick to comply wholly with Drake's wishes. He replied that both the slaves and Drake himself, chose me for their master. He called the slaves in question, a part of his family, and asserted that, they have become indentifide with my family. He goes so far as to name two slaves that he would particularly like to keep, a man named Abram and another individual whose name is illegible. Folkes' letter did not solve what was clearly a complex and hotly contested issue between the two men. But Folkes did show a judicious side and agreed to discuss the matter in person before any further action was taken."," John Folkes was one example of a larger group of slaveholders that emerged in the midst of the slave South. Folkes fought Benjamin Drake's desire to sell his slaves because, he argued, they were not only members of his household, but of his family as well. Folkes' words reflect a growing sentiment among slaveholders in which buyers believed that their participation in the slave market was actually beneficial to the slaves. Slave-buyers had the power to keep family units in tact by purchasing all the members of a slave's family. This paternalism, historian Walter Johnson states, caused slaveholders, to say that they were acting on behalf of the people whom they had bought to act for them. Therefore, in retaining certain family units, buyers believed they were actually doing their slaves a favor. "," From his firm reply to Drake, Folkes clearly ascribed to this sentiment of paternalism, and vehemently wished to retain both his household and the members of his slave family. But in doing so, he also yielded to a certain delusion in thinking that he helped his slaves by any means. Whether or not Folkes and so many others before and after him actually believed this, or if they were simply trying to convince themselves of it to soothe their consciences, remains unknown."],"display_date":"February 27, 1851","search_date":"1851-02-27","citations":[{"divid":1216322306,"type":"Manuscript","data":["","Correspondence and Papers",null,"Mss  995","Reel 8, Box 7, Folder 57","Benjamin Drake Collection, 1805-1914","Adams and Jefferson Counties, Mississippi, also Jackson, Louisiana"]},{"divid":1216322371,"type":"Book","data":["Walter Johnson","Soul by Soul&#58; Life Inside the Antebellum Slave Market ",null,"Cambridge, MA","Harvard University Press","1999","107-112"]}],"locations":[{"id":1777,"lat":31.4831695494,"lng":-91.3531349834,"zoom":9,"place":"ADAMS, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}