{"id":2422,"title":"Northern Traveler Endures Southern Transportation\n","course_id":1,"status":"P","start_date":"1853-01-01","end_date":"1853-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Frustrated by the stagecoach's delayed start, Northerner Frederick Olmsted waited no longer to commence the next leg of his southern exploration.  He began the 26 mile journey from Gaston to Fayetteville on foot and let the coach catch up with him along the way.  By one o'clock, though he had covered almost ten miles, he doubted he had passed even half a dozen farms.  Olmsted took lunch at the Banks' plantation where fresh horses for the stagecoach grazed in the field.  To Olmsted's dismay, the fresh horses could do but little more than stand up.  At last the stagecoach arrived but its ineloquent driver could only mutter distressed comments about the horses: There ain't a man in North Car'lina could drive them horses up the hills without a whip. With the help of several black men, the driver at last thrashed and verbally harassed the ostensibly-fresh horses into action.  Three miles later, using real, outright, old-fashioned, uncompromising English oaths, as loud as he could yell, the driver again resorted to violence as onlooking passengers idled.  This time he used a rail.  Exasperated by the wait, some of the weary passengers offered assistance. Olmsted resorted again to his own legs and by eight p.m. arrived at Mrs. Barclay's inn where his fellow passengers did not arrive until three a.m.","In this vignette from North Carolina and in many other instances throughout the South, Olmsted journeyed down isolated, poorly-maintained roads, detailing the poor condition of transportation.  The roads he traveled often comprised little more than deforested trails.  At points, he traveled for several days and never saw two dwellings of mankind within sight of each other. Several plantation patriarchates were miles apart. He recorded his many experiences and minute-by-minute conversations in over seven-hundred pages, which he gave to the New York Daily Times.  That Northern editors considered Olmsted's observations exotic enough to be published attests to a communication gap between the North and South.","Olmsted's accounts of Southern transportation deficiencies support Stephen Goldfarb's analysis of geographical isolation as a limiting factor to Southern industrialization.  He endured the same arduous traveling conditions as Piedmont farmers who sought distant markets for their produce.  Writing for a Northern audience, at points Olmsted takes pleasure in contrasting the efficient transportation networks of the North with the ridiculous networks he encounters in the South.  He was also struck by the low density of homesteads; Edward Ayers explores a similar phenomenon of slave-holding counties in comparisons between Virginia and Pennsylvania during the Civil War.  The immense challenges to transportation in North Carolina's Piedmont, exacerbated by a sparsely-populated landscape, represent an insularity from national trends of industrialization."],"display_date":1853,"search_date":"1853-07-02","citations":[{"divid":1218042739,"type":"Article","data":["Frederick Law Olmstead","Slavery - Its Effect on the Property, Intelligence, and Morals of the Whites - Olmsted on the Seaboard Slave States","New Englander and Yale Review","Vol. 14, No. 54","May 1856","264-273"]},{"divid":1218042866,"type":"Article","data":["Stephen J. Goldfarb","A Note on Limits to the Growth of the Cotton-Textile Industry in the Old South","The Journal of Southern History","Vol. 48, No. 4","November 1982","545-558"]},{"divid":1218042921,"type":"Book","data":["Edward Ayers","In the Presence of Mine Enemies",null,"New York","W. W. Norton &amp; Co.","2003","66-72"]}],"locations":[{"id":1779,"lat":35.1897473693,"lng":-78.9269058663,"zoom":8,"place":"CUMBERLAND, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}