{"id":2423,"title":"Digging up the Past\n","course_id":1,"status":"P","start_date":"1854-02-23","end_date":"1854-02-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Susan Sillers Darden, a white woman living in the Mississippi Delta region during the mid-nineteenth century, left behind a lengthy diary that covers many of the day-to-day occurrences and various happenings of her neighborhood. In an 1854 entry, Darden recounted a particularly unusual event: the exhumation of two corpses. Darden wrote that the remains of Rodney King and Mrs. Ogle were unearthed on February 23, 1854. She described the two as brother and sister, but gave no other details as to either their backgrounds or their personalities. The bodies were transported from the original gravesites in Tenesas Parish, Louisiana to Old Salem. How this was accomplished remained unstated, but Darden specifically mentioned that the two were reburied amongst their already-deceased relatives, including both their parents and brother. "," Southern burials and funerals have long been part of an evolving process, heavily influenced by the changing social conditions of the United States. According to scholar Charles Reagan Wilson, before the Civil War they shared many common characteristics with funerals in the North. Writes Wilson, southerners and northerners alike saw funerals as, a recognized time to overcome the separation [of a loved one]. In both the North and South funerals were cathartic ceremonies that allowed grieving friends and family the gift of closure. However, as the Civil War approached southerners began to isolate themselves within their own affinity group, and funerals became, true ceremonies of southern identity. Symbols of Dixie were prominently displayed, while eulogies explained the contribution of the deceased to the South as a region, Wilson writes. As it became more and more important for Southerners to maintain and uphold their distinctive 'southernness, it became equally as important for this identity to be displayed in all aspects of life, including death. "," The fact that the bodies Darden described were exhumed and moved to another burial site stresses the significance placed on burials in the South. Because southerners believed burial to be both an expression of southern pride and a means of closure, it was instrumentally important that the dead be given appropriate burial. Darden was vague about who ordered the corpses moved, but the person(s) clearly felt that King and Ogle's previous graves were unsuitable, possibly because mourners had not buried them among their family members. It is not surprising that if these two bodies had not been shown proper respect in death, those that loved them most would order them moved. "],"display_date":"February 23, 1854","search_date":"1854-02-23","citations":[{"divid":1216322086,"type":"Manuscript","data":["","Diary of Susan Sillers Darden ",null,"Mss  z82","Box 3, Volume 1","Darden Family Collection, 1820-1899","Jefferson County, Mississippi"]},{"divid":1216322168,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Charles Reagan Wilson","Funerals","Encyclopedia of Southern Culture","Charles Reagan Wilson, William Ferris, Ann J. Abadie, and Mary L. Hart, eds.","Chapel Hill, NC","The University of North Carolina Press","1989","478-9"]}],"locations":[{"id":1780,"lat":31.7342121703,"lng":-91.0371521217,"zoom":10,"place":"JEFFERSON, Mississippi"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}