{"id":2424,"title":"The Hypocritical Admirers of Harriet Beecher Stowe\n","course_id":1,"status":"P","start_date":"1853-06-18","end_date":"1853-06-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Editors of the <em>Raleigh Register</em> reprinted stanzas of a poem published in New York that criticized what Raleigh's editors considered the hypocritical nature of aristocratic British support for <em>Uncle Tom's Cabin</em> in 1853.  They applauded the satiric criticism as the severest and most truthful against Stowe and her British supporters. The poem was written as if by a British aristocrat who both commends Britain for banishing slavery and yet also foppishly implicated British class differences as equally, if not more, merciless than American slavery.  <em>British</em> peasants, it reads, are not our slaves, and 'tis tickingly pleasant, / To think they have <em>free</em>dom - to die in a ditch The eight stanzas levelled many shocking attacks against British institutions.  For example, the article implied that Britons permitted their women to work in coal shafts on hands and knees without clothes.  One line, which would have particularly resonated in 1853 read, Though Irishmen rot in the fever and famine, / Which we have created- we speak it with pride- / <em>That, if you will calmly and fairly examine</em>, / You'll find they were perfectly free- when they died","    Stowe's novel introduced further turmoil to a tumultuous era of United States History, during which embittered pro-slavery and anti-slavery factions bemoaned the Compromise of 1850.  Meanwhile, hundreds of thousands of Irish immigrants, fleeing the distresses of famine and poverty in Ireland inflated America with visible proof of English oppression.  The North Carolinian editors' concise but harsh attack against Stowe, similar in logic to James Henry Hammond's 1858 Mudsill Theory speech, argues that slavery eliminates the need for downtrodden white peasants in societies.  ","In the larger context of understanding how white Southerners justified slavery, this article exemplifies one method of neutralizing Stowe's potent attacks against slavery.  The <em>Register</em>'s editors attempted to devalue <em>Uncle Tom's Cabin</em> by showing that other civilized nations were themselves reliant upon impoverished labor.  By this logic, Stowe's supporters abroad had no right to comment upon American institutions.  Wendy Hamand writes of a similarly anti-British response to incidents such as the Stafford House Address, a document from British ladies requesting an end to slavery.  Mrs. John Tyler from Virginia responded that the Duchess of Sutherland should tend to her own dependents and leave American ladies to attend to theirs.  Clearly, the tendency to reject Stowe rather than re-evaluate slavery prevailed among pro-slavery factions."],"display_date":"June 18, 1853","search_date":"1853-06-18","citations":[{"divid":1213829079,"type":"Article","data":["Wendy F. Hamand","No Voice from England: Mrs. Stowe, Mr. Lincoln, and the British in the Civil War","The New England Quarterly","61","Mar. 1988","3-24"]},{"divid":1213829133,"type":"Newspaper Article","data":["","Southern Weekly Post","Raleigh, NC","June 18, 1853",""]}],"locations":[{"id":1781,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}