{"id":2426,"title":"1841 Harvest Impacts Southern Society as Whole\n","course_id":1,"status":"P","start_date":"1840-06-01","end_date":"1841-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["To most South Carolina planters, the weather was of utmost importance. They relied on nature to provide them with their livelihood, the planting of rice and other crops. Charles Heyward resided in Charleston for most of the year, but controlled many plantations outside of the city, including Rose Hill, Amsterdam, and Lewisburg Plantations. By 1860, he owned 471 slaves. Therefore, it was in his best interest to record a journal like the one he kept during the years 1835-1855. It was to his benefit to record patterns in the weather.","Heyward recorded that June and July of 1840 were unusually cold and rainy for the summer months, putting a strain on the crops. He noted that although this kind of weather was favorable in the city, it was detrimental to the countryside where his plantations were located. In addition, August was a very wet month, which injured many of the crops and forced an early and unfavorable harvest. The cotton crop was injured the most. In the South during this time, cotton reigned supreme among crops. For a cotton harvest to fail like this created economic alarm among South Carolinians and Southerners in general. The year 1841 did not bring a good harvest, either. In fact, Heyward noted that it brought the worst harvest the area had seen in years. Although it came in September that year, relatively on time, the rain arrived that year in conjunction with the excessive high tides, which crested the river banks and caused the harvest to be quite deplorable.","The weather was just one of many factors that caused Charleston's cotton exports to fall sixty percent between 1821 and 1842. Business was terrible in the Charleston cotton market. Reportedly, grass was growing in the streets by 1842. Charlestonians grew alarmed because each member of the city's society, from slave to wealthy planter had a stake in agriculture. Planters and their families had less money; slaves were treated worse because of the darkened moods of the planters and overseers. They tended to blame slaves for bad harvests since they were the ones working with the crops. It was up to publications like The Southern Agriculturist to help planters think through their options in an effort for agriculture to become profitable once again. Theodore Rosegarten's essay The Southern Agriculturist in an Age of Reform, highlights a society based on the riches of the harvest. Because planters were arguing about what was causing their problems, The Southern Agriculturist was created to help scientifically sort out the issues of the growing season. Planters like Charles Heyward had to try to their hardest to make their crops profitable once again and be willing to learn from other plantations."],"display_date":"June 1, 1840 - September 30, 1841","search_date":"1841-01-29","citations":[{"divid":1215205604,"type":"Manuscript on Microfilm","data":["","Charles Heyward Journal 1833-1855, June 1840-September 1841","Reel 12, Micflm 1705 ser.A, Frames 00461- 00463","Charles Heyward Diary","Alderman Library, University of Virginia"]},{"divid":1215205661,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Theodore Rosengarten","The Southern Agriculturist in an Age of Reform","Intellectual Life in Antebellum Charleston","Michael O&#39;Brien and David Moltke-Hansen","Knoxville","The University of Tennessee Press","1986","281"]}],"locations":[{"id":1782,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}