{"id":2427,"title":"The Changing Structure of the Cattle Industry\n","course_id":1,"status":"P","start_date":"1890-03-11","end_date":"1890-03-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A letter ran in live-stock and farm journals and various western newspapers in the months leading up to March of 1890, calling those interested to attend an interstate convention of cattlemen. Formal delegates to the convention were to be appointed by the governors of those states which held an interest in the cattle industry. The letter, which was signed by Wm. L. Black, chairman (and others), pointed out the government's inability to offer solutions or relief for the depressed condition of the cattle industry. Members of the cattle industry in Texas realized the deficiencies in the system could not be ameliorated without the united action of all those who had something at stake in the cattle industry. Specifically, the letter referenced the commercial problems the industry faced and the consequent desire for merchants and bankers to attend the convention and join the effort for improvement. Cattlemen were suffering as the industry lost money and it seemed that the little profit that did exist went into the hands of only a few. He asked the readers with this terrible depreciation in the value of our resources, it is any wonder that farmers are poor, and that the commercial industries of the West and Southwest are so paralyzed?","In response to the letter's appeal, delegates attended the convention on March 11, 12, and 13 of 1890. At the convention, delegates discussed the issues of the apparent railroad monopoly in shipping cattle and other challenges facing the industry. They also suggested measures that members of the cattle industry could take on their own accord, without having to wait on government action, to improve the current situation. Potential solutions included tariffs as well as an increase in the use of refrigerators and other actions which could reduce the immediate supply of beef and drive up prices.","Texas had long been a major player in the cattle industry; however, it was not until most of the Indian population was driven out of the area and barbed wire was developed that the industry was really able to operate in a systematic manner. Barbed wire, invented in 1874, made it possible for herds to be enclosed and for controlled breeding to take place. The new creation also ended the need for long cattle drives and helped put an end to Indian raids on the cattle. Indeed, the cattle boom existed to such a great extent that cattlemen often faced a problem of market saturation which drove down prices. Breeding was often moved to more northern states in an effort to spread out the supply. The delegates at the convention also pointed out that the invention of refrigeration provided one potential solution since it granted the ability to transport the meat to new markets before it spoiled.","As beef became a major food product, the national and international interest in cattle grew; this prompted the industry to transition from a market of individually-owned herds to a market of corporations, with investors based as far away as Europe. The development of closed range ranching altered the scene of the cattle industry and the Southwest as it grew in scope and productivity. The cattle industry eventually branched out to cover most of the United States, as evidenced by the fact that delegates at this particular convention represented such states as Kansas, Arkansas, Missouri, Colorado, Illinois and Wyoming. As the cattle industry became a major source of investment as well as an increasingly large source of meat products, it became a national and international interest and brought to light economic and agricultural issues that needed to be addressed."],"display_date":"March 11, 1890 - March 13, 1890","search_date":"1890-03-12","citations":[{"divid":1216321575,"type":"Government Document","data":["Proceedings of an Interstate Convention of Cattlemen ","Government Printing Office","1890","Washington, D.C","Government Printing Office","1890","","",""]},{"divid":1216321677,"type":"Book","data":["Randolph B. Campbell","Gone to Texas&#58; A History of the Lone Star State ",null,"New York","Oxford University Press","2003","290-323"]},{"divid":1216321736,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["T.C. Richardson and Harwood P. Hinton","ranching","The Portable Handbook of Texas","Roy R. Barkley and Mark F. Odintz, eds.","Austin, TX","The Texas State Historical Association","2000","696-699"]},{"divid":1216321818,"type":"Online Encyclopedia","data":["Handbook of Texas Online","barbed wire","http&#58;//www.tsha.utexas.edu/handbook/online/articles/FF/aefmu.html ","October 2, 2006"]}],"locations":[{"id":1783,"lat":32.7703945791,"lng":-97.2918801714,"zoom":9,"place":"TARRANT, Texas"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}