{"id":2428,"title":"A Murderous Education\n","course_id":1,"status":"P","start_date":"1846-01-01","end_date":"1846-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Around 1846, the students of Centenary College decided to take a stand. Fifty-three of the pupils signed a petition for the removal of a professor from their institute of higher education. In adding their names to the list, the students accused Professor Jones of, participating in ... the shooting of the boys Unfortunately, the petition gave no further explanation of the alleged incident. However, these brief words held powerful meaning. The fact that a professor would do anything to endanger the lives of his pupils was certainly grounds for dismissal. Moreover, the document held no clue as to the outcome of the allegations. "," As stated above, fifty-three students chose to sign their names to the petition. Of these names, there were originally two more, which someone apparently scratched out. In addition, the signers underlined a few of their names, as if to emphasize the signer's commitment to the cause."," Unfortunately, educators like Professor Jones were everywhere in Mississippi throughout history; the state has long struggled with the establishment of a strong system of education. According to historian John Ray Skates, it was not a primary concern even at the would-be state's territorial beginnings. In fact, he writes, Formal education in the territory was scarcely available and public education was nonexistent. As a result, those who could afford to employed tutors or took advantage of out-of-state boarding schools in order to educate their children, and those who could not used methods of home schooling. Clearly, problems plagues even the few schools Mississippi did have, and uncaring and criminal teachers like Jones certainly did not help solve these. As time progressed, education still did not take a chief role in the society of Mississippi, as it did in other parts of the United States. Outside events squelched any attempts to formalize education in the state. Although the University of Mississippi, a public university, was established in 1848, it soon had to shut down because of the Civil War. Finally, building on this idea of public education, Skates notes that, The constitution of 1868 mandated public schools for all children in the state, thus insuring the first statewide system of public education in Mississippi's history. Although a slow and arduous process, Mississippians were finally granted the same opportunities for education that existed elsewhere in the United States. "],"display_date":1846,"search_date":"1846-07-02","citations":[{"divid":1216321981,"type":"Book","data":["John Ray Skates","Mississippi&#58; A Bicentennial History ",null,"New York","W.W. Norton and Company","1979","71, 109, 117"]},{"divid":1216322015,"type":"Manuscript","data":["","Mss  995",null,"Mss  995","Box 5, Folder 30","Benjamin Drake Collection, 1805-1914","Adams and Jefferson Counties, Mississippi, also Jackson, Louisiana"]}],"locations":[{"id":1784,"lat":31.4831695494,"lng":-91.3531349834,"zoom":9,"place":"ADAMS, Mississippi"}],"tags":[{"id":6,"tag":"Education"},{"id":17,"tag":"Government"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}