{"id":2430,"title":"A Last Appeal in the Election of 1860\n","course_id":1,"status":"P","start_date":"1860-11-06","end_date":"1860-11-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was the final opportunity to influence voters before the 1860 presidential election.  The <em>Raleigh Register</em> printed A Last Appeal for its readers to cast their votes for John Bell and Edward Everett in its final edition before the election.  Bell, whose motto the paper printed as <em>the Constitution must be maintained, the Union must be preserved, and the Laws must be enforced in all their integrity</em>, represented old Whigs of the South in the new Constitutional Union Party.  While the scope of the ensuing war that resulted during Lincoln's presidency was far greater than most could have anticipated, this last appeal to North Carolinian voters forebodingly warns of rupture that would lead to the now smiling fields barrowed by cannon balls, and manured with human blood and bones. The article considered that disunion for the current justifications would be modern humanity's greatest sin second only to the biblical original sin.  ","      The paper, eerily anticipating the prospect for Lincoln's victory in the election, made considerable effort to prepare its readers for the event of a Republican president.  An analogy to card games was made, such that if one begins a hand of cards and then finds the hand gone against him, he cannot honorably disengage but must respect his commitment to the other players and play it through.  Similarly, the article warned that North Carolinians must be willing to accept a Lincoln election just as they would expect Northerners to accept Bell's election.  This gesture of logic is considerable, as Lincoln did not even appear on North Carolinian ballots.  Furthermore, the article purported that factional grievances will be better resolved through Constitutional outlets than through disunion.  Finally, the article offered an assurance against disunion: millions of dollars of southern debt to northern creditors.  The pressures which manufacturers would bring to bear on Lincoln to maintain union, it was suggested, would suffice to dissuade the North from precipitating war.","Powerful forces lurked behind the political debates which confronted readers in North Carolina's Piedmont.  Despite optimism in the <em>Raleigh Register</em> that resolution of grievances could occur through constitutional outlets regardless of the election's outcome, retrospect affords the knowledge that this election functioned heavily in precipitating state secessions in the lower South.  Bell's emerging party, while firmly supporting slavery, nevertheless displayed the remarkable diversity in Southern politics leading up to the Spring of 1861.  Daniel Crofts, who has explored upper South unionists in the secession crisis, similarly challenges the conception that white Americans had segregated themselves into distinct and antagonistic factions of North and South during the late antebellum era.  Instead, the scenario during the election of 1860 appears to have included large numbers of Southerners who anticipated continuity of the Union and would have been astonished at the turn of events during the next five months."],"display_date":"November 6, 1860","search_date":"1860-11-06","citations":[{"divid":1216450049,"type":"Newspaper Article","data":["A Last Appeal","Raleigh Register","","November 6, 1860","1"]},{"divid":1216450083,"type":"Book","data":["Daniel Crofts","Reluctant Confederates",null,"Chapel Hill","The University of North Carolina Press","1989",""]}],"locations":[{"id":1786,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}