{"id":2431,"title":"African-American Traveler Jailed Despite Documents\n","course_id":1,"status":"P","start_date":"1848-01-05","end_date":"1848-01-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sherriff Willie Pope incarcerated the black man calling himself Sam Fary just three days after Christmas.  Though Sam claimed himself a free man, Pope placed a front page advertisement in the local paper requesting Fary's owner to come forward, prove property, pay charges and take him away, or he will be dealt with as the law directs. The newspaper notice included a small cartoon of a running black man.  Pope's ad acknowledges Fary's claim to being a free man, and described no fewer than seven documents in Fary's possession.  One document purports that Fary bought his own freedom from James Kagler in 1840.  His other documents included passes, four of which call him Isaac. One document, signed by Kagler and dated five days before the arrest, gave Fary permission to pass within the State, or to visit his connexions in North Carolina. Fary also carried a Dream Book bearing a woman's name. ","Many details of this incident remain unknown, contributing to the mysterious nature of what seems a wholly unjust incarceration.  Sheriff Pope gives all appearances of blatantly holding a free black man in jail and attempting to pass him off as a fugitive slave.  This incident, played out even under the rules of a slaveholding society, offers little rationality for advertising a black man, with documentation of his freedom, as a slave.  Pope excludes any possibility in his notice that Fary may have spoken truthfully and that his paperwork may have been perfectly valid.  Perhaps Fary was utilizing the traditional week of Christmas vacation as an opportunity to visit relatives.  If Fary was in fact telling the truth, Pope stood to gain from re-enslaving him to a local buyer, receiving at the very least the jailing charges. Even if Pope had specific evidence that Fary was indeed a fugitive slave who had obtained false papers, the fact that he omitted such evidence in the advertisement suggests that readers would have automatically believed a white man over a freed black.","The rights of free blacks in Prince Edward County, Virginia, as argued by Mel Ely, blend incongruously with what appears the total lack of rights afforded to Fary in the North Carolina Piedmont.  Ely's description of the possibilities afforded to free blacks in the rural Old South spars with the efforts of those like Willie Pope to contain African-Americans within, or return them to, the system of slavery.  And still, there is probably much relevant information to the case missing from Pope's short ad.  But what remains is nevertheless an embarrassing record of white supremacy."],"display_date":"January 5, 1848","search_date":"1848-01-05","citations":[{"divid":1214018241,"type":"Newspaper Article","data":["","Raleigh Register","","Janurary 5, 1848",""]},{"divid":1214018267,"type":"Book","data":["Melvin Ely","Israel on the Appomattox: A Southern Experiment in Black Freedom from the 1790s Through the Civil War",null,"New York","Vintage Books","2004","9-15"]}],"locations":[{"id":1787,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}