{"id":2432,"title":"Female College Prepares Women for Society and the Domestic State\n","course_id":1,"status":"P","start_date":"1847-06-04","end_date":"1847-06-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the final examinations for girls at Greensboro Female College, a local newspaper commended the institution in its effort to develop and cultivate the intellect and give dignity to the mind while at the same time preparing women to bear with dignity the responsibilities and trials of the domestic state. According to the Greensboro Patriot, the sister women's college, Edgeworth, founded by Governor Morehead, was also producing successful alumnae who were taking their social stand in many circles.  North Carolina produced white female graduates who could bring scholastic knowledge to the affairs pertaining to wives and mothers in 1847. ","      The article attested to the paradoxical nature of antebellum female education inasmuch as it professed to develop and cultivate the intellect and give dignity to the mind while at the same time prescribing limited roles for women in society.  The examinations of Spring 1847 occurred in the midst of an Intellectual Awakening which had begun in 1839 with the spread of free common schools for white children.  From the age of ten onwards, however, white men and women received different educations.  Women were encouraged in domestic skills and were less eligible for college education.  Greensboro Female College itself was only established through the patronage of the Methodist Church, and could not have been sustained by the State.  ","Anya Jabour, in her work with the family letters of the southern slaveholding U.S. Attorney General William Wirt, exposes more of the paradoxes to female education.  While Wirt encouraged his many daughters to rigorous standards in academia, he wrote to one daughter in 1820 that an intelligent Woman may be admired but she will never be beloved. Jabour's work correlates with the notion that a female education was considered valuable only in so much as it catered to femininity rather than intellect.  In so much as women were encouraged to develop their intellect, Jabour suggests it is to the extent that doing so improved their marriage options.  Thus the efforts to elevate the female intellect seem in large part efforts to improve their capabilities as domestic entities."],"display_date":"June 4, 1847","search_date":"1847-06-04","citations":[{"divid":1215205838,"type":"Newspaper Article","data":["Greensboro Female College","Raleigh Register","","June 4, 1847","2"]},{"divid":1215205864,"type":"Article","data":["Anya Jabour","Grown Girls, Highly Cultivated: Female Education in an Antebellum Southern Family","The Journal of Southern History","Vol. 64, No. 1","February 1998","23-64"]},{"divid":9383,"type":"Manuscript on Microfilm","data":[null,"email@gmail.com"]}],"locations":[{"id":1788,"lat":36.0793885003,"lng":-79.7889995015,"zoom":9,"place":"GUILFORD, North Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}