{"id":2433,"title":"First North Carolina State Fair\n","course_id":1,"status":"P","start_date":"1853-10-18","end_date":"1853-10-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Visitors filled every hotel and boarding house in Raleigh. Replete with music fanfares, banners, and daily crowds of over 4,000 people, North Carolina inaugurated its first-ever State Fair in Raleigh on Tuesday, October 18, 1853. Local newspapers hailed the watershed event as a triumph. For North Carolinians, it was as much a matter of state pride as agricultural interest. For years neighboring states had ridiculed North Carolina for its undeveloped agricultural infrastructure. Farmers, merchants, mechanics, entrepreneurs, artists and assorted people converged on the state capital to display and observe livestock, minerals, improved agricultural implements, carriages, and many other exhibitions of North Carolina enterprise. Auctions were held for livestock and implements. The <em>Raleigh Register</em> stated that it had never gloried more in the fact that we were a citizen of North Carolina, than when, on the opening of this Fair, we beheld the evidences of a greatness, prosperity, and progress... North Carolinians congratulated themselves not only with pride in their state's current achievements, but also with the anticipation of progress into a more enlightened future."," The Honorable A.W. Venable imbued the event with its sense of occasion in a well-received address to a large crowd. He began by placing arduous agricultural efforts in the context of Adam's fall from innocence in the Book of Genesis. He further connected farming to a daily awareness of an overruling Providence on whom farmers relied for their produce to grow. The core of the speech addressed the phenomenon of soil depletion and poor land management. In harsh terms, he challenged North Carolinian farmers to take responsibility for replenishing farmland and investing in the quality of their soil. Venable spoke of a growing change in this respect that would move farmers away from unsustainable practices which left base deserts of farms. The process of clearing, exhausting, and abandoning land was denounced. In another challenge to farmers, Venable requested their support for cheap methods of interstate transport that would allow better utilization of North Carolina's resources. "," North Carolina had been pejoratively called the Ireland of America in the earlier nineteenth century as a result of its agricultural under-development. Lacking many basic internal improvements like canals and good roads, farmers devoted considerable portions of their income to merely freighting their produce to markets. People along the coast received goods from Maryland by water less expensively than from the interior of their own state. Furthermore, the soil of the Old South had been depleted by monoculture nutrient-intensive cash crops with little replenishing fertilizer. Avery Craven deems the efforts of Venable's contemporaries as unsuccessful in the long-run. Despite Venable's exhortations, the optimal balance between immediate agricultural profits and soil conservation seems never to have been struck. While North Carolina's first State Fair offered an encouraging sense of economic development, it may not have been as effective in revolutionizing entrenched practices."],"display_date":"October 18, 1853","search_date":"1853-10-18","citations":[{"divid":1214442255,"type":"Newspaper Article","data":["","Raleigh Register","","October 19, 1853",""]},{"divid":1214442280,"type":"Article","data":["Avery O. Craven","The Agricultural Reformers of the Ante-Bellum South","The American Historical Review","33","Jan. 1928","302-314"]}],"locations":[{"id":1789,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}