{"id":2435,"title":"Republican Party Splits at Republican Convention\n","course_id":1,"status":"P","start_date":"1870-09-01","end_date":"1870-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Just five years after the end of the Civil War, tension was already brewing within the majority Republican party of Missouri.  Because of the newly drafted Missouri Constitution of 1865, the term for the governor was reduced to two years and thus Governor Joseph McClurg was faced with having to win reelection in 1870.  A staunch protectionist and prohibitionist, Governor McClurg was strongly in favor of high tariffs, especially on liquor.   This stance made him unpopular with the more liberal wing of the Republican party.  Upon arriving at the Republican convention in late August 1870, B. Gratz Brown announced that he would come out of political retirement to be the liberal candidate on the ticket for the governorship.  It was predicted by the people attending the convention that should Governor McClurg successfully win enough votes to repeat as the Republican candidate for the governorship that Brown would run as an independent. "," A hot button issue at the Republican Convention was the re-enfranchisement of ex-Confederate leaders.  While many of the delegates supported full re-enfranchisement, Parrish states that some of the regular Republicans wanted to recognize the right of any member of the party to vote his honest convictions.  While this ground was considered neutral, the liberals refused to accept the language.  After an almost 100-vote margin decided to accept the amendments, 80 delegates from 35 counties left the hall and moved to the Senate chamber.  This action earned the delegates the nickname bolters.  Soon after the delegates bolted, more moderates began to join the bolters as further political compromises fell through at the convention.  The group created the new Liberal Republican party of Missouri and nominated B. Gratz Brown as their candidate for governor of Missouri.  To this news, the <em>New York Tribune </em>wrote that it hoped to report on the successful reelection of Governor McClurg.  Besides pushing for policy much more open to free trade than their former counterparts in the Republican party, the new Liberal Republican party established its platform as one that was in favor of re-enfranchisement of ex-Confederate leaders, a revenue tariff, civil service reform, and tax cuts.  After a closely contested race in November 1870, B. Gratz Brown and the Liberal Republicans were successfully able to upset incumbent Governor McClurg."],"display_date":"September 1870","search_date":"1870-09-15","citations":[{"divid":1214432827,"type":"Newspaper Article","data":["","New York Tribune ","","Septembre 6, 1870",""]},{"divid":1214432843,"type":"Book","data":["William E. Parrish","A History of Missouri, Volume III 1860-1875",null,"Columbia, MO","University of Missouri Press","1973","256-260"]},{"divid":412296,"type":"Lecture, Conference Paper, etc.","data":["tEDloILBneTymPwHb"]}],"locations":[{"id":1790,"lat":38.2610610866,"lng":-90.5377814277,"zoom":9,"place":"JEFFERSON, Missouri"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}