{"id":2438,"title":"Professor Waterhouse Calls for Measures to Secure Immigration of Skilled\n","course_id":1,"status":"P","start_date":"1871-01-06","end_date":"1871-01-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Professor Waterhouse, of Washington University in St. Louis, sent a letter to Governor B. ","Gratz Brown pushing for the passing of measures to ensure that Missouri could secure the ","immigration of skilled artisans from Europe. Since France and other European nations were ","demolished during the Franco-German War, many of the citizens of these countries began to ","leave their homelands and immigrated to countries outside of Europe, especially the United ","States. Professor Waterhouse believed that it would be beneficial to Missouri's economy for the ","state to find ways to lure these skilled immigrants. This new skilled labor force would greatly ","increase the manufacturing industry of Missouri as a whole. Besides the post war conditions of ","Europe, Waterhouse also pointed to the advanced cost of foreign living and labor, cheaper ","breadstuffs, reduced taxation, and less judicious tariff as reasons for skilled Europeans to want to ","immigrate to the United States."," Though Professor Waterhouse was concerned with the industrial development in the ","state, Missouri was doing well in keeping pace with the fast industrialization of America. By ","1870, Missouri had an industrial workforce of 65,354 working in 11,871 industrial ","establishments. During this time, total industrial production had skyrocketed to 206,213,429, a ","five-fold increase in production from just 10 years prior. However, this great industrialization ","almost completely centered around St. Louis, Missouri. In 1870, St. Louis accounted for nearly ","75 percent of the industrial development of Missouri. With all of this rapid development, in","1870 St. Louis ranked third in the United States in the number and value of its manufacturing ","establishments behind only New York and Philadelphia. "," Even with all of the rapid industrialization that was happening in Missouri and especially ","St. Louis, the state had not forgotten its Southern agricultural roots. Missouri still ranked ","seventh in the United States in term so its value of agricultural productions, which in 1870 was at ","103,035,759. Most of the agricultural production came from the state's two largest crops, corn ","and oats (though almost four times as much corn was produced as oats)."],"display_date":"January 6, 1871","search_date":"1871-01-06","citations":[{"divid":1214102522,"type":"Newspaper Article","data":["","New York Tribune","","January 7, 1871",""]},{"divid":1214102541,"type":"Book","data":["Charles Reagan Wilson, William Ferris, Ann J. Abadie, and Mary L. Hart","Encyclopedia of Southern Culture ",null,"Chapel Hill","The University of North Carolina Press","1989","222-231"]},{"divid":414036,"type":"Film","data":[null,null,null,null,null,null,"iImmghwFUpvXzryZ"]}],"locations":[{"id":1793,"lat":null,"lng":null,"zoom":8,"place":"ST. LOUIS, Missouri"}],"tags":[{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}