{"id":2439,"title":"Kidnapped African American Girl Returned to Missouri\n","course_id":1,"status":"P","start_date":"1868-01-01","end_date":"1871-01-30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":[" In 1868, a young African American girl was kidnapped from her home in St. Louis, ","Missouri and sold into slavery in Cuba. During her two years of enslavement, she was forced to ","work in a hotel in Havana under terrible work and living conditions. She was finally able to ","escape the captivity of her house and enlisted the help of some Americans to make it to the ","United States' Embassy in Havana. At the embassy, the girl was able to meet with the United ","States' Consul. After he investigated the girl's origins, the United States' Consul successfully ","contacted the Chief of Police in St. Louis. After the chief was able to track down the parents of ","the missing girl, the necessary papers were acquired and the girl was finally reunited with her ","parents after three years. "," The kidnapping and subsequent selling of African Americans into slavery became rare in ","the years after slavery was abolished in the United States. However, while it was not ordinary ","for blacks to be kidnapped and sold after the Civil War, Johnson writes that it was a rather ","common occurrence during the days of the slave trade in the South. The instances in which free ","blacks were sold back into slavery ranged from them being arrested as runaway slaves to ","executors of their master's wills selling them after the will specified they were to be freed to ","outright kidnapping by slave traders in the South. Because the legality of selling a freed African ","American is highly questionable, the slave traders would have to come up with vague alternative ","histories for their newly acquired merchandise. As Johnson writes, these were the most ","extreme cases of the creative power of the traders' market practice. By reworking the histories ","of freed African Americans that they procured through various means, the slave traders were not ","just selling slaves but also creating them. However, the cases in which Johnson chronicles deal ","only with freed blacks that are sold in slave markets in the United States, namely New Orleans, ","and not in foreign nations. "," At the same time Lincoln freed African Americans in the South with the Emancipation ","Proclamation, Cuban slavery and the trade of slaves was still bustling. However, in September ","1866, a Spanish royal decree proclaimed the end of the Cuban slave trade. While it effectively ","ended the slave trade to Cuba, this decree did not en slavery. Instead, the decree stated that ","there would be a census conducted at the start of 1867 to register every legal slave. Any slave ","that was discovered after 1867 that was not registered would be immediately set free. Because ","of the recent ban on the slave trade, the young African American girl and others like her had to ","be kidnapped and brought into Cuba illegally to avoid detection from authorities. Otherwise the ","Spanish could have arrested her owner and set her free. Slavery was finally abolished in Cuba in ","1886."],"display_date":"January 1, 1868 - January 30, 1871","search_date":"1869-07-16","citations":[{"divid":1214162508,"type":"Newspaper Article","data":["","New York Tribune","","January 3, 1871",""]},{"divid":1214162521,"type":"Book","data":["Walter Johnson","Soul By Soul",null,"Cambridge, MA","Harvard College","1999","128-129"]},{"divid":1214162560,"type":"Book","data":["Simon Collier","The Cuban Slave Market, 1790-1880",null,"Cambridge, MA","Press Syndicate of the University of Cambridge","1995","33-36"]}],"locations":[{"id":1794,"lat":null,"lng":null,"zoom":8,"place":"ST. LOUIS, Missouri"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}