{"id":2440,"title":"Terrible Hurricane in Arkansas\n","course_id":1,"status":"P","start_date":"1871-02-17","end_date":"1871-02-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A hurricane on Friday February 17, 1871 damaged and/or destroyed a majority of the ","buildings in Helena, Arkansas. The city was still reeling from the recent fire that had caused ","damage to many of the buildings that ended up being destroyed by the hurricane. Two known ","fatalities were a Mrs. Stewart and her young son. The buildings and companies that suffered the ","worst of the damage included the Baptist Church, Messrs Miles & Co.(commission merchants), ","Ramsey & West(livery men), F.F. Howerton(dry goods), and Barlord & Morton(commission ","merchants). The overall damage from the hurricane was estimated at between 75,000 and ","100,000. The same hurricane also caused major damages in both Pocahontas and Iuka, ","Mississippi."," The South has always been a victim to hurricanes as they have left paths of destruction on ","both the Atlantic and Gulf coasts. These natural disasters have been recorded all the way back to ","August 27, 1667 at Jamestown, Virginia in what was described as a dreadful Hurry Cane. On ","average, there are 8 to 10 storms that become strong enough to be named by the U.S. Weather ","Service (though storms were not named until the twentieth century). Hurricanes are considered ","to be the most destructive natural disasters because of the variety of adverse weather conditions ","they bring including heavy rainfall, high winds, flash floods, and powerful storm surges."," In the nineteenth century, hurricanes were natural phenomenons that uniquely affected ","the South compared to other areas of the United States. Because hurricanes usually struck the ","Gulf or Atlantic coasts, the North would be spared from much of the hurricane's damaging ","effects. Also, the South's agricultural based economy is much more susceptible to severe ","weather conditions. The high winds and large amounts of rain that a hurricane would dump on ","Southern growing fields would do much more damage economically than the same effects would ","have on the industrial North. While hurricanes were certainly nothing new to the South, this ","particular hurricane was unique when taking into account the time at which it occurred. ","Hurricane season for the Western Hemisphere usually runs roughly from June 1 to October 31. ","It was strange to have the climate and water temperature in the Gulf region to create a hurricane ","so far out of the usual peak season. It is likely that the irregular timing of the hurricane, and thus ","decreased strength, was a reason for its low original death toll. Major hurricanes in the Gulf ","region can leave hundreds and even thousands of people dead in their wake. Just 29 years after ","this hurricane, another hurricane made landfall near Galveston, Texas. This devastating storm ","killed 6,000 of the city's estimated 20,000 inhabitants. "],"display_date":"February 17, 1871","search_date":"1871-02-17","citations":[{"divid":1214102359,"type":"Newspaper Article","data":["Terrible Hurricane in Arkansas","New York Tribune","","February 19, 1870","1"]},{"divid":1214102391,"type":"Book","data":["Charles Reagan Wilson, William Ferris, Ann J. Abadie, and Mary L. Hart","Encyclopedia of Southern Culture",null,"Chapel Hill","The University of North Carolina Press","1989","344-345"]}],"locations":[{"id":1795,"lat":34.5311279044,"lng":-90.7753398937,"zoom":9,"place":"PHILLIPS, Arkansas"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}