{"id":2442,"title":"Judicial Corruption Scandal in Western District of Arkansas\n","course_id":1,"status":"P","start_date":"1870-07-01","end_date":"1873-07-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The New York Tribune reported on June 13, 1874 about a scandal involving multiple frauds in the Western Federal Court District of Arkansas. The alleged acts of fraud were investigated by the House Committee on Expenditures in the Department of Justice as early as July 1, 1870. The purpose of the investigation was the look into discrepancies of the district's expenses and general management. The House Committee on Expenditures found that the expenses of the Western District were quite large and not all of these expenses were supported by the proper expense vouchers. A clear example of creative accounting was present in the expense report for the year ending June 30, 1871. There were disbursements of 137,958, with 95,195 going to William A. Britton and the other 42,763 going to Logan H. Roots, a marshal with one months experience. At the end of the next fiscal year, the expenditures for Root managed to climb up to 321,653. Not only had the western district over paid several deputies and marshals but the committee also discovered that there were payments going out to fraudulent deputies as well. The total expenditures for the three years of the investigation of the western district totaled over 750,000. ","In order to attempt to fix the stench in the nostrils of the community, the House Committee on Expenses recommended that the Western District of Arkansas be dissolved and annexed to the Eastern District so that there would be one federal district and one judge for Arkansas. Corruption problems plagued many other areas in the South besides Arkansas courts. In the Supreme Court of Missouri case The State of Missouri vs. Collier, Collier was guilty of bribing an election official 2,600 (of which he took 1,200) to take out 200 of the votes that would have been for Collier's rival in the race for county Probate Judge. After the western district's own corruption scandal under Judge Story, the court continued to function. During Judge Isaac Parker's term from 1873 to 1896, the western district was known as one of the most criminal and violent districts. During this time, no less than 65 deputy United States marshals were killed in the line of duty. The violent elements of the crimes committed in the early stages of the western district also led to violent consequences for the offenders. As Herndon writes, the western district came to have the reputation as having convicted and executed more murderers than any other court had ever done in the history of the world in a like period. These harsh punishments were eventually able to improve conditions in the state as there was a great improvement in the crime rate in the western district by the turn of the twentieth century."],"display_date":"July 1, 1870 - July 1, 1873","search_date":"1871-12-30","citations":[{"divid":1218741446,"type":"Newspaper Article","data":["Judicial Corruption&#58; Enormous Frauds in the Western District of Arkansas","New York Tribune","","June 13, 1874","4"]},{"divid":1218741478,"type":"Book","data":["Dallas T. Herndon","Centennial History of Arkansas, Volume I",null,"Chicago","The S. J. Clarke Publishing Company","1922","924-925"]},{"divid":1218741525,"type":"Article","data":["Marshall D. Ewell","Supreme Court of Missouri. The State v. Collier","The American Law Register","Vol. 27, No. 12","December 1879","768-774"]}],"locations":[{"id":1797,"lat":36.0043370055,"lng":-93.7250552918,"zoom":9,"place":"MADISON, Arkansas"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}