{"id":2443,"title":" Lunsford Lane Denied Extension of Residency\n","course_id":1,"status":"P","start_date":"1840-11-03","end_date":"1841-05-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A free man must go.  After three years of recommendations, petitions, and court proceedings, the Senate of the state of North Carolina denied Lunsford Lane extension on his residency in the state to allow more time to purchase his wife and seven children.  Lunsford had been commended and allowed by his employer, the Governor of the State, to remain employed in the Governor's office keeping order, running errands, and making deliveries, according to a letter sent to the Legislature.  The letter acknowledged that this would be against the North Carolina law that required free slaves to leave within twenty days of being warned out. In 1840, the Secretary to Governor Dudley wrote the first request for Lane's extenuating circumstances.  The letter was answered with no objection, but the situation was considered a legal matter, which resulted in Lane being summoned to court. Due to an unprepared prosecution team, the case was postponed for three months, which allowed Lane to negotiate a petition of relief to be signed by over twenty men and sent to the Legislature for evidence of his strength as a respectable, hard-working man.  When the Court finally met and his case was argued, Lane was not allowed in the Senate chamber because he was a colored man and waited in great fear and anticipation.  The members adjourned and harshly reported Well Lunsford, they have laid you out; the nigger bill is killed.  This was a cruel reality, laced with mockery from the white members of the Senate, and Lane claimed to have felt defeat at its worst and utter hopelessness in the face of humanity.  He was not only denied, but also banished from North Carolina, departing three days later on May 18, 1841, for New York City.What is significant about this narrative is the blurred definition of freedom in all-white institutions in the South.  The freedom granted to Lunsford Lane is an example of the restrictions placed on blacks even after they reached their ultimate goal of liberty.  Freedom was never really free, as historian Robert Fogel found in research of slaves and their owners.  The act of denying citizenship and any extended privileges were both absent from the lives of freed blacks in almost every state, which often left them still suffering from oppression in a white supremacist society, no matter what physical or mental state they were in.  In Lane's case, even though he was awarded freedom, his material conditions and life working for the Governor at least allowed him to be close to his family and earn a substantial living, which were not guaranteed with his freedom."],"display_date":"November 3, 1840 - May 18, 1841","search_date":"1841-02-08","citations":[{"divid":1218741774,"type":"Pamphlet or Other Printed Material","data":["","The Narrative of Lunsford Lane, Formerly of Raleigh, N.C. Embracing an Account of His Early Life, the Redemption by Purchase of Himself and Family from Slavery, and His Banishment from the Place of His Birth for the Crime of Wearing a Colored Skin","Boston, MA","J.G. Torrey","1842","University of North Carolina&#58; Documenting the American South"]},{"divid":1218741876,"type":"Book","data":["Robert Fogel","Without Consent or Contract&#58; The Rise and Fall of American Slavery",null,"New York","W. W. Norton &amp; Company","1989","197-200"]}],"locations":[{"id":1798,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}