{"id":2445,"title":"Missouri&#39;s Third State Constitution Adopted\n","course_id":1,"status":"P","start_date":"1875-10-30","end_date":"1875-10-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["For the second time in less than 10 years, Missouri had written a new State Constitution ","which was up for ratification by the citizens of the state. The New York Times reported that ","the third Missouri Constitution was well on its way to passing by a wide margin with 8,245 votes ","for the Constitution and 1,042 against it in the city of St. Louis alone. For close to twenty towns ","that are outside of the St. Louis area, the votes were estimated at 5,500 votes for the Constitution ","and only 1,200 against it. Though the State Constitution was passing by a wide majority, there ","was concern that less than half of the eligible voters in Missouri came out to vote in the election ","(in 1875, the legal voting age was still 21 and women had not yet received the right to vote from ","the Nineteenth Amendment). The 91,205 people who voted in the Election of 1875 was dwarfed ","by both the preceding and the following elections, in which there were 261,670 votes in the ","Election of 1874 and 347,274 votes in the Election of 1876. Still, the most astonishing number is ","that 222,315 people voted on whether or not Missouri should even hold another convention."," When former Confederate states originally passed their new Constitutions after the Civil ","War, several of the contentious points included the former secession clauses and war reparations. ","According to Foner, most Unionists were in favor of states voting to make their former ","secessions ordinances null and void. All of the states would later vote to institute these ","provisions. As for money owed, the final sum for the Confederacy was accounted to 54 ","million. But once South Carolina and North Carolina resisted paying, Johnson decided to ","declare forgiving all of it. However, these new Constitutions would not last as delegates set out ","to adjust several key problems from the Missouri Constitution of 1865. Christensen and Kremer ","state that many of these adjustments spurred from the suspicion that people in Missouri had ","towards centralized rule, based on the Radical Republican system of the 1860s and 1870s, and a ","new fondness of localism. This lead to the overall mindset of the writers of the Missouri ","Constitution of 1875 as one in which they were seeking to put more restrictions on the general ","actions of the state government. Some of the key changes from the Constitution of 1865 were ","less restrictions on religious freedom, acts that made it harder to convict a citizen of treason, the ","inability of the state government to confiscate a traitor's land, extended the governor's term from ","two to four years, and limiting on the rate of taxation. Other former Confederate states, such as ","Arkansas, also reworked their Constitutions around the same time as Missouri. Arkansas's ","major revisions included complete re-enfranchisement for ex-Confederates and guaranteed full ","civil rights for African Americans."],"display_date":"October 30, 1875","search_date":"1875-10-30","citations":[{"divid":1215206395,"type":"Newspaper Article","data":["Missouri Constitutional Election","The New York Times","","November 1, 1875","4"]},{"divid":1215206423,"type":"Book","data":["Lawrence O. Christensen and Gary R. Kremer","A History of Missouri, Volume IV, 1875-1919",null,"Columbia, MO","University of Missouri Press","1997","1-4"]},{"divid":1215206456,"type":"Book","data":["Eric Foner","Reconstruction 1863-1877",null,"New York","Harper &amp; Row Publishers","1988","193-195"]},{"divid":1215206480,"type":"Book","data":["Dallas T. Herndon","Centennial History of Arkansas, Volume I",null,"Chicago","The S.J. Clarke Publishing Company","1922","313-315"]}],"locations":[{"id":1800,"lat":38.2610610866,"lng":-90.5377814277,"zoom":9,"place":"JEFFERSON, Missouri"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}