{"id":2446,"title":"United States Circuit Court, District of Missouri:  William G. Clark vs. Franklin A. Dick","course_id":1,"status":"P","start_date":"1870-12-01","end_date":"1870-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In December 1870, the case of Clark vs. Dick came before the Missouri District of the United States Circuit Court. The case stated that in St. Louis, Missouri in January 1862, the defendant had trespassed on the property of the plaintiff while the defendant was a soldier in the Union Army during the Civil War. Though the plaintiff sought damages for the trespassing, the defendant claimed that he was protected under Section 4, Article 11 of the Constitution of the State of Missouri. According to court documents, Section 4 of the Missouri Constitution exempts persons from liability for acts done during the recent civil war, by virtue of the military authority vested in them by the government of the United States, or in the pursuance of an order received from any person vested with such authority, is valid, and protects from prosecution or actions for all who can show for their acts the authorization of a military officer, acting under the command-in-chief of the army of the United States. The defendant claimed that at the time of the trespass a state of civil war existed, martial law had been declared, and his actions were assessments of orders given by the general of the army of the United States who was in charge of Missouri. Finally, the defendant insisted that he was under the protection of the Act of Congress of 1863 which instituted a two year limitation clause on cases arising from the Civil War. The opinion of the court, written by Justice Miller, stated that the defendant was indeed a Union soldier and would be protected under law as such. In regard to the Act of Congress of 1863 which set the two year limitation, the court stated that it cannot be assumed that Acts of Congress only apply to the federal courts. Its final ruling decreed that all cases involving the legitimacy of the limitations placed on such cases by Acts of Congress be decided by the Supreme Court of the United States. "," In 1861 and 1862, the United States Congress and President Lincoln instituted the First and Second Confiscation Acts. The First Confiscation Act stated that while there was a state of insurgency against the United States, Union soldiers were allowed to seize property of known Confederates. During this time, Parrish states that Union officers, such as General Halleck in Missouri, would underwrite costs, by the charity of men known to be hostile to the Union. The Second Confiscation Act was one of the first enforcements of emancipating slaves as it said that any Confederate who did not surrender within 60 days would be punished by having his slaves freed by Union forces. These acts allowed Union soldiers, such as the defendant, to confiscate and trespass on Southerners' property throughout the war as direct carriers of President Lincoln's orders."],"display_date":"December 1870","search_date":"1870-12-16","citations":[{"divid":1218147295,"type":"Article","data":["United States Circuit Court, District of Missouri","William G. Clark v. Franklin A. Dick","The American Law Register","Vol. 18, No. 12","December 1870","739-745"]},{"divid":1218147427,"type":"Book","data":["William E. Parrish","A History of Missouri&#58; Volume III, 1860-1875",null,"Columbia","University of Missouri Press","1973","60-68"]}],"locations":[{"id":1801,"lat":38.2610610866,"lng":-90.5377814277,"zoom":9,"place":"JEFFERSON, Missouri"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}