{"id":2450,"title":"INDEPENDENCE DAY, 1881:The Founding of Tuskegee Normal and Industrial Institute","course_id":1,"status":"P","start_date":"1881-07-04","end_date":"1881-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 4, 1881, Booker T. Washington helped Lewis Adams, a former slave, make his dream a reality. The founding of the Tuskegee Normal and Industrial Institute ushered in a new era for African American education in Alabama and the nation. Booker T. Washington began his career the Hampton Institute in Hampton, Virginia, under General Samuel Chapman Armstrong. Washington's keen mind and brilliant thoughts got the attention of General Armstrong who begrudgingly mentioned Washington's abilities to George Campbell, a citizen of Tuskegee and president of the Board of Trustees at the Tuskegee Institute. Campbell, a former slave owner, was working through specifics with both Lewis Adams and State officials in Alabama to create an institute of higher learning and trade, primarily for African American pupils. Campbell sought the leadership of a strong black figure and found it in Washington.","The Institute was lucky to have many legislative allies. Two white senators, W.F. Foster and A.L. Brooks, were so enamored with the idea of the Tuskegee Institute that they sought to secure its future by acquiring state funding for the project. Foster and Brooks were able to urge the appropriation of two-thousand dollars worth of state funds for teachers' salaries. Teachers' salaries were just the tip of the iceberg. The school lacked land, buildings and faculty members. When Washington arrived in Tuskegee in June of 1881, the Institute was extremely disorganized. In a mere month, in preparation for the grand opening, Washington managed to secure a single school building and several other necessities. Later Washington wrote in his journal, I opened the school...in an old church and a little shanty that was almost ready to fall down from decay.","It was evident that the only way to sustain the Tuskegee Institute was with more funding. Washington was forced to ask for every resource. He petitioned his friend Mr. Francis Chickering Briggs asking, My first great need is apparatus, such as maps writing-charts, globes. I thought by writing to you I might get a great many of these kid of thing which you would not miss there. He continued his quest, writing James Fowle Baldwin Marshall; Dear Friend: Please send me the addresses of some publishing houses where I can get my books at reduced rates. Over the years, Washington's fund-raising efforts paid off and the Tuskegee Institute, which opened its dilapidated doors to 37 students in July of 1881, grew significantly. At Washington's death in 1915, the Institute had 1,500 students, a two million dollar endowment, and instruction in forty trades, one-hundred fully-equipped buildings, and about 200 faculty members.","The founding of the Tuskegee Institute was important to blacks, not only in Alabama but also the South. The Institute provided an education in particular trades and this specialized education enabled blacks to better themselves and their socioeconomic status by providing employment opportunities in the wake of slavery and servitude. Blacks from all reaches of the South and even into the North traveled to Tuskegee to enroll and learn in an environment conducive to progressive race relations. Tolerance of education for blacks started to increase on July 4, 1881 and would continue to climb due to the addition of the Tuskegee Institute to the antebellum landscape of Alabama. "],"display_date":"July 4, 1881","search_date":"1881-07-04","citations":[{"divid":1217731145,"type":"Primary Source in a Secondary Source","data":["Booker T. Washington to James Fowle Baldwin Marshall","June 25, 1881","The Booker T. Washington Papers","Booker T. Washington","Chicago","University of Illinois Press","1972","30, 127-202"]},{"divid":1217731227,"type":"Website","data":["Tuskegee Normal and Industrial Institute","The History of Tuskegee University ","Tuskegee Normal and Industrial Institute","http&#58;//www.tuskegee.edu","October 5, 2006"]},{"divid":1217731298,"type":"Primary Source in a Secondary Source","data":["Booker T. Washington to Francis Chickering Briggs","June 28, 1881","The Booker T. Washington Papers","Booker T. Washington","Chicago","University of Illinois Press","1972","30, 127-202"]},{"divid":5870,"type":"Dissertation/Thesis","data":[null,"ciggkuwlgRgNLylR"]}],"locations":[{"id":1802,"lat":32.3860025551,"lng":-85.692630494,"zoom":9,"place":"MACON, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}