{"id":2453,"title":"THRILLS ON CAPITAL HILL: The Election of James T. Rapier\n","course_id":1,"status":"P","start_date":"1872-11-05","end_date":"1872-11-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["November 5, 1872, was much more than Election Day in the State of Alabama. November 5, was a chance to right the wrongs of the election of 1870, only two years prior. The 1870 election included the race for secretary of state and James T. Rapier, born a free black in Florence, Alabama just thirty-three years prior, was on the ballot. Rapier became a prominent figure early in his life, participating in the National Negro Labor Convention (NNLC) and working as an Internal Revenue Service (IRS) assessor among other involvements. It was not until Rapier became the first African American in Alabama history to run for a state office that his popularity nearly doubled. ","Despite his historic run, Rapier did not win the election of 1870. Klu Klux Klansmen, who, based on their beliefs, had obvious qualms with Rapier's attempt, intimidated voters with threats and violence. The Klan's interference made it nearly impossible for Rapier to garner support. Thankfully Rapier was neither discouraged nor fearful of the Klan. He courageously continued about his efforts in order to better situate himself for the 1872 midterm elections to follow. Rapier sought out allies in the black community in order to gain endorsements from any recognizable resource. He established himself as a republican and mounted an impressive campaign for Congress. His travels took him to nearly every area of Alabama. But, it was not until Election Day in 1872 that the fruits of his labor were realized.","Election Day was calm and peaceful. As hoped, blacks crowded the polls early in the day, showing their support for their fellow black citizen, James T. Rapier. Previous elections in Alabama had become violently protested, but the elections of November 5, 1872, proved to be perhaps the most tranquil in Alabama election history. Unhindered by interference and intimidation, nearly 70 seventy percent of the voter's turned out at the polls. As the totals were tallied, it was evident that Rapier would win, sweeping the Black Belt and carrying over one thousand white votes. Crucial to his victory was the fact that throughout his campaign James T. Rapier focused solely on planks in his party's platform. Rapier refused to discuss his race, citing it as a feature unique to him that would not negatively affect his leadership in Congress.","The election of 1872 proved to have a positive influence on racial opinions in the state of Alabama. Electing James T. Rapier to Congress sent a message to others in the South that repressing race was not the answer and no longer the norm. There were those in the South who still vehemently opposed the election of a black man to Congress. Despite opposition, it is important to realize the intense progress of the black race. Less than ten years prior to the election of James T. Rapier, blacks were enslaved pieces of disenfranchised property that counted as 3/5 of a citizen. The election of Rapier put a former black slave in a position of political power, a position ten years prior that would have been impossible to assume."],"display_date":"November 5, 1872","search_date":"1872-11-05","citations":[{"divid":1216337106,"type":"Newspaper Article","data":["The Fourth Alabama District","The New York Times","","August 20, 1878","4"]},{"divid":1216337133,"type":"Newspaper Article","data":["The Exodus From the South","The New York Times","","April 2, 1880","5"]},{"divid":1216337154,"type":"Newspaper Article","data":["Alabama","The Chicago Daily Tribune","","June 3, 1880","6"]},{"divid":1216337191,"type":"Newspaper Article","data":["The Administration&#39;s Power","The New York Times","","September 24, 1882","1"]},{"divid":1216337248,"type":"Website","data":["Peggy Davis","Neglected Voices&#58; Speeches of African American Representatives Addressing the Civil Rights Bill of 1875","New York University Law School ","http&#58;//law.nyu.edu","October 6, 2006"]},{"divid":1216337345,"type":"Book","data":["Loren Schweninger","James T. Rapier and Reconstruction",null,"Chicago","The University of Chicago Press","1978",""]}],"locations":[{"id":1805,"lat":32.2201632469,"lng":-86.2079113368,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}