{"id":2455,"title":"QUIET AT THE PLAINS: Race Relations, Violence and the Ku Klux Klan in Alabama","course_id":1,"status":"P","start_date":"1870-07-11","end_date":"1870-07-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The morning of July 11, 1870, was much like any other in Patona, Alabama: quiet. The city's two main roads were still, the farms and fields hot with the summer sun; the rural environment uninterrupted. The only sound for miles was that of a train barreling down the Rome and Dalton railroad.","The events both inside and outside of the train did not reflect the peace and quiet that lent itself to Patona. Earlier that morning, a fight had erupted inside the train between a white boy and a black man. The assault escalated when the train came to a stop at Patona/Cross Plains and others joined in on the fray. It was not until later in the evening that Green Little, a former slave mustered up a small army of men to continue the day's events at Cross Plains. William Luke, an Irishman, an immigrant and a Methodist minister did his best to persuade Little not to settle the score. The pistol-touting Little refused to listen and continued on as the night grew dark and sticky with the evening heat. ","Hearing the news of an imminent attack, members of the local Methodist Church began to flee. Commotion ensued, bullets whipped the wind and gunfire could be heard for miles. For 48-hours Cross Plains was in distress. Women and children sought safety while their men combated neighbors in the streets. The chaos was quieted by Major Bailey, a confederate veteran and a current administrator at the local school house. Bailey took measures to turn the prisoners over to the sheriff and the men involved in the conflict were then escorted down the tree-lined streets of Cross Plains. They were quarantined and questioned in the schoolhouse. The instigator, Green Little was no where to be found. ","The local sheriff started his questioning about the incident with William Luke who immediately admitted his role. Luke had sold the pistols to the black men of Patona, making him liable for the incident. Witnesses gathered and a disorganized trial commenced. The evening grew dark and the hour late, accordingly the trial ceased and was scheduled to resume the next day. It was at this late hour, when bystanders had returned to their homes, that local members of the Klu Klux Klan executed a vicious plan. The Klan, known for their racial hatred and violence, hid armed in the shadows as the prisoners settled in for what would be, unbeknownst to them, the last night of their lives. ","The Klansmen attacked the prisoners, hitting and dragging them down the street and well across the railroad tracks. The mob stopped upon reaching the edge of town at Prior's Station. Torches lit, ropes in hand, the Klansmen prepared to exterminate Luke and his black counterparts. Three blacks hanged first, followed by two more. Luke was allowed enough time to write his wife. In his letter, he claimed he his death was deserved and God would certainly forgive him. The executioners had been quick to kill the black men, but one of their own, Luke, white male, took consideration. Luke was hanged in a different fashion and even in death received better treatment than the black men around him. On the morning of July 12, 1870, the day following the attacks, all was reported as quiet at the Plains. ","The incident at Cross Plains exemplified the deep-seeded hatred that continued to plague certain sections of southern states. Calhoun County, Alabama was no exception. Factions of the Klu Klux Klan could be found in every former confederate state. Similar incidents, like that of Cross Plains, occurred with regularity in other areas. The Civil War may have ended in 1865, but battles continued to rage in tension filled regions of former confederate strong holds. "],"display_date":"July 11, 1870","search_date":"1870-07-11","citations":[{"divid":1216322474,"type":"Newspaper Article","data":["The War of Races in Alabama - Only a Few Negroes Shot - They were, as usual to blame","The New York Times","","July 19, 1870","2"]},{"divid":1216322500,"type":"Newspaper Article","data":["The White and Blacks at it in Alabama","Chicago Tribune","","July 20, 1870","2"]},{"divid":1216322528,"type":"Newspaper Article","data":["The Troubles in Alabama","The Chicago Tribune","","July 23, 1870","1"]},{"divid":1216322561,"type":"Book","data":["Gene L. Howard","Death at Cross Plains&#58; An Alabama Reconstruction Tragedy",null,"Tuscaloosa, AL","The University of Alabama Press","1984",""]}],"locations":[{"id":1806,"lat":33.7732645768,"lng":-85.820156914,"zoom":9,"place":"CALHOUN, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}