{"id":2456,"title":"THE WRONG SIDE OF THE TRACKS: Alabama and Chattanooga Railroad Foreclosure\n","course_id":1,"status":"P","start_date":"1876-09-30","end_date":"1876-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In antebellum America, railroads were the fastest and most popular means of transportation either of goods or passengers. Railroads remained important for supplying goods to others for economic profit. However, poor track conditions often made for delayed trips and spoiled products. Train delays plagued the Alabama and Chattanooga Railroad. The A&C tracks were in horrible condition following the Civil War and in need of funding for improvements.","In conjunction with the endorsement law, the Alabama legislature found the necessary funds to reequip the railroad, restoring it to working order. However, what the state supplied was not nearly enough. Trustees and bondholders in the business incurred significant debt to be paid off over time to the state government of Alabama. Those related to the A&C began searching for land to acquire in hopes of eventually expanding the entire railroad system. Friends of the railroad system ironically enough were those who had a substantial strong hold on state politics in Alabama. Internal corruption commenced when these friends did political favors for the railroad. Fraudulent funding and land purchases orchestrated by insiders, trustees and bondholders were made by the thousands. With every false purchase came a false promise that led to deepening the debt of the railroad. The total debt, bonded and floating, amounted to nearly 11 million dollars. ","Unable to deal with the mounting debt, trustees called a meeting to discuss the future of the Alabama and Chattanooga railroad. Visibly shaken and incredibly nervous, the trustees conducted the meeting. Unbeknownst to them, this meeting would be their last. The content of the meeting foreshadowed the company's subsequent foreclosure a year later. Demands for payments on improvements and to employs could not be met. After intense deliberation, the trustees were forced to succumb to the U.S Circuit Court of appeals order and foreclose on their endeavor in order reimburse the federal government. The courts confirmed the sale of A&C citing its untimely liquidation and limited protection of property. ","Important in this foreclosure was the fact that the federal government intervened in a state project. The limits of state and federal involvements were not clearly defined. The A&C railroad foreclosure initiated conversations about the greater role of the federal government in private endeavors that affected the public. Reconstruction was an effort to solidify the nation while acknowledging the identity of the South. At the time, southern politics supported a lack of federal involvement in local and state affairs. The railroad foreclosure was just one example of the federal government's continued and unwanted involvement in southern states and local politics. "],"display_date":"September 30, 1876","search_date":"1876-09-30","citations":[{"divid":1214314431,"type":"Newspaper Article","data":["","Montgomery Advertiser","","November 24, 1872",""]},{"divid":1214314468,"type":"Newspaper Article","data":["Alabama and Chattanooga Railroad","New York Times","","September 30, 1876","10"]},{"divid":1214314531,"type":"Book","data":["Walter L. Fleming","Civil War and Reconstruction in Alabama",null,"New York","Peter Smith","1949",""]},{"divid":1214314594,"type":"Book","data":["Edward L. Ayers","Promise of the New South",null,"New York","Oxford University Press","1992",""]}],"locations":[{"id":1807,"lat":32.341084719,"lng":-87.1005338924,"zoom":9,"place":"DALLAS, Alabama"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}