{"id":2457,"title":"KING COTTON: The Importance of Cotton Production Alabama \n","course_id":1,"status":"P","start_date":"1884-02-20","end_date":"1884-02-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 20, 1884, an early morning rain storm brought large drops of water to Montgomery, Alabama. The storm started slowly, with the rainfall increasing as morning approached. Rain fell steadily and consistently for days, so much so that flooding began to occur throughout central Alabama. Waters roared with such wrath that houses along situated along streams were swept away. The flooding caused nearly five million dollars in damage. ","The flooding not only damaged homes, but it also destroyed crops, particularly cotton and tobacco. Crop production that decreased during the Civil War, resumed as farmers returned from the battle fields to fields of their own. Many crops provided both sustenance and income for Alabamans. However, the flood of 1884 cut the cotton crop for the year by nearly forty thousand bales and set farmers back for the season. Due to minimal technology, only almanac's served as resources for predicting weather. To add insult to injury, a particular infestation of worms accompanied the flood of 1884, infiltrating cotton fields across Alabama making it virtually impossible to produce market-worthy cotton. State-wide production decreased by over five hundred thousand bales from 1860 to 1870. Cotton production bounced back, increasing 196 percent to 299, 814 pounds by 1880. The Great Flood of 1884 set all progress back. ","Called the Great Southern Staple, Cotton was king. Conventions, associations and research dedicated to cotton numbered well into the hundreds across the South. Cotton production was difficult; weather and infestations were often unpredictable. Furthermore, despite the benefits of regional fertility, soil razed during the Civil War had yet to recover in order to generate the nutrients appropriate for cotton growth.","Industrial changes and improvements lent themselves to the greater mission of Alabama but agriculture continued to serve the southern economy. Both the New York Times and Chicago Tribune ran the story about the cyclone and subsequent flooding in Alabama. Interest from the Tribune and Times on the consequences for cotton was a testament to the importance of the South's sustaining crop. "],"display_date":"February 20, 1884","search_date":"1884-02-20","citations":[{"divid":1216322642,"type":"Newspaper Article","data":["Damage by Fieelds [sic] in Alabama","Chicago Tribune","","July 22, 1872","2"]},{"divid":1216322668,"type":"Newspaper Article","data":["Deconstruction of Cotton in Alabama","Chicago Tribune","","August 30, 1872","1"]},{"divid":1216322708,"type":"Newspaper Article","data":["The Cyclones Ravages","The New York Times","","February 21, 1884","1"]},{"divid":1216322746,"type":"Book","data":["Walter L. Fleming","Civil War and Reconstruction in Alabama",null,"New York","Peter Smith","1949",""]}],"locations":[{"id":1808,"lat":33.5682565181,"lng":-86.9009596457,"zoom":9,"place":"JEFFERSON, Alabama"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}