{"id":2458,"title":"CULLMANN&#39;S COLONIZATION: The Inception of Cullman County Alabama\n","course_id":1,"status":"P","start_date":"1873-01-05","end_date":"1873-01-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Colonel John Gottfried Cullmann, a Bavarian immigrant, came to the United States in order to flee the wrath of Bismarck, a tyrant who terrorized Germany in the mid-nineteenth century. After docking, Cullmann found his way to Cincinnati, Ohio where we managed to reconnect with friends from the old country. Realizing his dream, a colony for immigrants specifically from his country, Cullmann ventured south in early 1871 in search of land and resources. ","Cullmann came to rest in Florence, Alabama where his efforts were assisted by Governor Robert M. Patton. Patton provided Cullmann with men and horses enough to explore the northern areas of Alabama. After a significant search, Cullmann found land, but lacked the money to acquire it. Cullmann mustered the courage to call on a railroad official for the outstanding funds. The official's aid enabled Cullmann to acquire several hundred thousand acres of land on which he would establish his colony. ","Cullmann's land extended from Decatur to Montgomery, 15 miles on each side of the railroad. In the days that followed, Cullmann scoured the property, documenting and observing the terrain in preparation for the arrival of immigrants. Despite advertising efforts in both Europe and America, people were slow to reply to Cullmann's colony. But on January 5, 1873, Cullman managed to interest 15 Cincinnati families to colonize in the South. In the months that followed, families filtered into what now stands as Cullman City in Cullman County, Alabama. Steady growth and immigration cause Cullman City to thrive on its diverse population. The city had physicians, ministers, and numerous persons of other trades. The city eventually elected its own officials and acknowledged itself as a reason for Alabama's growth. The addition of a hospital, public works, roadways and improvements on existing railroads increased the appeal of Cullman City, making it a popular destination for both immigrants and non-immigrants alike. Cities began to spring up on the outskirts of Cullman City, expanding its boarders.","The establishment of Cullman City was met with resistance. Cullmann's project was opposed by Alabama legislators and citizens alike who were uncertain as to the benefits of opening their southern, secluded state to immigrants. The price of the land he obtained for the venture was also in question. Skeptics wondered if Cullmann had acted legally when acquiring the land, but supporters of the effort appreciated Cullmann for his attempts to better northern Alabama. ","Cullman City provided a tangible example of entrepreneurship coupled with immigration. Nationally, the 1870s welcomed thousands of immigrants to the United States, but few ventured toward the South, preferring to settle in northern, more urban areas. Nevertheless, Americans were uncertain as to where immigrants would settle and what they would bring to the newly redefined nation. It is obvious that John G. Cullmann, an immigrant from Germany, brought his innovative idea to colonize his old country in his new one."],"display_date":"January 5, 1873","search_date":"1873-01-05","citations":[{"divid":1216322848,"type":"Newspaper Article","data":["North Alabama","The Chicago Daily Tribune","","July 27, 1878","5"]},{"divid":1216322868,"type":"Book","data":["Carl Elliott","The Annal of Northwest Alabama ",null,"Tuscaloosa, AL","Private","1959",""]}],"locations":[{"id":1809,"lat":34.1747071961,"lng":-86.8532867589,"zoom":10,"place":"CULLMAN, Alabama"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}