{"id":2459,"title":"THE RIGHT OF CHASTISEMENT: Fulgham vs. the State of Alabama \n","course_id":1,"status":"P","start_date":"1871-10-06","end_date":"1871-10-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The role of women in antebellum Alabama was ambiguous. Prior to the Civil War, women were keepers of the home. The average, middle-class women raised the children, kept the home and prepared the meals. Both before and after the Civil War, women were subservient to men and their marriages were entirely patriarchal.","Of course, there are exceptions to every rule - George Fulgham's wife was one of them. In October of 1871, a verdict was handed down in the Fulgham vs. the State of Alabama. In this case George Fulgham's privileges and rights as a husband were in question despite his race and status. ","It was early 1871 when George Fulgham, an emancipated slave, was discovered beating his children. The discovery was made by his wife, another emancipated slave. The wife interrupted midway through the flogging. When she voiced her distress over the excessive punishment, Fulgham turned the whip on his wife, striking her twice on the back. Fulgham's wife bravely reported the incident and once in court lawyers for both the complainant, Mrs. Fulgham and the accused, Mr. Fulgham, argued a number of different points. The case focused primarily on the right of chastisement. The right of chastisement refers to a man's limited ability to discipline his wife and family. Prior to Fulgham, a husband not only had the ability to physically reprimand his spouse but he also acquired the rights to his wife's person, the value of both her paid and unpaid labor, and as well as any property that accompanied their nuptials. ","Sex and class equality certainly served as social landmarks for what was acceptable and unacceptable behavior. However, incidents in the home blurred the line between private behavior and public record. Accordingly, justices hearing the case were asked to take into account what qualified as appropriate both in and outside the home. What could be questioned about the closed-door occurrences in private quarters? The significance of class was also questioned. Citizens of lower classes, who simply did not know better, could possibly be exempt from the law due to mere ignorance. Fulgham not only recognized class and gender but race as well. Justices in the case were asked to consider whether or not black relationships were inherently different from white relationships.","The case was on appeal in the Alabama Supreme Court when it reached its final verdict as to the validity of the right of chastisement. The verdict came down on October 6, 1871, essentially in favor of the woman, Mrs. Fulgham. The court claimed that the rule of love superseded the rule of force by denying the privilege of brutality against women.","The Fulgham case, while significant for its time, proved to serve as precedent for later and similar cases at the turn of the century. The verdict provided precedent for gender equality in male and female marital relationship cases to come. Furthermore, the verdict defined the role of women in Alabama and the South on a greater scale. Through Fulgham women were endowed with the assertiveness to defend themselves against the wrong doings of not only their husbands, but society on the whole. "],"display_date":"October 6, 1871","search_date":"1871-10-06","citations":[{"divid":1217463868,"type":"Newspaper Article","data":["Alabama&#58; Wifewhipping","The American Law Review","","October 6, 1871","161"]},{"divid":1217463899,"type":"Article","data":["Reva B. Siegel","The Rule of Love&#58; Wife Beating as Prerogative and Privacy","The Yale Law Journal","Vol. 105, No. 8","June 1996","2117-2207"]}],"locations":[{"id":1810,"lat":32.2201632469,"lng":-86.2079113368,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}