{"id":246,"title":"Massachusetts Cotton Mills Move South\n","course_id":1,"status":"P","start_date":"1895-01-23","end_date":"1895-01-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 23, 1895, the Alabama Birmingham Age-Herald published a front page article titled Beyond Any Doubt, Two leading Cotton Mills of Lowell, Mass. Will Come South and Build.'  The Massachusetts legislative committee on mercantile affairs heard the petitions of two cotton mills, Boott and Merrimac, to manufacture goods outside of the commonwealth.  The mills were created in 1835 for the manufacture of cotton goods in Lowell, goods designated for consummation and export.  At the end of the nineteenth century, competition arose from the cotton mills of the south as a result of cheaper fuel and labor.  The Boott mill claimed that if they were to continue to make the goods, they must make them where they have the same advantages as the southern companies.'  &lt;br /&gt;Historian Laurence Gross in his book, The Course of Industrial Decline: The Boott Cotton Mills of Lowell, Massachusetts, 1835-1955, says that the wages and conditions [at the mill] impaired both effort and effect' (78).  As conditions at the Lowell mill declined, workers, especially females, quit, causing the mill to turn to immigrant labor forces.  The immigrants would accept low wages, but many were unfamiliar with the technology at the mill and struggled to understand the English language.&lt;br /&gt;Although the Boott cotton mills never moved South (they collapsed for a period in 1905), they represent the erosion of the monopolization of the textile industry in New England begin to erode.  After 1880, cotton production in the South began to grow and mills were opened in the South, some as branches of Northern operations.  African-Americans, many of whom were familiar with technology unlike the Northern immigrants, staffed the cotton mills with cheap labor."],"display_date":"January 23, 1895","search_date":"1895-01-23","citations":[{"divid":1213642131,"type":"Newspaper Article","data":["Beyond Any Doubt","Alabama Birmingham Age-Herald","","January 23, 1895","1"]},{"divid":1213642214,"type":"Book","data":["Laurence Gross","The Course of Industrial Decline: The Boott Cotton Mills of Lowell, Massachusetts, 1835-1955",null,"Baltimore, MD.","The Johns Hopkins University Press","1993",""]}],"locations":[{"id":173,"lat":33.553582253,"lng":-86.8959288939,"zoom":9,"place":"JEFFERSON, Alabama"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}