{"id":2460,"title":"The Insane Hospital\n","course_id":1,"status":"P","start_date":"1879-10-01","end_date":"1879-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Every October, without fail, the Superintendent of the Alabama Insane Hospital released his report about the year that was. In October of 1879, Dr. Bryce, the superintendent, expanded his report, by including particular conditions and patient numbers, among other details. Averaging 400 patients, the hospital treated anything from pneumonia to cerebral softening to utter, indefinable insanity. The Hospital was neither gender nor racially divided. Of the 394 patients present in October of 1879, 208 were men, 186 women; 65 blacks and 329 whites. The Hospital received considerable amounts of state funding, nearly eighty-five thousand dollars in total. The funds were unrestricted and therefore used for anything from building improvements to employment benefits like free medication and services. The state not only offered funding but went so far as to appoint a special committee to examine causes of insanity, collect all pertinent information about practical ways to reform insane asylums and to ascertain details, expenses, etc. The committee's findings were positive. Officials called the care a labor of love for mankind. The committee also focused on defining particular deficiencies, namely, intemperance. Intemperance, deemed a disease by a panel of Alabama doctors, was said to have been acquired through multiple sources. Intemperance was most often contracted through habit and as the result of temptation put before the weak. The state of Alabama refused to take responsibility for those afflicted with intemperance. However, the committee returned suggesting that perhaps those infected with intemperance in the state of Alabama be secluded in a specific facility. The suggested facility would provide a place guarded from temptation and protected from danger. It would provide an environment to treat, cure and restore victims of intemperance to society. Interesting is that the symptoms of intemperance were never clearly outlined by the committee. Not to mention, the disease itself is found in no medical journals of the time. However, it is obvious through language analysis that intemperance is a condition of corruption which religious factions in Alabama sought to squash.  The question of intemperance is not nearly as alarming as the mention of the Insane Hospital in the first place. The disabled and disfigured were disregarded during the nineteenth century. People sequestered citizens with disabilities in insane asylums to distance themselves. That said, these asylums were rarely mentioned. The mere acknowledgment in the Montgomery Advertiser was a testament to the progressive nature of Alabama's social politics."],"display_date":"October 1, 1879","search_date":"1879-10-01","citations":[{"divid":1216322971,"type":"Newspaper Article","data":["","Montgomery Advertiser","","January 31, 1880",""]},{"divid":1216322987,"type":"Book","data":["Heather Cox Richardson","The Death of Reconstruction",null,"Cambridge, MA","Harvard Press","2001",""]},{"divid":1216323025,"type":"Book","data":["Willis Brewer","Alabama&#58; Her History ",null,"South Carolina","Reprint Company","1975",""]}],"locations":[{"id":1811,"lat":33.5726362717,"lng":-86.9006076776,"zoom":9,"place":"JEFFERSON, Alabama"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}