{"id":2463,"title":"Thanksgiving Day\n","course_id":1,"status":"P","start_date":"1886-11-06","end_date":"1886-11-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" The November 6, 1886, edition of the <em>Goodson Gazette</em> of the Virginia Institute for the Education of the Deaf and Dumb and the Blind ran the announcement by President Grover Cleveland who declared Thursday, November 25 as a day of thanksgiving and prayer. He asked the families of the country to gather and show their thanks and gratitude for their lives. Two weeks later, the paper ran Governor Fitzhugh Lee's follow-up announcement that concurred with the President's request. Lee told the families in Virginia to render thanks to Almighty God. The paper dedicated two lines to the abundance of partridges, pheasants, and wild turkies in the markets. The paper of the 27th provided an analysis of the holiday and its effect on game. The article praised the idea of the holiday and its success, but it reminded the readers that the North initiated this custom and It is hard for an innovation to take root among the old established social customs of the South.... The article also promised that the holiday would not subtract from the Christmas holiday because people gave thanks for daily blessings at Thanksgiving and thanked God for the Saviour at Christmas. With that problem settled, the opposing page reminded readers that they killed many turkeys so that they could celebrate that day. "," This national Thanksgiving caused quite a stir for this small newspaper to dedicate so much space to the holiday. Normally, the paper ran stories written by the students and multiple observations about the weather and the students' health in each issue. Also by mid-November, the paper had a countdown to Christmas and a reminder to parents that students could not go home for the holiday. "," Grover Cleveland won the Republican White House for the Democrats in 1884 and 1892. The American South explains that during Cleveland's presidency, his job included keeping the country united, especially because the Republicans and Democrats seemed to be at odds more so than normal. In addition, the pain of the Civil War remained strong in people's hearts. One way to unite everyone without politics was the reaffirmation of Thanksgiving Day's place in America. This way, the people could view Cleveland as a president who cared for his citizens and the union of the country. He also affirmed Christian ideas in the nation. He could try to win over votes by reinstituting a holiday that people enjoyed and boosting the economy through turkey sales. ","Sarah Isabelle Scruggs"],"display_date":"November 6, 1886 - November 27, 1886","search_date":"1886-11-16","citations":[{"divid":1216323108,"type":"Book","data":["William J. Cooper, Jr. and Thomas E. Terrill, eds.","The American South&#58; A History 2nd edition ",null,"New York","The McGraw-Hill Companies, Inc.","1996","449"]},{"divid":1216323147,"type":"Newspaper Article","data":["","Goodson Gazette","","November 6, 20, and 27, 1886",""]}],"locations":[{"id":1812,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}