{"id":2464,"title":"1900 Elections\n","course_id":1,"status":"P","start_date":"10/26/00","end_date":"10/26/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One week before the November 1900 presidential elections, the <em>Staunton Spectator and Vindicator </em>gave its readers a public forum for their political opinions. In the local section, no less than nine anonymous editorials gave the citizens their neighbors' opinions concerning the election. Two in particular mentioned Roosevelt and his relationship with the negro. The first included the phrase Teddy hugs the negro. The second called Roosevelt a demagogue and hypocrite, and attacked his play to the negro and apparent boast of his son sitting next to a black student. The other editorials concern Mr. Bryan and McKinley and their speeches and parties. Those editorials also attacked or praised the other candidates, but not with a racist angle. "," These editorials are short and to the point. This forum for Augusta County allowed the citizens the opportunity to voice their concerns and hopes. The paper also provided longer articles on the candidates and their positions and politicking to give structured and informative answers to the citizens' questions and concerns. The county felt fully involved in the elections and not isolated in the Great Valley from Washington. The attitudes towards Roosevelt and blacks reflect the growing racism and fears of the South after the Civil War. Though Augusta County is on the border of the South, the city held allegiance to the South and its attitudes"," By 1900, Jim Crow had taken a hold of the South, and laws for segregation, especially of the railroads, had been on the books for years. These citizens of the South attacked Roosevelt for his friendlier than most attitude toward black people. They made their opinions known to the public in the newspaper, almost guaranteeing that county residents could know what view they should take. As Edward Ayers explains, the newspapers played a vital role of spreading ideas and opinions in the county. Alfred Stone believes that Roosevelt's actions during the campaign and then during his first few months in the White House insulted the South in a way that no one had done for many years. He also believes that the attitude most held was that Roosevelt had damaged the relations between the races, not that he improved them by trying to make their lives better. The Democrats campaigned against Roosevelt by attacking his warm relations toward blacks and encouraged the growth of the fear that the South had toward Roosevelt. "],"display_date":"October 26, 1900","search_date":"1900-10-26","citations":[{"divid":1215206992,"type":"Newspaper Article","data":["","Staunton Spectator and Vindicator","","October 26, 1900",""]},{"divid":1215207005,"type":"Book","data":["Edward L. Ayers","In the Presence of Mine Enemies: War in the Heart of America, 1859-1863",null,"New York","W. W. Norton &amp; Company","2003","44-45"]},{"divid":1215207058,"type":"Book","data":["Julian Bond and Andrew Lewis","Gonna Sit at the Welcome Table",null,"Mason","Thomson Learning Custom Publishing","2002","2-45"]},{"divid":1215207112,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Alfred Holt Stone","Roosevelt&#39;s Critics","Theodore Roosevelt","Dewey W. Grantham","Englewood Cliffs","Prentice-Hall, Inc.","1971","116"]},{"divid":1215207165,"type":"Book","data":["William J. Cooper, Jr. and Thomas E. Terrill","The American South: A History 2nd edition",null,"New York","The McGraw-Hill Companies, Inc.","1996","513-515"]}],"locations":[{"id":1813,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}