{"id":2466,"title":"A Blind Man Can See\n","course_id":1,"status":"P","start_date":"1897-01-21","end_date":"1897-01-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On the seventh day, Dr. Edson said, Let there be light and there was for the blind man John Martin in 1897. Dr. Edson administered X-rays to Martin every day for a week as a treatment for blindness. He based his hypothesis on the improvement patients with atrophied muscles had when they received massages. Dr. Edson believed X-rays would accomplish the same for an atrophied optic nerve. Before the treatment, Martin could only discern the difference between night and day. By the end of the week, Martin could distinguish 'a sort of green', and Dr. Edson felt confident in his procedure."," There does not seem to be a follow up article to this one, so it is hard to know whether this treatment actually cured Martin or if the green he saw was simply a side effect from the X-rays penetrating his eyes. The article made no mention of the patient or doctor showing concern about the treatment, nor did it explain any safety measures Dr. Edson took. Augusta County's weekly, the <em>Staunton Spectator and Vindicator</em>, did not have much to report other than the above about an event as important as a blind person's increase in sight. Maybe the paper was reserving the celebration for more proof. "," The nineteenth century held the revolution of modern medicine in America and the world, according to Todd Timmons and W. F. Bynum. Discoveries occurred in germ theory, the importance of inoculation, and use of anesthesia for surgery. The founding of medical schools and the first health advisory board occurred. Most importantly for John Martin, Wilhelm Rontgen discovered x-rays in November 1895, only about a year before Dr. Edson used them to cure blindness. X-rays became widely popular very quickly for burning moles, treating acne and lupus vulgaris, and carcinomas in various organs. Extended exposure to x-rays left the skin browned and sometimes burned, only nurturing the developing idea that brown skin is healthier than white. Bynum does not cite the use of x-rays for eye problems, but Dr. Edson recognized the potential for x-rays for other health issues. Staunton was a small city with only 7,289 inhabitants in 1900, but within one of the most populous counties in Virginia. In 1886, one newspaper even ran an article boasting of the city's attributes: electricity, lights, telephones, music band, and opera house. Now, the city could boast that they had a doctor current to the science of the world because of their connections to other cities and states from the railroad that ran through it and telegraphs. These new means of communication allowed scientists and doctors all over the world to reach one another unlike ever before. ","<em>Sarah Isabelle Scruggs</em>"],"display_date":"January 21, 1897","search_date":"1897-01-21","citations":[{"divid":1214442589,"type":"Book","data":["W.F. Bynum","Science and the Practice of Medicine in the Nineteenth Century",null,"Cambridge","Cambridge University Press","1994","xi, 173-175"]},{"divid":1214442650,"type":"Website","data":["University of Virginia Library","Geostat Center: Historical Census Browser","University of Virginia Library","http://fisher.lib.virginia.edu/collections/stats/histcensus/index.html ","September 25, 2006"]},{"divid":1214442719,"type":"Newspaper Article","data":["","Goodson Gazette","Staunton, VA","December 4, 1886",""]},{"divid":1214442747,"type":"Book","data":["Todd Timmons","Science and Technology in 19th Century America",null,"Westport, Connecticut","Greenwood Press","2005","1, 133-149"]},{"divid":1214442834,"type":"Newspaper Article","data":["X-Rays","Staunton Spectator and Vindicator","","January 21, 1897",""]}],"locations":[{"id":1814,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}