{"id":2467,"title":"Raleigh State of the Art\n","course_id":1,"status":"P","start_date":"1835-11-16","end_date":"1835-11-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Raleigh Theatre was the grandest in the land. After attending the grand-opening, all the men and women of the city agreed that they had never seen their own theatre surpassed in beauty and style.  The curtain drapery over the hollow wooden windows and stage doors was fitted with precision, and the walls were no longer glum and drab but instead featured variegated colors trimmed in gold.  The Ladies' box had been completely remodeled for comfort as well as decorated with crimson, cushioned seats. The theatre was fit for royalty but available as a weekend diversion for the public.The man responsible for the theatre and its restoration was Mr. Preston, who had transformed the neglected building with thorough repairs and improvements.  There were new scenes and drop curtains painted by Mr. Vincent, and a new Stock Company was set to provide the best talent in the country to be featured regularly, along with a new band that was sure to impress.  Mr. Preston would stop at nothing to preserve the theatre, provide a safe environment, and also to ensure that Raleigh had the proper venues for leisure and courting.  Upon visiting the theatre, a reporter opined there is no greater asset to Raleigh, and no better reflection of the dignified and cultured population that calls our marvelous city home.This narrative focuses on the influx of culture and opportunities to the South; attempts to rival those of the North.  This can also be seen as an effort to equalize rural an urban by fostering greater education and confidence for Southern farmers who felt inferior to the increasing civilization of urban areas.  However on a local level, this was clearly a venue for class division to be recognized, thus resulting in greater oppression of poor whites who could not afford leisure activities and blacks, who never dreamed of attending such events.  Bringing a theater to the South was also in accordance with unforeseen surpluses of time that had been unavailable in earlier decades when both men and women worked daylight to dawn.  The institution of slavery allowed blacks to handle duties in and around the home, while also watching over a master's house. This freed the master and his wife, or a young suitor and his date, to go out on the town on evenings. Essentially these theatres were an innovative concept for leisure in the antebellum-South that supported the implementation of a favorite American past time to be enjoyed by couples and families alike throughout the ages."],"display_date":"November 16, 1835","search_date":"1835-11-16","citations":[{"divid":1216323228,"type":"Newspaper Article","data":["","Raleigh Register","","November 16, 1835",""]},{"divid":1216323246,"type":"Book","data":["William Cooper and Thomas E. Terrill","The American South&#58; A History",null,"New York","McGraw Hill","1996",""]}],"locations":[{"id":1815,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}