{"id":2469,"title":"A Northerner in Norfolk\n","course_id":1,"status":"P","start_date":"1846-01-01","end_date":"1846-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When one moves from Brooklyn, New York to Norfolk, Virginia during the mid-nineteenth century, culture shock is to be expected. Clement D. Newman experienced this effect when he made this relocation in 1845. Newman recounts the social life of his new town to his father in a letter dated January 1, 1846. Though Newman surely liked the town of Norfolk, he admitted that the manners and customs are very different from what they are in New York State. The town's Christmas celebration greatly impressed Newman, as he enjoyed the fire crackers, presents, eggnog, turkey, whiskey, and Church services. In fact, Newman claimed that the town's Roman Catholic preacher was the most gifted orator that he had ever heard. He also noticed the importance of the naval shipping industry in Norfolk, which was one of the largest exporters on the East Coast. While talking to a sailor down at the port, Newman learned that orders had been given to outfit all of the vessels at the station in preparation for war. A Negro sale also took place shortly after Newman's arrival to Norfolk, an event which was an interesting sight to Northern eyes. At the sale, a number of slaves were sold, but the most intriguing sale to Newman was that of an old woman for a mere 39 dollars. Though the events and customs of his new home were a bit odd, Newman reiterated his content with Norfolk, and told his father that he was getting along very well in Virginia.","Newman's letter reveals a Northern perspective on Tidewater Virginia society. The festivities and Christmas celebrations that he attends shows the tight-knit community of Norfolk, and the welcoming nature of the town. At no point does Newman feel threatened or unwelcome due to his Northern status; he had no negative words for the kindness of the townspeople. More importantly, Newman's letter reveals two of Norfolk's main economic strengths - the slave trade and naval yards. Since its founding, Norfolk had been a coveted naval outpost for the British and Americans. Situated with the Elizabeth and James Rivers to the south and west, the Chesapeake Bay to the north, and the Atlantic Ocean to the east, Norfolk had sensational access to shipping and transportation lines. Norfolk's ports were essential to the Union's economy, and also played significant roles in the sea exploration. During the mid-nineteenth century, around the time Newman lived in Norfolk, Wilkes' expedition to Antarctica and Perry's voyage to Japan originated from Norfolk's Gosport Shipyard. Newman also alluded to preparation for the upcoming Mexican-American War, a war in which ships from Norfolk would be employed.","The slave sale that Newman saw represents another facet of Norfolk's economy. Norfolk was one of the major slave centers on the eastern seaboard. From there, slaves were sent down to the slave markets of the Deep South. The slaves from Norfolk were marched overland by chains, shipped around the coast by boat, or taken down the Mississippi River on steamboats. Norfolk's status as a slave sale headquarters was essential to its prosperity and development throughout the first half of the nineteenth century.","Newman's letter highlights the cultural shock that a Northerner would experience after moving to the South, and touches on small events that reveal Norfolk's economic importance to the nation."],"display_date":"January 1, 1846","search_date":"1846-01-01","citations":[{"divid":1217547296,"type":"Manuscript","data":["","Letter From Clement D. Newman to His Father",null,"Mss 13101","","Virginia Slavery Miscellany","Special Collections Library, University of Virginia"]},{"divid":1217547344,"type":"Book","data":["Alan Flanders","Bluejackets on the Elizabeth&#58; A Maritime History of Portsmouth and Norfolk, Virginia",null,"White Stone","Brandylane Publishers","1998",""]},{"divid":1217547386,"type":"Book","data":["Walter Johnson","Soul By Soul",null,"Cambridge ","Harvard University Press ","1999","7"]}],"locations":[{"id":1816,"lat":null,"lng":null,"zoom":8,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}