{"id":2472,"title":"Portsmouth&#39;s Religious Revival\n","course_id":1,"status":"P","start_date":"1858-04-09","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the early 1840s, sectional conflict threatened to divide two of the South's most influential churches. Members of the Methodist and Baptist Churches, divided over their church's stance on the issue of slavery, quarreled over whether they should support the South's crucial institution. Agreements could not be reached, and, in 1844 and 1845, the Methodist and Baptist Churches split along sectional borders. Despite the divisions, these churches remained strong in the South. In 1850, 37.4 percent of Southerners were members of the Methodist domination. 34.6 percent attended Southern Baptist churches. Church attendance in the North, which had never been extremely high, remained below the South's. However, a religious revival occurred throughout the nation that would have effects on both regions.","During the year 1858, in the town of Portsmouth, Virginia, George Neville excitedly wrote to his cousin Nellie Newman, a resident of the nearby Isle of Wight County, regarding the current state of his town's religious community. A member of the Dinwiddie Street Methodist Episcopal Church, George Neville believed that appearances indicate that we are on the verge of a very powerful revival of religion in our city. Prayer meetings were being held four or five times daily at the Dinwiddie Church, and close to ten townspeople were converted just the night before. Furthermore, this newfound religious fervor was not limited to just Neville's congregation. Down the street at the Wesley Chapel, there were six converts and 15 penitents at last night's services, which lasted until 11 o'clock at night. Neville felt that the spirit of the Lord descended in great power upon the congregations, and that the people of Portsmouth were on their way to salvation.","This revival had wide effects around the nation as religion became more public, commercialized, and dynamic. The epicenter of the revival was New York City, as it was the nation's media hub at the time. Furthermore, church attendance was much lower in the North, causing the renewed religious interest to be more dramatic than in the South. While the revival was more active in the North, it still affected the South. Southerners believed the revival was more diversifying than unifying. The revival led people to scrutinize the principles of each denomination. As people began asking the same religious questions over slavery that had divided the Methodist and Baptist churches, the moral differences between the North and South were reinforced. With the nation aflame over slavery expansion in the West, this religious revival further agitated the nation's sectional conflict. Though George Neville's letter appears to be positive, the religious revival continued to rouse the emotions and to highlight the differences between the North and South, effects that increased sectional tension within the Union."],"display_date":"April 9, 1858 - December 31, 1860","search_date":"1859-08-20","citations":[{"divid":1217733508,"type":"Manuscript","data":["","",null,"Mss 2024","","Letters from George Neville, C.S.A., from Richmond, Portsmouth, and Norfolk, Virginia, to Miss Nellie Newman of Isle of Wight County, Virginia, and James City County, Virginia, Regarding Politics, Social Activities, War News, and Personal Matters, 1854-1865","Special Collections Library, University of Virginia"]},{"divid":1217733666,"type":"Book","data":["Mitchell Snay","The Gospel of Disunion&#58; Religion and Separatism in the Antebellum South",null,"New York","Cambridge University Press","1993","200-218"]},{"divid":1217733715,"type":"Book","data":["Kathryn Theresa Long","The Revival of 1857-1858",null,"New York","Oxford University Press","1998","3-7"]},{"divid":1217733758,"type":"Article","data":["John M. Ysura","Looking for a Miracle","Reviews in American History","27","March 1999","65-72"]}],"locations":[{"id":1819,"lat":null,"lng":null,"zoom":8,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}