{"id":2473,"title":"Abandoned spouse writes to lawyer asking for help with divorce case\n","course_id":1,"status":"P","start_date":"1891-04-25","end_date":"1891-04-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A Lawyer from Louisa County, W.E. Bibb received a letter from Dealia Ann Smith, a woman from Mineral City requesting help with her divorce case. According to William Cooper, divorce had become more common at this time than in the earlier part of the nineteenth century, however; it was still an anomaly of society. Whether or not Dealia Ann Smith was granted a divorce was not determined in the letter's contents, however, it would have been much easier for her to get a divorce during this time period in comparison to earlier parts of this the nineteenth-century. Changing of the laws helped ease the process of divorce. Earlier laws dictated that a private bill had to be passed by a state legislature in order to grant a divorce. Eventually, the law progressed to where it was easier to get a divorce. According to Cooper, cruelty, abandonment, adultery, impotence, and consanguinity were new grounds for divorce. Smith's husband had been gone for two years and during that time she had received no aid from him, and even while they were together he was still of no use to her. Smith claimed that everything he earned, while he was with her, he gave to his mother and left her with nothing. At the closing of the letter, she said that the last letter he wrote her told her not to write him anymore, thus blatantly implying that he wanted no further contact. Judging from the letter's contents, it was very likely that the state considered Smith's situation as abandonment and granted her divorce. ","The courts also became more sympathetic towards women in other aspects. For example, cruelty was an extremely loose term and often encompassed physical and mental cruelty and judges tended to be pretty lenient. However, a woman still had to prove beyond a doubt that she had not committed adultery, which denoted the archaic attitude that was still present towards women. Divorce also advanced women's rights. In the past, a woman surrendered many of her rights and property to her spouse once she got married; essentially, she possessed the same rights of children. Divorce empowered women to stand up for themselves in one aspect, however; it would be three decades before women received the ultimate symbol of equality in the United States, the right to vote in politics. So although divorce was usually seen in a negative light, in this case, Dealia Ann Smith and the other women who petitioned for divorce during this time were an indirect driving force and stepping-stone to more women's rights."],"display_date":"April 25, 1891","search_date":"1891-04-25","citations":[{"divid":1215207281,"type":"Manuscript","data":["","Note sheet for inventories",null,"Mss  4171","Box 1","William E. Bibb Papers","Special Collections Library, University of Virginia"]},{"divid":1215207326,"type":"Book","data":["William J. Cooper","The American South, A History",null,"New York","McGraw Hills Publishing Co.","1996","264"]}],"locations":[{"id":1820,"lat":37.9782243481,"lng":-77.9629941666,"zoom":9,"place":"LOUISA, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}