{"id":2475,"title":"The Need for Railroads in Norfolk\n","course_id":1,"status":"P","start_date":"1854-01-01","end_date":"1854-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" Railroads were an essential component to economic growth and stability during the mid-nineteenth century. One letter, written by An Eastern Virginian to <em>The Lynchburg Virginian</em> in 1854, stressed the vital need to fix the railways running between Norfolk and the Valley of Ohio. Though transporting goods to the Valley of Ohio was possible, the route was extremely difficult due to the railway's lack of gauge uniformity. Norfolk's neglect to correct this problem greatly diminished its export potential. The current railway route was divided into five separate sections that totaled 520 miles. Very inefficient when hauling large loads, the divided railway needed to be unified. An Eastern Virginian was convinced that the commercial prosperity of the entire state hinged on this railroad. Since Virginia was experiencing an economic slump, the state's revival rested on the shoulders of the Norfolk line. Due to the Norfolk railways' present state, Baltimore and the North were shipping all of the goods to the West. An Eastern Virginian found this despicable and intolerable. If gauge uniformity were achieved, economic prosperity could be shifted back to Norfolk and Virginia. The Eastern Virginian even set out future plans to connect Norfolk's rail system to St. Louis, Louisville, and Memphis. Furthermore, the Eastern Virginian even discussed the advantages of the railway as a great military road, as it would create a direct route through the heart of the Union to the West."," The improvement of Norfolk's and Virginia's rail systems was a necessity to help boost the lagging economy. Inferior to other Northern and Western railway systems, the Norfolk line and many other Southern railways were unable to transport goods at a profitable level. The problem stemmed from the economic depressions that hit the nation. The depression of 1839 and the crop shortages of 1846, 1847, 1850, and 1851 greatly affected the South's agricultural output. Since the Southern economy depended on agricultural sales, the shortages hit the South much harder than the industrially dependent North. During these hard times, as the other railways grew and improved, Southern railways remained stagnant. Another problem that slowed Southern railway development was a lack of engineers. Engineers were scarce during wartime, as the Union shipped them to aid in the Mexican-American War. By the time they were released, the South was still in economic depression, and was unable to find the capital for railways. Meanwhile, the North and West had high-capital projects waiting to be constructed, and thus hired the engineers. When the South came out of its depression, it was essentially a decade behind the North technologically. This further hurt the railways' development, as Southerners often built their railroads with glaring technical flaws (such as Norfolk's gauge problem). The need to improve Southern railways was a significant task during the mid-nineteenth century. The South's inefficient rail system, caused by the effects of economic depression, hindered the development of Southern trade."],"display_date":1854,"search_date":"1854-07-02","citations":[{"divid":1215207451,"type":"Pamphlet or Other Printed Material","data":["","Letters addressed to the Lynchburg Virginian","Lynchburg, VA","McDonald &amp; Peters","1854","Special Collections Library, University of Virginia"]},{"divid":1215207518,"type":"Book","data":["Sarah H. Gordon","Passage to Union: How the Railroads Transformed American Life, 1829-1929",null,"Chicago","Ivan R. Dee","1996","104-129"]},{"divid":1215207556,"type":"Article","data":["Milton S. Heath","North American Railroads: Public Railroad Construction and the Development of Private Enterprise in the South before 1861","The Journal of Economic History","Vol. 10","1950","40-53"]},{"divid":1215207616,"type":"Article","data":["James A. Ward","A Look at Antebellum Southern Railroad Development","The Journal of Southern History","Vol. 3 No. 9","1973","409-420"]}],"locations":[{"id":1822,"lat":null,"lng":null,"zoom":8,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}