{"id":2477,"title":"Norfolk&#39;s New Water System\n","course_id":1,"status":"P","start_date":"1856-01-01","end_date":"1856-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1856, the city of Norfolk, Virginia asked Wade Burnett, a civil engineer, to construct a plan that would improve the city's water supply system. In his report, Burnett noted the improvements that an efficient water system could have in the community. The townspeople of Norfolk would benefit in many aspects of life- domestic use, manufactures, extinguishment of fires, shipping, public baths, public fountains, street cleaning, and sewage. Burnett stressed the health and safety benefits of the new water system, as an abundant supply of clean water would not only aid in the prevention of fires, but also dramatically improve the overall health of the city and its citizens. Burnett divided his plan into five categories: the Receiving Reservoir, the Engines and Engine house, the Distributing Reservoir, the Principal Main, and Distribution. The town would use the dam at Deep Creek as their water supply, the same source that the Dismal Swamp Canal Company used. Next, Norfolk's government needed to buy a new pumping engine for fire prevention. Burnett advised that the town buy two or three Worthington Patent Engines, as it was the same model that the city of Savannah used. The Distributing Reservoir would be an iron tank with the ability to hold 250 thousand gallons of water. Burnett suggested that the Principal Main Line run from the Engine House into Main Street, and be linked to 125 fire hydrants. Burnett estimated that the city could finish this extensive 364 thousand dollar project in a year."," Burnett's proposal represented an effort for civic improvement that was characteristic of many cities in the South during the mid-nineteenth century. As Southern economic hubs, such as Norfolk, looked to increase their economic output, local governments began to focus on improving the urban environment of their cities. City officials wanted their communities to appeal to prospective business partners. With epidemic being closely related to a city's cleanliness, people looking to trade avoided cities that had a fertile environment for disease. If disease broke out, such as Norfolk's yellow fever epidemic just two years earlier, the flow of goods and agriculture would stop. Therefore, cities in the South created subsidiaries for the improvement of roads, fire protection, lighting, and water supply in order to prevent an outbreak of disease. It is important to note that these measures were mostly run for the economic interests of the businessmen and city officials, not for the health and well being of the people. Though the community definitely benefited from these improvements, the true purpose, driven by powerful business leaders, was to give their city better economic opportunity. "],"display_date":1856,"search_date":"1856-07-01","citations":[{"divid":1213829668,"type":"Pamphlet or Other Printed Material","data":["Ward B. Burnett","The Introduction of a Supply of Water for the City of Norfolk","Norfolk, VA","Norfolk City Water Company","1856","Special Collections Library, University of Virginia"]},{"divid":1213829714,"type":"Article","data":["David R. Goldfield","The Business of Health Planning: Disease Prevention in the Old South","The Journal of Southern History","42","November 1976","557-570"]}],"locations":[{"id":1824,"lat":null,"lng":null,"zoom":8,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}