{"id":2480,"title":"Catholicism and other denominations in the South\n","course_id":1,"status":"P","start_date":"1890-08-19","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["According to Edward Ayers, religion was a Southerner's way of life and they ","often justified or condemned something based on religion. Myriad Christian ","denominations were active in the South including Baptist, Episcopal, Methodist, ","Catholic, Lutheran, Protestant, and Quaker, however; the Baptist denomination claimed ","the largest following. The Norfolk Virginian, like other newspapers, would often publish ","articles concerning religious aspects of the community. On August 13, 1890, the paper ","included and article about Pope Leo XIII giving a worldwide decree permitting Catholics ","to eat meat on Friday the August 15, 1890, which was usually not allowed, because it was ","the Feast of Assumption of the Blessed Virgin Mary. One of the oldest religions in the ","United States was Catholicism, which had existed in the South since colonial times ","brought over by the Europeans. In the United States, Catholicism remained a minority, ","which Virginia's religious population mirrored. The Norfolk Virginian made this obvious ","in its article, which was written as if the reader had no prior knowledge of what Catholics ","believed. ","Catholicism was often scorned by other denominations as too structured, and the ","other congregations also questioned the validity of an infallible and foreign leader, the ","Pope. From the 1880s to the 1920s Catholicism contributed to the tension that was ","dubbed Nativism, according to the Encyclopedia of Southern Culture. Nativists believed ","that immigrants were the cause of social and economic problems in the United States. For ","example, immigrants were willing to work for lower wages, thus prompting a ","competition for jobs between the two groups. During this period many immigrants came ","to the United States, and most of them were Catholic. According to the Encyclopedia of ","Religion in the South, Nativists correlated Catholicism with immigrants, thus there were ","tensions between Catholics and other congregations, especially the Baptist who called the ","Catholic Church the mother of harlots, and also a tyrannical institution that kept its ","people in ignorance. This belief was less severe in Virginia in comparison, but was ","nonetheless present. ","Religion was racially segregated in the South. Blacks, after emancipation mostly ","formed their own churches and programs. The main denomination for blacks was Baptist; ","by 1900, there were 200,000 black Baptists in Virginia that contributed to the 1.3 million ","members in the South. Another large congregation for blacks was Methodist with a ","reported 30,000 members in the state. In this aspect, Virginia definitely followed the rest ","of the South. Despite the racial segregation, relations between black and white churches ","were still friendly. According to the Encyclopedia of Religion in the South, the southern ","Whites still had a paternalistic attitude toward their coreligionists and had a hand, along ","with northern missionaries, in establishing the separate congregations. In addition, white ","Christians in groups such as Society of Friends, the Methodist Episcopal Church, and the ","United Presbyterian Church helped establish schools for Blacks, and some white Baptists ","also became trustees of the black school in Richmond, according to the Encyclopedia of ","Religion in the South.","Churches not only contributed to black education, but also to the education of the ","population in general since public high schools were not common. According to the ","Encyclopedia of Religion in the South, the Baptists operated fifteen schools for boys and ","eighteen schools for girls during the 1890's in Virginia, and other denominations also ","established schools. Christians also worked on obtaining higher education for women, ","and either established separate colleges for them such as the Randolph-Macon Woman's ","College in Lynchburg, Virginia in 1893, or permitted admission into preexisting colleges ","such as the Richmond College in Richmond, Virginia in 1898. However, there were still ","a few southerners against this because they still viewed the domestic sphere as the proper ","place for women."],"display_date":"August 19, 1890 - December 31, 1890","search_date":"1890-10-25","citations":[{"divid":1215207717,"type":"Newspaper Article","data":["","The Norfolk Virginian","","August 18, 1890",""]},{"divid":1215207740,"type":"Book","data":["Edward L. Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992","160-163"]},{"divid":1215207781,"type":"Book","data":["Samuel Hills","Encyclopedia of Religion in the South",null,"Macon","Mercer University Press","1984","809-815"]},{"divid":172985,"type":"Lecture, Conference Paper, etc.","data":["njLrqmxOb"]}],"locations":[{"id":1826,"lat":null,"lng":null,"zoom":8,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}