{"id":2481,"title":"Tidewater&#39;s Crippling Yellow Fever\n","course_id":1,"status":"P","start_date":"1855-09-01","end_date":"1860-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Disease epidemics during the nineteenth century had the ability to quickly and significantly cripple a community. A yellow fever epidemic that spread throughout Eastern Virginia's Tidewater Region during 1855 did just that. Laura Reed, a resident of Portsmouth, Virginia, recounted the state of the town during the epidemic to her sister, Ellen Reed of Hampton, Virginia, in a letter on September 1, 1855. Laura described the damage to the community's population as severe, though the local physicians believed that the epidemic would be over soon. The doctors' opinion was that the epidemic would begin to decline after sixty days of exposure in the community. Since the fever had reached Portsmouth about a week after the Fourth of July, the town was optimistic for a return to good health. Laura noted that there had been a steady decrease in the amount of deaths last night, as only nine people had perished. Though Laura's immediate neighbors were now beginning to show an early sign of the fever, the black vomit, she reiterated to Ellen that she felt quite safe. Laura and her mother, with whom she lived with in Portsmouth, kept the house well ventilated and fumigated with chloride of lime and guano, safety measures that had been working well to ward off the fever. Though Laura and her mother may have avoided an infection, the yellow fever had severely crippled Portsmouth and the surrounding region.","Epidemics ravaged the Southern states during the mid-nineteenth century. The hot, humid summers that were characteristic of the South provided the perfect environment for the contraction and spread of infectious disease. Unfortunately, most Southern cities lacked the proper safety precautions and policies to effectively prevent and contain these deadly epidemics. The reason for this lack of preparation was economic. Since businessmen often ran most communities and cities during the time, they were hesitant to spend their money on costly town improvements. Officials believed the improvements were not worth the money that they cost. Though the need for these safety measures was quite obvious, funding for such projects was usually inadequate.","The economic effects of this yellow fever epidemic were catastrophic on the Tidewater economy, especially in the area's economic hub, Norfolk. The fear that the yellow fever caused was significant. This fear was warranted, as ten percent of the Norfolk population would be killed from the yellow fever. Due to the epidemic, Baltimore, New York, and the cities of Virginia placed a four month trade interdict on goods from Norfolk, a ban that deprived the Norfolk economy of an estimated five million dollars in trade profits. This paranoia effected more than just the economy, as many frightened Virginians rallied to get the state legislature in Richmond moved to a safer location. The city of Norfolk, and all of the surrounding Tidewater communities that depended on it, would need about five years to recover from their damaged economy and image."],"display_date":"September 1, 1855 - December 31, 1860","search_date":"1858-05-02","citations":[{"divid":1217470334,"type":"Manuscript","data":["","Laura Reed to Ellen Reed, September 1, 1855",null,"Mss 4923","","Correspondence of Laura Reed","Special Collections Library, University of Virginia"]},{"divid":1217470390,"type":"Article","data":["David R. Goldfield","The Business of Health Planning&#58; Disease Prevention in the Old South","The Journal of Southern History","42","November 1976","557-570"]},{"divid":1217470442,"type":"Book","data":["Robert O&#39;Brien","The Encyclopedia of the South",null,"New York","Facts on File Publications","1985","303"]}],"locations":[{"id":1827,"lat":null,"lng":null,"zoom":8,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}