{"id":2483,"title":"The Effects of Expansion\n","course_id":1,"status":"P","start_date":"1849-01-02","end_date":"1855-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Throughout the mid-nineteenth century, the Union feuded over the issue of slavery expansion in the western territories. On January 2, 1849, the newspaper of Suffolk, Virginia, <em>The Suffolk Intelligencer</em>, printed an article entitled The Great Question. This article examined this turmoil, and pleaded the Union to mend its internal strife. The author explained that Northern fanatics in Congress were imposing abolition notions on the nation, efforts that threatened to bring the nation to the verge of disunion. Two new propositions were being discussed in Washington. The first was a proposal to abolish slavery in the nation's capital, and the second was a motion to bar slavery in California and New Mexico. The article contended that these two proposals had created a kindred feeling among all Southerners, regardless of their political orientation. The Northerners' proposals questioned the equality of a Southern man's property rights; it was hypocritical to allow a man from Ohio to move to Virginia with all his possessions, but to forbid a Virginian from bringing his property (slaves) into Ohio. The author attributed the source of these problems to the recent land acquisitions in the west, most notably the annexations of California, Texas, and New Mexico. The Great Question continued to examine this dilemma by describing the political stances of the Whig and Democratic parties. Though it was too late to quarrel over what has been done, the article claimed that the Whig party initially opposed the acquisition, and that the Democratic party supported the expansion. Therefore, the Intelligencer attributed the current turmoil to the Democrats. The article ends with a glimmer of hope, as the author believed that the councils of Congress would succeed, and reunite the North and South once again.","The article clearly summarizes the nation's state during the time of expansionism, and exposes the beginnings of clear sectional division. Though the nation had yet to split politically, the significance of these proposals would soon divide the Whigs and Democrats, creating sectional rifts that would weaken each party. The article describes proposals that would eventually help form the Compromise of 1850, a plan that would leave both Northerners and Southerners angry and unsettled. This turmoil would continue to heighten tensions between the regions. On a regional scope, the article's description of a newfound Southern unity is extremely important, as Southerners began to unite and to view the North as a common enemy. The mention of equal rights highlights one of the main issues bothering the Southerners, as many were angered that the Northerner's proposals threatened to take away their property. The seeds of disunion were beginning to sprout during this time period, and the nation was slowly moving towards bloody conflict."],"display_date":"January 2, 1849 - December 31, 1855","search_date":"1852-07-02","citations":[{"divid":1215207896,"type":"Newspaper Article","data":["","The Suffolk Intelligencer","Suffolk, Virginia","January 2, 1849",""]},{"divid":1215207920,"type":"Book","data":["John B. Boles","The South Through Time",null,"Upper Saddle River","Prentice Hall","1999","287-293"]},{"divid":1215207956,"type":"Article","data":["Chas W. Ramsdell","The Natural Limits of Slave Expansion","The Mississippi Valley Historical Review","Vol. 16 No. 2","September 1929","151-171"]}],"locations":[{"id":1829,"lat":36.8330322841,"lng":-76.5620503057,"zoom":9,"place":"NANSEMOND, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}