{"id":2486,"title":"The Exodus from Suffolk\n","course_id":1,"status":"P","start_date":"1849-01-02","end_date":"1855-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Throughout the mid-nineteenth century, adventurers seeking gold and quick riches hurried to the West as fast as they could. This excitement was not lost on the people of Suffolk, Virginia, as many citizens joined this exodus to the new frontier. An article in <em>The Suffolk Intelligencer</em> noted the departure of Suffolk citizens, and publicized the author's disdain for their departure. The article, printed on January 2, 1849, referred to the Gold Rush as the Yellow or the California Fever, and contended that Suffolk was just as victimized by this epidemic as any other city in the nation. If myths of gold fields and instant wealth were not persistent enough, the War Department in Suffolk had several specimens of gold ore, some as large as two ounces, on display to further feed the frenzy. The author questioned whether any permanent benefit from this California rush would materialize, as the chances of unearthing a substantial amount of gold were slim to none. Furthermore, the effects of these citizens' departure affected the local Suffolk economy. Due to the decrease in work force, farms and workshops in the Suffolk area became deserted. On a broader scale, the author worried that this national craze was diverting the nation's attention from developing a solid economic base. The Yellow was not only weakening the stability of Suffolk, but also drying up the true springs of national prosperity.","The Gold Rush created a wild exodus of people to the frontier. By the end of 1849, nearly 80,000 settlers had arrived in California seeking opportunity. The migration of people from Virginia, and other Southern states, played a significant role in the development of new territories in the West. The arrival of these journeymen helped develop the area's resources, infuse more wealth into the territories, and add political importance to the West. The Gold Rush was not the only factor that drew Southerners to the new frontier; the feuding in Bleeding Kansas during the 1850's provoked Virginia and North Carolina to send 4, 721 people to help support slave interests. However, the West was not the only region affected by this migration. With everybody traveling to the frontier, there was nothing to offset the population losses that hit Virginia. Therefore, the Old Dominion faced a decrease in the national House of Representatives and in the Electoral College, weakening its national power. Though the West presented economic opportunity to many people in the Union, the craze to migrate west had a negative effect on the economies of local communities and the political power of Virginia. "],"display_date":"January 2, 1849 - December 31, 1855","search_date":"1852-07-02","citations":[{"divid":1214436573,"type":"Newspaper Article","data":["","The Suffolk Intelligencer","Suffolk, VA","January 2, 1849",""]},{"divid":1214436597,"type":"Article","data":["William O. Lynch","The Westward Flow of Southern Colonies Before 1861","The Journal of Southern History","9","1943","303-327"]},{"divid":1214436662,"type":"Book","data":["Michael Roth","Issues of Westward Expansion",null,"Westport","Greenwood Press","2002","5-7, 59-65"]}],"locations":[{"id":1832,"lat":36.8330322841,"lng":-76.5620503057,"zoom":9,"place":"NANSEMOND, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}