{"id":2487,"title":"Internal Improvements in Norfolk\n","course_id":1,"status":"P","start_date":"1854-11-01","end_date":"1854-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":[" By November 1854, Virginia's economic output had slipped behind the other Southern states' production. Improvements were necessary in order to bring the Old Dominion back to its previous dominance. In an essay entitled Views on the Internal Improvement System of Virginia, an author under the name One of her sons described the dismal state of Virginia's economy, and stressed the need to take action. He dedicated his opinion to the Norfolk Convention. "," One of her sons was shocked that Virginia had become only the fifth most successful Southern state in agricultural, commercial, and manufacturing production. The Old Dominion had held the top spot in this economic race for years prior. Furthermore, Virginia had allowed the Jacobs of the North to gain power over the nation's economic landscape. While Virginia was waiting for economic repair, New England had swiftly taken control of the balance of trade, and the balance of power that comes with it. One of her sons contended that ten years before the American Revolution, Virginia had exported four times as much as New York. Now, the ratio was one hundred to one in favor of New York. This economic inferiority was unacceptable to a state that had previously dominated the Union's economy."," According to One of her sons, the cause of this downfall was the supineness and neglect of the South to tap the Ohio and Mississippi Valleys, and the wasted appropriations on civic improvements instead of efficient railway systems. This lack of internal improvements resulted in the underdevelopment of the state's mineral resources, and a severe decline in manufacturing. If the state did not improve its mediocre railroads, One of her sons feared Virginia would fall behind in the economic race forever."," A substandard infrastructure posed a serious, crippling problem for the Virginian economy. Despite constant attempts to improve railroads, the South continued to trail the North in economic development. While the North's rail systems stimulated economic diversity, the Southern systems fortified their economic dependency on the plantation system and staple crops. Virginia's failure to diversify left the economy extremely vulnerable to low crop yields and depressions."," Virginia's funding for these developments further hindered the state's growth. The improvements relied heavily on state funding and small local investment. However, both were inefficient. State funding was often slow and uneven; though the state legislature occasionally provided a large grant, it was often sporadic, used inefficiently, and late in its approval. Small local investment was extremely inefficient for funding large projects. Instead of having large capital investors, a technique used by the North, Virginia relied on grass roots investment. To get these donations, hundreds of people had to organize through town meetings and petitions. Adding to the inefficiency, individual towns would quarrel over who should receive the state legislature's funding. Virginia's inability to develop a dependable, efficient infrastructure severely impacted its economy. As the state failed to integrate its railroads and find proper funding, Virginia slipped behind other states in terms of economic superiority."],"display_date":"November 1854","search_date":"1854-11-15","citations":[{"divid":1215905685,"type":"Pamphlet or Other Printed Material","data":["","One of Her Sons&#58; The Need for Internal Improvements in Virginia","Petersburg, VA","Publisher Unknown","1854","Special Collections, University of Virginia"]},{"divid":1215905906,"type":"Book","data":["Sean Patrick Adams","Old Dominion, Industrial Commonwealth",null,"Baltimore","Johns Hopkins University Press","2004","84-118"]},{"divid":1215905953,"type":"Article","data":["John Majewski","Regional Divergence and Internal Improvements in Antebellum Pennsylvania and Virginia","The Journal of Economic History","56","1996","763-788"]}],"locations":[{"id":1833,"lat":null,"lng":null,"zoom":8,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}