{"id":2489,"title":"Murder in Portsmouth, Virginia","course_id":1,"status":"P","start_date":"1854-01-01","end_date":"1855-03-30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["On October 14, 1854, a neighbor found the Braden family of Portsmouth, Virginia dead in their home. An autopsy revealed that the cause of death was excessive amounts of laudanum in their stomachs. The town was outraged and astonished. Who would commit such a heinous crime? The members of the community greatly respected the Braden family, and mourned their loss. A carpenter who was in the house that morning remembered seeing a seamstress, Mrs. Gray, preparing coffee for the family. After the carpenter left the house, he saw Mrs. Gray hurriedly walking down the street. Later that day, the neighbor found the bodies. The town formed search parties, and soon they found a frail, terrified woman in the woods surrounding town. Portsmouth had found its murderer.","Mrs. Gray was actually Maria Black Thorn, a woman who led a very troubled past. Maria was traveling on a boat to New York City when it stopped for repairs in Portsmouth. In ill health and lacking money, Thorn stayed in Portsmouth, and found a job working for the Braden family. During the trial, Thorn revealed that the Bradens' deaths had been unintentional. The night before the family was found dead, she had stolen 500 dollars from the house. With this money, Thorn intended to leave Portsmouth and make her way to New York City. Thorn deposited laudanum in the coffee to put the family to sleep during her getaway, not kill them. Nonetheless, the jury of Portsmouth sentenced Thorn to death. Thorn became very ill after the trial, and stayed in her prison cell for months awaiting her execution. The town never received a chance to hang Maria Black Thorn though, as a guard found her dead in her prison cell on March 20, 1855. She had committed suicide.","Bizarre murders like the Thorn case rattled the security of a community. The fear and confusion that arose left the town in an unsettled state. People grew suspicious of each other, and the citizens lost their mutual trust. Thorn's trial reveals the necessary actions taken by a local court to stabilize the community after such an event. Ill and poor, Thorn had no intentions of murdering the family. Nonetheless, the court gave the only sentence that could possibly compensate for the death of Portsmouth citizens-death. Though Thorn was a woman, she was an outsider to the community, and the court's objective was to restore peace and trust within the town. Therefore, no lenience was shown. ","The Thorn case correlates to a situation that Rothman examines in Notorious in the Neighborhood. In the case of Peggy, a sexually abused slave who was an accomplice in her master's murder, similarities arise between the two situations. Constantly raped by her master, Peggy lived a harsh life, and probably deserved to murder her master. However, the testimonies of the involved slaves leave uncertainty surrounding Peggy's role in the murder. Similar to the Thorn case, doubt surrounds the motive of the murder, and the woman's lifestyle is almost unbearable. After her sentencing, many citizens petitioned for her acquittal, citing her living condition and uncertain role in her master's death. Nonetheless, the court of New Kent County, Virginia hung Peggy to restore harmony to the town. Both cases reveal a local court's social duty to re-establish order in the community. In tight-knit communities, it was the court's role to maintain justice and stability within society. Violent acts of crime weakened people's feeling of security, and increased their suspicions of outsiders. In Thorn's case, the people of Portsmouth were more fearful of outsiders to their community; in Peggy's, her master's murder brought slave owners' fears of slave retaliation to reality. Citizens had sympathy for both women, but the death sentence was the only option-lenience was not. Though the accused were both women, the community took precedence. In order to uphold the safety and security of the society, both courts took the necessary action by issuing death sentences to the women. "],"display_date":"January 1, 1854 - March 30, 1855","search_date":"1854-08-15","citations":[{"divid":1215269809,"type":"Pamphlet or Other Printed Material","data":["William C. Murdock","Trial, Conviction, and Confession of Maria Blackthorn","Norfolk, Virginia","William C. Murdock","1855","Special Collections Library, University of Virginia"]},{"divid":1215269863,"type":"Book","data":["Joshua D. Rothman","Notorious in the Neighborhood",null,"Chapel Hill","University of North Carolina Press","2003","149-163"]}],"locations":[{"id":1835,"lat":null,"lng":null,"zoom":8,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}