{"id":2494,"title":"Hostile Northern Occupation of Little Rock Yields Friendship\n","course_id":1,"status":"P","start_date":"1863-09-10","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["New to the Little Rock area, John Levering, a U.S. colonel from Indiana, needed a place for his family to live.Recently re-stationed to the city from New Orleans, he found the best hotel in town uncomfortable and unsuitable for a Union officer.In January 1865, Levering encountered a desirable solution.Levering casually visited a local, celebrated lady of society, a Mrs. S--, and informed her that he and his family would be moving in to her house.Levering cited several reasons in his diary as to his selection of this residence.Firstly, it was the comfortable looking home of a clergy man.Levering was informed that Mrs. S--'sreligious husband was away from home fighting for the Rebel army. Also, the Arkansas family was wealthy, and this woman came from a plantation, which owned around 200 slaves at the war's commencement."," Levering's proposal was initially rejected by Mrs. S? who even cried at first sight of Levering and during various parts of their tense conversation.She feared he would take her house and her livelihood from her in order to benefit the Union army with a residence full of supplies and food.In addition, Mrs. S-- had already planned to provide her only spare room for her cousin who was returning from the Confederate army after receiving a severe injury."," Levering flatly informed her that this ex-Rebel soldier would not be moving into her home.Levering's adamancy eventually coerced her into submission; Mrs. S-- had no choice but to agree to co-inhabitance with this northern family.Levering asked her at what time they would dine every night; when her answer did not satisfy his schedule, Levering mandated a later supper time.At this point, Mrs. S-- was very discontented and greatly feared what others in society would think of her housing a Yankee colonel."," Eventually, a friendship grew between the Levering family, Mrs. S-- and her Arkansas lady friends who visited the house often.Mrs. Levering and Mrs. S-- became very intimate and both women were melancholy when the Union army left Little Rock and, in turn, the Leverings returned to Indiana. Levering notes his gratification of witnessing an earnest expression of regrets for my leaving, as were manifest, upon my coming. "," Dallas T. Herndon narrates that on September 10, 1863, Little Rock, Arkansas became a Union-controlled city, and everything north of the Arkansas River fell under northern control.Consequently, the inhabitants of the city adapted to northern presence, but the hearts of many Little Rock residents were overflowing with animosity and disdain.When Levering demanded to take up residence with an Arkansas lady and her family, the northern power over Little Rock, and other southern cities, was quite evident.Women, in particular, experienced Union occupation, as they remained at home while their husbands fought in the war.Many homes housed Union soldiers who entreated these women to accommodate them.Levering, for example, listened disconcertingly to a southern woman?s wishes.According to Herndon, women in Little Rock continued to aid the Confederate cause, sewing and helping as much as possible; and a monument in Little Rock even honors the ?Mothers of Arkansas? for their sacrifices and labor.Both northerners and southerners alike found their new relationships challenging and confusing, but they adapted to the times.As the Civil War dragged on, southerners found themselves living side-by-side with Union soldiers, as southern cities fell across all parts of the South."," The peculiar relationship between these two families illustrates the possible transgression of regional and ideological differences that many people faced during the Civil War.Levering is shocked that a clergyman?s family could descend from a plantation bearing such a large quantity of slaves and also fight with religious zeal for slavery?s continuance; the cultural differences between Levering and his southern tenants reflect the tensions, which were widespread during the occupation of an antebellum city.Their flourishing friendship, however, offered hope that large ideological differences could be bridged and the Union eventually might be reunited."],"display_date":"September 10, 1863 - December 31, 1865","search_date":"1864-11-04","citations":[{"divid":1217732998,"type":"Manuscript","data":["","John Levering&#39;s Recollections of the Civil War, 1861-1866",null,"Mss 10113","","Notebooks of John Levering","Special Collections Library, University of Virginia"]},{"divid":1217733125,"type":"Book","data":["Dallas T. Herndon","Centennial History of Arkansas, vol. 1",null,"Little Rock","The S.J. Clarke Publishing Company","1922","676, 684"]}],"locations":[{"id":1836,"lat":34.7875733319,"lng":-92.2857489535,"zoom":9,"place":"PULASKI, Arkansas"}],"tags":[{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}