{"id":2498,"title":"The Revolution of the Immigrant Vote\n","course_id":1,"status":"P","start_date":"1861-01-08","end_date":"1861-01-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Political propaganda was not unique to the nineteenth-century South. The Staunton <em>Spectator</em> published an article, in its paper for January 8, 1861, which depicted a French man who, ave loss ma vote The article was published in a broken English-French hybrid language, intended to show that he was indeed a foreigner. The immigrant explained how he had work ver hard tree four months for Messer Leencon, ze honest man vot spleet ze rail to mak free countree of tam neeger. Ultimately, the man went to vote for ze big pig for ze republican ticket, tre cheer for Leencon and he was denied the right to vote. There was, supposedly, a mix-up in the address of Jacques Flam, preventing him from registering correctly. The implied message is that this was a tactic of the Republicans to keep immigrants from voting. After going through the trouble, Jacques decided that he has had it with the Republicans and he gives tree cheer for Douglas. Ultimately, this article was an attempt to rally immigrants in support of the Democrat Party by showing that supporting Republicans would not give immigrants equal rights.","During the 1840s, the composition of America's workforce underwent a dramatic makeover. Immigrants came from predominantly two countries, Ireland and Germany, but also from an array of other European countries. This influx of foreign people would impact American society in virtually every way possible, whether through art, the economy, ideology, or culture. The newcomers provoked resistance to change and adaptation. The opposition to immigrants appeared in third-party platforms denying foreign-born citizens full political rights and eventually wove itself into the foundation of the Republican Party, with the Democrats as the opposition.","This article in the Staunton paper, January 8, 1861, shows how local activists encouraged immigrants to vote against the Republicans. Clearly Southern Democrat propaganda, this article promotes that party as a support of full citizen rights for foreign-born whites. Historian Gregg Kimball traces the immigrant impact of local and national politics, when European immigration sparked hostility during the Know-Nothing era of the 1840s and 1850s. Yet nativism and alienation of rights were undermined when local and national politicians needed the vote of the new immigrants. Where desire for disenfranchisment once existed, the Democratic Party had incorporated immigrants into the interests of its platform. This represents the transition from the immigrant vote being denied, to political candidates vying for the vote of foreigners."],"display_date":"January 8, 1861 - January 9, 1861","search_date":"1861-01-08","citations":[{"divid":1213746695,"type":"Newspaper Article","data":["","Staunton Spectator","","January 8, 1861",""]},{"divid":1213746711,"type":"Book","data":["Greg Kimball","American City, Southern Place",null,"Athen, Georgia","University of Georgia Press","2000","202, 250-251"]}],"locations":[{"id":1839,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}