{"id":2500,"title":"Edgar Allen Poe sees the Balloon Ascension\n","course_id":1,"status":"P","start_date":"1834-05-02","end_date":"1834-05-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 2, 1834, to the enjoyment of thousands of spectators in Baltimore, Mr. Mills ascended, for the second time in a month, in his hot air balloon above the city, landing sixteen miles from Baltimore. People enjoyed a fair opportunity of marking his flight, and of gazing for near an hour, upon the interesting and sublime spectacle. Of the thousands in attendance, it is believed that famous poet and author, Edgar Allen Poe saw Mr. Mills's balloon ascension.   Doug Boulter believes that Poe likely witnessed the launch because his uncle, Henry Herring, built an amphitheater for the crowds to view the ascension of Mr. Mills.  Much of Poes family lived in Baltimore, the city in which Poe spent the later years of his life. Mr. Mills's balloon ascension shows that Baltimore was a city of scientific pursuit and leisure activity.  Mr. Mills flew that day for his own scientific interest and pleasure.  The balloon over the Baltimore skyline fascinated the audience and stirred interest in Mills by many of Baltimore's citizens.  Such interest spread to neighboring cities such as Philadelphia, where Mills ascended in one of the most beautiful balloon ascensions which we have ever witnessed.  Baltimore as a city united around Mr. Mills, a young mechanic, born in that city.  They were pleased with his achievements and took pride in the challenges and pursuits he tackled with each flight.  For his first solo ascension April 3, 1834, the <em>Baltimore Sun</em> highly advertised the event in hopes to encourage as many people as possible to attend the launch.  As a fellow Baltimore citizen the Sun hoped to foster and promote the enterprise and skill of those who reside among us, particularly, we hope [Mills] will receive extensive encouragement."],"display_date":"May 2, 1834","search_date":"1834-05-02","citations":[{"divid":1214526644,"type":"Newspaper Article","data":["Another Balloon","Baltimore Patriot","","March 8, 1834","2"]},{"divid":1214526661,"type":"Newspaper Article","data":["Mr. Mills&#39;s Second Ascension","Baltimore Patriot","","May 2, 1834","2"]},{"divid":1214526683,"type":"Newspaper Article","data":["Balloon Ascension","Baltimore Patriot","","June 28, 1834","2"]},{"divid":1214526725,"type":"Website","data":["Doug Boulter","Beginnings and Endings: Edgar Allen Poe and Baltimore","Maryland Humanities Council ","http://www.gcnet.net ","October 12, 2006"]}],"locations":[{"id":1840,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}