{"id":2501,"title":"A Former Slave&#39;s Account on Abolition\n","course_id":1,"status":"P","start_date":"1857-01-01","end_date":"1857-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Frederick Douglass perceived Maryland to be a state that possessed slavery in its mildest form. In one of his books, My bondage and my freedom, Douglass showed the truth to a doubting nation that believed that Maryland divested of the harsh and terrible occurrences that characterized the slave system. Douglass challenged the argument that Maryland was not a state harsh on its slaves by comparing Maryland to the moral, religious and humane societies of the free states."," Douglass provided sentiment saying that he understood why public opinion would generate such a belief about Maryland. However, while there might not have been a consistent proof or cruelty from masters, overseers, and slave-drivers, there existed many secluded areas hidden from the public eye full of malignant and shocking characteristics. Douglass, a former slave from Maryland, developed into one of the greatest writers and orators of his time after gaining his freedom. "," According to Cal M. Logue's Oratory, Douglass led a siege for the abolitionist movement constantly gaining support throughout the North and in England. In his book, Douglass was able to provide examples of such secluded and dark places by describing the horrors of life on the home plantation of Colonel Edward Lloyd on the Eastern Shore of Maryland. Douglass' book continued providing examples of the horrors of slave life and was distributed hoping to gain support for the abolitionist movement. Despite Douglass's efforts, he concludes that Maryland existed as one of many states under the microscope being examined for its circumstances concerning slaves and their mistreatment."],"display_date":1857,"search_date":"1857-07-02","citations":[{"divid":1216323643,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Cal M. Logue","Oratory","The Encyclopedia of Southern Culture","Charles Reagan Wilson, et al. eds.","Athens, GA","University of Georgia Press","1989","781"]},{"divid":1216323719,"type":"Pamphlet or Other Printed Material","data":["Frederick Douglass","My bondage and my freedom...","New York","Auburn, Miller, Orton &amp; co.","1857",""]}],"locations":[{"id":1841,"lat":39.1365976774,"lng":-77.2045056739,"zoom":9,"place":"MONTGOMERY, Maryland"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}