{"id":2502,"title":"Riot on the Railroad\n","course_id":1,"status":"P","start_date":"1831-08-19","end_date":"1831-08-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In mid-August 1831, African Americans and Irishmen rioted in Frederick, Maryland.  Lasting two days, the conflict was of so violent a nature that the citizens of New-Market and its vicinity were compelled to interfere, who, after a vigorous and obstinate resistance, succeeded in dispersing the Irish and capturing about twenty of the ring leaders.  The captured Irishmen werent jailed for long because a force of nearly 400 marched through the town to rescue the captured men.  They were eventually dissuaded by the timely arrival of a contingent of militia from Frederick  and John McElroy, a Catholic priest who placated the Irishmen, by posting bail for the arrested men.  The riot between the two groups led to many people being seriously injured, including one or two deaths.  Interestingly, the article followed the Irishmen throughout the night as they stormed into the city to free their fellow men, but failed to mention the result for the African Americans involved in the riots.  This revealed the white publics view of the miniscule place that African Americans had in society.The Baltimore and Ohio railroad was one of the first railroads in the United States, connecting the Baltimore port to the Ohio River.  One of the through cities for this railway was Frederick, Maryland.  The portion of the track through Frederick was completed in December 1831.  The construction of the railway was the scene of numerous riots along the entire system, mainly between Irishmen and African Americans.  While the rail system was a significant sign of industrial progress and economic growth, it was still the scene of racist actions and strife between the workers."],"display_date":"August 19, 1831","search_date":"1831-08-19","citations":[{"divid":1213753019,"type":"Newspaper Article","data":["Riot on the Railroad","Baltimore Patriot","","August 19, 1831",""]},{"divid":1213753045,"type":"Book","data":["James D. Dilts","The Great Road: The Building of the Baltimore and Ohio, the Nation&#39;s First Railroad, 1828-1853",null,"Stanford","Stanford University Press","1996","138-139"]}],"locations":[{"id":1842,"lat":39.5105141884,"lng":-77.3162251993,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}