{"id":2503,"title":"A Union Soldier and a Southern Belle Meet on a Trolley Car\n","course_id":1,"status":"P","start_date":"1865-04-01","end_date":"1865-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Looking around the city of Baton Rouge, one could easily see the distress the people of the city were facing. The streets were adorned with black; it appeared to be a city in mourning. Sarah Dawson was riding on a trolley car with her daughter when a man from her past sat down beside her. When she was a young girl she greatly fancied him. But then he joined the Yankees and they had not spoken since. The conversation with the soldier was very tense and uneasy. Captain Todd said that Baton Rouge had changed dramatically. Miss Dawson stoutly remarked that the changes were horrible and she could not consider the city to be her home anymore. Their farewell was awkward and strained as Miss Dawson reflected upon the city and the people she had loved and lost. ","Despite the popularized image of a united southern front, there were many southerners that were opposed to secession and the war. In Louisiana these thoughts were especially common in rural parishes. Therefore it was not entirely uncommon for southern men to sign on to fight for the Union. An important factor that persuaded men to turn their backs on the Confederacy was the fact that the Confederacy openly discriminated against those who were neither large slaveholders nor large planters. For example, there was a law that stated that for each twenty slaves a man owned one man from his home would be excused from fighting. Rich men were also able to buy others to substitute their spot in the troops. There were also heavy taxes on farms, even on farmers who had little to spare. As the war raged on it was very common for Confederate soldiers to simply desert from the army. Some were caught in the process, but most were able to escape. Men also began to go into hiding to avoid the draft. Although the Confederacy was supported by most in the South, there was a sizable proportion of the population opposed to leaving the Union."],"display_date":"April 1865","search_date":"1865-04-15","citations":[{"divid":1217464257,"type":"Website","data":["Sarah Morgan Dawson","The American Civil War&#58; Diaries and Letters, A Confederate Girl&#39;s Diary&#58; Sarah Morgan Dawson","Alexander Street Press and the University of Chicago","http&#58;//www.alexanderstreet4.com","September 26, 2006"]},{"divid":1217464297,"type":"Book","data":["Joe Gray Taylor","Louisiana&#58; A Bicentennial History",null,"New York","W. W. Norton &amp; Company","1976","95-97"]}],"locations":[{"id":1843,"lat":null,"lng":null,"zoom":8,"place":"EAST BATON ROUG, Louisiana"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}