{"id":2504,"title":"Growing Abolitionist Sentiment\n","course_id":1,"status":"P","start_date":"1839-06-15","end_date":"1839-06-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One subscriber of the African American newspaper The Colored American, from Frederick County, Maryland, confessed in a letter to the editor that he was probably making sacrifices in subscribing for your paper.  Though he was taking a risk as a reader he also writes to inform the editors that the anti-slavery cause is rapidly gaining ground in this section of the country.  The African American papers acted as a source to unite free blacks across the country and make their motives known to the rest of the country.  The papers offered a means for the abolitionist groups and movement to spread throughout the country.  Not only did the freemen in Maryland believe that the abolitionist movement was strong, but Thomas Hamilton, a European traveler through America, believed that it was highly probable that Maryland will not long continue to be disgraced by the existence of slavery within its boundariesnor is there any possible reason why the system of slave labour might not be instantly abolished.  In the 1830s, the abolitionists cause was growing through the establishment of African American newspapers.  These were published in the North but traveled south to enslaved people, or free blacks living in the South.  One such paper was The Colored American, established in 1839 in New York by three men; Samuel Cornish, Philip Bell, and Charles Bennett Ray.  The mission of The Colored American was the moral, social, and political elevation of the free colored people; and the peaceful emancipation of the slaves.  The paper aimed to give coverage to abolitionist activity in the North and help advance the cause of African Americans liberty across the entire country.  Author James Horton believes African-American Newspapers succeeded in providing both a political and social link for black people throughout America.  Many free blacks in the South subscribed to the paper because it gave them a sense of hope, as they read about African Americans changing society in the North, even though it was a risk for them to subscribe."],"display_date":"June 15, 1839","search_date":"1839-06-15","citations":[{"divid":1215270022,"type":"Newspaper Article","data":["A Voice from Maryland","The Colored American","","June 15, 1839",""]},{"divid":1215270051,"type":"Book","data":["James Oliver Horton","In Hope of Liberty: Culture, Community, and Protest Among Northern Free Blacks, 1700-1860",null,"New York","Oxford University Press","1998","207"]},{"divid":1215270097,"type":"Book","data":["Thomas Hamilton","Men and Manners in America",null,"New York","Johnson Reprint Corporation","1968","229"]}],"locations":[{"id":1844,"lat":39.5105141884,"lng":-77.3162251993,"zoom":9,"place":"FREDERICK, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}