{"id":2505,"title":"John Blackford&#39;s treatment of his slaves on Ferry Hill Plantation\n","course_id":1,"status":"P","start_date":"1838-01-01","end_date":"1839-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["One afternoon Little Caroline was out in the barnyard playing on Mr. Blackfords Plantation and hurt herself.  It was unlikely that Little Caroline, as a slave, would have seen a doctor , but Mr. Blackford was most solicitous about the well-being of his slaves and Doctor Richard Parran was called to treat her bruises.  Though Little Caroline [was] accused of pilfering money from members of the Blackford family, the change was never proven, and Mr. Blackford still looked after the health of his slaves.  Mr Blackford showered his slaves with special favors. John Blackford owned Ferry Hill Plantation in Maryland from 1816-1840.  In 1838, he owned twenty-five slaves and employed, forty-one other workers.  As a slave owner he seldom complained about their work; there is only one recorded criticism of his slave workers. While he did punish his bondsmen, it was a rare occasion and came only after he felt it was deserved.  Careless or deliberate destruction of property he would not tolerate.  This carelessness resulted in a few lashes, but it did not occur often.  Blackford hardly ever supervised his slaves, and was considered a considerate master. Though Blackford treated his slaves relatively well, this was not the norm for the majority of slaveholders in Maryland at the time.  Slaves were not considered humans as evidenced by Maryland's passing of the Fugitive Slave Laws in this same year, 1839.  Though Blackford was a humane plantation owner and slaveholder; others in the South treated their slaves vastly different. Walter Johnson's, <em>Soul by Soul</em>, describes slaves' constant fear of being sold further south because of the reputation slaveholders had in the Deep South.  Slaves knew bondsmen were worked hard in the Deep South, and many times they were worked to death in a couple of years.  Blackford, with his loose supervision and punishment of his slaves, was certainly the minority among slaveholders in the South."],"display_date":"1838 - 1839","search_date":"1838-12-31","citations":[{"divid":1216739477,"type":"Book","data":["Fletcher M. Green","Ferry Hill Plantation Journal&#58; January 4, 1838-January 15, 1839",null,"Chapel Hill","University of North Carolina Press","1961","xviii-xx"]},{"divid":1216739524,"type":"Article","data":["Otis K. Rice","Ferry Hill Plantation Journal&#58; January 4, 1838-January 15, 1839","The Mississippi Valley Historical Review","Vol. 48, No. 4","March 1962","698-699"]},{"divid":1216739572,"type":"Book","data":["Walter Johnson","Soul by Soul",null,"Cambridge","Harvard University Press","1999","23"]},{"divid":425895,"type":"Online Encyclopedia","data":["gzjWnMVu"]}],"locations":[{"id":1845,"lat":39.603674835,"lng":-77.8141711851,"zoom":9,"place":"WASHINGTON, Maryland"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}