{"id":2507,"title":"Saul Runs Away\n","course_id":1,"status":"P","start_date":"1840-07-13","end_date":"1840-07-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Twenty-year-old Saul had been a slave his entire life and was tired of being treated in inhumane ways and separated from his family.  He ran away not only to escape the oppression of slavery, but also because he has a mother and brother in Baltimore, and it is probable he is about there.  To Saul and many other slaves in the South, familial ties were strong.  The deeper reasons for Saul's flight are unknown, but the separation he faced from his family was a common reason why many slaves throughout the South ran away. Even if slaves had been separated, theirs was still a tight community.  In Walter Johnson's book, <em>Soul by Soul</em>, Thomas Jones was taught from a young age about the strong ties of his family because his parents cried when they talked about the fear they had of their children being torn from them and sold into the slave trade.  This dread that families had of separation forged tight bonds that lasted even after they were separated, causing many to run away in order to return to their families.  Slave owners throughout the South recognized the deep familial connections and some would not punish them by the use of a whip, but would threaten to sell them from their family if they did not cooperate.  The threat of splitting up a family was enough punishment to force a slave to abide by his master's conditions. "],"display_date":"July 13, 1840","search_date":"1840-07-13","citations":[{"divid":1216514998,"type":"Newspaper Article","data":["","Baltimore Sun ","","July 13, 1840",""]},{"divid":1216515011,"type":"Book","data":["Walter Johnson","Soul By Soul",null,"Cambridge","Harvard University Press","1999","22-23"]},{"divid":1216515034,"type":"Book","data":["Laurie F. Maffly-Kipp","Runaway Slaves&#58; Rebels on the Plantation, Review",null,"Des Moines, Iowa","Christian Century Foundation","2000",""]}],"locations":[{"id":1847,"lat":39.2464830538,"lng":-76.5960396412,"zoom":9,"place":"BALTIMORE, Maryland"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}