{"id":2511,"title":"Nullification Controversy\n","course_id":1,"status":"P","start_date":"1830-01-01","end_date":"1833-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As early as 1830, three years before the Nullification Compromise, South Carolinians in the coastal Georgetown area became agitated with raised tariffs.  This financial strain, however, concerned Southerners less than its implications for domestic policy.  They warned, If it is not, it ought to be understood that the Tariff is only one of the subjects of complaint in the South.  The Internal Improvement, or general bribery system, and the interference with our domestic policy are things which will, if necessary, be met with something more than words.  More specifically, slave owners feared Federal interference with South Carolina slave policy.  These grumblings represented a prelude to more conflict, including the Nullification Controversy and later, the Civil War.The nullification confrontation of 1832 and 1833 dealt with whether or not a state could nullify federal law.  South Carolina senator John C. Calhoun, a supporter of states ability to nullify federal law, threatened secession to President Andrew Jackson in 1832 and 1833 if the federal agency encroached upon states' rights.  In addition, he noted that a state convention, while remaining in the Union, could use its absolute sovereignty to render a federal law null and void within that particular state's limits.  South Carolina, and the coastal areas in particular, were especially invested in nullification.  David Houston explores why this was the case.  As the first Southern state to delve into cotton cultivation, South Carolina was the first to see its soil lose its fertility.  This led to a disastrous decline in cotton prices from 1819 to 1835 and to progressively higher American tariffs.  William Freehling adds that these tariffs threatened the establishment of slavery, an explicit South Carolinian interest.  The South Carolina coastal plain was the most densely enslaved Southern area and, therefore, particularly sensitive to America's first antislavery stirrings.   In an interesting turn of events, Calhoun rendered nullification unnecessary by joining with Henry Clay in early 1833 to implement the Compromise Tariff, which very slowly lowered the duties.  This compromise temporarily quelled tensions, however South Carolinian dissatisfaction continued well beyond 1830 and fueled controversy that would contribute to the Civil War."],"display_date":"1830 - 1833","search_date":"1832-01-01","citations":[{"divid":1213584907,"type":"Newspaper Article","data":["","Winyaw Intelligencer","","May 12, 1830",""]},{"divid":1213584927,"type":"Book","data":["William W. Freeling","The Road to Disunion",null,"Oxford ","Oxford University Press","1990","213-286"]},{"divid":1213584966,"type":"Book","data":["David Franklin Houston","A Critical Study of Nullification in South Carolina",null,"New York","Russell and Russell","1967","53-65"]},{"divid":1213585244,"type":"Book","data":["William W. Freeling","Prelude to Civil War ",null,"New York ","Harper and Row","1966","89-260"]}],"locations":[{"id":1848,"lat":33.1820917038,"lng":-79.1977192455,"zoom":9,"place":"GEORGETOWN, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}