{"id":2515,"title":"Wilmington Port Activity\n","course_id":1,"status":"P","start_date":"1815-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["As of May 1815, the port of Wilmington, North Carolina, albeit small, was a bustling commercial center and exported a wide range of produce. Joshua Potts wrote about the state of the port for posterity and reported the following: Wilmington traded primarily with the West India Islands and the Northern United States, particularly New York.  The market opened in November, gained momentum from December through March.  It slackened in April and May and terminated in June, making the summer and fall months dull.  Excellent crops of various kinds were cultivated annually including:tobacco, cotton, rice, flour, corn, tar, turpentine, flaxseed, lumber, staves, bacon, butter, beeswax, brandies, whiskeys, beef, corn meal, pork, lard, tallow, deer skins, pees, live stock, pitch, and rosin. Potts's account bore witness to a period of great commercial growth in Wilmington at the beginning of the nineteenth century.  Not only was foreign trade on the rise, but citizens were also increasingly engaged in new ventures.  The First Presbyterian Church erected its first building in 1818, and in the same year, editor David Smith began publishing the Cape Fear Recorder. Historian William Dusinberre contradicts Potts's claim to Wilmington's substantive rice exportation.  The early 1820s bore lower rice production than the peak it had reached thirty years earlier as well as twenty years afterwards.  It wasn't until 1825 that rice planters began to recover from Jefferson's embargo and the War of 1812.  Although there were areas of Wilmington exhibiting great growth, its agricultural sphere, at least in rice production, may not have been operating as smoothly as Potts portrayed."],"display_date":"1815 - 1825","search_date":"1820-07-01","citations":[{"divid":1217464481,"type":"Website","data":["Joshua Potts","On the Trade of Wilmington, North Carolina and of the produce Exportable from the River Cape Fear, May 1, 1815","The University of North Carolina&#58; Documenting the American South","http&#58;//docsouth.unc.edu/nc/wilming72/wilming72.html","October 16, 2006"]},{"divid":1217464538,"type":"Book","data":["William Dusinberre","Them Dark Days&#58; Slavery in the American Rice Swamps",null,"Oxford","Oxford University Press","1996","287-416"]},{"divid":1217464582,"type":"Book","data":["Andrew Howell","The Book of Wilmington",null,"Wilmington","Wilmington Printing Company","1930","79-84"]}],"locations":[{"id":1849,"lat":34.4008642849,"lng":-77.6110652671,"zoom":8,"place":"NEW HANOVER, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}