{"id":2518,"title":"News of Fort Sumter Rallies Supporters in Augusta County, Virginia","course_id":1,"status":"P","start_date":"1861-04-20","end_date":"1861-04-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["James M. Schreckhise wrote to, and received, many letters from many people during the Civil War. He lived with his parents in Augusta County, while many members of his immediate family served in the Confederate Army. Having received information from a first-hand source in South Carolina, he provided a patriotic description of the local reaction to the attack on Fort Sumter on April 12, 1861. Augusta County rallied to support Virginia secession after no diplomatic answers came from the respresentatives that met with President Abraham Lincoln. Schreckhise's own brother was called out and sent to Harpers Ferry. Schreckhise embodied the jingoism that overwhelmed the county when he exclaimed, The Old Dominion has at length arisen from her slumber to shake off the chains of the abominable abolition tyrant. Schreckhise boasted confidently that he doubted there are a thousand votes that could be obtained for this state to remain in the Union. Schreckhise, like many of his neighbors, embraced his state's decision for war and prepared himself for the death and suffering that he would likely witness, in order to defend Souther rights and principles.","Edward Ayers does not portray the nation's craving for resolution as an irrational goal; diplomacy was a possibility right up to the beginning of the Civil War. After the attack on Sumter, the stage was set for war. No individual county caused the war or was the first to jump to battle. Relations between North and South had steadily declined prior to the bombardment of Fort Sumter. Virginia was a strong supporter of states' rights, and Lincoln's response to the bombardment was in clear violation of those rights. South Carolina had seceded, and Virginia believed that it was the right of South Carolina to do so. Lincoln's unwillingness to let South Carolina leave the Union, propelled Virginia into secession. ","Secession was not a rash choice for Virginia; it had been deliberated constantly. When Schreckhise mentions that there are not a thousand votes for Virginia to stay in the Union, this did not reflect irrationality, rather, people's mind were set carefully. Virginians, particularly those in Augusta County, had worked hard for reconciliation, but they would rather submit to war than have endured the ambiguity of war or peace any longer. People were ready to defend their rights and the rights of their states; and they were prepared to prove their patriotism and unwavering will."],"display_date":"April 20, 1861 - April 21, 1861","search_date":"1861-04-20","citations":[{"divid":1216323988,"type":"Primary Source in a Secondary Source","data":["James M. Schreckhise to G. T. Tifer","April 20, 1861","Valley of the Shadow&#58; Two Communities in the American Civil War","Edward L. Ayers, Anne S. Rubin","New York","W. W. Norton &amp; Company","2000",""]},{"divid":1216324185,"type":"Book","data":["Edward Ayers","In the Presence of Mine Enemies",null,"New York ","W.W. Norton and Company","2003","185-187"]}],"locations":[{"id":1852,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}