{"id":252,"title":"John C. Calhoun aids in defeating the Ten Regiment Bill\n","course_id":1,"status":"P","start_date":"1847-02-01","end_date":"1847-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In his run for the presidency John C. Calhoun opposed the Ten Regiment Bill proposed by the Polk administration to bolster the army to continue the fight against the Mexicans.  The ten regiment bill called for increased funding to raise and outfit an additional ten regiments to fight Santa Anna's troops in the Mexican American War.  Congress intended this funding to last until the end of the war or for five years, whichever came sooner.  This demonstrates the relative numerical weakness of the American forces in comparison to the Mexican forces.  Although fewer US soldiers existed than Mexican soldiers, the American's possessed superior training, supplies, and leadership, as evidenced by the victory at Buena Vista.&lt;br /&gt;Although Congress eventually passed the measure, Calhoun received an inordinate amount of criticism for his allegedly unpatriotic actions.  Many critics mark this unfortunate event as the start of the decline of Calhoun's bid for the presidency.  Calhoun misread American public opinion at this time and on this subject, and chose to speak in opposition to a bill his highly patriotic constituency supported.  He neglected to take into account the high levels of patriotism present throughout the country in regard to the Mexican American War.  Although the North and the South disagreed on many issues related to race and slavery during this time period, their patriotic views in support of the War converged.  This political blunder proves important for the South because Calhoun and the rest of the Democrats possessed mainly pro-Southern and by extension pro-slavery views."],"display_date":"February 1847","search_date":"1847-02-14","citations":[{"divid":1213226588,"type":"Article","data":["Joseph G. Rayback","The Presidential Ambitions of John C. Calhoun","The Journal of Southern History","14","August 1948","339"]},{"divid":1213226625,"type":"Newspaper Article","data":["","The Georgia Telegraph","","January 19, 1847",""]},{"divid":1213226642,"type":"Newspaper Article","data":["","The Woodville Republican ","","February 27, 1847",""]},{"divid":774715,"type":"Lecture, Conference Paper, etc.","data":[null,"muHdRiYYSl"]}],"locations":[{"id":176,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}