{"id":2521,"title":"Coastal Canal Dredging\n","course_id":1,"status":"P","start_date":"1815-01-01","end_date":"1820-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the years 1819 and 1820, the Board of Engineers examined Virginia and North Carolina for the purposes of selecting a site for a naval depot and of projecting fortification for the defense of southeastern coastal areas.  Additionally, they evaluated the general capabilities of those states for internal navigation.  The Board determined that by enlarging the dimensions of the Dismal Swamp Canal, it could become practicable for sloop navigation, and in so doing, might be rendered imminently useful as an auxiliary defense.  It became necessary to establish a line of inland navigation from Norfolk to Beaufort, in North Carolina including the Dismal Swamp...connect Roanoke, Pamptico, and Neuse Rivers by a canal passing through Plymouth Washington and New Bern and to extend it from New Bern to Beaufort, opening a new passage from Albemarle sound to the ocean. ","The year 1815 marked the beginning of reform movements throughout the country, ushering in an era of peace, patriotism, and prosperity.  North Carolina exhibited this general spirit of patriotism and political harmony through improvement projects.  In particular, the state recognized a need for improved transportation.  During the antebellum era, the use of steam-powered ships magnified the importance of the already imperative waterways, which were the primary means of transport.  Historian Thomas Clayton reiterates some of the proposed ideas for improvement such as increased access and improved navigability through building canals, dredging principal rivers, and cutting additional inlets through the Outer Banks. ","The Ocracoke Inlet was of primary importance as important rivers flowed into it, providing the only viable shipping to North Carolinas extensive coastal sounds.  Thus, engineers identified the inlets at Ocracoke and Beaufort as needing to be deepened, and that a new inlet be cut through the coastal sand bar to give the trade of the Roanoke Valley and Albemarle Sound a direct connection with the markets of the world.  This particular proposal never came to fruition.  However, North Carolina did engage in a number of internal improvements after the War of 1812."],"display_date":"1815 - 1820","search_date":"1817-12-31","citations":[{"divid":1217079732,"type":"Pamphlet or Other Printed Material","data":["United States Army Corps of Engineers","Survey of the Waters of Virginia and North Carolina, Letter From the Secretary of War, Engineer Department, Washington &#40;March 9, 1826&#41;","Washington","Gales &amp; Seaton","1826","Special Collections Library, University of Virginia"]},{"divid":1217079833,"type":"Book","data":["Thomas H. Clayton","Close to the Land&#58; The Way We Lived in North Carolina, 1820-1870",null,"Chapel Hill","University of North Carolina","1983","75-92"]},{"divid":1217079887,"type":"Book","data":["Hugh Lefler and Albert Newsome","The History of a Southern State",null,"Chapel Hill","University of North Carolina","1973","329"]},{"divid":1217079945,"type":"Book","data":["J.E. McTeer","Beaufort Now and Then",null,"Beaufort","Beaufort Book Company","1971","53-56"]}],"locations":[{"id":1854,"lat":35.2165042447,"lng":-76.4856018863,"zoom":9,"place":"BEAUFORT, North Carolina"}],"tags":[{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}