{"id":2522,"title":"Mail Robbery\n","course_id":1,"status":"P","start_date":"1820-03-27","end_date":"1820-03-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mr. Hipps had lived in the Georgetown area two years before he was brutally murdered. The regions mail carrier, Mr. Hipps was making his route towards Georgetown on a Saturday afternoon when his mail carriage was robbed and he was murdered.  When members of the community noticed that the mail carriage hadnt arrived, a number of men went out on their horses to check on the delay.  These men encountered wheel tracks and followed them, promptly finding the upturned carriage.  The letters it once carried were strewn across the ground and torn apart.  Nearby, laid Mr. Hippss corpse.  The incident greatly upset the town.  Mr. Hipps had garnered tremendous respect in the short time he resided there and was sorely missed. The antebellum South, and South Carolina in particular, was a region characterized by crime and lethal violence.  Assault crimes were the most common in eighteenth and nineteenth century South Carolina while the instances of property crimes were strikingly low, thereby conforming to the stereotype of Southern violence.  During the first half of the nineteenth century, South Carolina indicted one out of 334 people in the state.  Law enforcement was in effect, however, few legally appointed officials resided outside the Charleston area, leaving regions such as Georgetown particularly vulnerable.  Kenny Williams investigated the consequences of the absence of legal authority throughout the state.  Some South Carolinians took police duties upon themselves.  This was especially true in areas outside of Charleston, where there were few law enforcement representatives protecting the area.Whenever a demand for authority existed but was not satisfied by existing legal structures, extralegal forms were likely to emerge, justified by the claim that they provided a remedy not given by law.  Notions of honor, class deference, and race control all encouraged the growth of extralegal and informal action.  It is conceivable that after the men of Georgetown discovered the demolished carriage, efforts were made to seek out the criminal and bring about his or her demise on Mr. Hippss behalf."],"display_date":"March 27, 1820","search_date":"1820-03-27","citations":[{"divid":1214440604,"type":"Newspaper Article","data":["","Georgetown Gazette","","April 3, 1820",""]},{"divid":1214440626,"type":"Book","data":["Michael Stephen Hindus","Prison and Plantation: Crime, Justice, and Authority in Massachusetts and South Carolina",null,"Chapel Hill","University of North Carolina","1980","33-57"]},{"divid":1214440727,"type":"Article","data":["Jack Kenny Williams","Catching the Criminal in Nineteenth Century South Carolina","The Journal of Criminal Law, Criminology, and Police Science","46","Jul/Aug 1955","264-271"]},{"divid":1214440877,"type":"Article","data":["Michael Stephen Hindus","The Contours of Crime and Justice in Massachusetts and South Carolina, 1767-1878","The American Journal of Legal History","21","Jul 1977","212-237"]}],"locations":[{"id":1855,"lat":33.1820917038,"lng":-79.1977192455,"zoom":9,"place":"GEORGETOWN, South Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}