{"id":2524,"title":"Birmingham&#39;s Industrial Boom\n","course_id":1,"status":"P","start_date":"1899-06-29","end_date":"1899-06-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The figures were in: on June 29, 1899, the southern iron industry made the best showing in its history.  Reporting an estimated 605,919 tons in 1899, pig iron movement in the South increased approximately seven fold from the preceding year's 83,821-ton figure.  The Wall Street Journal noted, of this the Birmingham district shipped considerably over half.  The Birmingham district was also responsible for the shipment of two-fifths of the total cast iron produced in the South in addition to exporting 50 percent of all southern pig iron.  With the increase in domestic prices of iron, this figure confirmed Birmingham as a fixture in the European iron trade.  Breaking all records in movement, shipment, and exporting, the Wall Street Journal's figures proved Birmingham vital in the southern industrial boom.  ","    Birmingham's industry was initially stimulated by the Civil War and the Confederacy's need for raw materials, namely, iron.  Alabama had seven blast furnaces in 1861 and this number increased to sixteen by 1865.  Ironically, though the Confederacy initially fueled the Alabama iron industry, the devastating effects of war temporarily halted industrial progress.  The iron furnaces were destroyed during the course of the war.  Additionally, the aftermath of the war disrupted transportation of iron via southern railways.  Despite these setbacks, Alabama was determined to rebuild their iron industry.  In a series of investments and technological development as well as the juxtaposition of iron, coal and limestone markets in Alabama, the Birmingham industrialization was well under way by the early 1870s.  According to C. Vann Woodward in his Origins of the New South, by 1899 Alabama's iron production was over ten times her tonnage of 1880.  This production was more than twice the combined production of her nearest rivals, Tennessee and Virginia and more than all the other southern states combined.  By 1890 northern capital flooded the state to finance industry and a generous supply of labor worked the mines.  The labor supply was overwhelmingly black, constituting 46.2 percent of the labor force, in addition to a high proportion of Alabama's well-received immigrants.  ","The growth of the iron and coal industry in Alabama was largely facilitated by the extensive rail system planted throughout the state.  The great empire builder of the Alabama mineral belt was the Louisville and Nashville Railroad, according to Woodward.  The L and N laid approximately half a million acres of land in Central Alabama by 1876 connecting Birmingham to all the major iron and coal towns in the region.  The L and N was also responsible for gathering investments of more than 30,000,000 and attracting immigrants to work the mines.  In 1888 the railroads transported a tonnage of pig iron exceeding the average annual weight of the entire national cotton crop for the past fifteen years.  With the railway system of Alabama firmly implanted by the early 1880s the state was able to fully engage in an industrial revolution."],"display_date":"June 29, 1899","search_date":"1899-06-29","citations":[{"divid":1214105189,"type":"Newspaper Article","data":["Southern Iron Industry","Wall Street Journal","","June 29, 1899","4"]},{"divid":1214105213,"type":"Book","data":["William Rogers","Alabama: The History of a Deep South State",null,"Tuscaloosa","The University of Alabama Press","1994","278-283"]},{"divid":1214105255,"type":"Book","data":["C. Vann Woodard","Origins of the New South",null,"Littlefield","Louisiana State University Press","1971","126"]}],"locations":[{"id":1857,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":11,"tag":"Economy"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}