{"id":2525,"title":"Faith Healers at the Turn of the Century\n","course_id":1,"status":"P","start_date":"1885-05-01","end_date":"1885-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After friends and family left her to die of a malignant tumor, the Birmingham faith healers cured Eliza Phillips.  For the first time in ten years the hopeless invalid, Peter Smith regained mobility and began to enjoy life once more.  Cancer-free after years battling the disease, Mrs. Henry Synder experienced a full recovery.  On May 1, 1885, the <em>New York Times </em>detailed the mysterious faith cures in Birmingham with the stories of Mrs. Phillips, Mr. Smith, and Mrs. Synder.  According to the New York Times, faith healing comprised a new religion in Birmingham. While the followers drew from all Christian denominations, the majority came from the Methodist Episcopal Church.  Although religious in foundation, faith healing took on a systematic, not spiritual approach in curing various diseases.  J.E. Brierley, a local merchant, and spokesman for the Birmingham faith healers stressed to the <em>New York Times </em>that the practice involved a precise methodology.  Additionally, Brierley noted, medicines have no place in the scheme of faith healers in Birmingham.  Drugs only retard recovery from a disease and were in no cases to be used.  "," The Birmingham faith healers were an example of a growing religious movement in the South.  The Holiness movement appeared in the South during the last two decades of the nineteenth century and grew largely, though not exclusively from the Methodist church.  According to Richard T. Hughes, the Holiness church appealed to poor and disinherited southerners and emphasized physical healing.  Despite Birmingham's unrivaled iron industry and overall economic prosperity, many citizens struggled to make ends meet.  The Holiness movement spoke to these residents and found a band of faithful followers in Birmingham.  ","With an emphasis on faith healing, the Holiness movement flourished in the 1880s and into the 1890s. Many southern evangelists preached the doctrine of healing and printed accompanying testimonies.  Two southern ministers of the Methodist Episcopal Church, R.C. Oliver and L.M. Pike, compiled one such publication, The Way of Faith.  Additionally, leaders of various Christian movements traveled throughout the South at the end of the nineteenth century preaching faith healing to large audiences.  As leader of the New Testament Church of Christ, Mary Lee Wasson Harris Cagle traveled throughout the South preaching from north Alabama to Texas.  Maria Woodworth-Etter toured the South in the 1890s as well, attributing the miraculous cures of healers to the powers God.  While faith healers traveled throughout the South, news of their miraculous work spread throughout the North.  The New York Times publication on faith healers in Birmingham alerted northern readers to this growing southern phenomenon."],"display_date":"May 1, 1885","search_date":"1885-05-01","citations":[{"divid":1215270512,"type":"Newspaper Article","data":["Believers in Faith Cures","New York Times","","May 1, 1885","2"]},{"divid":1215270544,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Nancy A. Hardesty","Healing, Divine, or Faith","Encyclopedia of Religion in the South","Samuel S. Hill, Charles H. Lippy, and Charles Reagan Wilson","Macon","Mercer University Press","2005","370"]},{"divid":1215270645,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Richard T. Hughes","Restorationist Christianity","Encyclopedia of Religion in the South","Samuel S. Hill, Charles H. Lippy, and Charles Reagan Wilson","Macon","Mercer University Press","2005","1305"]},{"divid":61070,"type":"Artifact","data":["NVjrMGmYnGadrOn"]}],"locations":[{"id":1858,"lat":33.5682565181,"lng":-86.9009596457,"zoom":9,"place":"JEFFERSON, Alabama"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}