{"id":253,"title":"Three White Men Accused of Adultery\n","course_id":1,"status":"P","start_date":"1832-01-10","end_date":"1832-01-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the Slave South, husbands and wives grew very wary of adulterous behavior. They especially feared miscegenation. Depending on the roles played, such behavior could lead to justifiable homicide. But, in this case, a disgruntled husband accused three men of sleeping with his wife, when only one of them did it. The two innocent men were somehow dragged in to the whole mess, and they were left to defend themselves. &lt;br /&gt;&lt;br /&gt;On January 10, 1832, Mr. A. Walker publicly accused three men N.H. Beal, J.C. Edwards, and John Gilbert of having illegal relations with his wife. Walker's methods quickly generate sympathy for his situation, while the three men are left to salvage their reputation. Again, if the adulterous men had been black, the town and the husband would have taken much harsher measures. The three men had sworn to a civil officer that all three of them had been innocent, before the true adultery of Gilbert and Mrs. Walker was admitted. At this point, Beal and Gilbert's stories looked a lot better. The men were left to wonder how a town believed a woman, who agreeably to the declarations of her husband was not a virtuous woman at the time of his marriage and had criminal intercourse with various individuals almost up to the very time of their separation;' (Beal, Georgia Messenger, February 4, 1832, 2). Mr. Walker's role in the plan is not entirely known, but it appears that Mrs. Walker is the true villain. Women were not just sideshows all the time. They were able to take part in their deceptions as well."],"display_date":"January 10, 1832","search_date":"1832-01-10","citations":[{"divid":1213977132,"type":"Newspaper Article","data":["To the Public","Georgia Messenger","Macon, GA.","February 4, 1832","2"]},{"divid":1213977202,"type":"Book","data":["Joshua D. Rothman","Notorious in the Neighborhood: Sex and Families across the Color Line in Virgnia, 1787-1861",null,"Chapel Hill, NC","University of North Carolina Press","2003","133-234"]}],"locations":[{"id":177,"lat":33.8831653504,"lng":-83.4095667489,"zoom":9,"place":"CLARKE, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}