{"id":2531,"title":"New York Abolitionism Leads To Southern Profit\n","course_id":1,"status":"P","start_date":"1860-11-06","end_date":"1860-11-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Abolitionism led to the failure of many lucrative Northern businesses. This was the assumption made by one advertisement of the Red Flag Store, whose proprietor had recently purchased quality Ready-Made Clothing from Pumperle, Geven & Co. following their bankruptcy. The store, like many others, had been shut down and its workers made unemployed. These stores had attracted business mainly from Southern customers, and prior to secession and growing divisions between North and South, this market was dramatically reduced. Bankruptcy of Northern stores provided wealthy Southerners with a sound investment. Not once did the advertisement mention the Abolitionist contribution to the failure of these stores, other than Abolitionism existed where these stores collapsed. Apart from providing a cheap bargain for patrons of the Red Flag Store, the advertisement dissuaded potential ideological views by connecting inferred Northern thinking with failed economic endeavors. Those who discarded these ideological views were assure not to witness the effect of abolitionism in New York.","While certain aspects of the advertisement are propaganda, Southern economic expansion was a reality. James McPherson establishes the precedent for economic growth in the North and the South. In an effort to create Southern economic independence, Southerners revived the Southern Commercial Convention, which met through the 1850s. This organization ensure that Southerners would only buy Southern goods, and it promoted the construction of railroads, steamship lines, port facilities, banks, factories, and any other institutions that would create a more independent South. When secession was immanent, trade relations soured even more between the North and the South. The economic independence that the South strove for a decade earlier, would help that region create some of its own manufactories and allow for essential products to be made within the region. The North, while growing steadily faster than the South in a commercial and industrial fashion, lacked the raw materials formerly provided by the South. In the article from the Staunton <em>Spectator</em>, the author explains that abolitionism has led to economic hardship; when actually it was secession, perhaps inspired by Northern abolitionism, which bankrupted many Northern businesses."],"display_date":"November 6, 1860 - November 7, 1860","search_date":"1860-11-06","citations":[{"divid":1215270739,"type":"Newspaper Article","data":["","Staunton Spectator","","November 6, 1860",""]},{"divid":1215270758,"type":"Book","data":["James McPherson","Ordeal By Fire: The Civil War and Reconstruction",null,"New York","Alfred A. Knopf, Inc.","1982","23-37"]}],"locations":[{"id":1860,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}