{"id":2532,"title":"The Doctor is Out\n","course_id":1,"status":"P","start_date":"1895-09-04","end_date":"1895-09-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the evening of January 8, 1894 the prominent and well-loved town doctor lay bleeding on his bathroom floor.  He had left four or five letters addressed to his most intimate friends before shooting himself in the head.  The news of John H. Blue's death shocked his Montgomery, Alabama community.  As reported by the <em>Birmingham Age Herald</em>, Blue's suicide was the second act of a larger drama, which began a week previously on December 30, 1894.  On this cold December afternoon, William H. Kelley, chief of the fire department, came home to find Blue in bed with his wife.  Kelley took his baby and went to his father's house where he admitted that the family physician had taken to bed with his wife.  Kelley immediately filed for divorce upon discovering his wife's infidelity.  Though both men were widely respected in the Montgomery community, the town ultimately sided with Blue and was loath to believe the charges against him were true.  Blue was a man of a large family and was generally understood to be of a high moral character.  Ultimately, Blue took the matter into his own hands and his suicide cast a gloom over the city.  ","    Southern states first introduced divorce legislation at the end of the eighteenth century and the first general divorce law in the South was passed down by the Maryland Legislature in 1839.  According to Alabama law detailed in History of Alabama, divorces were allowed in various cases including adultery, impotency, drunkenness, and imprisonment.  Mr. Kelley would have thus been granted a legal divorce on the grounds of infidelity.  In describing the history of divorce in the South, N.E.H. Hull observes, Divorce remained relatively uncommon in the pre-Civil War era, though the rate steadily increased and would continue to increase throughout the next century and a half.  The divorce law in Alabama became more flexible as a result of the increasing prevalence of southern divorce.  As documented in History of Alabama, divorces were subsequently granted if it were proved that the other had been guilty of...violating tombs, stealing from a church, cattle stealing... or other various offenses.  As divorce became less taboo and more readily available in Alabama by the end of the nineteenth century, Blue would not have felt excessive societal guilt over his role in the Kelley divorce.  Why then his suicide?  According to the History of Alabama, divorces were not granted in the state: if adultery was committed by either in order to obtain a divorce.  Perhaps Blue had secretly wished to divorce his wife and start a new life with the former Mrs. Kelley.  If the state deemed his adultery deliberate, Blue would not be granted a divorce, which perhaps proved too much to bear for the physician.     ","    While Blue's suicide can be viewed through the lens of southern divorce practices, the episode also provides and opportunity to explore family values throughout the South at the end of the nineteenth century.  Social historian Carl N. Degler characterizes the South as a place where roots, place, family, and tradition are the essence of identity.  Indeed family was an extremely valuable aspect of identity for most southerners.  Families wealthy enough in the late 1800s and early 1900s commissioned large family portraits while poorer southern families depended on traveling photographers to capture their family's likeness.  Southern social life was so family-centric that historians have likened southern family solidarity to that of a clan.  Blue's suicide can be interpreted according to southern family values at the end of the nineteenth century.  While divorce was legally an option for Mr. Kelley and his wife, the resulting break in Blue's family may not have been an option for the physician."],"display_date":"September 4, 1895","search_date":"1895-09-04","citations":[{"divid":1214529388,"type":"Newspaper Article","data":["A Montgomery Suicide","Birmingham Age Herald","","September 5, 1895",""]},{"divid":1214529462,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["N.E.H. Hull","Marriage and Divorce Laws","Encyclopedia of Southern Culture","Mary L. Hart, Charles Reagan Wilson, William Ferris, Ann J. Adadie","North Carolina","The University of North Carolina Press","1989","1556-1557"]},{"divid":1214529573,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Carl N. Degler","Family ","Encyclopedia of Southern Culture","Mary L. Hart, Charles Reagan Wilson, Williams Ferris, Ann J. Adadie","North Carolina","The University of North Carolina Press","1989","1104-1105"]},{"divid":1214529674,"type":"Book","data":["Thomas McAdory Owen","History of Alabama and Dictionary of Alabama Biography, Volume II",null,"Chicago","The S.J. Clarke Publishing Company","1921","953"]}],"locations":[{"id":1861,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}