{"id":2533,"title":"The Beginnings of a Planter-Capitalist\n","course_id":1,"status":"P","start_date":"1819-01-01","end_date":"1835-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Ten years after his fathers premature death, eighteen-year-old Robert Allston witnessed the estate's division.  One hundred and thirty slaves appeared for the division, faces plastered with looks of terror.  In a classic rationalization of a slave master, Robert's mother wrote, I feel for them, but it is evident they all cannot belong to me.  By the time Roberts younger brother and mother died, Robert had inherited a total of 33 slaves and half of Chicora Wood, 370 acres of uncultivated land suitable for the agriculture of rice.  By 1834, he found himself managing all of his father's once-divided lands and cultivating the affection of his wealthy aunt who would visit him and bring her own barouche, horses, coachman and footman, and her own maid and laundress.  She later bequeathed to Robert a valuable Waccamaw rice plantation and 97 slaves, setting him up to become one of the most skillful managers in the rice kingdom.Timing is everything.  Robert acquired most of his land between 1819 and 1835, a time of relatively low rice productivity due to the mid-nineteenth-century cotton boom.  Thus, he learned the tricks of the trade at an optimal time in agricultural history and was an expert by the time the crop peaked, causing him to have some of the highest rice yields in all of the Coastal Carolinas. Historian William Dusinberre traced particular elements leading to Roberts financial success.  Robert spent four years at West Point, where he was educated in both military discipline and surveying.  After serving four years as South Carolina's surveyor general, he took up the full-scale management of his plantation in 1827 and used his surveying skills to stake out claims to the uncultivated areas of his plantation.  From the time of the division of his fathers estate to the acquisition of additional lands in the 1830s, Robert Allston laid the foundation for his becoming the ideal planter-capitalist entrepreneur and later, South Carolina's governor."],"display_date":"1819 - 1835","search_date":"1827-07-02","citations":[{"divid":1216517617,"type":"Primary Source in a Secondary Source","data":["Charlotte Allston or Robert Allston","February 21, 1819","The South Carolina Rice Plantation as Revelaed in the Papers of Robert F. W. Allston","J.H. Easterby","Chicago","University of Chicago","1945","51"]},{"divid":1216517702,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Elizabeth W. Allston Pringle ","Chronicles of &quot;Chicora Wood&quot;","The South Carolina Rice Plantation as Revealed in the Papers of Robert F. W. Allston","J.H. Easterby","Chicago","University of Chicago","1945","28"]},{"divid":1216517768,"type":"Book","data":["William Dusinberre","Them Dark Days&#58; Slavery in the American Rice Swamps",null,"Oxford ","Oxford University","1996","285-301"]}],"locations":[{"id":1862,"lat":33.1820917038,"lng":-79.1977192455,"zoom":9,"place":"GEORGETOWN, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}