{"id":2534,"title":"Runaway Property\n","course_id":1,"status":"P","start_date":"1863-05-12","end_date":"1863-05-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the back of the Staunton <em>Spectator</em>, May 12, 1863, there appeared a section for Advertisements and Lost Property. Directly under and advertisement of ten pigs for sale, there is the section of lost property, for which rewards are offered. There are six articles that report lost animals or slaves. 50 is offered for a stolen black horse, as well as 50 for a dark bay mare. Intermixed with these ads for horses, are rewards for runaway slaves, ranging from 50 to 300 per slave. Descriptions of color, markings, age, and last known location are given for slave and animal alike. The only difference in description between the two categories of lost property is that the horses are reported stolen, while the slaves are reported as runaway; logically showing that the horses could not have let themselves out of their gates. ","This underscores the status of people, slaves at the time, were property. The moral ambiguity and hypocritical self-justification did not matter as much as the value that slaveowners attributed to this human commodity. Slave traders would have associates search the country for good bargains on slaves. They would attempt to buy low and sell high and would willingly risk loss if a slave sold for less than purchases or even died. The slave demand had a clear connection to the cycles of the agricultural economy, the harvesting of various crops in different regions.","Walter Johnson outlines the methodical process in which slaves were separated from every part of their person identity, except their unbreakable souls. Slaves were stripped down of their personal character and taught new skills in order to provide a commodity to the customer; whatever type of slave was needed was offered, whether a field hand, a butler or a mistress. Out of this systematic trade of humans, the beginning of self-emancipation was born, Slaves sometimes stood up in defiance of being sold, even if it meant suicide, and all slaves became unified in slave communities, while they waited in pens to be sold."],"display_date":"May 12, 1863 - May 13, 1863","search_date":"1863-05-12","citations":[{"divid":1214019223,"type":"Newspaper Article","data":["","Staunton Spectator","","May 12, 1863",""]},{"divid":1214019235,"type":"Book","data":["Walter Johnson","Soul by Soul",null,"Cambridge","Harvard University Press","1999","25-26, 47-77"]}],"locations":[{"id":1863,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}