{"id":2535,"title":"Industrial Education for Boys in Alabama\n","course_id":1,"status":"P","start_date":"5/10/00","end_date":"5/10/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The stage was set; the town was ready. The conference on race relations to be held in Montgomery, Alabama was a highly anticipated event. The political affair would bring to town many of the nation's finest orators and most distinguished authorities on the subject of race. On May 8, 1900, the Montgomery Auditorium hosted the conference, which included various speeches on racial issues from greater educational opportunities for blacks in the country to a repeal of the fifteenth amendment. The front page of the <em>Montgomery Advertiser</em> celebrated the conference's turnout: LARGE AUDIENCES ASSEMBLE TO HEAR THE DISTINGUISED ORATORS PRESENT THEIR VIEWS. "," In the midst of the conference on race relations in Montgomery, one article in the <em>Montgomery Advertiser</em> pleaded with the state to recognize the needs of poor whites in Alabama before attempting to better the position of blacks. This editorial, Industrial Education for White Boys in Alabama, specifically addressed the educational crisis in Alabama. The editorial cited the 1890 formation of an industrial institution in Tennessee as an example of a thousand fold return to the state in terms of citizenship. The article rallied, People of Alabama, where are your thousand boys? On the waste heap it is feared. The <em>Montgomery Advertiser</em> editorial emphasized Alabama's educational emergency and called for a statewide reform, thus challenging the existing model of education in the state. "," The educational deficiencies in Alabama at the beginning of the twentieth century took root in statewide politics. White Democrats regained political power throughout Alabama during what was known as the Bourbon years (1874-1890). The moniker recalled the House of Bourbon's restoration after the defeat of Napoleon in 1814. The Democratic Bourbons immediately enacted measures to reduce the state debt and as a result funding for education decreased. In one swift political decision the Democrats eliminated the State Board of Education and significantly reduced both educational appropriations and constitutional guarantees of financial support. According to historian William Rogers, The Democrats opted for decentralization in control of educational affairs. "," These sixteen years of Bourbon rule would impact the statewide educational system into the twentieth century. Until 1891 Alabama schools were awarded funding based on the number of students by race. According to Rogers, townships could appropriate funds based on an amount they might deem just and equitable. This subjective appropriation of funding led to inadequate funding for black schools. However, blacks were not the only students suffering in Alabama. In 1900, there were 104,883 illiterate whites aged ten years or older living across Alabama. At 338,605, the illiteracy was significantly higher for blacks in the state, but these alarming numbers in both categories demonstrated a failed system. In his Bourbon Democracy in Alabama, Allen Going evaluates Alabama's educational system in light of Bourbon politics. He writes, The condition of Alabama schools, however, in comparison with those in other parts of the country was poor indeed. In 1890, the state ranked fourth from the bottom in a listing of various school statistics for all states by the Federal commissioner of education. When the editorial in the <em>Montgomery Advertiser</em> ran ten years later in 1900, the effects of the Bourbon Democrats lingered throughout Alabama. The educational deficiencies and resultant illiteracy rates at the beginning of the twentieth century resulted from a laissez-faire state government. "],"display_date":"May 10, 1900","search_date":"1900-05-10","citations":[{"divid":1214433570,"type":"Newspaper Article","data":["Industrial Education for White Boys in Alabama","Montgomery Daily Advertiser","","May 10, 1900",""]},{"divid":1214433596,"type":"Newspaper Article","data":["Second Day&#39;s Session of Race Conference","Montgomery Advertiser","","May 10, 1900",""]},{"divid":1214433625,"type":"Book","data":["William Warren Rogers","Alabama: The History of a Deep South State",null,"Tuscaloosa","The University of Alabama Press","1994","264-269"]},{"divid":1214433673,"type":"Book","data":["Allen Johnston Going","Bourbon Democracy in Alabama 1874-1890",null,"Tuscaloosa","The University of Alabama Press","1951","24, 168"]}],"locations":[{"id":1864,"lat":32.2202206971,"lng":-86.2076124057,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}