{"id":2537,"title":"General Early Protects Augusta County, Virginia&#39;s Economy","course_id":1,"status":"P","start_date":"1864-11-12","end_date":"1864-11-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During 1864, General Jubal Anderson Early commanded the Confederate Army in its last invasions of the North. Early routed almost two-thirds of Sheridan's forces at the Battle of Cedar Creek (October 19, 1864), but Sheridan's forces quickly rallied to defeat Early in a decisive victory there, leaving the remaining troops hungry and exhausted. After the defeat, most of Early's troops would rejoin Lee at Petersburg in December. Between those two events, General Early issued a broadside to troops, detailing expected actions in the counties of Augusta and Rockbridge. Even though his troops were severely undersupplied, General Early demanded that wheat and corn were not to be impressed from Augusta County. If corn was acquired, a proper receipt would provide documentation to ensure that nothing was impressed. Augusta County's economy was based on agriculture, and had these crops been used for Confederate soldiers, financial hardship for the county would have been even larger than it already was.","This broadside depicts an important relationship between the land of individual counties and the Confederate Army. Many citizens had grown angry with the Confederate government because of the infractions on their individual property. Civilians considered impressments an invasion of their individual rights, as well as a hypocritical function of a government that advocated states' rights. Despite the overwhelming need of General Early to acquire resources for his troops, he ordered that none of Augusta's supplies be impressed. General Early commanded his troops at a time where Confederate citizens saw slim chances of the Civil War resolving in their favor.","David Donald, Jean Baker, and Michael Holt confirm the need for the Confederate Army to issue commands such as this broadside in late 1864. Yielding supplies to troops, while suffering economic setbacks, further frustrated Souther supporters of the war. Since citizens felt that their personal liberties were violated, they took it upon themselves not to honor the prohibitions on trading with the enemy. The lack of economic support of the Confederate Army, as well as the lack of moral support from the citizens, because of impressments, created a situation that increasingly threatened Confederate ability to wage war. Early's broadside might have been one of the last-ditch efforts to save face for the Confederate cause and appease the land-devastated citizens."],"display_date":"November 12, 1864 - November 13, 1864","search_date":"1864-11-12","citations":[{"divid":1214103684,"type":"Manuscript","data":["","Gen&amp;#39;l Early&amp;#39;s Orders to Protect Soldier&amp;#39;s Families&amp;#39; Supplies, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1214103735,"type":"Book","data":["David Donald and Jean Baker and Michael Holt","The Civil War and Reconstruction ",null,"New York","W.W. Norton &amp; Company","2001","460-462, 490, 504"]}],"locations":[{"id":1865,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}