{"id":2538,"title":"Freedom of the Black Press?\n","course_id":1,"status":"P","start_date":"1889-08-20","end_date":"1889-08-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was just another days' work for two employees of the Alabama Great Southern train company.  On the evening of August 27, 1889, the trainmen pulled into the Birmingham station and prepared to disembark.  Upon exiting the train, the workers spotted two black men swinging from trees in the near distance.  According to sources at <em>The Washington Post,</em> the lynched men were the incendiary editors of the black newspaper, the Independent.  The editors were allegedly run out of Selma, Alabama the preceding week and supposed to have been lynched in Birmingham.  <em>The Post </em>noted, It is impossible to get particulars.  ","<em>The Post's</em> report incidentally concluded the dramatic Selma controversy first exposed in the <em>Chicago Tribune</em> on August 20, 1889.  The article, Alabama's War of Races, shed light on the racial tensions that plagued Selma.  On August 19, Reverend Edward Bryant, associate editor to the Independent wrote a highly controversial editorial attacking the whites of Selma and the larger southern community.   In his charged conclusion Bryant projected, You have had your revolutionary and civil wars and we here predict that at no distant day we will have our race war, and we hope, as God intends, that we will be strong enough to wipe you out of existence and hardly leave enough of you to tell the story.  According to the Tribune, Selma mayor, E. Starr publicly condemned the revolutionary nature of Byrant's editorial.  Both sides built up arms in the likely event of a violent outbreak.  Mayor Starr held the pledge of Confederate veterans to fight on behalf of the uniformly armed white population of Selma.  Bloodshed and conflict appeared almost unavoidable.   ","Racial tensions and violence plague the history of Alabama.  According to historian Virginia Hamilton, the use of violence was originally disconnected from racial issues, oftentimes settling disputes between whites settlers.  However, the tradition of violence in Alabama eventually shifted towards African Americans in the years following the Civil War.  Hamilton writes, Violence, the hasty recourse for settling scores between white men in frontier Alabama, was focused upon blacks after emancipation and war had proclaimed them to be people instead of property.  Initially the fear of a black uprising involving armed and newly freed slaves drove groups such as the Ku Klux Klan to persecute and execute countless African Americans in Alabama.  Towards the end of the century, however, statewide politics influenced many lynchings across the state.  One such example was the infamous 1882 lynching of black Republican leader, Jack Turner.  When Turner's Choctow County voted Republican in the 1882 gubernatorial election, the Democrats panicked.  With an upcoming congressional election the Democrats could not risk losing political power to the Republicans; Turner was shortly after found hanging from an oak tree.  ","    <em>The Post's</em> report of the lynching fits into the larger story of southern lynching in the post-slavery era.  A vague allegation of criminality motivated lynchings throughout the South.  There was an average of 150.4 lynchings per year during the last 19 years of the nineteenth century (1882-1900).  These lynched victims were usually accused of raping white women or other trivial crimes.  The murder of the two Independent editors does not fit into the general theme of crime retaliation seeing as the only crime committed was in their exercise of freedom of speech.  However, the story of Rev. Bryant and his associate editor at the Independent portrays the lingering fear of a black revolution.  The perpetual threat of black retaliation for slavery remained imminent in the minds of southern whites and the lynching of Bryant exemplified this fear.  "],"display_date":"August 20, 1889 - August 27, 1889","search_date":"1889-08-23","citations":[{"divid":1214083356,"type":"Newspaper Article","data":["Reported Lynching of Negro Editors","Washington Post","","August 28, 1889","1"]},{"divid":1214083379,"type":"Newspaper Article","data":["Alabama&#39;s War of Races","Chicago Daily Tribune","","August 20, 189","1"]},{"divid":1214083442,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["William I. Hair","Black Life","Encyclopedia of Southern Culture","Mary L. Hart, Charles Reagan Wilson, William Ferris, Ann J. Adadie, editors","Chapel Hill","The University of North Carolina Press","1989","175-176"]},{"divid":1214083542,"type":"Book","data":["Virginia Van der Veer Hamilton","Alabama",null,"New York","W.W. Norton &amp; Company","1984","84-86"]}],"locations":[{"id":1866,"lat":32.3258382723,"lng":-87.106506935,"zoom":9,"place":"DALLAS, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}