{"id":2540,"title":"Correspondence between a Father a Son\n","course_id":1,"status":"P","start_date":"1830-05-22","end_date":"1830-05-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Virginia was a place that was steeped on deep, rich Southern tradition during the 1830s. Most of the wealthy people who then resided in Fauquier County were plantation owners. They went about their daily lives in a manner that seemed to be lazy and carefree. Virginia was also a place of excitement because many of the nation's prominent men lived in the state of Virginia. One of these men was Edward Carrington Marshall. Edward Marshall was the son of Chief Justice John Marshall. He was also a prominent lawyer.","A letter from 1830 related some of the events that were going on in Fauquier County during this time period. Edward Carrington Marshall's brother tried to negotiate an exchange of land with a Mr. Noland. Mr. Noland was also important man in Fauquier County. Edward's brother had two buyer's that were interested in his piece of land: Mr. Noland and Captain Slaughter, both offering close to the same price. At the same time in Fauquier County, it was big news that a Mr. John Lewis paid 10,000 for Negro slaves. It was not made clear in the letter how many slaves were purchased by Mr. Lewis. However, it does seen that this is the talk of the town because Edward Marshall heard this news from a Mr. Nicholas and now Marshall is telling his father.","This letter offers a closer look at family relations in the South. It relates, and equates news about acquiring land and slaves. In his book, <em>Soul by Soul</em>, Walter Johnson examines the price of slaves. Most slaves were sold for hundreds of dollars. In this narrative, Mr. John Lewis paid 10,000 for slaves. Johnson states that of a slaveholder bought many slaves for a large amount of money, he had power and status. Mr. Lewis therefore held considerable power in Fauquier County because he spent that much money on slaves and he is mentioned in this correspondence."],"display_date":"May 22, 1830","search_date":"1830-05-22","citations":[{"divid":1217549394,"type":"Manuscript","data":["","Letters to Edward Carrington Marshall",null,"Mss 4873-a","","John Marshall Letters","Special Collectionsl Library, University of Virginia"]},{"divid":1217549580,"type":"Book","data":["Walter Johnson ","Soul By Soul",null,"Massachusetts","Harvard College ","1999","45-63"]}],"locations":[{"id":1868,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}