{"id":2541,"title":"California Oranges in Alabama\n","course_id":1,"status":"P","start_date":"1/1/00","end_date":"1/1/00","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Was the California fruit market ripe for expansion? Horticulturist, W. G. Fraser spent four weeks in the South during the winter of 1900 testing a new market for Californian oranges. Upon returning to California he reported to the <em>Los Angeles Daily Times</em>, The result of my trip was most satisfactory. I found a very active demand for California fruit... Fraser attributed this demand to the remarkable prosperity of the South giving the citizens the purchasing power needed to facilitate exportation of California produce. The Birmingham economy was of considerable interest to Fraser. He noted, In Alabama, especially, was the industrial activity great. At Birmingham the iron works have government contracts that keep them employed for two years. The skilled operatives earn from 4 to 16 per day. Extrapolating from these estimates, Fraser deemed the Birmingham market worth cultivating. Upon seeing the profitability and stability of the Birmingham iron industry, Fraser only expressed regret that this market had not been studied and served earlier. "," Birmingham's economy was booming at the turn of the twentieth century. By 1899, Alabama's iron industry produced more than twice that of her nearest rivals, Tennessee and Virginia combined. Fraser's account of Birmingham's industrial success was only one of many that were narrated in newspapers at the end of the century. The tale of Birmingham and the greater Alabama industrial revolution remain integral to the state's history. In the mid-1880s Tennessee Coal Iron and Railway Company supported Birmingham's industry and the city soon left all southern competitors in the dust. However, as Fraser applauded the economic success of Birmingham, the iron capital of the South faced an industrial decline. According to historian Edward L. Ayers, [Alabama's] need for vast sums of capital outside the South...conspired to keep Birmingham from attaining what had seemed so close at hand in the early 1890s. The capital that did flow into Birmingham went directly into the production of pig iron and relied upon Northern investment. This capital did not directly enhance the personal wealth of the Birmingham labor force as Fraser suggested. The labor forces of the Birmingham iron industry, while comparably compensated to northern employees, engaged in backbreaking work for marginal personal gain. Additionally, according to Ayers, the volume of cheap labor that flocked to the industrial capital of Birmingham stunted the city's need for technological advancement. With little need to adopt labor saving technology in Birmingham, the city fell behind to northern competitors willing to update their systems. Fraser was correct in mourning California's past oversight of a new fruit market in Birmingham. Yet, Fraser visited the South approximately five years too late to capitalize on the southern industrial revolution. "],"display_date":"January 1, 1900","search_date":"1900-01-01","citations":[{"divid":1214106272,"type":"Newspaper Article","data":["California Oranges in the South","Los Angeles Daily Times","","January 1, 1900",""]},{"divid":1214106302,"type":"Book","data":["Edward L. Ayers","The Promise of a New South",null,"New York","Oxford University Press","1992","110-111"]},{"divid":758458,"type":"Law","data":[null,null,null,"TwBCTlfi"]},{"divid":782830,"type":"Law","data":[null,null,null,"TwBCTlfi"]},{"divid":16558,"type":"Law","data":[null,null,null,"TwBCTlfi"]},{"divid":5459,"type":"Law","data":[null,null,null,"TwBCTlfi"]},{"divid":3500,"type":"Law","data":[null,null,null,"TwBCTlfi"]}],"locations":[{"id":1869,"lat":33.553582253,"lng":-86.8959288939,"zoom":9,"place":"JEFFERSON, Alabama"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}