{"id":2542,"title":"A Family Divided By War\n","course_id":1,"status":"P","start_date":"1861-09-15","end_date":"1861-09-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 15, 1961, Sue Carter wrote a letter to her dear cousin Mary A. Heirs. She addressed familial concern which drastically shaped her opinion of the war in general. Carter exclaimed that writing to her cousin is a most exquisite pleasure, yet the letter contained only heartache and anger over uncertainty and separation. Carter expressed her anger towards secession, that our once prosperous & happy nation must be divided and that, where peace & happiness, once shed their smile to gladen the hearts of the people, now <u>civil war</u> is devastating our land. Yet Carter resigned herself to the purpose and resolution of the war, in the hands of merciful God, whose ways are mysterious. The Civil War has separated her from her Cousin Will and her Cousin Tom, who fought on opposite sides. While considering never being reunited with her family, she acknowledged her pain and suffering, but advocated her faith in God and prayed that her Cousin stays strong in faith.","          Throughout the course of the Civil War, women faced dramatic emotional abuse. David Donal, Jean Baker, and Michael Holt argue that women had to cope with emotional stress and also carry a tremendous amount of responsibility during the Civil War. In addition to losing their male companions, women had to run their homes, raise their children, nurse the sick, and take care of the plantations. Emotional duress was not unique to the Civil War; in every war, women have had to deal with losing a family member or a friend, or have helped friends to cope with their losses. Sue Carter took the position at the beginning of the conflict that many women came to by the end of the war. Carter foresaw the heartbreak and possibility of never seeing members of her family again, a sacrifice that was not worth the war. At the outset of the fighting, other Confederate women believed that mourning for someone who died for the Confederate cause was a glorious privilege. As the bloodshed continued, despair took away the honor of sacrificing family."],"display_date":"September 15, 1861 - September 16, 1861","search_date":"1861-09-15","citations":[{"divid":1216324657,"type":"Primary Source in a Secondary Source","data":["Sue Carter to Mary A. Heirs","September 15, 1861","Valley of the Shadow&#58; Two Communities in the American Civil War","Edward L. Ayers, Anne S. Rubin","New York","W. W. Norton &amp; Company","2000",""]},{"divid":1216324795,"type":"Book","data":["David Donald &amp; Jean Baker &amp; Michael Holt","The Civil War and Reconstruction ",null,"New York","W.W. Norton &amp; Company","2001","455-458"]}],"locations":[{"id":1870,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}