{"id":2547,"title":"Uplifting Community at the Tuskegee Institute\n","course_id":1,"status":"P","start_date":"1887-06-05","end_date":"1887-06-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Six years after its foundation in 1881, <em>The New York Times</em> reported on the success of the Tuskegee Institution live from Tuskegee, Alabama. The Tuskegee Institution invited the black community to witness what work the school has turned out, how that work is accomplished, and what is the character of the general population in which the raw material comes. Gathered in the hall were, perhaps a thousand colored people...mainly old-timers... including many who had journeyed more than 30 miles to view the spectacle. The audience listened to lesson recitals during the morning sessions and rhetorical exercises during the afternoon with perfect delight. The article also paid significant tribute to the inspiration behind the school, Principle Booker T. Washington. Washington, a man of unusual force and ability for any race, grew the school from the ground up with the aid of seed money from the state in the amount of 2,000. From this grant in 1881, Washington founded his school in a church with 30 students and one teacher. By 1887, the year the <em>New York Times</em> reported on the school, Tuskegee had grown to 275 students. With awe and reverence, the <em>New York Times</em> chronicled this communal gathering and paid their editorial respects to Washington for such a tremendous educational achievement. "," A vital piece of Alabama history lies in the foundation of the Tuskegee Institution. The institute's creation was intrinsically tied to Alabama state politics. The Bourbon Democrats gained control throughout Alabama between the years of 1874-1900. According to historian Allen Goings, the Democrats seized political control of Alabama in 1874 by waging a strenuous campaign based almost exclusively on the race issue. In strategic political move, W.F. Foster, a Democratic candidate for the Alabama Senate, traded black votes with a promise to create a school for the African American community. Under Washington's leadership Tuskegee admitted its first class of 30 students in 1881. Washington had his students build the Tuskegee Institution with their own hands to prove labor as both practical and dignified. According to historian Edward L. Ayers, in advocating hard work and teaching practical skills, Washington hoped to see his race rise through gradual and nonconfrontational change. "," Through Tuskegee, the nation witnessed the beginnings of racial change. <em>The New York Times</em> praised the creation of Tuskegee in the middle of one of the darkest and most hopeless parts of the South. Booker T. Washington had a vision of his black community rising through the ranks of society and Tuskegee proved a first step. Despite all that was in store for the black community in the South, the Tuskegee Institution proved a foundation for social change. On the brink of a new century stood Tuskegee Institute, ready to educate and uplift the black population of Tuskegee, Alabama. "],"display_date":"June 5, 1887","search_date":"1887-06-05","citations":[{"divid":1216327082,"type":"Newspaper Article","data":["A Legacy of the War","New York Times",""," June 5, 1887","11"]},{"divid":1216327103,"type":"Book","data":["Edward L. Ayers","The Promise of a New South ",null,"New York","Oxford University Press","1992","322"]},{"divid":1216327133,"type":"Book","data":["Allen Johnston Going","Bourbon Democracy in Alabama 1874-1890 ",null,"Tuscaloosa, AL","The University of Alabama Press","1951",""]}],"locations":[{"id":1873,"lat":32.3860025551,"lng":-85.692630494,"zoom":9,"place":"MACON, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}