{"id":2548,"title":"The Bloomer in Alabama\n","course_id":1,"status":"P","start_date":"1896-12-09","end_date":"1896-12-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The bloomer was booming in Alabama. Passing by a young lady on the street one fine afternoon, an elderly Alabama politician caught an eyeful. Was she wearing an article of male clothing? The <em>Greeneville Advocate</em> documented the growing women's fashion trend with a sense of urgency: THE BLOOMER IN ALABAMA. The article informed the readership of the so-called Alabama Bill in the December 9, 1896 edition of the Advocate. An unnamed, yet old-fashioned member of the Alabama legislature had drafted the bill in hopes that immediate action would end the growing ladies' fashion trend du jour. The operational definition of bloomer was of particular concern at the time. The Alabama Bill leaves no doubt that it aims at that article especially, and yet a general consensus as to the bloomers' rightful wearer did not exist. Was it, in fact, an article of male clothing or simply inappropriate women's apparel? The Alabama legislator knew for sure that a woman wearing an article of male clothing violated Biblical code and quoted Deuteronomy accordingly: The woman shall not wear that which pertaineth to the man; neither the shall a man put on a woman's garment; for all that do so are an abomination unto the Lord. "," The mounting concern over the bloomer in Alabama had its root in southern conservatism. Fashion in the South mirrored the southern way of life and changed accordingly to reflect the times. During the antebellum years fashion helped preserve southern values in a time of rapid change and national fragmentation. In a time of southern instability during the Civil War, women played an important role maintaining southern tradition through fashion. The southern woman's clothing became tighter, heavier, and longer in attempts to idealize her heightened morals and purity. Women in both Alabama and the larger Southern culture were seen as a paragon of chastity, piety, and virtue. They were expected to be submissive in all respects to their husbands and lead quiet lives raising the children of the South. However, the arrival of the bloomer in Alabama in the late 1890s brought a change to southern fashion. Social historian Jeanette Lauer notes, The decades following the Civil War witnessed a growing democratization in southern fashion. According to Lauer, this democratization of fashion mitigated against the presumed uniqueness of the southern way of life... In The final decades of the nineteenth century and continuing throughout the twentieth centuries, southern fashion increasingly reflected national trends. The bloomer provides one example of a national phenomenon that extended south and into Alabama. "," The bloomer in Alabama signified societal change in the South. In his appeal to Biblical codes, the old-fashioned Alabama legislator demonstrated his staunch southern conservatism. However, by the late nineteenth century, the link between conservative values and accordingly conservative fashion had significantly weakened. On the other hand, perhaps only southern women felt relief in casting aside the shackles of fashion. After all, for decades women fell prey to the oppressive conservative southern values, which in turn dictated fashion. The unbearable weight of hoop skirts, the excruciating pain of corsets, and the insufferable summer days spent in layered petticoats all contributed to the popularity of the bloomer. The bloomer offered a chance for freedom at the end of an era characterized by male domination. At the end of the nineteenth century, fashion proved a juxtaposition between traditional male conservatism and a new female liberalism. "],"display_date":"December 9, 1896","search_date":"1896-12-09","citations":[{"divid":1213115384,"type":"Newspaper Article","data":["The Bloomer in Alabama","Greeneville Advocate","Greeneville","December 9, 1896",""]},{"divid":1213115423,"type":"Book","data":["William Rogers","Alabama: The History of a Deep South State",null,"Tuscaloosa","The University of Alabama Press","1994","114, 389"]},{"divid":1213115541,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Jeanette C. Lauer","Fashion","Encyclopedia of Southern Culture","Mary L. Hart","Chapel Hill","University of North Carolina Press","1989","612-613"]}],"locations":[{"id":1874,"lat":32.8531384265,"lng":-87.9522357424,"zoom":9,"place":"GREENE, Alabama"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}