{"id":2553,"title":"The Virginia &#40;Secession&#41; Convention of 1861\n","course_id":1,"status":"P","start_date":"1861-01-12","end_date":"1861-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The large body of men from Albemarle County quickly came to a unanimous decision about who they would nominate to hold their county's seat at the Virginia Convention of 1861. They truly believed that the questions so long pending between the North and the South must be settled. They chose to nominate William C. Rives and V.W Southall to represent Albemarle County at the state convention. Rives and Southall, if they accepted nomination and won election, would be immersed in one of the most important events in the history of Virginia, to decide whether or not to take the state out of the Union. Though the more than 550 men nominating Rives and Southall were in favor of secession if the Federal government failed to respect Virginia's rights, they permitted Rives and Southall to exercise their own judgment at the convention. The men of Albemarle County chose Rives and Southall because of their prominent place in the community. T.J Wertenbaker, E.R Watson, J.N.O.H Bibb, and F.K Nelson were the leaders of the group who nominated Rives and Southall because their names were the only ones specifically mentioned at the end of the note to Rives and Southall.","In January 1861, Governor Letcher called a special session of the Virginia legislature, which approved a plan for a state convention. One delegate to the convention was Robert Y. Conrad an emphatic Unionist who believed Abraham Lincoln was the cause of the sectional conflict. At the convention Conrad became Chairman of a Committee on Federal Relations which debated the merits of secession. While many men in the upper south loved the Union, they supported the right of the states to secede if they chose to do so. Conrad believed the right of the states' to secede came from the Declaration of Independence and Virginia Bill of Rights. Conrad even supported a Constitutional amendment to protect slavery. His Unionist majority defeated an ordinance of secession on April 4 88 to 45. However just two weeks later the secessionists won out, carrying the Convention eighty-eight to fifty-five, a near complete reversal of Unionist fortunes. Two events sealed the fate of the Unionist cause at the Convention, the firing on Ft. Sumter, and Lincoln's call for 75,000 troops. ","Men like Conrad had expressed the will of the majority of Virginians at the start of the Convention, to remain in the Union if Congress granted them concessions, but events outside of their control made peace with Abraham Lincoln seem impossible and secession the only solution. The men of Albemarle County who nominated Rives and Southall expressed the same will in their letter that they believed in the right of secession, but wanted to stay in the Union if possible. The process by which Virginia seceded expressed the early reluctance common across Virginia, North Carolina, Tennessee, and Arkansas to leave the Union. Virginia's secession was also tremendously important for the Confederacy due to Virginia's population and industries, so important that the capitol of the new nation was moved there."],"display_date":"January 12, 1861 - April 30, 1861","search_date":"1861-03-06","citations":[{"divid":1215271010,"type":"Manuscript","data":["","Letter from 554 men of Albemarle County to William C. Rives and V.W. Southall",null,"Mss 8159-b","Box 2","Albemarle County Historical Society-Items Collected by A.L Hench","Special Collections Library, University of Virginia"]},{"divid":1215271050,"type":"Article","data":["William Rachal","Robert Y. Conrad and the Ordeal of Secession","The Virginia Magazine of History and Biography","86","1978","259-174"]},{"divid":1215271123,"type":"Book","data":["J.G Randall and David Donald","The Civil War and Reconstruction",null,"Boston","D.C. Heath and Company","1961","156-158"]},{"divid":1215271216,"type":"Book","data":["James M. McPherson","Ordeal by Fire",null,"New York","Albert A. Knopf Inc.","1982","137-150"]}],"locations":[{"id":1877,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}