{"id":2554,"title":"Southern Higher Education after the Civil War\n","course_id":1,"status":"P","start_date":"1873-07-03","end_date":"1873-07-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["R.T.W Duke received his degree in Political Economy from the University of Virginia on July 3 1873. He marveled at the signature of the Secretary of the Faculty, William Wertenbaker, the Faculty Chairman Charles L. Venable, and that of Professor of Political Economy Hokines. By earning his degree, Mr. Duke entered the ranks of college educated southerners that day in Charlottesville.","In the wake of the Civil War, many colleges and universities throughout the South had lost faculty, income, and property. However, the war also brought a huge supply of experienced Confederate soldiers and officers who knew how to lead and to run an operation. These men quickly entered the administrations of southern colleges and universities. Many advocated scientific training to help rebuild the South and make up for weaknesses demonstrated by the Civil War. Duke represented a part of southern male society committed to self-improvement, even if not through the sciences. Increasingly such men as Duke turned to progress, or the idea of perpetual self improvement as the key to their own and the South's future. Robert E. Lee, as president of Washington College, was the most famous of these administrators. Lee expressed the trend toward sciences when he convinced Cyrus McCormick to fund Washington College's hiring of Richard Sears McCulloh who had worked in the Confederate Nitre and Mining Bureau.Furthermore in 1871 the University of Alabama extended study to include mathematics and hard sciences. However lack of money precluded the lofty goals of many scientifically oriented southern ","administrators. Such financial problems occurred at Washington and Lee after Robert E. Lee's death, and at the University of Alabama. ","Administrators who advocated scientific courses at the University of North Carolina, South Carolina College, Louisiana State University and the University of Mississippi were sometimes grouped together by opponents with politicians who favored integration to the detriment of their cause. Southern academics who survived the end of Reconstruction did so by advocating separate schools for African Americans, or none at all. Thus across the South after the Civil War a struggle raged among administrators over the course of southern higher education. These advocates of science competed for funding with more traditional programs in military training, which remained widespread after the Civil War. They also presented a unique view of history in their teaching, as the outcome of the Civil War became inevitable because of the overwhelming strength of the Union Army. These administrators argued that ex-Confederates had fought to exhaustion and maintained that their fight had been an honorable defense of the Constitution, not slavery. R.T.W Duke represented the post-Civil War southern white male population which these ex-Confederates wanted to teach to rebuild the states of the former Confederacy."],"display_date":"July 3, 1873","search_date":"1873-07-03","citations":[{"divid":1218315570,"type":"Manuscript","data":["","R.T. W Duke&#39;s Political Economy Diploma From the University of Virginia",null,"Mss 9521-f","","Papers of the Duke Family","Special Collections Library, University of Virginia"]},{"divid":1218315770,"type":"Book","data":["Dan R. Frost","Thinking Confederates",null,"Knoxville","University of Tennessee Press","2000","1-5, 18-48, 61-75, 85-95"]}],"locations":[{"id":1878,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}