{"id":2556,"title":"Professorship at The University\n","course_id":1,"status":"P","start_date":"1875-07-25","end_date":"1875-07-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ambition ran high for distinguished men of wealthy Virginia families. For these men, there were relatively few jobs besides running a plantation that were suitable for those in their station. One of these jobs was to be a professor at a prestigious university. On July 25th, 1875, John Jaquelin Ambler wrote his brother from Lynchburg about an open professorship at the University of Virginia in Charlottesville, or The University. John clearly had been doing his research about the sought-after position, and informed his brother that Thas. R. Price of Randolph-Macon and yourself were spoken of as being the most prominent candidates for it, at least in Virginia, and the University is too poor to tempt many distinguished men from abroad. ","Clearly the idea of his own brother being chosen for such a coveted position is very appealing to John, perhaps out of mere good will towards his brother or because of the prestige the position would reflect on the entire family. John offers a myriad of suggestions for his brother, including an offer of gathering the Rector of the University, R.J.W. Kean, and the Board of Visitors together to meet with his brother at John's home in Lynchburg. The purpose of this meeting would be to see if the Rector might be of service, and if you might have some friends among the Board of Directors. He also subtly admonishes his brother for what he perceives to be his lack of interest in the professorship by telling him that when a guest in his home had asked about his brother's possible scholarly aspirations, as you had said nothing about it, I could not tell him.","The University of Virginia was an extremely important symbol of Virginian resilience and superiority. A particular point of pride to Virginians was that the University did not close during or after the war. James Douglas Smith asserts that by 1870, the University was once again undeniably the leading collegiate institution in the South, with enrollment up almost to pre-Civil War numbers. A professorship at such an institution guaranteed an active role in the shaping of future generations of southern leaders, and not only Virginians. In the years following the war, new courses were added to keep pace with the times, while the caliber of instruction and general reputation continued to attract students from a wide area. "],"display_date":"July 25, 1875","search_date":"1875-07-25","citations":[{"divid":1216327296,"type":"Manuscript on Microfilm","data":["John Jaqulein Ambler ","John Jaqulein Ambler to his Brother","reel 5, Micfilm 1705, ser.M Frame 0960","Ambler Papers","Alderman Library, University of Virginia"]},{"divid":1216327353,"type":"Dissertation/Thesis","data":["James Douglas Smith","Virginia during Reconstruction, 1865-1870 - a Political, Economic and Social Study","PhD diss.","University of Virginia ","1961",""]},{"divid":29589,"type":"Website","data":[null,null,null,null,"HlUxkooypIGZQB"]}],"locations":[{"id":1880,"lat":44.0056246766,"lng":-72.3768693707,"zoom":9,"place":"ORANGE, Vermont"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}