{"id":2558,"title":"Lynch mob justice claims Wesley Warren in Prospect, Tennessee.","course_id":1,"status":"P","start_date":"1883-06-21","end_date":"1883-06-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["  A small party of men lynched Wesley Warren for the murder of James Trice, a clerk at the town store in Prospect, Tennessee, which was located 76 miles south of Nashville.  J.M Neal purchased a large amount of corn from Trice and stayed at the store until 1A.M. when he boarded a train for Pulaski, Tennessee.  Authorities suspected that Warren and his accomplices entered the store at 2 A.M and killed Trice in order to rob the store of money and dry goods. Locals discovered that a  rainy night left footprints leading to Warren's house.  Before authorities could question the African American community, a mob took Warren a mile down the road and hanged him.       Despite the circumstantial evidence facing Warren for the murder of a white man, blacks rarely experienced justice in courtrooms when the crime involved a white man.  Southerners who favored lynching worried that a lengthy jail sentenced prolonged death and allowed African Americans to seek divine forgiveness. Warren's case was just one of several thousand lynching cases after the Civil War.  In many cases, angry mobs grabbed the first black man a bloodhound came across. Before trials could occur, mobs stormed jails and grabbed black men.  Local  judges and police were either involved or submitted to  mob  justice.       With the promise of racial equality created by voting rights, lynching attempted to create the same racial order that existed under slavery. Lynching was rare before the Civil War because slaveholders did not want to destroy their own property.  After Emancipation, Southern whites feared that the younger generation of African Americans born outside of slavery had not yet learned the code of deference and submission in the South. One black observer believed that lynching set an example, knowing full well that one Negro swinging from a tree will serve as well as another to terrorize the community.        Rural areas such as Warren County in Tennessee typically had the highest numbers of lynchings in the South.  There were strong racial tensions in rural areas where there was an influx of new African American settlers that the white community was unfamiliar with. These strange niggers, as they were labeled, did not have anyone in the white or black community to vouch for their character.   Southern Kentucky, Mississippi, Florida, and Texas were rural states  that also had the highest lynching rates in the South.    In Warren County, it would have been difficult for law enforcement to protect Wesley from a furious mob.  Since the majority of lynching occurred in secrecy at remote locations in the South, historians will never know the exact number of lynching victims, but they estimate that it was around five thousand.  "],"display_date":"June 21, 1883","search_date":"1883-06-21","citations":[{"divid":1216206706,"type":"Newspaper Article","data":["","New York Times","","June 21, 1883",""]},{"divid":1216206721,"type":"Book","data":["Leon F. Litwack","Trouble in Mind",null,"New York","Alfred A. Knopf","1998","281-298"]},{"divid":1216206771,"type":"Book","data":["Edward L. Ayers","The Promise of the New South&#58; Life After Reconstruction",null,"New York","Oxford University Press","1999",""]}],"locations":[{"id":1881,"lat":35.6786687827,"lng":-85.7785035282,"zoom":9,"place":"WARREN, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}