{"id":2561,"title":"The Civil War on Civilians\n","course_id":1,"status":"P","start_date":"1865-03-05","end_date":"1865-03-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It was a humiliating experience for Louisa Minor. The Union troops arrived at her home and stole guns, clothing, bonds, and the watches from two slaves, Sue and Mammy E. Louisa was so alarmed at their behavior that she was afraid for her safety. She found Union officers who protected her, but the threat of violence from Union soldiers was real. Louisa Minor experienced fear that day felt all over the South as Union and Confederate troops passed through widespread communities. Like others, Louisa Minor remained defiant.","The destructive force the war had for civilians surfaced as early as in Fredericksburg, Virginia between December 11 and 15 1862. Fredericksburg had been occupied by Confederate sharpshooters slowing the Union advance, so the Union troops probably felt justified in their action. Looting in the town occurred to a severe degree as the entire contents of houses was thrown into the street. The greatest loss felt by southern women like Louisa Minor was the loss of loved ones on the battlefield. Among Virginians alone, 20-30,000 men died in the war, while by 1862 alone there were 42,000 claims for back-pay by families of deceased soldiers. The suffering and fear felt by Louisa Minor and her family in Albemarle County was just a small part of the broader suffering the war brought to American civilians.","Louisa Minor's personal humiliation at the hands of Union troops repeated itself all across the Confederacy, as the movements of Union and Confederate armies initiated destruction of civilian property from Virginia to Louisiana. In Virginia, Gen. Philip Sheridan's Shenandoah Valley campaign of 1864 devastated that area's ability to provide food for the Confederacy. Sheridan waged war on the ability of the Confederate population to resist, a method emulated all over the Confederacy by Union forces. Significant resistance by Confederate guerillas forced Sheridan to be even more extreme. Between late September and late October 1864 Sheridan systematically destroyed the Shenandoah Valley's ability to feed Confederate troops. Far from Virginia Benjamin Butler brought the war to the doorstep of Confederate civilians early in the Civil War by confiscating private property in New Orleans after the Union took that city in 1862. Maj. Gen. James H. Wilson's offensive into northern Alabama in 1864 was actually more severe than Sherman's in Georgia though it achieved less renown. Confederate units and deserters from both sides also inflicted severe hardship on the Confederate civilian population. When Louisa Minor's property was taken from her in early 1865, she became one more of the many thousands like her who had experienced the full destructive force of the Civil War. "],"display_date":"March 5, 1865","search_date":"1865-03-05","citations":[{"divid":1215271802,"type":"Manuscript","data":["","Diary entry for March 5 1865",null,"Mss 10685","Box 1","Diary of Louisa H.A Minor","Special Collections Library, University of Virginia"]},{"divid":1215271838,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["George C. Rable","Hearth and Home and Family in the Fredericksburg Campaign","The War Was You and Me: Civilians in the American Civil War","Joan E. Cashin","Princeton","Princeton University Press","2002","85-110"]},{"divid":1215271945,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Robert Kenzer","The Uncertainty of Life: A Profile of Virginia&#39;s Civil War Widows","The War Was You and Me: Civilians in the American Civil War","Joan E. Cashin","Princeton","Princeton University Press","2002","112-135"]},{"divid":1215272029,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Peter W. Bardaglio","On the Border: White children and the Politics of War in Maryland","The War Was You and Me: Civilians in the American Civil War","Joan E. Cashin","Princeton","Princeton University Press","2002","313-330"]},{"divid":1215272088,"type":"Book","data":["J.G. Randall and David Donald","The Civil War and Reconstruction",null,"Boston","D.C. Heath and Company","1961","416, 427-434, 514-516"]},{"divid":1215272124,"type":"Book","data":["Brian Holden Reid","The Civil War and the Wars of the 19th Century",null,"Washington, D.C.","Smithsonian Books","2006","172, 174-176"]},{"divid":1215272181,"type":"Book","data":["James M. McPherson","Ordeal by Fire",null,"New York","Albert A. Knopf Inc.","1982","460-463"]},{"divid":1215272207,"type":"Book","data":["Charles P. Roland","An American Iliad: The Story of the Civil War",null,"Lexington","University of Kentucky Press","1991","212"]},{"divid":1215272278,"type":"Book","data":["William T. Sherman","From Atlanta to the Sea",null,"London","Folio Society","1961","32, 147, 149, 203, 257"]}],"locations":[{"id":1884,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}