{"id":2562,"title":"Marsh J Polk Defrauds The State of Tennessee of four hundred thousand dollars \n","course_id":1,"status":"P","start_date":"1883-01-06","end_date":"1883-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["  Marsh J Polk, the treasurer of the state of Tennessee and  the nephew of President Polk, raised suspicion when he refused to pay  interest on bonds enacted by the state.  Tennessee needed the revenue from the bonds to repay the forty million dollar deficit created by Civil War devastation.  A committee from the general assembly investigating Polk's personal accounts discovered that he transferred four hundred thousand dollars of the state's money into his bank account. The missing money made headline news across the state, but Polk fled before authorities could catch him.  Newspapers wildly speculated that he fled to either Mexico or South America, but nobody knew his whereabouts. The treasurer's friends believed that he lost the state's money speculating on Wall Street stocks.  The people of Nashville were outraged by another example of a long pattern of corruption that began during Reconstruction.  Congress moved quickly to pass a joint resolution that gave the attorney general the authority to seize Polk's assets.       Polk's fraud drew attention in every regional newspaper as well as The New York Times because Tennessee bondholders across the country were interested in the future of the forty million dollar state debt. Democrats blamed the origin of the  debt on railroad subsidization by Republican Governor George Brunlow during  Reconstruction.  In order to settle the debt, Democratic Governor John Calvin Brown's administration issued new bonds in 1873.  Economic depression prolonged the issue when the state defaulted on the interest payments.  With the state buried in debt, resolving the issue was the hottest political issue for the next ten years.  Democrats in control of the government divided into factions who called themselves Redeemers and Bourbons.  While Redeemers were confident that new industry would provide enough revenue to repay the debt, Bourbon Democrats envisioned a continuation of the Old South agriculture and lobbied to readjust the debt. Agricultural Democrats felt no moral obligation to repay debt that accumulated during the corrupt Republican administration.  The news that treasurer Polk defrauded the state of four hundred thousand dollars might have persuaded the general assembly of 1883 to scale back the state debt by 50 percent. "],"display_date":"January 6, 1883 - December 31, 1883","search_date":"1883-07-04","citations":[{"divid":1215272398,"type":"Newspaper Article","data":["","The New York Times","","January 6, 1883",""]},{"divid":1215272417,"type":"Book","data":["Robert B. Jones","Tennessee at the Crossroads: The State Debt Controversy 1870-1883",null,"Knoxville","The University of Tennessee Press","1977","52-148"]},{"divid":1215272455,"type":"Book","data":["William R. Majors","Change and Continuity: Tennessee Politics Since The Civil War",null,"Macon","Mercer University Press","1986","13-14"]}],"locations":[{"id":1885,"lat":36.1695702654,"lng":-86.7859142705,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}