{"id":2563,"title":"Brazil as the New South\n","course_id":1,"status":"P","start_date":"1867-06-08","end_date":"1867-06-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["For southern whites, the end of the Civil War ushered in a period of poverty, dependence, and hate. The Union soldiers had confiscated or destroyed much of the plantation owners' valuable property, and without property or the system of slavery that had sustained the South for so many generations, the agricultural economy plummeted and became extremely vulnerable to carpetbaggers and scalawags. Those southerners who had held jobs in the political or other public sphere found themselves replaced by Yankees or Yankee sympathizers. Many once-affluent whites quickly grew frustrated with their forced dependence on the Yankees - for whom they had nothing but contempt and hatred - and the sense of desperation and hopelessness that pervaded the defeated South. Horace Buckner, the young son of a white Louisa County, Virginia planter, traveled throughout the South in the midst of Reconstruction and expressed his horror at the devastation wreaked upon the entire region. Writing his father in Louisa from Mobile, Alabama, in 1867, Horace expressed woe for both himself and the other southerners he observed. As a public school teacher, he worried that although I employed a competent teacher to serve in my absence with the consent of the board...if they are changed, which I think is very probable, I may lose my position. The military authority, which controls this state, seems determined to throw out every Southerner who has any public office and put Yankees in their places. Within the last week, they have removed the entire city government and replaced then with notorious Yankee sympathizers. ","He expounded upon the hopeless conditions in Mobile, writing times are very hard in this city. There is nothing doing. Money can hardly be obtained at all. The clerks in the stores are idle more than half the time. Hundreds are out of employment and are willing to work for almost nothing. He also worried that the registration of blacks to vote will distract them from agricultural work, and that the depressed economy in the South would discourage foreign capital from the region in the future.","After describing these conditions to his father, he proposed a rather radical solution for his own situation and asked his father's advice and counsel. Rather than stay in the ruined South and attempt to rebuild his life under Yankee rule, Buckner considered the idea of emigration out of the United States. During this period, a small number of southerners chose to leave the country rather than live in defeat. A good many seem to be immigrating to Brazil, Buckner writes. They all seem to be well-pleased with the country. I received a letter from a friend of mine out there, urging me to come out, promising me a good and easy situation among a flourishing colony of Southerners. Buckner's friend had promised him a job and a salary equivalent to 1,200 greenbacks and a place in a community of relocated southerners along the Amazon. In fact, over nine thousand southerners did end up relocating in Brazil. John Lowe, in his article Reconstruction Revisited: Plantation School Writers, Postcolonial Theory, and Confederates in Brazil in the Mississippi Quarterly, discusses this phenomenon. Lowe writes that even before the war, Brazil held appeal to many southerners for its perceived similarities to the American South: namely, an institutionalized system of slavery, warm, agriculture-friendly climate, and the nation's later sympathy to the confederate cause at the outset of the Civil War.","Buckner did not end up leaving the country, but instead spent many years traveling through the South and West, never truly settling into a permanent home. However, the fact that he considered - and other southerners actually went through with - leaving the country completely for a land as foreign as Brazil demonstrates the level of disenchantment and frustration felt by white southerners during Reconstruction. In the book Ordeal by Fire: The Civil War and Reconstruction, James M. McPherson wrote extensively about the tensions in the postwar South between Northern and Southern whites. He concludes that most often, Southerners' pent-up rage could not be taken out on the Yankee soldiers themselves, and thus Southern white Unionists, or the notorious Yankee sympathizers, about whom Buckner writes, as well as free blacks, absorb the brunt of Southern anger. McPherson also details the corruption and exploitation of many Yankee officials. The federal government instated a cotton tax of 2.5 cents per pound, which was not revoked until 1868. Often, Yankees sent to collect cotton from Southern farmers for distribution throughout the Union instead simply stole it and sold it for their own profit - or accepted substantial bribes from southern planters not to do so. "],"display_date":"June 8, 1867","search_date":"1867-06-08","citations":[{"divid":1215862449,"type":"Manuscript","data":["","Correspondence",null,"Mss 4171","Box 16","Papers of W.E. Bibb and Other, Louisa County, Virginia","Special Collections Library, University of Virginia"]},{"divid":1215862495,"type":"Book","data":["James M. McPherson","Ordeal By Fire&#58; The Civil War and Reconstruction",null,"New York","Alfred A. Knopf, Inc.","1982","493"]},{"divid":1215862536,"type":"Article","data":["John Lowe","Reconstruction Revisited&#58; Plantation School Writers, Postcolonial Theory, and Confederates in Brazil","Mississippi Quarterly","57","Winter 2003-2004","5-26"]}],"locations":[{"id":1886,"lat":37.9782243481,"lng":-77.9629941666,"zoom":9,"place":"LOUISA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}