{"id":2564,"title":"Ex-Mistresses and Ex-Slaves\n","course_id":1,"status":"P","start_date":"1866-01-07","end_date":"1866-01-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Louisa Minor's life was changing all the time. More and more of her former slaves left her land as 1866 began. She felt sad to see people go whom she had known all her life. Louisa Minor mentioned in her diary the change in everyday life as the ex-slaves departed. She stated that though ice was available outside, no one brought it inside, because there were no servants left to do the work. She wrote as if that kind of labor was totally foreign to her. Louisa Minor respected the right of her former slaves to leave the plantation, but she had trouble seeing her ex-house slaves go. When she described her children's nanny, Nancy, as well as other former house slaves named Mammy, and Aunt Peggy, she revealed the reason for her sadness, constant proximity. White slave-owners gained closer relationships with their slaves when those slaves were working alongside them. When her freed slaves left her land, Louisa Minor and her children found the absence of those they spent time with everyday to be the hardest to bear. ","This relationship between black and white women was a common element of slavery because of the nature of work done in whites' houses. This does not mean that close proximity always turned into friendship, however. These relationships were sometimes worse for slaves because a cruel master could deride the slave all the time if they were always around. Thus Louisa Minor's pain at seeing her ex-house-slaves leave was an expression of the relationships by which whites took advantage of slaves while acting as if they were doing it out of good-natured paternalism. This of course had consequences throughout the South as freed slaves left their former masters' homes."],"display_date":"January 7, 1866 - January 13, 1866","search_date":"1866-01-10","citations":[{"divid":1214441996,"type":"Manuscript","data":["","Diary Entry for Jan. 7-13",null,"Mss 10685","Box 1","Diary of Louisa Minor","Special Collections Library, University of Virginia"]},{"divid":1214442088,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Julia Burkart","Gender Roles in Slave Plantations","Plantation Society and Race Relations: The origins of Inequality","Thomas J. Durant, Jr. and David Knottnerus, editors","Westport, Conn.","Prager ","1999","128-129"]},{"divid":1214442190,"type":"Book","data":["Deborah Gray White","Ar&#39;n&#39;t I a Woman",null,"New York","Norton","1985","50-55"]}],"locations":[{"id":1887,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}