{"id":2565,"title":"The Klan alters Congressional elections in Tennessee&#39;s 4th district \n","course_id":1,"status":"P","start_date":"1866-01-01","end_date":"1871-02-14","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Representative Horace Maynard of Tennessee presented the investigation into the contested election between Republican Louis Tillman and Democrat C .A Sheafe before the United States House of Representatives.  Republicans charged that the Ku Klux Klan intimidated both white and black voters on behalf of the Democratic Party.  In that election, C.A Sheafe won close election 44176 to 3810, but the Republicans should have won a landslide with 7,800 newly registered black voters.  The House of Representatives agreed with the conclusion of widespread voter intimidation and passed a resolution that gave the seat to the Republicans.","To verify the Republican's claim of voter intimidation, officials interviewed numerous voters representing both parties and the evidence showed the KKK did prevent Republicans from reaching the polls. George McMichael, a former slave from Coffee County, reported that he returned home after voting for the Republican ticket and found the Klan waiting for him.  They tied him down on a log and whipped him two hundred times.  An African American by the name of Washington Ore testified that The Klan surrounded his home, but he escaped by jumping through his window. He said, they shot two shots at me, but did not hit me at that time. When he returned to his house, his crops were torn to pieces in retaliation for his Republican vote.  Although the Klan was a small organization that was unpopular in the early 1870s,  the organization gained strength and helped the Democrats win back the state government  by the late 1870s. ","Horace Maynard and the Republicans' effort to secure black voting rights in Tennessee was a political struggle in a divided region. The emergence of seven thousand new black voters threatened to break the even division between Republicans on the eastern part of the state and the agricultural interests of middle Tennessee.  Tennessee had a history as a moderate state before the Civil War when it voted for the Constitutional Union Party candidate John Bell instead of the Democrats. The same radical group of Democrats that pushed the moderate state of Tennessee into the Civil War, turned to violence in the postwar years to prevent a Republican advantage. Each party tried to forcefully keep the other away from the polls.  George Brunlow disfranchised the old Democrats until 1867. Once the Democrats, returned to the polls, Brunlow reluctantly gave African Americans the right to vote in order to solidify Republican power.  Tennessee was the first state in the South to take the monumental step to allow African Americans to vote.  When the Klan desperately resorted to violence and intimidation to gain a political advantage, Governor Brunlow, refused to certify the results in Tillman vs. Sheafe election.  He stated,  the votes cast for a candidate are illegal and his election void and that the KKK have used violence and other means of intimidation to deter legal voters from exercising franchisement.  With a slim majority threatened, Republicans fought to secure black voting rights for political reasons rather than the moral cause of equality.  Similarly, the Klan showed that they were not primarily motivated by race when they attacked large numbers of white and black Republicans.  Tennessee Republicans were more concerned with building new industry than the impoverished condition of African Americans that did not improve under their administration.  Republicans knew that the Party of Lincoln did not need to help African Americans to guarantee their votes on election day.  "],"display_date":"January 1, 1866 - February 14, 1871","search_date":"1868-07-24","citations":[{"divid":1216327463,"type":"Government Document","data":["Ku Klux in Tennessee &#58; Speech in The United States House of Representatives","Congressional Globe ","February 14, 1871","","","","","Special Collections Library, The University of Virginia",""]},{"divid":1216327548,"type":"Book","data":["William R. Majors","Change and Continuity&#58; Tennessee Politics since the Civil War ",null,"Macon, GA","Mercer University Press","1986","1-16"]},{"divid":1216327602,"type":"Book","data":["Robert E. Corlew","Tennessee&#58; A short History",null,"Knoxville, TN","University of Tennessee Press","1981","329-341"]},{"divid":1216327999,"type":"Book","data":["Edward L. Ayers","The Promise of the New South Life After Reconstruction",null,"New York ","Oxford University Press","1992",""]}],"locations":[{"id":1888,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}