{"id":2566,"title":"Women&#39;s Inheritance Rights\n","course_id":1,"status":"P","start_date":"1875-07-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In July 1875, Judith Page Rives wrote her last will and testament in which she left two thirds of her twelve hundred acres to her son Alfred and four hundred acres to her daughter Ella. She also gave Ella all of her jewelry and clothing, including a diamond brooch valued at 14,000 dollars. Mrs. Rives also left Ella her stocks. If Ella never married, Mrs. Rives wished for her to live with one of her brothers. Mrs. Rives also wanted Castle Hill, her home, to remain in the family. Near the end of her will, Mrs. Rives named her three sons as her executors.","During the nineteenth century wealthy people like Mrs. Rives usually bequeathed significant sums to their daughters to care for their wellbeing until marriage. Mrs. Rives gave land to her daughter Ella but less than she gave to her son Alfred. This begs the question of whether Mrs. Rives made this decision for personal or economic reasons. At that time few Women's Property Laws existed in Virginia. Thus Mrs. Rives may have wished to keep most of the family land securely in male hands when she wrote her will. Her will is significant because it demonstrates the complexities of women's property in the Virginia legal system before the passage of Women's Property Laws. The Virginia legislature did not a pass a full Married Women's Act until 1877. By 1875, the year Judith Rives wrote her will, there was only a preliminary law in place protecting a wife's pre-matrimonial property from her husband's creditors. Thus, though progress had been made for women's property rights by the time of Mrs. Rives wrote her will, leaving land in her daughters hands have could still resulted in the loss of that property to her daughter's future husband. The fact that Mrs. Rives bequeathed Ella as much as she did is a testament to her love for her daughter in spite of the law."],"display_date":"July 1, 1875 - December 31, 1875","search_date":"1875-09-30","citations":[{"divid":1217370582,"type":"Manuscript","data":["","Last Will and Testament of Judith Page Walker Rives",null,"Mss 10596","","Papers of the Rives, Sears, and Rhinelander Families","Special Collections Library, University of Virginia"]},{"divid":1217370627,"type":"Dissertation/Thesis","data":["Sara F. Ketchum","Married Women&#39;s Property Law in Nineteenth-Century Virginia","PhD diss.","University of Virginia ","August 1985",""]},{"divid":1217370663,"type":"Book","data":["Lawrence M. Freidman","A History of American Law",null,"New York","Simon and Schuster","1973","186, 220-221, 434-435"]}],"locations":[{"id":1889,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":9,"tag":"Law"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}