{"id":2568,"title":"The Hanging of Dave\n","course_id":1,"status":"P","start_date":"1848-11-17","end_date":"1848-11-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the Friday preceding November 20, 1848, the town of Jonesborough witnessed the hanging of a slave named Dave charged with the murder of his master. The slave did not deny his crime and appeared to show no remorse at the time of his execution. The only excuse offered by Dave for this gruesome act was that he had been drinking before the time the act was committed. Those who were there to witness his hanging claimed that his demeanor was indifferent towards his fate, and that he even dared to smile at times. Between the daytime hours of twelve and two, Dave was publicly hung by the town sheriff. The body dangled for thirty minutes before it was cut down and buried. Upon his burial, many physicians from neighboring towns rushed to his grave site to be the first to claim the body for dissection. ","We do not know anything of the events that induced Dave to murder his master. Since Dave offered no excuse for his crime, one can only speculate upon his possible stimulus. Dave could have murdered him for any number of reasons. A sexual advance on a loved one by his owner, persuasion by another white man, or any other perceived injustice brought upon him could have provoked Dave to commit this deed. ","However valid the crime's impetus, the murder of a white man at the hands of a slave or person of color was considered a serious offense punishable by death. Historian Joshua Rothman argues that although most African Americans who murdered their masters were sentenced to hang, many were not forced to endure this harsh sentence due to the intervention of other whites in the town who could vouch for the particular slave's character. In the instance of Dave, however, this intervention did not occur. From the tone of the article announcing the hanging, Dave showed no remorse for what he had done. His indifferent attitude, the lack of significant reason for the crime he committed, and the apparent lack of respect received from the members of the white community most likely did not lend itself to an appeal for a more lenient sentence."],"display_date":"November 17, 1848","search_date":"1848-11-17","citations":[{"divid":1216328311,"type":"Book","data":["Joshua D. Rothman","Notorious in the Neighborhood",null,"Chapel Hill, NC","The University of North Carolina Press","2003",""]},{"divid":1216328345,"type":"Newspaper Article","data":["Execution of Dave","The Jonesborough Whig and Independent Journal","","November 20, 1848","3"]},{"divid":670936,"type":"Artifact","data":[null,"pAagSllVjocSTrLCztb"]}],"locations":[{"id":1890,"lat":36.2251619225,"lng":-82.4967689306,"zoom":9,"place":"WASHINGTON, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}