{"id":257,"title":"New Orleans Courts report thousands of whites recently jailed for vagrancy\n","course_id":1,"status":"P","start_date":"1847-01-01","end_date":"1847-05-02","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As of May 2, 1847 the New Orleans Court Recorder reported that thousands of whites had been sentenced to the workhouse for acts of vagrancy.  Often times the courts handed down these sentences without proof, trial, or opportunity to appeal.  The fate of these vagrants represents a common occurrence throughout the South.  Around this time period in South Carolina the leadership sold vagrants into slavery for varying lengths of time.  This trend demonstrates the unwillingness of the planter class to fairly treat almost anyone outside of its class, as well as its desires to misappropriate human labor for the good of a few large planters. &lt;br /&gt;Earlier in the year, the Time-Picayune published an article commenting on the unusually large number of beggars present in the streets of New Orleans.  The article portrays the beggars as lazy and worthless while failing to mention any underlying cause for the new social problem.  The only possible explanation put forth by the paper is that the success of beggars leads others to take up the occupation. The increased number of people sentenced for vagrancy over the course of the year probably resulted from the growing intolerance of beggars by the city as a whole."],"display_date":"January 1, 1847 - May 2, 1847","search_date":"1847-03-02","citations":[{"divid":1213636360,"type":"Article","data":["Richard B. Morris","The Measure of Bondage in the Slave States","The Mississippi Valley Historical Review","2","1954","224"]},{"divid":1213636414,"type":"Newspaper Article","data":["","The Times-Picayune","","January 10, 1847",""]}],"locations":[{"id":180,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}