{"id":2571,"title":"Use of Southern Railroads after the Civil War\n","course_id":1,"status":"P","start_date":"1868-05-15","end_date":"1868-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Lucy Brown left on a long trip, so long that the sheer volume of her own and her daughter's luggage precluded her from stopping to visit her sister on her return. Mrs. Brown wrote her sister a short letter explaining why she could not stop and visit, and that she would be away from her native Charlottesville until the end of June. When she wrote the letter, Mrs. Brown was traveling through Lynchburg. She relied on southern railroads to take her where she wanted to go.","Mrs. Brown's went on her trip at a time when southern railroads companies were repairing the damage inflicted upon them by the Civil War. The southern railroads at the end of the war were severely dilapidated. Virginia was one of the first southern states to court northern capital investment in railroads. Without that help, Mrs. Brown might not have even been able to travel as she did in 1868. However even by 1868 southern railroads did not have enough capital to make marked improvement. A large amount of railroad graft involving carpetbaggers also took place that year. The Panic of 1873 made hurt the struggling companies even more. The Richmond and Danville Railroad was one of many southern railroads that Mrs. Brown went on her trip. That year the railroad company registered costs at 61.8 percent of receipts. Railroad travel in south was very significant because southern railroads were absolutely inadequate in comparison with the North. Their lesser capabilities were clearly evident during Civil War and prolonged economic recovery after the Civil War. Mrs. Brown's railroad trip in 1868 exemplified the most modern means of travel, and the possibilities for modernization in the South. Unfortunately the reality of railroads in Virginia and the South after the Civil War necessitated heavy investment before such a modernization of the region would be possible. "],"display_date":"May 15, 1868 - December 31, 1868","search_date":"1868-09-07","citations":[{"divid":1217369424,"type":"Manuscript","data":["","Lucy Brown&#39;s letter to her sister",null,"Mss 4289","","Papers of Robert Rives, Jr.","Special Collections Library, University of Virginia"]},{"divid":1217369457,"type":"Book","data":["Eugene Alvarez","Travel on Southern Antebellum Railroads, 1828-1860",null,"Alabama","University of Alabama Press","1974","163"]},{"divid":1217369497,"type":"Article","data":["John F. Stover","Northern Financial Interests in Southern Railroads, 1865-1900","Georgia Historical Quarterly ","39","1955","205-210"]},{"divid":1217369715,"type":"Dissertation/Thesis","data":["Douglas Stewart Golden","Richmond and Danville Railroad System, 1861-1880","PhD diss.","University of Virginia","1973",""]}],"locations":[{"id":1893,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}