{"id":2574,"title":"The Pains of Being a Democrat in Richmond\n","course_id":1,"status":"P","start_date":"1855-11-01","end_date":"1856-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1855, John Sergeant Wise, the young son of the newly elected Governor Henry Wise, was desperately trying to adapt to his new home in Richmond, Virginia.  Having previously come from a rural town, John Wise was mocked by his schoolmates for being a provincial bumpkin.  However, most of the abuse from his fellow students was due to his father's political persuasion as a Democrat.  In one particular passage of his writing, he recounted how his days as a schoolboy in Richmond were comprised of deflecting taunts, and fighting off bullying from the sons of Whig and Know-Nothing citizens who were instilled with a hatred of all things Democrat.  At this time, the Whigs had essentially joined forces with the new American, or Know-Nothing Party, against the Democrats.  Many of Henry Wise's votes had come from the rural Virginia farmers and yeoman, while Richmond itself was a stronghold of Know-Nothingism.  "," The American Party, also known as the Know-Nothings, began in 1855.  It was founded along the lines of a secret society with elaborate initiation rituals, and a series of secret passwords and coded communications between its members.  Its platform was essentially radical nationalism that included anti-immigration and anti-Catholicism stances.  As the Whig party began to slowly loose strength in the United States, members often threw their allegiance to the Know-Nothing Party in an attempt to continue fighting the Democrats.  The Know-Nothings took power in some Northern states, and were so strong in Richmond that Democrats were referred to as The Spartan Band there."],"display_date":"November 1, 1855 - January 30, 1856","search_date":"1855-12-15","citations":[{"divid":1216328461,"type":"Pamphlet or Other Printed Material","data":["John S. Wise","The End of and Era","Boston, MA","Houghton Mifflin and Co","1899",""]},{"divid":1216328502,"type":"Book","data":["Michael Holt","The Rise and Fall of the American Whig Party ",null,"New York","Oxford University Press","1999","912-922"]}],"locations":[{"id":1895,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}