{"id":2575,"title":"Education for Disabled Veterans\n","course_id":1,"status":"P","start_date":"1867-01-01","end_date":"1867-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Concern with morality and charity dominated the thoughts of many devout Christians in the South. W.D. Cabell, a graduate of the University of Virginia and principal of the Norwood High School in Nelson County, Virginia, was just such a man. In his journal he often pondered the effect his own life would have on those around him, and beseeched the Lord for help in doing good works. In 1867, Cabell decided to use his position as principal of Norwood High School to help those he saw as most in need: disabled ex-Confederate soldiers. The normal tuition for one semester at his school came to 150; he offered 12 spots at half price for those who met the following conditions:","I. Satisfactory evidence that he is unable to meet the expense of a full academic course,","II. That he was disabled in the discharge of his duty as a Southern soldier,","III. The he will, when his course is completed, engage in the cause of education as a teacher, and give to some poor, honest boy an equivalent for the advantages now offered to him,","IV. That if this is impracticable, he will, as soon as he is able, pay the balance of the regular rates of the school, but without interest.","Cabell identifies himself as thoroughly and permanently identified with the cause of southern education, and as such takes it upon himself to make his charitable offer only to those that are held in high esteem by the fallen southern aristocracy, such as ex-Confederate soldiers. He contends that I confine this offer to no particular state or locality, and in discriminating between applicants will decide (other things equal) in favor of the most unfortunate. He does not, however, extend this offer to other destitute southern citizens, such as newly freed blacks, and thus still reflects the limited moral attitudes of his time. ","According to Fred Arthur Bailey, author of Free Speech and the Lost Cause in the Old Dominion, Southern teachers after the Civil War attempted to inject the Lost Cause mentality into school curricula within the entire South, including Virginia. Once established as the arbiters of Southern thought, Bailey asserts, they expunged offending works from schools and libraries, silenced dissident teachers, and indoctrinated Southern children with antebellum aristocratic social values. The ideas of the Lost Cause range from old southern ideas of chivalry and honor to race and gender relations and roles within society. Also, an integral part of the Lost Cause idea was the portrayal of the South as a valiant yet defeated region now forced to live under corrupt Yankee rule, whose ideals and social mores must not be lost in favor of northern values. Although the specific curriculum from the Norwood School is not available, it's very possible that Cabell fit this description to some degree. He obviously sympathized greatly the Confederacy, and was a self-proclaimed champion of Southern Education. "],"display_date":1867,"search_date":"1867-07-02","citations":[{"divid":1215272775,"type":"Manuscript","data":["","Journals",null,"Mss  276","Box 14","Papers of W.D. Cabell","Special Collections Library, University of Virginia"]},{"divid":1215272810,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Fred Arthur Bailey","Free Speech and the Lost Cause in the Old Dominion","Virginia Reconsidered: New Histories of the Old Dominion","Kevin R. Hardwick and Warren R. Hofstra","Charlottesville","University of Virginia Press","2003","296-297"]}],"locations":[{"id":1896,"lat":37.7873885597,"lng":-78.8867512571,"zoom":9,"place":"NELSON, Virginia"}],"tags":[{"id":6,"tag":"Education"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}