{"id":2576,"title":"Nashville Industrial Exposition supposed to show  the New South\n","course_id":1,"status":"P","start_date":"1874-09-10","end_date":"1874-09-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In an Ohio newspaper, continued lynching in  Tennessee overshadowed the Nashville Industrial Exposition.  The Tennessee Historical Society hoped  that the exposition would show the future of the South and respect or a proud military history.  Local businesses shut down as a military and civic parade marched down the street.   The most popular exhibit was an exotic Egyptian mummy display and a collection of other antiquities which furthered the description of Nashville as The Athens of the South.  Despite this show of progress and innovations, the conception of The New South was mired in the hypocrisy of lynching.        Southern Industrial Expositions  were intended to show a balance between innovation and a reverence for traditional values.  Former editor of The Atlanta Constitution, Henry Grady, illustrated the balance between the two seemingly contradictory values.  He believed that the South could embrace industry while being proud of its military and agricultural history.  He acknowledged that decades of slavery prevented southern industry from developing.  He and many other southerners believed that racial problems improved since emancipation. The goal was to portray a stable environment that would attract northern investors to capitalize to the large labor force in the South.   The reality was that beneath the pomp and circumstance of the military and industrial parades was the same underlying problem of terrible race relations of the slave South.       Textile mills, sawmills, cotton processing, and other industries developed faster than the North, but the region remained predominately agricultural in nature.   Despite new innovations, southern cities were nowhere near as technological as northern cities.  Nashville was one of the first southern cities to have streetlights by 1880. Most of the area around Nashville remained reliant on the typical  commodities of the Old South  such as cotton and tobacco.  New industrial farming technology actually hurt the cotton economy by creating overproduction and, consequently, lower cotton prices.  Despite industrial expositions in Nashville proclaiming change in the South, the region was still plagued by the same racism and agricultural economy of the Old South.  The Steubenville Daily Herald from Ohio highlighted the contradiction that lynching represented in the  plan for the New South.  In the ideology of the lost cause, southerners fantasized that the Confederacy failed because they lacked the industrial capabilities of the north.   The acceptance of widespread segregation and violence beginning in the early 1870s showed that white southerners were not interested in changing every aspect of the  South."],"display_date":"September 10, 1874","search_date":"1874-09-10","citations":[{"divid":1216328685,"type":"Newspaper Article","data":["","Steubenville Daily Herald","","September 10, 1874",""]},{"divid":1216328714,"type":"Book","data":["Don H. Doyle","Nashville In the New South &#40;1880-1930&#41;",null,"Knoxville, TN","The University of Tennessee Press","1985","1-10"]},{"divid":1216328759,"type":"Book","data":["Edward L. Ayers","The Promise of the New South &#58; Life After Reconstruction",null,"New York ","Oxford University Press","1999",""]},{"divid":22189,"type":"Law","data":[null,"BvaxeBthbOKIe"]}],"locations":[{"id":1897,"lat":35.1672648222,"lng":-86.1060239614,"zoom":9,"place":"FRANKLIN, Tennessee"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}