{"id":2577,"title":"The Elite South are Immune\n","course_id":1,"status":"P","start_date":"1832-09-07","end_date":"1832-09-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A cholera epidemic struck the United States in 1834, affecting southerners in every social standing. However; elitism and negative racial attitudes ultimately influenced perceptions about the transmission of the disease. Todd Savitt, a historian specializing in nineteenth-century medicine and disease stated that white Virginians often related high morals, clean living and orthodoxy to immunity during the cholera epidemics. White paupers, free blacks, and slaves because of their sinful ways, degraded condition, and filthy habits were viewed as the prime targets for cholera. Whites, who may have revealed symptoms of Cholera, were often diagnosed with diarrhea, dysentery, or fever rather than to be diagnosed with the poor man's disease. When the <em>Richmond Enquirer</em> reported the first case of malignant cholera in Richmond, it was not surprising to Virginians that the first victim was a slave boy. The master of the young boy wrote an urgent letter to the Richmond Department of Health describing symptoms of cholera and the condition of his dying slave. The young boy, an eleven year old subject to fits of diarrhea and incredibly dehydrated died a few hours later in the tobacco factory of his master. The young boy exhibited the principle symptoms of cholera: bouts of profuse diarrhea. The Richmond Board of Health traced the cause of cholera to the young boy's consumption of contaminated pears. The Richmond Board of Health would later publish statements connecting the supposedly crude eating habits of the underclass to cholera. "," Location rather than race and class attributed to the prevalence of cholera among free blacks, slaves, and lower class whites. According to Dhiman Barua and William Greenough, medical professors specializing in cholera epidemics, the cholera bacterium thrives in water ecosystems and transmits through the ingestion of water or food contaminated by fecal mater. Those living close to cities express high rates of vulnerability to the disease.  Transmission rates of cholera in the nineteenth-century South rose because of unsanitary conditions in newly developing cities. In Richmond, the James River and the Kanawha Canal provided opportunities for cholera to spread through low income homes and slave quarters. Free blacks, urban slaves and lower class whites throughout the South faced increased susceptibility to cholera that was attributed to densely populated housing, inefficient waste management systems and close proximity to local rivers, rather than race and class."],"display_date":"September 7, 1832","search_date":"1832-09-07","citations":[{"divid":1213229887,"type":"Newspaper Article","data":["Cholera","Richmond Enquirer","","September 9, 1832",""]},{"divid":1213229912,"type":"Book","data":["Dhiman Barua and William Greenough","Cholera",null,"New York","Plenum Medical Book Co","1992","46-51"]},{"divid":1213229945,"type":"Book","data":["James Volo and Dorothy Volo","The Encyclopedia of the Antebellum South",null,"Westport","Greenwood Press","2000","1370"]},{"divid":1213230000,"type":"Book","data":["Todd Savitt","Medicine and Slavery: The Disease and Health Care of Blacks in Virginia",null,"Urbana","University of Illinois Press","1978","226-240"]}],"locations":[{"id":1898,"lat":37.539209631,"lng":-77.4101814026,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}