{"id":2578,"title":"Freedom in Fauquier\n","course_id":1,"status":"P","start_date":"1820-01-01","end_date":"1830-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Throughout the eighteenth and nineteenth Centuries, Fauquier County was a county with many African American slaves. However, Fauquier County was a county with a few freed African Americans. In 1820, the Fauquier County Census counted 11,167 slaves and 507 freed African Americans. In 1830, there were 12,612 slaves and only 621 freed African Americans. Therefore, in those 10 years, the number of slaves increased by 1,445 and the number of freed Blacks increased by only 114. ","Every freed African American that resided in Fauquier had to register. The person's name, age, color, and status were recorded. Also, if the person has any distinct marks on their body, the location of the mark was recorded. Some people listed had records of how they obtained freedom. Catherine White was 22 years old and 5 feet and 1 inch. She had two scars on her left arm between her elbow and her wrist. She was born free. Ceasor Madison was 68 years old and 5 feet 7 inches. His recording stands out because instead of describing any scars on Madison's body, the clerk describes his nose. It is stated that his nose is thinner and higher than most people of color. The people are also described as being having a very dark complexion, bright mulatto, or dark mulatto.","In part, the Fauquier records show the stark difference of the number of slaves versus the number of freed men and women in Fauquier County. Yet the number of freed slaves did grow in that ten-year span. T. H. Breen and Stephen Innes' book, <em>Myne Owne Ground: Race and Freedom on Virginia's Eastern Shore</em> focuses on the community of freed blacks in Northampton County. Just like these free blacks in Fauquier County, the freed blacks of Northampton had to register their names with the clerk. These people were like normal citizens. They raised children, acquired lands, and had businesses. Even though there were not that many freed blacks in Virginia, they established themselves within a slave state."],"display_date":"1820 - 1830","search_date":"1825-07-01","citations":[{"divid":1217101825,"type":"Pamphlet or Other Printed Material","data":["","Fauquier County, Virginia Register of Free Negroes, 1817-1865","Midland, Virginia","Afro-American Historical Association of Fauquier County","1993","Alderman Library, University of Virginia"]},{"divid":1217101969,"type":"Book","data":["T.H. Breen and Stephen Innes","Myne Owne Ground&#58; Race and Freedom on Virginia&#39;s Eastern Shore",null,"New York","Oxford University Press","1980","68-71"]}],"locations":[{"id":1899,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}