{"id":2579,"title":"A Private Army in Virginia\n","course_id":1,"status":"P","start_date":"1859-01-01","end_date":"1859-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the writings of his autobiography, TJ Macon recorded with great pride,that in 1859, he joined the First Company Richmond Howitzers,a militia artillery unit that drilled in the city and was composed of volunteers from the surrounding area. Macon was also quick to state that he later served in combat with this unit during the war between the states.Serving in such a unit was special to Macon because it was a clear act of serving his community. Not only did he drill to protect his home, but the men on either side of him were his friends and neighbors, prepared to make the same sacrifice alongside him.  His service in this unit made him an object of admiration and pride in the community, the concept of a noble southern gentleman defending his city.  However, Macon's youthful enthusiasm was most certainly curtailed when he experienced the harsh reality of the Civil War battlefield, where the pageantry and glory of parades through downtown Richmond would be replaced by the acrid smell of cordite and the cries of the dying. ","In the 1850s, with the memory of British tyranny not far from the minds of many Americans, there was still a great deal of wariness in regards to the idea of a standing federal army and professional military leadership.  Beginning in 1792,Congress began requiring able bodied men to serve in local militia units.  In 1808, the law provided that authority over these units fell to the state governor rather than the federal government, a forerunner of the modern National Guard.  With distrust of federal forces being particularly prevalent in the South, militias such as the Public Guard in Richmond were formed to provide local communities with some military muscle.  These militias provided well armed and well-disciplined units that could provide security in times of unrest, as well as acting as a type of police force.  While few, if any southerners would explicitly say so, these units also gave southerners peace of mind in the sense that any slave revolt would be met by a rapid and lethal response from local units who would not be subject to bureaucratic or political red tape as federal troops would be.","    This idea of military self sufficiency also led to a new martial state of mind in the southern gentry, whereby they stoked the idea of their ancestors being dashing Cavaliers, fighting across the plains of England during its Civil War in defense of their ideals.  This martial spirit also led to the foundation of numerous Southern military schools such as the Citadel in South Carolina and the Virginia Military Institute in Lexington, Virginia."],"display_date":1859,"search_date":"1859-07-02","citations":[{"divid":1215272970,"type":"Pamphlet or Other Printed Material","data":["T.J. Macon","Life Gleanings","Richmond, V.A.","W.H. Adams","1913","Alderman Library, University of Virginia"]},{"divid":1215273009,"type":"Book","data":["James Volo and Dorothy Volo","Encyclopedia of the Antebellum South",null,"Westport","Greenwood Press","2000","187-190"]}],"locations":[{"id":1900,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}