{"id":2580,"title":"Mr. Taney&#39;s Ominous Dinner\n","course_id":1,"status":"P","start_date":"1834-09-09","end_date":"1834-09-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Founded under James Madison, the Second Bank of the United Stated remained a source of controversy until its demise in 1836. President Andrew Jackson, who prided himself on improving the lives and representing the interests of the common white man, objected to the Second Bank of the United States and sought to destroy it. Roger Taney, the newly appointed Secretary of the Treasury and a firm believer in Jacksonian principles sponsored a dinner in Cecil County to increase Jacksonian electoral support in the upcoming Maryland state elections. The <em>Richmond Enquirer</em> reported that over 500 supporters of Andrew Jackson gathered in Cecil, Maryland to honor the political activist, Roger Taney. Taney warned the supporters of the great threat of the Second Bank of the United States and stated that the battle was almost over. Mr. Taney concluded his speech with these words: recollect at the ensuing elections, [to determine] whether the Bank or the People would rule this happy country. However, Taney's message would only resonate in the small farming communities of Cecil County. "," The Maryland state legislature elections occurred in October, one month after Taney's dinner party. The Baltimore Patriot printed the election results, listing each county name and the number of seats won by the Jacksonian and Whig party. The election allowed members of each party to win up to four seats in each Maryland county. The Jackson Republicans won four seats in the heavily agrarian county of Cecil, where Jacksonian principles may have influenced their vote. Southern counties in Maryland, such as Talbot, Somerset, Dorchester, and Worchester County elected Whig party members to fill the majority of their seats. With support from most of the counties in Maryland, the Whigs held an overwhelming majority of 77 to 18 in the state legislature. According to historians Richard Walsh and William Fox, many of the Maryland voters in the state election were sympathetic to the Bank of the United States and disliked Jackson and Taney's fiscal policies. The Second Bank of the United States thrived from the tax revenue deposited by the federal government. Working with Roger Taney, Jackson strategically removed funds from the Second Bank of the United States and placed the revenue into local pet banks to lessen the power of the Bank. However Jackson and Taney's plan led to economic instability and recession in Maryland and other areas in the South. After the election one southern Maryland Whig supporter stated in the Baltimore Patriot that the experiment [removal of the deposits] works badly. Mr. Taney does not keep the wheels well greased.   The Bank and the economic policies of the Andrew Jackson divided the Jackson Republican strong hold in the South. The Whigs soon developed a following throughout the South bringing about change in the southern political arena."],"display_date":"September 9, 1834","search_date":"1834-09-09","citations":[{"divid":1215273089,"type":"Newspaper Article","data":["Mr. Taney; Public Dinner; Jackson Republicans; Cecil County","Richmond Enquirer","","September 9, 1834",""]},{"divid":1215273115,"type":"Newspaper Article","data":["Maryland Election","Baltimore Patriot","","October 9, 1934",""]},{"divid":1215273138,"type":"Book","data":["Richard Walsh and William Lloyd Fox","Maryland&#58; A History 1632-1974",null,"Baltimore","Maryland Historical Society","1974","1370-1372"]},{"divid":1215273168,"type":"Book","data":["Harry Watson","Liberty and Power",null,"Toronto","Harper &amp; Collins","1990","176"]}],"locations":[{"id":1901,"lat":39.5167187173,"lng":-75.8750159588,"zoom":9,"place":"CECIL, Maryland"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}