{"id":2581,"title":"Tennant farmers settled with Mr. Bills after the harvest \n","course_id":1,"status":"P","start_date":"1870-01-26","end_date":"1870-01-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a cold Wednesday morning in February, tenant farmers Captain Bishop and the African Americans Coleman, Sandy, and Sam Watkins settled their rent with wealthy Tennessee planter John Houston Bills. The total crop for the year for all four men was worth 2,033 dollars  Mr. Bills took 515 dollars for rent, or  twenty five percent of the four men's total crop.   These landless tenants had no choice but to accept the high rent that Bills offered.  Instead of growing his own crops, Bills relied on his dozens of tenants to farm his thousand acres and provide his substantial income.  While Bills returned comfortably to his home, his white and black tenants faced the  bleak economic reality of declining cotton prices. "," Unlike a crop-lien system, Bills charged a flat rate rent in order to reduce the risks associated with tenant farmers. The trend continued on a regional level in Georgia where the number of cash tenants grew from 18,000 in 1880 to 59,000 in 1900. At nearly seventy years old, Bills was too old to oversee that tenants properly tended to the cotton fields.  Although it seemed like a lucrative business, landowners found it difficult to keep tenants because farms competed for the lowest rent.  Heavily indebted tenants could leave unexpectedly without paying for goods that Bills provided.   With cash tenants, landowners did not need to keep a store or furnish any goods.   Landowners increasingly avoided the crop-lien system, as they did not want their tenants to rely on them for food to feed their families. Tenants knew how much they had to produce to meet their rent and landowners could isolate themselves from the harsh realities of tenant farming.  Since landowners did not have any personal stake in the success of their tenants, Bills could retire to a leisurely life of hunting and fishing instead of supervising the farm. ","Lower commodity prices caused by overproduction after the Civil War made farming a difficult life for  landless African Americans and whites.  More efficient cotton processing and new farming methods flooded the European and northern markets with cotton, corn and tobacco causing commodity prices to plummet.  Still, agriculture was firmly ingrained into the landscape of the South  for generations and industrial opportunities were scarce.   Recently emancipated African Americans with little education turned to the familiar cotton farming of the antebellum period. The lack of affordable land forced both white and black landless farmers  to accept high rent.  If there were blight or an early frost, tenant farmers risked not having enough money to feed their families. ","White landowners had a complicated relationship among white and black tenants.  If both the tenant and the owner were white, they enjoyed a closer relationship than with African Americans.  Landowners would often work aggressively to help their white tenants to succeed while having little contact with black tenants.  Black and white tenant farmers developed tensions when they competed for the best crops and the best land.  Whites especially resented successful black farmers who challenged white supremacy.  Even though believed they were racially superior to black tenant farmers, they were on the same economic ground.  In many ways tenant farming placed whites and blacks on equal ground. Increasingly, white tenant farmers felt stigmatized for sharing the same economic status as African Americans."],"display_date":"January 26, 1870","search_date":"1870-01-26","citations":[{"divid":1216328897,"type":"Manuscript on Microfilm","data":["","John Houston Bills Papers","Series J, Part 8, Micfilm 1705, reel 18, frame 231","John Houston Bills Papers","Alderman Library, The University of Virginia"]},{"divid":1216328925,"type":"Book","data":["Don H. Doyle","Nashville In the New South &#40;1880-1930&#41;",null,"Knoxville, TN","The University of Tennessee Press","1985",""]},{"divid":1216328973,"type":"Book","data":["Robert E. Corlew","Tennessee&#58; A short History",null,"Knoxville, TN","The University of Tennessee Press","1981","367-370"]}],"locations":[{"id":1902,"lat":35.2116486435,"lng":-88.9878590321,"zoom":9,"place":"HARDEMAN, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}