{"id":2583,"title":"The Gruesome History of a Wartime Steamboat\n","course_id":1,"status":"P","start_date":"1863-01-01","end_date":"1864-10-30","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" The Civil War diary of John L. Sharitt, Jr., a Confederate soldier, describes the repugnant state of war that he daily faced.Because of the hopelessness of the southern cause and his desire to return home before more destruction damaged Louisiana.On October 30, 1864, while aboard a boat at Norman's Landing, Louisiana, Sharitt reveals the history of the boat.The boat had been captured by the Confederate army in the spring of 1863.Sharitt was traveling down the Red River when he saw that the pilothouse was shot full of holes, [and] the pilot was shot at the wheel during the boat's seizure.The remnants of this violent overtaking were still evident, however, as the pilot's hand left a mark when he stumbled down the stairs to his death.Sharitt learned the spot had been cleaned with water and soap, but still the print of every finger is as plain as can be.Such is war."," The boat would forever contain the evidence of a captain's gory and tragic death.Sharitt was revolted and haunted by this image of death in his mind.The brutality and the dehumanization of soldiers during wartime is a common lamentation of Sharitt.He recognized the complete horror of such an image of death and disregard for a former American neighbor."," The military campaigns along the rivers were crucial to the war's outcome.Southern rivers were places of desired domination, and as Sharitt floated down the Red River of Louisiana, he saw first-hand the battles that ensued over waterways like the Mississippi and the Red Rivers.According to Dudley W. Knox, control of navigable rivers was essential to victory, and the Red River was an important route to the Mississippi below Vicksburg, Mississippi.Knox discloses that in the spring of 1864, the Union's Red River Expedition failed miserably and Confederate army strongly held the river and many of the American Navy's boats.Although fighting on the Red River was necessary, especially after Federal forces controlled all of the Mississippi in July 1864, the war's effects shocked and disgusted Sharitt.The desperation and fever of the Civil War was evident in the Rebel soldiers' seizure of a northern boat and the multitude of gruesome murders inflicted upon Union soldiers.Sharitt felt horror and disgust thinking of his enemy's defeat; the tactics of war along waterways, however, required such inhumanity.","--J.R."],"display_date":"January 1, 1863 - October 30, 1864","search_date":"1863-11-30","citations":[{"divid":1217814689,"type":"Manuscript","data":["","",null,"Mss 6114","","John L. Sharitt, Jr. Diary, 1863-1865","Special Collections Library, University of Virginia"]},{"divid":1217814745,"type":"Article","data":["Dudley W. Knox","River Navies in the Civil War","Military Affairs","18","Spring, 1954","29-32"]}],"locations":[{"id":1904,"lat":31.0762323333,"lng":-92.0013726393,"zoom":9,"place":"AVOYELLES, Louisiana"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}