{"id":2584,"title":"A New Route to New Orleans\n","course_id":1,"status":"P","start_date":"1825-10-24","end_date":"1825-10-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In late October of 1825, Secretary of War James Barbour wrote from Washington to the governor of Mississippi soliciting his help.   Two military surveyors were to examine a new route from Rock Fish Gap in the Shenandoah Mountains of Virginia through Knoxville, Tennessee and down through the state of Mississippi on towards New Orleans.  These men, Captain Poupin, a topographer and engineer and his assistant, Lieutenant Trimble of the army, traveled at a rate of 20 to 25 miles per day. Secretary of War James Barbour wrote to both inform and solicit Mississippi Governor Walter Leake, he desired Mississippi civil engineers to join and assist the army engineers on the Mississippi leg of the journey.  ","The U.S. government's exploration of travel routes and topography revealed a federal concern with transportation, appropriately as Mississippi routes were as Bradley Bond states, notorious quagmires. And the Mississippi climate, lent a wilderness to the land that made travel along the states highways nightmarish. Is it any wonder the U.S. secretary of war requested help along the journey? With most of the state occupied by the Choctaw and Chickasaw Indian tribes and roads undeveloped-the war department's inquiry renders the early Mississippi's landscape a frontier and reveals federal and state cooperative efforts to transform the frontier into a navigable landscape."],"display_date":"October 24, 1825","search_date":"1825-10-24","citations":[{"divid":1217812717,"type":"Manuscript","data":["","James Barbour to Walter Leake, Governor of Mississippi, Oct. 24, 1825",null,"Mss 2610","","","Special Collections Library, University of Virginia Library"]},{"divid":1217812772,"type":"Book","data":["Bradley G. Bond","Political Culture in the Nineteenth Century South",null,"Baton Rouge","Louisiana State University Press","1995","29-30"]},{"divid":1217812815,"type":"Book","data":["John Ray Skates","Mississippi&#58; A Bicentennial History",null,"New York","W.W. Norton &amp; Company","1979","80-81"]}],"locations":[{"id":1905,"lat":32.2685814187,"lng":-90.43148219,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}