{"id":2587,"title":"Lawlessness and terrorism in Wilson County, Tennessee","course_id":1,"status":"P","start_date":"1871-09-07","end_date":"1871-09-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Described as a well-liked African American in the community, Isaac Creek was attacked in his cabin in the middle of the night by a group of armed white men.   Creek fatally shot Thomas Lyons after refusing to surrender to the prowlers who attempted to burn down his cabin.  The Williamson County Journal's editor reacted with rage at what he viewed as intolerable lawlessness on the part of the band of young prowlers.  Although the white man Lyons was killed, the editor argued that Isaac Creek deserved the same right to protect his property from criminals that the law guaranteed regardless of color.  The editor proclaimed that the  whites who perpetrated the crime  disgraced the soil of our good county.         The editor of the Williamson County Journal felt that Isaac Creek's property rights were more important than upholding white supremacy.  Only six years earlier, Tennessee lost thousands of men fighting to preserve the property rights of all southern slaveholders.   Regardless of color, most whites supported anyone's right to self-defense from lawless criminals in the unpopular Ku Klux Klan. In the 1870s, the fact that Creek was a black who murdered a white man did not define the editor's opinion. The decade following the Civil War was before disfranchisement and legalized segregation made race the defining issue  southern justice.  Unlike The Atlanta Constitution that glorified racial violence, newspapers around the state of Tennessee condemned the  emerging Ku Klux Klan.  A large segment of the population of Tennessee were former Union loyalists and Republicans who were equally threatened by attacks from the Klan. The editor of the Williamson County Journal applauded Isaac Creek because the local community valued property rights and legal order more than upholding the racial order.         Stories such as Isaac Creek's show that race was not the defining issue of southern legal rights in the 1870s. During reconstruction, African Americans voted and gained representation in most southern states.  Tennessee was the first state to allow African Americans to vote in 1867.  Once union troops left the South in the late 1860s, former Confederates once again seized the power in the government.  Democrats ushered in a violent period of segregation and lynching that lasted until the Civil Rights Act of 1964.   Cases where African Americans had the same legal rights show that segregation and disfranchisement  were not  inevitable outcomes of emancipation.   Southerners defended the long historical emphasis of property rights regardless of color. "],"display_date":"September 7, 1871","search_date":"1871-09-07","citations":[{"divid":1216329242,"type":"Newspaper Article","data":["A lesson learned at last","The Williamson County Journal","","September 7, 1871","2"]},{"divid":1216329271,"type":"Book","data":["Lester C. Lamon","Blacks in Tennessee 1791-1970",null,"Knoxville, TN","The University of Tennessee Press","1981",""]},{"divid":1216329301,"type":"Book","data":["Bobby L. Lovett","The African-American History of Nashville, Tennessee,1780-1930",null,"Fayettville, AR","The University of Arkansas Press","1999",""]},{"divid":1216329371,"type":"Book","data":["William R. Majors","Change and Continuity&#58; Tennessee Politics since the Civil War",null,"Macon, GA","Mercer University Press","1986","1-16"]}],"locations":[{"id":1906,"lat":36.1567844857,"lng":-86.2970579284,"zoom":9,"place":"WILSON, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}