{"id":2588,"title":"Southern Diseases and Public Health\n","course_id":1,"status":"P","start_date":"1868-04-10","end_date":"1868-04-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["E.J. Harrison was not a well man. Shortly after his convalescence for an unknown disease, he wrote to his sister Cornelia. He told her of his plans to go to the Anniversary Celebration of the Jefferson Society at the University of Virginia the next day. He wrote with a fleeting melancholy which suggested he lacked confidence in himself. First he lamented not being able to see a good friend the next day. Then he wrote about how well he was,but later acknowledged that hewas an asthmatic.Harrison told his sisterhe was unableto keep pace with time and that there were times he experienced great sadness. Harrison was not on his deathbed, but he infers in his letter that the illness was very traumatic. Luckily he was able to remind himself of what was important, his loving family, and was grateful for it.","During the nineteenth century the American South had more than its share of diseases. The abundance of disease contributed greatly to a negative stereotype of the entire region. Yellow fever and malaria were the two most terrifying diseases that were prone to the South. During the Civil War, more Americans died of disease than from wounds received in battle. Though this was common for wars before the twentieth century, the sheer number of sick soldiers bears some relation to the diseases prevalent in the South. Union soldiers suffered particularly from malaria because they had no immunity to it. After the Civil War, diseases like yellow fever and malaria made the health situation worse. The overwhelming poverty in the states of the former Confederacy brought about a spike in disease. Hookworm and tuberculosis also crept up after the Civil War as the post-war South gave birth to cities with poor public health, and widespreadrural poverty. E.J. Harrison was part of a larger trend across the South, higher incidences of people coming down with disease after the Civil War and more debilitation of southerners at a time when they needed all their strength to catch up economically with the North. E.J. Harrison, though more emotionally affected than physically, might not have been so shaken had he lived in a healthier environment."],"display_date":"April 10, 1868","search_date":"1868-04-10","citations":[{"divid":1217809829,"type":"Manuscript","data":["","E.J. Harrison&#39;s Letter to His Sister",null,"Mss 4289","","Papers of Robert Rives, Jr.","Special Collections Library, University of Virginia"]},{"divid":1217809882,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["James O. Breeden","Disease As A Factor in Southern Distinctiveness","Disease and Distinctiveness in the American South","Todd L. Savitt and James Harvey Young, Editors","Knoxville ","University of Tennessee Press","1998","1-13"]},{"divid":1217810877,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["John Duffy","The Impact of Malaria on the South","Disease and Distinctiveness in the American South","Todd L. Savitt and James Harvey Young, Editors","Knoxville","University of Tennessee Press","1998","29, 31, 41-43"]},{"divid":1217811188,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Jo Ann Carrigan","Yellow Fever&#58; Scourge of the South","Disease and Distinctiveness in the American South","Todd L. Savitt and James Harvey Young, Editors","Knoxville","University of Tennessee Press","1998","164"]},{"divid":1217811391,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Alan I. Marcus","The South&#39;s Native Foreigners&#58; Hookworms As a Factor in Southern Distinctiveness","DIsease and Distinctiveness in the American South","Todd L. Savitt and James Harvey Young, Editors","Knoxville","University of Tennessee Press","1998","82-84"]}],"locations":[{"id":1907,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}