{"id":2589,"title":"Foreign Goods are Southern Delights\n","course_id":1,"status":"P","start_date":"1835-09-11","end_date":"1835-09-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Elite southerners adorned themselves in European imports as a means of showing ones status. Using the term, planter aristocracy James and Dorothy Volo explored elite antebellum planters and their perceptions of heritage and prestige. According to the Volos', Americans prized every connection to European nobility and believed that old American families should receive the same prestige as those of European families. "," The wealthy antebellum planters saw themselves and their class as the natural leaders of the community. Southern politics reached a balance by the early nineteenth century when the public order resided on the rule of the elite. Planters invented pseudo mythologies about the blue blood of wealthy southern families. According to the historian Richard Bushman, those seeking to bring European aristocracy into their blood line named their children after English Monarchs, in hopes of securing a better future, increase marriage prospects, and reflecting an image of wealth for their children. When the <em>Richmond Enquirer </em> announced the importation of dried food from Europe, wealthy elites sought to connect themselves to their imaginary noble pasts. The newspaper reported that in Market Bridge, Richmond dry goods from France, Germany, Switzerland, Italy and India arrived. Over 150 packages of goods from the country were to be held in the safe storage of the city. From France came black lustrings, ribbons of every color, caps, gowns, horse skin gloves, fancy silk vestings, linen and suspenders and from Germany came cotton hose, shawls, and handkerchiefs. Italy imports included blue, black assorted silks and from India came the arrival pearl buttons and colored pungees. Elite families in Richmond held closets filled with costly wardrobes of lace, silks and satins imported from Europe. Southern gentility may have flocked to Market Bridge, Richmond to revel in imported dry goods and to feel more connected to their aristocratic roots."],"display_date":"September 11, 1835","search_date":"1835-09-11","citations":[{"divid":1218146114,"type":"Newspaper Article","data":["150 Packages from French, German, Swiss, Italian, and India Dry Goods","Richmond Enquirer","","September 14, 1821",""]},{"divid":1218146143,"type":"Book","data":["Robert O&#39;Brien with Harold H. Martin","Encyclopedia of the South",null,"New York","Library of Congress","1985","154"]},{"divid":1218146178,"type":"Book","data":["Richard Bushman","The Refinement of America",null,"New York","Alfred Knopf Inc.","1992","223-225"]},{"divid":1218146208,"type":"Book","data":["James Volo and Dorothy Volo","The Encyclopedia of the Antebellum South",null,"Westport","Greenwood Press","2000","1370"]}],"locations":[{"id":1908,"lat":37.539209631,"lng":-77.4101814026,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}