{"id":259,"title":"Jabez Smith hired to oversee construction of a factory along the Augusta Canal\n","course_id":1,"status":"P","start_date":"1847-01-01","end_date":"1847-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The factory eventually constructed by Smith along the canal played a key role in both stimulating the local economy and eventually in the Civil War.  The canal and rail connections found in Augusta made it ideal for wartime industry like the production of gun powder.  In fact the canal attracted such a broad array of war time industries during the Civil War that the citizens of Augusta began to think of the city as the heart of the Confederacy.  Without the canal system and factories built along it prior to the War, the role Augusta played in the fighting of the Civil War would have been lessened.&lt;br /&gt;In arguing for the extension of the canal and railroad system, proponents stated that improved levels of transportation would benefit the state as a whole.  These same supporters also claimed that the increased availability of railroads and canals would enable Georgia to grow and export more cotton to other regions and abroad.  This effect would occur because much of the land of Georgia did not have easy access to natural waterways for easy exportation of crops, especially cotton.  Proponents of this expansion claimed that the revenues spent on the construction of these means of transportation would be more than recouped by increased revenues from cotton."],"display_date":"January 1, 1847 - January 30, 1847","search_date":"1847-01-15","citations":[{"divid":1213641907,"type":"Newspaper Article","data":["","The Georgia Telegraph","","April 27, 1847",""]},{"divid":1213641977,"type":"Book","data":["Edward J. Cashin","The Brightest Arm of the Savannah: The Augusta Canal, 1845-2000",null,"Augusta, GA.","Augusta Canal Authority","2002",""]}],"locations":[{"id":181,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}