{"id":2591,"title":"The Backcountry of Central Mississippi\n","course_id":1,"status":"P","start_date":"1825-10-16","end_date":"1825-10-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter to his brother, Dr. Philip Klipstein the postmaster of New Baltimore Virginia, Elijah Thomhill recounted the perils of Mississippi living: Times now are very sickly, ie it was in the latter part of the summer but it is now getting more healthy.  I have had a spell of the ague and fever.  John also has been sick- George has been sick with the bilibious(?) fever and been well almost ever since. Often plagued  by disease, Mississippians in the remotest parts of the state, surrounded by Native American lands, found themselves without doctors and without hospitals. The climate in the frontier wilderness of Mississippi was torturous and overbearing especially in the summer humidity. Diseases spread by mosquitoes and swampland, exacerbated the heat, and according to Bradley Bond contributed heavily to the isolated... and dangerous nature of the Mississippi lifestyle. Typhoid fever (the bilious fever that afflicted George), malaria (Elijah's auge) and yellow fever, all tropical diseases, were common afflictions in the Mississippi summer.  ","      While a hotbed for disease, the climate provided Mississippians, like Elijah Thomhill, with a livelihood-staple crop farming.  The same warmth and humidity that fostered Thomhill's malaria and George's typhoid made Mississippi a cotton kingdom. The long growing season attracted farmers like Thomhill to the region.  Thomhill's letter described his cotton farming: Cotton crops have fallen short of the common estimate but the fine crops of corn make up the deficiency in cotton."],"display_date":"October 16, 1825","search_date":"1825-10-16","citations":[{"divid":1217812008,"type":"Manuscript","data":["","Elijah Thomhill to Dr. Philip Klipstein",null,"Mss 2234","","Letters to Dr. Philip Klipstein, 1823-1868","Special Collections Library, University of Virginia"]},{"divid":1217812067,"type":"Book","data":["Bradley G. Bond","Political Culture in the Nineteenth Century South",null,"Baton Rouge","Louisiana State University Press","1995","14-17"]}],"locations":[{"id":1910,"lat":32.6286946422,"lng":-90.0757654843,"zoom":9,"place":"MADISON, Mississippi"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}