{"id":2592,"title":"The classic walls of The Dear Old Mary Sharpe College\n","course_id":1,"status":"P","start_date":"1870-01-01","end_date":"1871-03-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After two years of silence, Fannie Irene Jones wrote about her evolution  from a little child of eleven longing for the shades of the classic walls of the dear old Mary Sharpe, to a college girl whose brightest hope as been realized. Unlike the stereotypical image of the upper class southern belle isolated on a large plantation, Fannie studied Latin and Greek every day until she could leave the farm and attend the prestigious Mary Sharpe School in Winchester, Tennessee.  Her father, a wealthy planter, and brother opposed her decision due to her young age, but she persisted until they sent her to college.  Fannie's pictures and biographies of women's suffrage leaders such as Susan B. Anthony showed that she intended to use her education.Mary Sharpe College in Winchester, Tennessee opened in 1853 with the statement a statement of purpose that read: educate the mothers and you educate the world.  Even though this statement of purpose seemed patronizing, Mary Sharpe offered women the best classical education in the South.  It was a competitive college that required that young women take four years of Latin, Greek, and mathematics. Only the wealthiest planter families could afford to send their daughters to an institution like Mary Sharpe.  Some planters sent their daughters to college to study Latin and Greek as a symbol of a high level of sophistication and class that would elevate their daughter's status in the marriage market. Before the War, high cotton prices meant that college women returned to the plantation for a life of domesticity.   After the Civil War, however, tough economic realties meant that girls like Fannie went to college to prepare themselves to earn a living through teaching or nursing.   Although Fannie may have been an exception, she studied hard to get into college in order to seek her independence from a domestic life on her father's farm.  Contrary to the stereotype of the southern belle, women's higher education in the South developed faster than other regions in the United States during nineteenth century.  By 1860, North Carolina had thirteen female colleges and just six male colleges.  Georgia also had at least ten female colleges.  Academically, female colleges were equivalent to male colleges in math and science with the exception that women studied more classical languages, art and music.  While wealthy families throughout the South sent their daughters  to college as a status symbol, Fannie used the opportunity to become more independent and perhaps challenge male dominated professions.  "],"display_date":"January 1, 1870 - March 12, 1871","search_date":"1870-08-06","citations":[{"divid":1217812969,"type":"Manuscript on Microfilm","data":["","The Journal and Scapbook of Fannie Irene Jones","Reel 1, Micflm 1705, ser J, Frames 311-333","","Alderman Library, University of Virginia"]},{"divid":1217813089,"type":"Book","data":["Christie Anne Farnham","The Education of the Southern Belle",null,"New York","New York University Press","1994","1-50"]},{"divid":1217813144,"type":"Book","data":["Edward L. Ayers","The Promise of the New South&#58; Life After Reconstruction",null,"New York","Oxford University Press","1992","28, 88"]},{"divid":1217813182,"type":"Book","data":["Don H. Doyle","Nashville in the New South &#40;1880-1930&#41;",null,"Knoxville, Tennessee","University of Tennessee Press","1985",""]}],"locations":[{"id":1911,"lat":35.2116486435,"lng":-88.9878590321,"zoom":9,"place":"HARDEMAN, Tennessee"}],"tags":[{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}