{"id":2593,"title":"Runaway Slaves\n","course_id":1,"status":"P","start_date":"1831-07-22","end_date":"1831-07-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Sometime in October of 1831, two female slaves, Abigail and Ann, escaped with their children from Daniel McKenzie, a local slave trader from Accomack, Virginia.  The slaves were later apprehended and placed into the custody of a sheriff in the state of Delaware.  Once in Delaware the slaves sued in forma pauperis for their freedom. Before the slaves could appear in front of the court, they escaped from the jail. The slaves were apprehended once again and placed in a Worchester County, Maryland jail.  A man named Currie, posing as an associate of McKenzie, helped the slaves to run off from the Worchester County jail only to bring the slaves further south to be sold.   "," According to historian Walter Johnson, slave traders supplied slaveholders' farms and households; it suffused their fantasies, and figures of speech... and was incorporated into their social relations and their selves. Slave traders, seeking to remain competitive, sought to meet the needs of the southern slave holder by supplying diverse slaves with favorable attributes into the market.  "," Slave traders typically practiced interstate trading by purchasing slaves in the Border States and transporting those slaves further south into the larger slave markets.  Families in various areas of Virginia participated in the interstate slave trade, providing slaves to traders in hopes of acquiring profits.  Currie, the alleged associated of McKenzie, and McKenzie himself provided examples of interstate trade between the Border States and the Deep South.  The interstate slave trade, despites the cruelty of the trading system, created a sense of economic and political cohesiveness in the South as traders and slaves traveled across different states in the South."],"display_date":"July 22, 1831","search_date":"1831-07-22","citations":[{"divid":1217526934,"type":"Newspaper Article","data":["Kidnapping","Baltimore Patriot","Baltimore, Maryland","July 22, 1831",""]},{"divid":1217526964,"type":"Book","data":["Walter Johnson","Soul by Soul",null,"Cambridge","Harvard University Press","1999","155-160"]}],"locations":[{"id":1912,"lat":37.9436744077,"lng":-75.3696408508,"zoom":9,"place":"ACCOMACK, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}