{"id":2594,"title":"The Rise of Jim Crow in Southern Education\n","course_id":1,"status":"P","start_date":"1874-04-28","end_date":"1874-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A. Thomas McKee was an official in the Charlottesville school district in 1874. McKee handled funding both for the district's African American school and for the white school. He was puzzled to discover that the African American school received less funding in 1874 than its number of students was supposed to receive. McKee wrote D.P Powers, the local Superintendent of Schools explaining the discrepancy, reminding the Superintendent that the district's white school which had a smaller enrollment, experienced no such funding shortfall. At the end of the letter, McKee humbly deferred to the judgment of the Superintendent, perhaps because he knew further agitation would not help and might hurt the black school's budget. Virginia was redeemed by the white supremacist Democratic Party in 1873, the year before the funding disparity. Assuming that the funding shortfall stemmed from the race of the black students because McKee did not press the issue, he uncovered a form of discrimination which became increasingly common as Reconstruction ended. Though McKee may have been dedicated to providing the public schools, black and white, with their necessary funding, somehow a black school under his charge did not receive the funding it needed. ","Many white southerners in the wake of the Civil War continued to believe that African Americans were beneath them in the social hierarchy. In addition, fear of African Americans taking revenge on white southerners for slavery spurred the creation of Black Codes by short-lived provisional governments dominated by southern whites, which heavily regulated African Americans daily activities. The Fourteenth Amendment ended many of the Black Codes, but not the racism that created them. Thus fear of African Americans led to a need to subjugate them, and even while under the military governors' installed during Reconstruction, white southerners kept these intentions in mind. They argued that blacks lacked the education to be responsible voters, and did everything in their power to keep African Americans from gaining such an education. ","However, the Fourteenth Amendment required equal treatment under the law, so rather than eliminate education for African Americans white southerners undermined it, such as in cases like A. Thomas McKee's in Charlottesville. The southern state legislatures gained substantial black membership once black voters were protected by U.S. troops from intimidation. These more liberal legislatures spread public education throughout the South. Schools were segregated, but blacks increasingly accepted half-way measures such as these over nothing at all. Even Frederick Douglass believed that segregated education was the best that southern blacks could hope for. Nonetheless, freed slaves had an extraordinary desire to seek education, because they knew this was the best route out of the poverty and ignorance in which they were taken advantage of by whites. ","Southern white racism stymied these efforts however, because as Reconstruction ended southern whites gained control over the funding of black public schools. They saw education as a threat to keeping blacks subordinate to whites in society, as educated blacks would be more likely to seek better wages and working conditions. The Ku Klux Klan expressed the most violent form of this white prejudice, terrorizing the black community if members tried to improve their lives. The Klan even committed murder in order to maintain white supremacy. ","The Compromise of 1877 officially ended Reconstruction, as Pres. Rutherford Hayes withdrew all remaining Federal troops from the states of the former Confederacy, which took away the last glimmer of protection enjoyed by blacks. A. Thomas McKee's experience was important because it demonstratedone small part of atrend typical across the South as Reconstruction came to a close, the increasingly blatant campaign of white southerners to subordinate blacks to whites in society. Education played a key role because just as freed slaves understood that it was their best route out of poverty and ignorance, so too did white southerners, who consequently did everything in their power to undermine black education. "],"display_date":"April 28, 1874 - December 31, 1874","search_date":"1874-08-29","citations":[{"divid":1217471561,"type":"Manuscript","data":["","A. Thomas McKee&#39;s Letter to D.P. Powers",null,"Mss 9377","","Papers of David Pinkney Powers","Special Collections Library, University of Virginia"]},{"divid":1217471617,"type":"Book","data":["Richard Wormser","The Rise and Fall of Jim Crow",null,"New York","St. Martin&#39;s Press","2003","4, 13, 27, 29, 30"]},{"divid":1217471648,"type":"Book","data":["Jerrold M. Packard","American Nightmare&#58; The History of Jim Crow",null,"New York","St. Martin&#39;s Press","2002","41-44, 48, 49, 53, 54, 59"]}],"locations":[{"id":1913,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}