{"id":2595,"title":"Tennessee Freedmen happy despite poverty and disease\n","course_id":1,"status":"P","start_date":"1870-02-24","end_date":"1870-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["On a blustery winter day in 1870, a woman traveling through Tennessee surveyed the freedmen preparing their gardens for the early vegetable season atop a bluff along the Elk River. From the bluff she could see freedmen sharecropping cotton for a wealthy doctor who lived in the area. Even though the blacks were desperately poor, she noticed that they were  so happy and satisfied with their condition. Many of them were one mass of rags, others are covered with a collection of patches which make them look like a traveling bed of quilts.  Although it was unclear from the article, the woman was likely part of a northern missionary group.   She focused on their peculiar religious practices rooted in African traditions. Due to their unique version of English, the freedmen could not understand the biblical scriptures that she read them.  She said  the freedmen sang songs and prayed in an unintelligible English.  The encounter made the woman made her appreciate the privilege of living in a Christian land. ","Northern missionaries encountered an illiterate and impoverished population of freed blacks in Tennessee that were very happy to be free despite their desperate conditions.  After the defeat of the Confederacy, religious scholars argued that God had delivered the slaves from physical and spiritual bondage.  Both white and black missionaries from the North came to the aid of freedmen who used religion to seek a better education.   Groups such as the American Missionary Association and the American Freedmen's Union Commission taught African Americans to read and write through Bible study.  They educated new black ministers to educate the freedmen so that they could move beyond the cycle of sharecropping and tenant farming.  This was a crucial development for freedmen plagued by tuberculosis and sharecropping agreements that made freed slaves dependent on their former masters.   For missionaries who lived a privileged life in the North, it was hard to believe freedom under harsh conditions was an improvement from a lifetime of slavery. ","Northern missionaries who came to the South in large numbers after the Civil War attempted to civilize African Americans by teaching them Christianity, but blacks adopted Christianity into their preexisting African religions.  Historians had to revise their earlier theory that generations of slavery removed African culture from African Americans.  The woman's account showed that African culture  still thrived in 1870.  Religious scholars have noted that once African Americans read the Bible, they easily adapted to the Evangelical Christian experience because it related to possession by spirits in many African religious traditions.   Most southern churches believed that the African American version of Christianity that was deeply rooted African religion was hethenistic  and barbaric.  Evangelical Christians, on the other hand, welcomed African Americans to experience conversion in an unorthodox way and did not chastise black converts the way other Christians did."],"display_date":"February 24, 1870 - February 28, 1870","search_date":"1870-02-26","citations":[{"divid":1216167375,"type":"Newspaper Article","data":["Winter in Tennessee","The Farmer&#39;s Cabinet","","February 24, 1870","2"]},{"divid":1216167475,"type":"Book","data":["Samuel Hill and Charlote H. Lippy","Encyclopedia of Religion in the South ",null,"Macon, Georgia","Mercer University Press","1984",""]},{"divid":1216167554,"type":"Book","data":["Donald G. Matthews","Religion in the Old South",null,"Chicago","The University of Chicago Press","1977","11-25"]}],"locations":[{"id":1914,"lat":35.4928224111,"lng":-86.0722573506,"zoom":9,"place":"COFFEE, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}