{"id":2597,"title":"The Southern Response to Harper&#39;s Ferry\n","course_id":1,"status":"P","start_date":"1859-10-18","end_date":"1859-10-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In October of 1859, with tensions already running high, Americans were stunned to read of the violent raid being conducted by abolitionist John Brown, in the sleepy Virginia rail junction of Harpers Ferry.News traveled slowly, and there was a great deal of speculation about the details and severity of the raid.On the morning of October 18, Richmonders were relying on an editorial in <em>The Richmond Whig</em> to inform them of the situation. It detailed the departure by rail of elements of Richmond's volunteer militia regiment, men who were being sent to suppress the insurrection that was taking place. The readers were also stunned to read that the governor of Virginia had ordered the men to Harpers Ferry himself; they were not called up by the federal government, which had already dispatched its own troops, US Marines under the command of Lieutenant Colonel Robert E. Lee.  Furthermore, Governor Henry Wise accompanied the vanguard units on a commandeered mail train to the scene of the action, with the remaining companies of the militia to be sent the next morning when more trains would be available. The citizens of Richmond could only guess how tumultuous the situation was if their own governor was personally leading the military effort. The bulk of the passage detailed the sad sight of the departing troops.  It described legions of young men and boys going off to fight in the war, not knowing if they would return in good health, or at all.","This editorial is interesting because on the one hand, it demonstrates the capabilities of the state run militia.  Governor Wise was able to call up and deploy the men in order to deal with a situation in his state without any input from the federal government. However, the true importance of this editorial lies in the southern perception of the events surrounding the Harpers Ferry raid.  The wording and tone of this passage made it very clear that people saw this event as a grave threat to state stability and peace.  One also gets the sense that there was a widespread belief that there was a major battle occurring in Harpers Ferry. There is no doubt that much of this misconception was due to the slow travel of news; the common citizens in Richmond would have no way of knowing that Brown only commanded 18 men, half of whom were dead by this time. However, even if they had known this, the principal behind this raid was what disturbed so many southerners. They saw it as a physical threat on their security by the abolitionist movement as a whole."],"display_date":"October 18, 1859","search_date":"1859-10-18","citations":[{"divid":1214165573,"type":"Newspaper Article","data":["Outbreak at Harpers Ferry","The Richmond Whig","","October 18, 1859",""]},{"divid":1214165596,"type":"Book","data":["Chester G. Hearn","Six years of Hell: Harpers Ferry During the Civil War",null,"Baton Rouge","Louisiana State University Press","1984","1-29"]}],"locations":[{"id":1915,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}