{"id":2598,"title":"Death in a Maryland Penitentiary\n","course_id":1,"status":"P","start_date":"1845-07-21","end_date":"1845-07-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The advent of the penitentiary in the nineteenth century brought about two distinct perspectives about the use of solitary confinement as a means of punishment in the antebellum south. Southern proponents of the penitentiary argued that solitary confinement, as according to the historian Edward Ayers constituted an essential view of an enlightened government. Opponents of the newly praised penitentiary system believed that the new institution violated the inalienable republican right of freedom of movement. The opponents to the implementation of the penitentiary system advocated the use of fines, branding, temporary imprisonment in local jails, or hanging to punish those in society. "," The state of Maryland built its penitentiaries in the early nineteenth century. However overcrowding destroyed the solitary of penitence and morality which penitentiaries sought to establish. Wardens used violence against inmates and inmates used violence against each other. <em>The Family Patriot</em> reported that William Stewart, a resident of Dorchester County died in a Maryland Penitentiary in July of 1845. William, convicted circumstantially of killing his father, was held in the penitentiary for seven years prior to his death. The cause of William's death in prison remained unknown but many attributes about prison life in the nineteenth century South may have contributed to his death. "," Nineteenth century penitentiaries lacked sanitary quarters and effective heating systems and many prisoners barely subsisted on their small food rations. Each prison day monotonously droned by as wardens dictated the days schedule to the prisoners. One visitor to the Maryland Penitentiary found that the prisoners sang songs of obscenity and mirth, and their curses and imprecations resound from the gloomy walls ... This quote demonstrated the mental and physical fatigue that prisoners endured. Although the exact cause of Stewart's death remained unknown, many factors such as disease, suicide or homicide could have lead to his death. The introduction of the penitentiary system brought about many consequences to society as well as the prisoner. Southerners would later fiercely debate the justice and necessity of the penitentiary and its impact on convicts throughout the antebellum period."],"display_date":"July 21, 1845","search_date":"1845-07-21","citations":[{"divid":1215273420,"type":"Newspaper Article","data":["Death of a Man Convicted of Parricide","New England Family Magazine","","September 1, 1845",""]},{"divid":1215273444,"type":"Book","data":["Edward L. Ayers","Vengeance and Justice: Crime and Punishment in the 19th-Century American South",null,"New York","Oxford University Press","1984","34-50"]}],"locations":[{"id":1916,"lat":38.2718282604,"lng":-76.1931944522,"zoom":9,"place":"DORCHESTER, Maryland"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}