{"id":26,"title":"State vs. Oscar decided\n","course_id":1,"status":"P","start_date":"1858-01-01","end_date":"1858-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["During the decades before the Civil War, Louisiana began using special tribunals to try slaves accused of violent crimes.  State vs. Oscar is just one example of a case using such a tribunal, where Oscar, a slave, was on trial for the rape of a young white girl.  Oscar was tried in a regular court, but his appeal went to a special tribunal.  The tribunal upheld his guilty verdict, and he was subsequently executed.  The tribunals were often fraught with errors and allowed prejudices to easily influence verdicts.&lt;br /&gt;&lt;br /&gt;The Louisiana tribunals were indicative of increasingly harsh treatment of slaves by the law.  Vigilance committees became common as groups of citizens banded together to investigate and observe the actions of blacks.  Though some government officials, such as Governor Wise of Virginia, tried to prevent such groups, it was to no avail.  Meanwhile, citizens pressured police authorities to enact stronger rules.  In South Carolina, the Lancaster Ledger reported a new ordinance that it shall be the duty of all patrols to whip all slaves, who shall be found with improper permits'.  A policeman's duty now included inflicting violent punishment.&lt;br /&gt; &lt;br /&gt;In the wake of Nat Turner's rebellion, whites' suspicions and fears were not entirely unfounded.  In Kentucky, a young Negro girl poisoned her master's family with arsenic under the promptings of her neighbor slaves.  With such instances as these, it is not surprising that communities responded.  However, regulations became increasingly unjust and violent, shocking many."],"display_date":1858,"search_date":"1858-07-02","citations":[{"divid":1213114809,"type":"Newspaper Article","data":["","Lancaster Ledger","Lancaster","August 18, 1858",""]},{"divid":1213115272,"type":"Newspaper Article","data":["","National Intelligencer","","July 2, 1858",""]},{"divid":1214317949,"type":"Newspaper Article","data":["","Lancaster Ledger","","August 18, 1858",""]},{"divid":1214317977,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Judith Kelleher","The Treatment of Slaves Accused of Crimes","Louisiana, A Bicentennial History, Volume XI","","","W. W. Norton &amp; Co.","1976","613-4"]}],"locations":[{"id":16,"lat":null,"lng":null,"zoom":8,"place":"EAST BATON ROUG, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}