{"id":2600,"title":"Calvinism in middle Tennessee\n","course_id":1,"status":"P","start_date":"1870-01-01","end_date":"1871-05-20","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["John Houston Bills never attended the same church on Sunday.  Even in his early seventies, he had the mobility to travel all over the county to the Episcopal, Baptist, Evangelical Christian, and Presbyterian churches. Maybe he enjoyed hearing different preachers and different Christian perspectives, but church also served a social function for him.  Bills was a successful businessman, planter, and judge who could use church gatherings as a way to connect with potential business partners and politicians of all faiths.  He timed every sermon and strongly preferred brief services.  No matter what denomination, he enjoyed and agreed sermons with sermons that  stressed the predetermined order of society because it confirmed his class status.  Bills wrote,  Rev. Mully preaches a full eighty minutes that God elected from all eternity certain persons to be saved a large majority to be lost. Bills expressed his belief in John Calvin's doctrine when he hoped Rev Brown of the Presbyterian Church would preach about God's chosen few. ","Rising Evangelical Christian beliefs threatened planters like John Bills who were at the top of the social hierarchy in the South.  The conflict between the two denominations began before the Civil War when evangelicals preached religious equality to women and slaves in the South.  Nat Turner's rebellion in 1831 showed that biblical inspiration could cause slaves to massacre their masters.   In the aftermath, paranoid slave owners either closely supervised their slaves religious experience or kept away from them entirely.  While lower class whites adopted the uplifting message of social mobility, large planters resented any challenge to the natural order of society.  ","Southerners adopted religion that appealed to their class-consciousness.  Unlike middle class evangelicals who were dissatisfied with elitist and hierarchical churches, Bills strongly believed that God chose certain people to succeed and a great majority to fail. Since Bills was a large slave owner before the war, his experience on the plantation revolved around divisions in race and class.   In the postwar years, the inability of his poor white and black tenant farmers to elevate their class status confirmed his belief that God ordained a natural class order.  New scientific innovation since the Enlightenment that studied the biological structures in nature validated the religious claim made by John Bills.  After the Civil War, large planters like John Bills lived in a new unstable social order caused by the declining commodity prices.  The belief that anybody could connect with God during a revival was deeply offensive to the Calvinist belief that God was outside of the human experience.  Bills and his fellow businessman adopted Calvinistic tendencies to seek validation from the church for their financial success.   Average Baptists, Presbyterians and Evangelicals, however, preached social mobility and free-will doctrines that appealed to the middle-class. "],"display_date":"January 1, 1870 - May 20, 1871","search_date":"1870-09-10","citations":[{"divid":1216329606,"type":"Manuscript on Microfilm","data":["","John Houston Bills papers","Series J, Part 8, Micfilm 1705, reel 18 frame 230 and 298","John Houston Bills papers","Alderman Library, The University of Virginia"]},{"divid":1216329801,"type":"Book","data":["Donald G. Mathews","Religion in the Old South ",null,"Chicago","The University of Chicago Press","1977","11-25"]}],"locations":[{"id":1917,"lat":35.2116486435,"lng":-88.9878590321,"zoom":9,"place":"HARDEMAN, Tennessee"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}