{"id":2601,"title":"A Father&#39;s Last Wish \n","course_id":1,"status":"P","start_date":"1843-09-07","end_date":"1843-09-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A formal and standard law of wills was vital to the American property system and was fundamental for the transfer of assets. Most landowning men wrote wills in the antebellum South that described the distribution of property within members of ones immediate family and organized the preferred maintenance of ones estate after death. "," William Oliver, a native of Essex County, handwrote his own will, or final testament while on his estate in 1843. Virginia, like many southern states upheld the legitimacy of the holographic wills, a handwritten will signed and the dated by the testator. Addressing his three daughters, Oliver designated his assets only to his youngest daughter. Oliver addressed his eldest daughter Mary Moody first. He requested that upon his death, that a male slave and a portion of his estate that he loaned to her be returned. Stephanie Brooks, the middle child faced the same request as her sister. Stephanie must return a female slave and her portions of the loaned stated. Catherine Brooks, the youngest daughter became the beneficiary of all her father's property. To protect his daughter from property hunters, Oliver had his assets kept in a trust so that Stephanie's potential husband would not have assess to them."," Oliver's will, according to the historian Lawrence Friedman, demonstrated the particular care that men took in protecting the interests of their wives, sisters, and daughters. The trust funds, which the wealthy often used, protected assets given to those in the will. Southerners, particularly the wealthy, used wills as instruments to control their personal property."],"display_date":"September 7, 1843","search_date":"1843-09-07","citations":[{"divid":1218742750,"type":"Manuscript","data":["","Captain William Oliver. Will, 1843",null,"Mss 4627","1 Item","Will of Captain William Oliver [manuscript] 1843 Oct. 24","Special Collections Library, University of Virginia"]},{"divid":1218742809,"type":"Book","data":["Lawrence Friedman","A History of American Law",null,"New York","Simon and Schuster","1973","218-223, 371"]}],"locations":[{"id":1918,"lat":37.9427152778,"lng":-76.9517635575,"zoom":9,"place":"ESSEX, Virginia"}],"tags":[{"id":9,"tag":"Law"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}