{"id":2602,"title":"Prisoners of War\n","course_id":1,"status":"P","start_date":"1864-10-25","end_date":"1864-10-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Prisoners of war often suffered the worstamong soldiers who fought in the Civil War. Eugene Davis was one such prisoner of war at Elmira Military Prison in 1864. The two most infamous Civil War prisons opened that year in Andersonville, Georgiaand at Elmira, New York. After he arrived in Elmira, Davis wrote to his family in Albemarle County, who promptly wrote him back. He received letters from three different relatives in one day. Davis explained that he lived in a building with 150 other Confederates. He had a cold before he wrote the letter, but recovered from it. Davis also mentioned both the number of times per day guards fed prisoners at Elmira and how the entire camp went to the same building to procure rations every day. Eugene Davis expressed great confidence that he would survive the prison camp, and hoped for more letters from his family. ","Prisoners of war suffered enormously in 1864 and 1865 in both the Union and the Confederacy. Union soldiers in Andersonville Prison suffered from exposure because of lack of shelter, dysentery and diarrhea due to poor diet, and sometimes death because of the lack of medical care. The Confederacy suffered in large measure because of the lack of a clear chain of command over the Confederate prison system in general, and inefficient command structure at Andersonville. Georgia officials made matters worse by repeatedly refusing to cooperate in the supply of lumber, regular guards, slave labor, cattle drivers, and tents to the prison. Andersonville had an intended capacity of 10,000. By May 1864, it was 50 percent over capacity. By mid June the prison contained 24,000 Union prisoners. In a pattern to be repeated in both Union and Confederate prisons, as the prison population grew, food and other supplies did not keep up and deteriorated to extremes. In addition the Confederate government gradually became totally negligent towards the prisoners at Andersonville, while more than willing to continue to send prisoners there over the protests of the administrators of the camp. Henry Wirz and John H. Winder, two of the officers in charge, could not keep up with the tide of incoming Union prisoners during the summer of 1864. The situation at Andersonville reached a tipping point on July 25 1864 when more than 30,000 prisoners were present at the camp with no rations to feed them. Confederate Secretary of War James Seddon and others only changed the situation when Sherman's Union armies drew close to Andersonville that fall. Ten thousand of the Andersonville prisoners were shipped to Salisbury, North Carolina by October 1864. Just four months later, due to further Confederate neglect, 34 percent of these men had died. ","Confederate prisoners of war at Elmira suffered many of the same troubles as Andersonville prisoners. Despite the economic advantages of the Union over the Confederacy, lack of food in sufficient quality and quantity to keep prisoners healthy was a problem. This suggests that like in the Confederacy, maltreatment of prisoners was not a result of inability to help them but of unwillingness by individuals in the Union prison system. As at Andersonville, as the prisoner population of Elmira increased, the food problem worsened. Eugene Davis wrote in his letter of the many thousands of men in Elmira who all had to use the same cook-house. Scurvy emerged due to poor diet, just as at Confederate prison camps. Both Elmira and Andersonville had no hospital to care for the sick for much of their operation. Andersonville was closed in the early fall of 1864, but Elmira remained open, and bore witness to even greater suffering by prisoners in 1865. A new enemy attacked Confederate prisoners in Elmira in the winter of 1864-1865, New York's cold weather. Confederates found it especially difficult to deal with because stoves were scarce. In February 1865, 426 Confederates died at Elmira about a third of all the sick. Though Andersonville may be more famous as a place of misery for prisoners of war, Elmira actually had a higher mortality rate, 24 percent, or 3,000 out of 12,000 total prisoners. Eugene Davis' letter to his daughter is very significant to understanding the lives of prisoners of war. He wrote of the hardships of camp life, of his desire to hear from his family, and his yearning to think of his home, not his prison. The suffering and uncertainty felt by Eugene Davis' family while he was a prisoner of war repeated itself in counties all over Virginia and all over the South, as Confederate soldiers tried to survive the war in prisoner of war camps. "],"display_date":"October 25, 1864","search_date":"1864-10-25","citations":[{"divid":1217545723,"type":"Manuscript","data":["","Eugene Davis&#39; Letter to His Daughter",null,"Mss 2483-a","","Papers of Eugene Davis","Special Collections Library, University of Virginia"]},{"divid":1217545780,"type":"Book","data":["Charles W. Sanders, Jr.","While in the Hands of the Enemy&#58; Military Prisons of the Civil War",null,"Baton Rouge","Louisiana State University Press","2005","199, 201-202, 204, 211"]}],"locations":[{"id":1919,"lat":38.0230931541,"lng":-78.5555505707,"zoom":9,"place":"ALBEMARLE, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}