{"id":2603,"title":"A Street Affair in Richmond\n","course_id":1,"status":"P","start_date":"1845-10-29","end_date":"1845-10-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["T.C. Reynolds of Richmond, Virginia had a penchant for being hotheaded at times.Reynolds claimed that Barksdale committed an affront against him through a public insult, thereby forcing his hand to violence in order to restore his own honor.Reynolds went so far as to take out a broadside in the newspaper in order to publicly clarify his grievances, namely, that Barksdale had avoided receiving written challenges delivered by Reynold's associates in various cities where Barksdale had fled.Furthermore, when Barksdale was finally confronted in Richmond, he went so far as to physically refuse delivery of a written challenge, failing to even break the seal on the envelope.Thus, Mr. Reynolds felt that, due to public slander by Barksdale and Barksdale's subsequent refusal to honorably accept a challenge, according to his own standards, he was fully justified in attempting to prove his honor by means of a duel with his accuser.","  Reynolds's broadside illustrates all too clearly the obsession that wealthy southerners had with the idea of honor and maintaining ones public reputation.  Wealthy southerners often went to great lengths to model themselves after the landed aristocracy of England, the cavaliers, from whom they claimed to be descended.  In the cavalier lifestyle, honor was central to a man's standing and level of respect within the community.It was entirely acceptable, and in fact expected, that a man would be willing to put his life on the line in order to defend his own honor. While dueling was never particularly popular in the United States, there was a massive public outcry against it in the wake of the 1804 death of Alexander Hamilton in a duel with Aaron Burr.Therefore, while Mr. Reynolds would certainly like to restore his reputation through a duel to the death, it is highly unlikely that these two men would come to deadly blows; rather, upon meeting to duel, they would reach a verbal agreement, as was the common practice at the time.Nevertheless, this illustrates the ferocity with which southern men were willing to defend their honor, opinions, and reputation."],"display_date":"October 29, 1845","search_date":"1845-10-29","citations":[{"divid":1216330137,"type":"Manuscript","data":["","Barksdale Duel, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1216330185,"type":"Book","data":["Jack K. Williams","Dueling in the Old South&#58; Vignettes of Social History ",null,"College Station, TX","Texas A&amp;M Press","1984","1-15"]},{"divid":1216330347,"type":"Book","data":["Mary Newton Standard","Richmond&#58; Its People and Its Story",null,"Philadelphia, PA","JB Lippincott and Company","1923","146-153"]}],"locations":[{"id":1920,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}