{"id":2604,"title":" Caution to Purchasers of Negros \n","course_id":1,"status":"P","start_date":"1826-05-20","end_date":"1826-05-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In an 1826 article, an Alabama newspaper warned readers and slave buyers of an untrustworthy slave trader who dealt in kidnapped free blacks.  Victims were found in Mississippi, greatly abused or dead.  The slave trader had even captured a young free black boy from his parents. The free men informed a gentleman, at whose house he stopped, that they were free born, and begged his interference to procure their unlawful bondage. The gentlemen eventually found one of the black men dead in the wagon. Several humane gentlemen became advocates of the free men, as they hosted the African Americans until they were returned to their homes in Philadelphia. "," Significant in its judgment of the event, the Alabama newspaper condemned the practice of stealing freemen and selling them into slavery. While the article states regret for the loss uncured on the purchaser, the article went on to harshly condemn the practice: If we would not have our brethren of the north harbor and protect our fugitive slaves who may escape hither, let us be prompt in restoring their free citizens who may be torn from them by the ruthless hand of lawless violence... ","   Paradoxical in the condemnation of lawless violence and the desired retrieval of their fugitive slaves, this article is evidence of southern complexities.  As Walter Johnson discusses in his book, <em>Soul by Soul,</em> while none of these stolen people could have been sold if their histories were known... often state law holds them in bondage anyway.  The recommended route to restored freedom, the courts, prosecuted illicit slave trading yet such a suit required legal and financial support, luxuries most slaves lacked.   The <em>American Mirror</em> was harsh in its criticism of this vagabond slave trader, purporting such kidnappings as a universal wrong.  The article's assertion, that freedom so dear to every American and to which he, although of a different complexion, is no less entitled to than ourselves, is problematic.  Alabama writers used the argument of equality for free blacks without recognizing the hypocrisy of such statements.","     Slaveholders perceived themselves, as discussed by Johnson, as benevolent law-abiding citizens, in contrast to wicked law-breaking slave traders.  Using proslavery rhetoric to justify human bondage, slaveholders told themselves they were rescuing slaves from the slave market or ill-treatment.  Here in similar ways, humane gentlemen, saw themselves as heroes to these northern black freemen, just as they perceived themselves as benevolent father-figures to their human chattel."],"display_date":"May 20, 1826","search_date":"1826-05-20","citations":[{"divid":1214526983,"type":"Newspaper Article","data":["From the American Mirror &#40;Tuscaloosa, AL&#41;","Genuius of Universal Emancipation","","May 20, 1826","1"]},{"divid":1214527011,"type":"Book","data":["Walter Johnson","Soul by Soul",null,"Cambridge, MA","Harvard University Press","1999","24, 107-110, 126-128"]}],"locations":[{"id":1921,"lat":30.3227252079,"lng":-88.4311231118,"zoom":9,"place":"JACKSON, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}