{"id":2605,"title":"An Explosive Accident\n","course_id":1,"status":"P","start_date":"1844-10-03","end_date":"1844-10-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["During the early eighteenth century, the northern portion of the Anne Arundel County developed an economy not based on agriculture, but on iron ore. Iron ore became the staple of the area and was crucial in the development of a regional transportation center. The reliance on tobacco, Anne Arundel's traditional major cash crop, lessened through the nineteenth century allowing for blacksmithing to flourish in the area. Despite the high economic profitability of iron ore in the area, blacksmithing was quite a dangerous job. The <em>Pittsburg Sun</em> reported that a spontaneous explosion occurred in a blacksmith shop in Anne Arundel, Maryland that killed one and injured two others in 1844. Auilla Wilmouth, a mere bystander, died instantly in an explosion that involved a canister of powder that was inconspicuously held. "," The craft of blacksmithing, in spite of its dangers, exemplified the traditional Southern values of family and community. Small farmers and plantation owners depended on the works of the blacksmith to create gates, grave markers and kitchen instruments, and other functional objects of daily life. According to the historians Charles Wilson and William Ferris, the dependency of the farmer and the blacksmith created a sense of interconnectedness and a bond. The South's slow transition towards industrialization also helped continue the legacy of blacksmithing in the South and in Maryland despite hazardous accidents, such as the death of Auilla Wilmouth. Farming retained its significance in the South and further deepened the relationship between the blacksmith and the planter regardless of its potential risks."],"display_date":"October 3, 1844","search_date":"1844-10-03","citations":[{"divid":1218146329,"type":"Newspaper Article","data":["Anne Arundel Explosion","The Pittsfield Sun","","October 10, 1844",""]},{"divid":1218146575,"type":"Website","data":["Anne Arundel County","History of Anne Arundel County","Anne Arundel County","www.aacounty.org","October 12, 2006"]},{"divid":1218146682,"type":"Book","data":["Charles Wilson and William Ferris","Encyclopedia of Southern Culture",null,"Chapel Hill","University of North Carolina Press","1989","62-65, 110"]}],"locations":[{"id":1922,"lat":39.087394033,"lng":-76.4791169961,"zoom":9,"place":"ANNE ARUNDEL, Maryland"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}