{"id":2606,"title":"The Legal Rights of Women in Richmond\n","course_id":1,"status":"P","start_date":"1858-09-11","end_date":"1858-09-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["By all accounts, Frances Taylor was a kind woman and a caring mother.  As such, she wanted to make sure that her children would be financially secure in the event of her passing. The best way that she saw fit to do this was to sell some of the lands she possessed for profit, and to pass the others down through her line. While she legally owned the property, she enlisted the aid of her husband, D.B., in helping her to draw up the contract and conduct the sale. Unbeknownst to Frances however, D.B. was in grave financial straits and plotted to sell the more valuable portions of land that she wanted for her children, to his creditors, in order to avoid bankruptcy.  Upon inquiry from his wife, he simply told her that everything had been done as she wanted it.  After the death of Frances, her children came aware of this plot, and took D.B. to court. ","While women did not possess many of the rights that men did, particularly the right to vote, they were allowed to own, buy, and sell property. Property ownership among women of social standing was not uncommon in Richmond during the 1840's and 1850's. In fact, even when these women married, they often kept their holdings separated from their husband's and managed them independently. In this case, Frances Taylor trusted her husband to act as her agent and instead he betrayed her. However, many women successfully managed properties with no help at all from men. They had the full legal right to draw up and enter into contracts. Furthermore, this time period saw the birth of the women's suffrage movement. In July 1848, the Seneca Falls Convention marked the beginning of a major movement by women to attempt to gain the right to vote. However, the women's suffrage movement at this time was much stronger in the Midwest then the more traditional South.     "],"display_date":"September 11, 1858","search_date":"1858-09-11","citations":[{"divid":1216330529,"type":"Manuscript","data":["","Note of Argument of W.W. Walker, Counsel for the Appellants, Bailey v. Taylor and others, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1216330599,"type":"Book","data":["Norma Taylor Mitchell","A Virginia Woman in the &quot;Great World&quot; of Richmond,&quot; Searching for their Places",null,"Columbia, MO","University of Missouri Press","2003","79-100"]}],"locations":[{"id":1923,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":9,"tag":"Law"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}