{"id":2607,"title":"An African Colony in Canada \n","course_id":1,"status":"P","start_date":"1830-01-01","end_date":"1830-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As early as 1816, Maryland and other Southern states pleaded with the federal government to procure a site for the colonization of free blacks. Within the next two decades the American Colonization Society formed chapters in Maryland and other Southern states. Many chapters of the American Colonization Society advocated the creation of Liberia, an area on the tip of Africa, as a homeland for freed slaves while other chapters were interested in establishing a colony in Canada, Central America, and/or Haiti. Following the colonization trends of the time, the Richmond Enquirer reported in 1830 that Ohio will send good slaves to Canada. In Ohio, and in other areas across the South, whites became fearful of the ever increasing free and slave population. Trustees of the Cincinnati, Ohio Township met to discuss a plan to address citizen concerns and ultimately decided to peruse African colonization in Canada. The trustees expect that over 1000 slaves and mulattos will travel to the Canada and once there, the British government would have jurisdiction over the new arrivals. Charles, Maryland headquarters for the Organization of the Maryland Colonization Society, would subsequently advocate for the colonization of free blacks to Canada a few months later. "," Maryland experienced rapid growth of its free black population in the early 1800s. According to Walsh and Fox, historians of Maryland culture, the diverse agriculture of Maryland, the presence of manufacturing and the extensive development of railroads attracted many free blacks to the area. By 1830, the black population in Maryland increased by 150 percent. Free blacks experienced more personal freedom in Maryland and could marry, own property, fill suit in court, and operate businesses. Culturally, southern Maryland resembled that of other Southern states and free blacks easily acclimated to their new environments. "," White fears of black rebellion and future integration of free blacks into white society promoted of the idea of free black colonization in Maryland. Members of the Organization of the Maryland Colonization Society believed the removal free blacks from the area to Canada would alleviate white racial tensions and fear. Free blacks and their growing presence in the South and even in the Midwest continued to bring about concern and fears from white Americans."],"display_date":"January 1, 1830","search_date":"1830-01-01","citations":[{"divid":1218146853,"type":"Newspaper Article","data":["St. Clairsville; Ohio; Historian; African Colony; Canada; People; Color","Richmond Enquirer","","January 12, 1830",""]},{"divid":1218146890,"type":"Website","data":["Ontario Heritage Trust","Black Settlement in Oro Township","Queen&#39;s Printer for Ontario","http&#58;//www.heritagefdn.on.ca","October 12, 2006"]},{"divid":1218146974,"type":"Book","data":["James Volo and Dorothy Volo","The Encyclopedia of the Antebellum South",null,"Westport","Greenwood Press","2000","6-7"]},{"divid":1218146998,"type":"Book","data":["Richard Walsh and William Lloyd Fox","Maryland&#58; A History 1632-1974",null,"Baltimore","Maryland Historical Society","1974","231"]}],"locations":[{"id":1924,"lat":38.28057998,"lng":-77.0012385843,"zoom":9,"place":"CHARLES, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}