{"id":2609,"title":"The Ledger of a Slave Trader\n","course_id":1,"status":"P","start_date":"1857-01-02","end_date":"1857-01-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["For Mlle. Templeman and Goodwin of Richmond, Virginia, January 2 to the 31 in 1857 was a time of rather lucrative business.They sold a great deal of merchandise and had made a significant amount of profit.  In fact, their sales business had seen mostly boon time since they first established in Richmond in 1849.   However, for their merchandise, times were not so good.  They found their families torn apart and their bodies broken; Templeman and Goodwin were slave traders, and their merchandise was human beings.  During the aforementioned period, 33 slaves were sold for a total profit of 12,390.  This was a very large amount of money at this time.  The slaves were sold individually at prices ranging from 700 to 1000 on average.  It is interesting to note that when slaves were sold, only the name of the buyer was listed, that of the slave was omitted.  It was as if the traders wanted to forget that a particular slave ever existed.  Slaves' names were listed when they were first acquired; however, only a temporary first name was entered and an identification number assigned along with it, in what appears to be a tactic for dehumanization.  ","    As a centrally located major southern city, Richmond was a bustling slave trade market.  Traders would often come from the Tidewater area by way of the James River with slaves from all around the South.  The James also served as a highway in the opposite direction as well, with Richmond born slaves being moved to ports such as Norfolk to be sent to the Deep South.  Slave traders themselves were a varied group.  Some were rather unscrupulous men who sought to achieve great wealth quickly and had reputations for overabsuing their charges.  However, other slave traders were working in what they considered a family business.  They often took great pride in their work and on their reputations of delivering high quality slaves at reasonable prices.  In a fashionable metropolis such as Richmond, there can be no doubt that more then a few of the elite citizenry were heavily involved in the slave trade.  In fact, as this ledger indicates, both Templeman and Goodwin would have been in the upper strata of wealth in Richmond due to their very high income.  "],"display_date":"January 2, 1857 - January 31, 1857","search_date":"1857-01-16","citations":[{"divid":1216654416,"type":"Manuscript","data":["","Templman &amp;amp; Goodwin Slave Ledger, 1849-1857, broadside",null,"","","","Special Collections Library University of Virginia"]},{"divid":1216654436,"type":"Book","data":["Theodore Jervey","The Slave Trade&#58; Slavery and Color",null,"Columbia, SC","The State Company","1925","1-32"]},{"divid":9823,"type":"Online Encyclopedia","data":[null,null,null,null,"eokfJndcUQmQ"]}],"locations":[{"id":1925,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}