{"id":2610,"title":"The Tobacco Trade in Virginia\n","course_id":1,"status":"P","start_date":"1853-01-01","end_date":"1853-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As an appointed Commission Merchant of Virginia, William Brown was responsible for reporting on many markets. However, in 1850's Virginia, there was really only one market that was truly booming, and that was tobacco. His analysis of the Virginia tobacco trade was the most important aspect of his job, as the economic prosperity of Virginia walked hand in hand with the fortunes of the tobacco industry. In January of 1853, he issued a report on the state of the tobacco market in Richmond. He described the physical properties of the yearly tobacco yield, as well as how farmers should pack and present them for sale and production. One measure recommended was to be sure to remove all impure tobacco so as not to taint the yield. Brown went on to claim that from 1840 to 1850, tobacco production dropped by ten percent in the United States; however, production increased by ten percent as well. He cited these figures as evidence that tobacco would be able to command a good price in 1853. Brown also stated that Virginia's tobacco crop would never be able to compete in terms of quantity with that produced in the western United States; therefore, farmers in Virginia should strive to tout the superior quality of their tobacco in order to make sales. He went on to advise that in order to achieve this quality, farmers should take proper care of their soil as well as the crops themselves."," There is little doubt that tobacco was at the heart of Virginia's prewar economy, and Richmond itself was the major trafficking point within the state. Farmers from the fertile hills of central Virginia and the Piedmont traveled to Richmond in hopes of securing contracts with large tobacco processors with factories in Richmond. In the city at this time, there were at least 17 major factories that sold and shipped high quality processed tobacco all around the state and country. Richmond's central location proved ideal, with major shipments going by rail and wagon to Washington and Baltimore, while barges carried other shipments down the James River to ports in the Tidewater. From there, Virginia tobacco found its way all around the world. The powerful Virginia tobacco market would again flourish during the hard times of Reconstruction, faltering only in the late twentieth century due to medical warnings over carcinogenic properties."],"display_date":"January 1, 1853","search_date":"1853-01-01","citations":[{"divid":1216339057,"type":"Manuscript","data":["","William H. Brown, January 15, 1853, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1216339148,"type":"Book","data":["Jeffery Kerr-Ritchie","Free People in the Tobacco South",null,"Chapel Hill","UNC Press","1999","13-31"]}],"locations":[{"id":1926,"lat":37.954527025,"lng":-76.8481834827,"zoom":10,"place":"RICHMOND, Virginia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}