{"id":2614,"title":"Graves of Their Fathers \n","course_id":1,"status":"P","start_date":"1835-06-18","end_date":"1835-06-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1835, an army physician traveled to the newly settled Choctaw territory in Arkansas and Oklahoma.  In a letter to his father, Burton Randall discussed his journey and most significantly, displayed empathy for the precarious handling of American Indians by the United States government.  Concerned with the forced removal of the state's indigenous population, Randall bewailed how the American Indians were driven by whites from the graves of their fathers in Mississippi.  Randall spent time serving in Florida and Louisiana and was no stranger to culture clashes with the native populations of America. Yet this specific conflict sparked his empathy, a conflict thirty years in the making.  ","    As early as 1805 the Choctaw Indians began relinquishing lands to settlers in the Piney Woods region (what is now southeastern Mississippi). Over the next 15 years, the tribe continued to surrender lands, most particularly after the War of 1812.  According to Bradley Bonds, the War of 1812 settled several Native American conflicts and Indian lands increasingly opened up to settlers.  This gradual removal came to a head in October of 1820 when American politicians Andrew Jackson and Thomas Hinds harangued Choctaw leaders in Canton, Mississippi.  In 1820, Americans occupied a third of the Mississippi Territory while Native American tribes comprised the remaining two-thirds.  Jackson bargained with Choctaw leaders: Thirteen million acres in Arkansas plus food, guns and ammunition for their five million acres in Mississippi.  The Choctaw tribe acquiesced and forfeited their acreage in west-central Mississippi to American settlers. ","However, it was not until 1830 that Mississippi legislation refused to recognize the independent powers of the Native American tribes and as John Skates states, the politicians, in reality, told the Indians that, to save their tribal government and to maintain their tribal freedoms, they must leave Mississippi and head west to Indian Territory. The mass exodus, from the graves of their fathers to the Choctaw territory where Burton Randall found himself, tripled the amount of public lands for Mississippians and land-hungry settlers.  The removal of the Choctaws was not unlike the Jacksonian handling of other American Indian tribes across the South."],"display_date":"June 18, 1835","search_date":"1835-06-18","citations":[{"divid":1216654895,"type":"Manuscript on Microfilm","data":["","Papers of Burton Randall, 1827-1865","Accession 9564","Papers of Burton Randall, 1827-1865","Albert and Shirley Small Special Collections Library, University of Virginia"]},{"divid":1216654926,"type":"Book","data":["John Ray Skates","Mississippi&#58; A Bicentennial History",null,"New York","W.W. Norton &amp; Company ","1979","67-82"]},{"divid":1216654969,"type":"Book","data":[" Bradley G. Bond","Mississippi&#58; A Documentary History",null,"Oxford, MS","University Press of Mississippi","2003","41-42"]}],"locations":[{"id":1930,"lat":33.6257974076,"lng":-89.382351072,"zoom":7,"place":"INDIAN LANDS, Mississippi"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}