{"id":2615,"title":"Violence in Mississippi\n","course_id":1,"status":"P","start_date":"1835-07-15","end_date":"1835-07-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the summer of 1835, violence swept through the Mississippi landscape. A Mississippi man's letters include harrowing murders, vigilante activity and a purported slave insurrection.  Rattled by the violence, the Mississippian, James Carlson, in a letter to his former schoolmate, Virginian Robert Whitehead, detailed the events with fear and warning.  Lawless men brutally murdered a mutual friend on his plantation. In the wake of the violence, white vigilante groups raided and hung gamblers in Vicksburg, while others uncovered and hung slave conspirators planning a massive insurrection.   ","      The Vicksburg Volunteers, as the self-selected white male Mississippians called themselves, did not wait for the slow and uncertain arm of the law rather, they hung the villains who upset social order.  Vigilante groups, as characterized by Richard Brown in <em>A Strain of Violence</em>, developed in the absence of effective law and order in the frontier region. According to Carlson, vigilante violence continued in Madison County, where an insurrection movement among Negros was discovered...and by all accounts...12 Negros and two white men were hung in the manner of Vicksburg. [After they were hung, the insurrectionists were left hanging for 24 hours as an example.]  Many more both Negros and whitemen (who were at the head of it) have been taken and put in prison.  These are harsh measures but the times require them.  In Madison, Hinds, Warren and Yazoo, the greatest excitement prevails and armed patrols are moving in every direction. Armed patrols were not site-specific to Mississippi. ","      Brown argues, vigilante groups, in this case the Vicksburg Volunteers and the armed patrols, fit into an American doctrine of vigilance, used in early 19th century crises of war and expansion.  Recalling historical precedent (in the 1810's vigilante groups formed in Virginia as a home guard during War of 1812 and in 1817 Florida when threatened by a Spanish-Mexican navy) and propagating a democratic ideal of popular sovereignty harking back to the American Revolution, vigilante groups saw themselves as uniquely American--lawless but justified. ","      In Mississippi, the vigilantes were as Brown described, upright and ambitious frontiersmen who wished to re-establish the values of a property holder's society. Subversive behavior, especially among slaves and poor white men, disquieted the social order and pushed Carlson to lament: the times are indeed alarming. ","      Quelling a slave insurrection, looting a gamblers enclave, the militant arm of white society proactively reiterated the social hierarchy of the South.  Southern whites lorded over poor white criminals and enslaved African Americans."],"display_date":"July 15, 1835","search_date":"1835-07-15","citations":[{"divid":1216655059,"type":"Manuscript on Microfilm","data":["","Robert Whitehead Papers, 1830-1978","Accession 10520","Robert Whitehead Papers, 1830-1978","Albert and Shirley Small Special Collections Library, University of Virginia"]},{"divid":1216655099,"type":"Book","data":["Richard M. Brown","Strain of Violence&#58; Historical Studies of American Violence and Vigilantism",null,"New York","Oxford University Press","1975","96-116"]}],"locations":[{"id":1931,"lat":32.6286946422,"lng":-90.0757654843,"zoom":9,"place":"MADISON, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}