{"id":2616,"title":"Harvey Takes the Bar\n","course_id":1,"status":"P","start_date":"1835-01-03","end_date":"1835-01-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the first few decades of Mississippi statehood, the fast-track to fame and wealth for young East-coast educated men was law.  By presenting themselves before judges, and passing a series of examinations, aspiring young lawyers declared their new vocations. ","      One such man, a young Mississippian known only as Harvey, parleyed this process to Virginian Robert Whitehead, his former schoolmate, in a series of letters dated January 1835: I have not yet procured license as the supreme court will not sit till sometime in January and it is only from that court I can obtain them.  In his next correspondence, Harvey has traveled to Jackson, the seat of the state government from his home in Natchez, a major city along the Mississippi River: Now, since I wrote my letter I have been to Jackson and obtained license, 22 of us were examined in our class and none rejected.  The judges and examining committee did us the honor to say we were the best qualified class they had ever examined... no questions missed... I am now ready for business and will report the first case. ","    Once approved by the court, the newly barred men hung a sign and fielded customers.  According to John Skates in <em>Mississippi: A Bicentennial History</em>, early Mississippi lawyers simply presented themselves before a singe judge, a practice that yielded lawyers of varying skill in the state. Because of persistent land disputes in the newly attained Native American territories between squatters and settlers, lawyers were busy, and often, successful. As the Mississippi government established itself, the process refined and the best lawyers often rose to the planter caste. As Skates discusses, The aim of many lawyers, like their medical counterparts, was a cotton plantation; hence many of the ablest members of the bar became, eventually, planter-attorney-politicians.    Harvey expressed hope for similar monetary success in his letters; This is a country for rich gals and plenty of money, your fortune is made once you can 'strike a breeze.' ","    Harvey, eager to establish himself in the American west, a land of backcountry frontier and few cities, brought with him a hope for wealth which characterized many early American settlers across the South."],"display_date":"January 3, 1835 - January 17, 1835","search_date":"1835-01-10","citations":[{"divid":1216655443,"type":"Manuscript on Microfilm","data":["","Robert Whitehead Papers, 1830-1978","Accession 10520","Robert Whitehead Papers, 1830-1978","Albert and Shirley Small Special Collections Library, University of Virginia"]},{"divid":1216655467,"type":"Book","data":["John Ray Skates","Mississippi&#58; A Bicentennial History",null,"New York","W.W. Norton &amp; Company ","1979","72"]},{"divid":65676,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":[null,null,null,"BeoAGVtnOzsxqaVaaW"]}],"locations":[{"id":1932,"lat":32.2685814187,"lng":-90.43148219,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}