{"id":2621,"title":"Railroad Revolution\n","course_id":1,"status":"P","start_date":"1860-07-04","end_date":"1860-07-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Railroads were the transportation craze of the nation during the 1840s. In the early 1860s, tracks exceeded 30,000 miles in length. The North was certainly far more connected than the South, simply because they were more industrialized and had the money to do so. Often in the South, the majority of money spent was for land purchases or slaves. The railroads of the South were not evenly dispersed. Virginia, North and South Carolina, and Georgia often supported the development of the railroad while other Gulf states were more in favor of transportation via waterways to ship their products to seaports. According to the <em>Encyclopedia of the Antebellum South</em>, on the eve of the Civil War, Southern Atlantic coast states railway mileage was in excess of 5,000 miles while larger states such as Louisiana Mississippi, and Alabama had less the 1,800 miles of track. Tracks were often dead ends, leading from a plantation to a waterway and nowhere else. Similarly the railroads in Texas and Arkansas were equally as sparse. Tennessee and Kentucky were far advanced in comparison having strategically placed 1,300 miles by 1860. ","There was no uniform plan for railroad development at this time; however, both lines did met in Richmond, which provided the only direct line to the nation's capital in Washington, DC. The first railroad on the Eastern Shore was an infamous tease. There were parties where guns and bells rang and flags waved in celebration of the passage of a bill in the legislature that allowed for its creation. However, because of a financial depression, no tracks were laid, only some preliminary surveying done. Twenty-five years later, the first actual railroad emerged, owned by a company named the Eastern Shore Railroad Company. Delaware's railroad ended at the state line and Marylanders organized its extension to the town now known as Crisfield. (John W. Crisfield of Princess Anne County was the lawyer and Congressional associate of Abraham Lincoln, of whom the town was named.)","Two years later, and on the brink of the Civil War, the railway finally was completed from Delmar to Salisbury. A celebration was in order; for twenty-five cents, passengers could travel on a three and one half mile trek aboard the small steam locomotive. Many on the Eastern Shore had never seen such a sight in their lives. There was fear, excitement, and hope in the air. People traveled from miles around to join in the celebration of the opening of the railroad on July 4, 1860. ","After the celebrations, the train began to run on a regular schedule. The extension of the railroad through the Eastern Shore created many opportunities for entrepreneurs. Hotels were established for guests to stay after arriving from their journey on the train and trade became far more accessible for the watermen and farmers of the area. After the war ended, the railroad was extended further southward to include Princess Anne and Cape Charles Counties. Marylanders needed and wanted a direct line from northern manufacturing cities for expansion to more southern markets.  The railroad allowed for dramatic improvements in trade and communication. Even so, there were often problems in connecting networks. Differences in track width, lack of maintenance, and weak bridging technology all caused major slow downs. Inefficient braking prohibited trains from exceeding more than twenty-five miles an hour without risking derailment. Even with the twenty-five mile per hour limitations, railroads still drastically sped up the economy of the South. Technologically, railways were still extremely primitive, but they were a modern marvel of that generation. "],"display_date":"July 4, 1860","search_date":"1860-07-04","citations":[{"divid":1215273862,"type":"Newspaper Article","data":["E. Shore Railroads Had Dramatic Start","Eastern Shore News","","July 24, 1931",""]},{"divid":1215273923,"type":"Book","data":["James M. Volo and Dorothy D. Volo","Encyclopedia of the Antebellum South",null,"Westport","Greenwood Press","2000","242-244"]}],"locations":[{"id":1933,"lat":36.6743486041,"lng":-75.9181406429,"zoom":9,"place":"PRINCESS ANNE, Virginia"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}