{"id":2627,"title":"Finding Fashion\n","course_id":1,"status":"P","start_date":"1860-09-24","end_date":"1860-09-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Fashion in the years following the Civil War was very different from years prior. More cotton and more efficient technology meant larger production and more variety for shoppers. Clothes were expressive and a status show to the public. The expansion of the railroads also made more in style clothing more readily accessible to people from all areas of the nation. While style began to spread across the nation- the South was not always the most up to date. A letter from student Kathleen Boone Samuels to her mother, Eliza Ann Van Noort Boone, in September of 1860 described her distaste in her wardrobe. She complained of having to wear the same dress for weeks at a time and her shoes not being able to make it through the winter because the soles were so terribly bare. Her concern for her attire is like that of many college age females today. Kathleen wanted her clothing to reflect her. She wanted to be accepted and considered as worldly and well off as her fellow classmates. She begged and pleaded to her mother for another pair of shoes for the winter, reasoning that to resole her current ones would cost just as much. Kathleen was excited that she had finally realized the importance of having an education and was proud that she actively pursued it, but she still longed for more material things like the five dollar red dress. Fashion was not only a means of expression but often showcased one's status in society.","Ayers also quoted Octave Thanet of Arkansas, who once said I used to wonder what became of the unsuccessful adventures in fashions of head gear or wraps, but now I understand. They have gone South Because high fashion's center was in the North, primarily in New York City, updates slowly trickled down, leaving the South often way behind. Ayers also wrote about a girl who traveled from Broom Corn Bottom, Arkansas wearing hand-me-downs from a wealthy woman that lived in her county. They dresses were purchased in New York however as the train stopped at each station, she felt her attire gradually becoming outdated with each successive mile. Everyone she saw was wearing newer and more elegant dresses than she. While still trying to keep up with the times, it was nearly impossible for women of the plantations of the South. ","Most of the fashion found in the South was ill-assorted millinery and over trimmed dresses, laboriously made in the vain effort to adopt the NY fashion plates to the backwoods of VA. Kathleen in the letter to her mother wrote of the high necked dress cut large enough for Aunt Ann and that the lining of her dress fits but the waist is too long. Dresses were often passed down from mother to daughter to cut down on cost. Fashion was not yet an art at this time. While it was beginning to expand- it had not yet developed into the modern mega market of today. ","The railroad facilitated the spread of fashion trends; they carried the commodity of fashion as surely as it carried flour and cotton- though fashion often seemed more perishable. Fashion is ever changing and the South fought to keep up just as they did with industrialization. However, better production meant that people owned more clothes because they were cheaper to make. Hired washer-women's work load increased ten-fold because of the affordable cotton. Trade did eventually evolve into specialization. Stores used to carry everything from cooking ware to satins and silks, but now with more accessible trade, businesses began to sell one category of goods more efficiently. Fashion was fun for those who could financially enjoy it. Clothes were used as another means of power and authority to those who were able to possess it."],"display_date":"September 24, 1860","search_date":"1860-09-24","citations":[{"divid":1215274022,"type":"Book","data":["James M. Volo and Dorothy D. Volo","Encyclopedia of the Antebellum South",null,"Westport","Greenwood Press","2000","91-92, 95, 102"]},{"divid":1215274072,"type":"Book","data":["Edward L. Ayers","Promise of the New South",null,"New York","Oxford University Press","1992","102"]},{"divid":1215274109,"type":"Primary Source in a Secondary Source","data":["Letter from Kathleen Boone Samuels to Eliza Ann Van Noort Boone","September 24, 1860","A Civil War Marriage in Virginia: Reminiscences and Letters","Carrie Esther Spencer, Bernard Samuels, and Walter Berry Samuels","Boyce","Carr Publishing Co.","1956","267"]}],"locations":[{"id":1935,"lat":39.0515239409,"lng":-79.0100149991,"zoom":9,"place":"HARDY, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}