{"id":2631,"title":"George Learns to Read\n","course_id":1,"status":"P","start_date":"1815-01-01","end_date":"1815-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Growing up as a slave child, George was fond of hearing people read, but as poor slave, he had little or no thought or aspiration of ever being able to read or spell one word or sentence in any book. His mother discovered this anxiety for books, and tried to encourage it. At length he took resolution to learn the alphabet at all events, and encountering to be among school children, he learned the letters by heart. Soon afterwards, he acquired old parts of spelling books, which he mastered with but little difficulty. His brother, excited by this, tried to learn as well, as well as some friends. George was smarter than his brother, and he became a far better reader than he; every Sunday during the year, he would go off by himself and would stammer over the dim syllables in his spelling book, sometimes a piece of one, and then of another. He would scarcely spare the time to return to ordinary meals, being so engaged with the book. Absorbed in his book at night, his face was in a constant state of perspiration, as he had to sit, sweating and smoking, over a bark or brush light, almost exhausted by the heat of the fire and almost suffocated with smoke. Every Monday morning he looked forward with joy to the next Sunday, that he might again go the shade in the woods and learn letters. He forsook playing and soon learned things from hymns, to songs, to pieces of poetry.","History suggests that most white southerners were afraid of educated slaves because they might encourage rebellion; they could print inciting literature, pass notes from plantation to plantation, or take inspiration from reading abolitionist literature. However, George Horton is one of many slaves reported by historian Janet Cornelius to have learned to read. According to her, anti-literacy laws were rarely enforced, and most white Southern slaves were indifferent to the issue of slave literacy. In fact, by permitting slaves to read the Bible and thus providing them a path to salvation, many slave owners may have assuaged their consciences about the harsh ways in which they treated their human properties. Reading and education helped make the slaves feel less like property and more like a human being, and it was the one thing that George could look forward to throughout the week: the chance to sit and learn to read."],"display_date":1815,"search_date":"1815-07-02","citations":[{"divid":1216655814,"type":"Pamphlet or Other Printed Material","data":["George M. Horton","The Poetical Works of George M. Horton, the Colored Bard of","Hillsborough, NC","Heartt","1845",""]},{"divid":1216655859,"type":"Book","data":["Janet D. Cornelius","When Can I Read My Title Clear&#58; Literacy, Slavery, and Religion in the Antebellum South",null,"Columbia, SC","University of South Carolina Press ","1991",""]}],"locations":[{"id":1937,"lat":35.6998667026,"lng":-79.2543203263,"zoom":9,"place":"CHATHAM, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}