{"id":2632,"title":"Beginnings of Pharmacology \n","course_id":1,"status":"P","start_date":"1861-08-01","end_date":"1861-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" Medical care in major cities such as New York and Philadelphia was far more advanced due to increased access to education and technology; however, this was not true for many rural areas of the country. During the antebellum period, the practices of medical doctors were not always well regulated. Doctors were considered quite knowledgeable but most of their remedies were local in nature and chosen over pharmaceuticals. Steven Stowe, author of Doctoring the South, portrays southern medicine as a mixture of medical school background, country or conventional orthodoxy, personal experience, and even folk cures. The Encyclopedia of the Antebellum South reports that the medicines often prescribed were just as likely to kill as they were to cure the patient; they were often ineffective and allowed the illness to progress for too long before alternative procedures were started. Therefore, much of the development of medicines were not in a lab at a medical school, but rather by the trial and error of educated men on their own time."," Authenticity was a concern for newly developed medicines. Druggists and all other dealers of medications were allowed to sell Cephalic Pills but only the genuine product has the signature of its creator. Not only was the authenticity of the drug an issue, but also the advertisement's claims as to its effects. An ad in the Richmond Daily Examiner in August of 1861 promoted cephalic pills to cure sick headache, nervous headache- even all kinds of headache They are made entirely of vegetable extracts and the ad claims these pills to be the result of much research and experimentation. This ad, like many others of its kind, primarily targeted literary men, students, delicate females, and all persons of sedimentary habits. These pills were said to double as a laxative, restoring the natural elasticity and strength of the whole system. "," The scientific basis for the development of these pills was not yet advanced. Pharmacology in general was still in the early stages of development. Pills were considered more proper than potions, for relief of the head because they remained in the stomach longer before they were able to dissolve. They are also not considered weak or strong and therefore are very agreeable to the digestive system. The basic fundamentals of chemistry were not even solid at this point. It was not until 1897 that JJ Thomson discovered the subatomic particle known as an electron Medicine had just now begun to evolve towards more modern and scientifically based techniques."," The second half of the nineteenth century was a groundbreaking time for biomedical science. The development of germ theory and establishment of fields such as pharmacology paved the way for significant advances in medicine and pharmacology. There was no laboratory instruction for students of pharmacology before the Civil War, and it was not until some pharmacy schools became state supported in the 1860s, that science held an integral role in pharmacology. "],"display_date":"August - December 1861","search_date":"1861-10-16","citations":[{"divid":1216864278,"type":"Book","data":["James M. Volo and Dorothy D. Volo","Encyclopedia of the Antebellum South",null,"Westport","Greenwood Press","2000",""]},{"divid":1216864340,"type":"Newspaper Article","data":["","Daily Richmond Examiner","Richmond, Virginia","August 9, 1861",""]},{"divid":1216864358,"type":"Website","data":["John Parascandola","The Pharmaceutical Sciences in America","Yale Medical Library","http&#58;//www.med.yale.edu/library","October 9, 2006"]}],"locations":[{"id":1938,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}