{"id":2634,"title":"Families Split\n","course_id":1,"status":"P","start_date":"1861-04-27","end_date":"1864-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" After leaving Richmond on his way to Harper's Ferry, Thomas Jackson quickly wrote his wife Mary Anna on April 27, 1861 telling her of his reassignment. The Governor appointed him Colonel of the Virginia Volunteers; he was honored to hold such an independent position but warned Mary Anna, whom he affectionately called little one, that they would probably not be able to correspond for quite some time. By his faith in God, he asked her not to worry, that he would be protected until he could meet with her again. "," The Civil War certainly took its toll on every family during the war. Four out of every five southern men left their homes and family to fight for the Confederate cause. Families were torn apart and more often than not, because of death, not able to be put back together. "," Most Confederate men joined the army to protect their lifestyles - their families and their land. They wanted to protect their liberty and their homes from attack. However, as the war progressed, many men felt that they would be almost better served at their homes, protecting one piece at a time. By 1864, Union armies occupied every Southern state and they began taking over. Desertion by Confederate soldiers resulted because they feared so much for their family's safety. In William Cooper's The American South, he quotes a desperate wife's forceful case saying there is no use in keeping a man thare to kill him and leave widows and poore little orphen children to suffer... My poor children have no home nor no Father. Many men, while dedicated to the cause, still abandoned their ranks. Their duty was most importantly to the families they were fighting to protect. "," By the last winter of the war, thousands of soldiers had disappeared. Men such as Thomas Jackson remained dedicated to his service. He remained faithful to his Virginia Volunteers and said farewell to his wife for quite some time. As the war progressed morale decreased and the South could see their grips loosening and therefore, soldiers were not always as reliable."," Because so many Southern men left home to fight in the war, women were forced to become more self-sufficient and independent. They took on the duties their husbands and fathers once held. They managed farms and worked in factories. While this was a new opportunity for women, they were more concerned with surviving and their husbands returning home. When the war was over and the men returned, most women resumed their previous lifestyles, thankful that normalcy was beginning to return. "," Mary Anna had no assurance that she would ever see her husband again. Most women of the South did not. All they could do was have a little faith, stay busy, and pray for their men to come home. "],"display_date":"April 27, 1861 - December 31, 1864","search_date":"1863-02-27","citations":[{"divid":1215458695,"type":"Primary Source in a Secondary Source","data":["Letter from Thomas Jonathan Jackson to Mary Anna Morrison Jackson","April 27, 1861","Life and Letters of General Thomas J. Jackson","Mary Anna Jackson","New York","Harper &amp; Brothers","1891","479"]},{"divid":1215458772,"type":"Book","data":["William J. Cooper and Thomas E. Terrill","The American South",null,"New York","The McGraw Hill Companies Inc.","1996","359-360"]}],"locations":[{"id":1939,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}