{"id":2636,"title":"Orphaned to Cloud Nine\n","course_id":1,"status":"P","start_date":"1865-11-08","end_date":"1865-11-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["November 8, 1865, Miss Mary West Jenkins wed Dr. John F. Boynton in a hot air balloon above the clouds. The bride was an orphan, born in Northampton County, Virginia, and adopted by Mrs. J.L. West of St. Louis as an infant. With over 6,000 spectators present, the bridal party left the Fifth Avenue Hotel for Central Park. His sister and the owner of the balloon accompanied the young bride and her fiance for the ceremony. They floated away from the Park, exchanging vows and signing the marriage contract while ballooning through the sky. Such a fairy tale wedding made reality for a young girl who once had no hopes for such a comfortable future. Social status was determined in large part by family and as an orphan she was left in the cold. She had little hope for education, medical care, and would have most likely been forced to work in a factory to support herself even as a teen. She was so lucky to avoid all of that. ","During the years preceding the war, slavery continued to fade away and forced by low profitability of small scale farming, many men were forced to find other means of work. Often these farmers could not produce enough substantial crops to feed their families, much less enough to commercially sell at market. Livestock also required larger treks of land to sustain profitability. Fishing and hunting were often alternate ways that the poor obtained food. Economic expansion created a great struggle between the classes. As lumbering, steel, and iron industries emerged, employers began to look past racial lines, hiring whites and blacks as equals. Many men who saw their skin color as the only valuable asset they possessed were stripped of their pride when forced to work side by side with newly freed African Americans. ","Occupation, residence, religious affiliation, and such too often determined much of one's societal value. The poor worked for minimal wages while the socially elite could afford luxuries such as Mary West's wedding dress made of the richest of poplin, trimmed with rich velvet, with a silk hat and gloves to match. Wealthy southern aristocracy shared many of the same privileges as those of the north, but often gaining their wealth by use of slaves. Many owned plantations, but other chose to invest in industrial endeavors. The Duke and Winston families prospered from the tobacco market in North Carolina and Mary Ann Todd, wife of Abraham Lincoln was from a Kentucky family that made its money from banking. Southern wealth was no longer the result of solely slave labor.","Mary West's marriage to Dr. John Boynton was certainly one of exceptional status. They were both highly educated. She attended Monticello Seminary in Illinois and was quite talented in music and drawing. John graduated from a medical institution and was well known for his lectures in geology. He also at one time held government office. Their wedding was elegant and very original even by today's standards. Her dress was rose in color and the hot air balloon was adorned with lace curtains and tassels in the colors of the American flag. After landing at sunset, they took a train back to the Fifth Avenue Hotel to share their first night as husband and wife. Mary West was fortunately raised by a loving mother that was more than able to give her all the comforts that she would have never experienced as an orphan on the eastern shore of Virginia. While Mary West's economic prosperity did not make her happiness, it was far more promising than the life that she was born into. "],"display_date":"November 8, 1865","search_date":"1865-11-08","citations":[{"divid":1215458952,"type":"Book","data":["Charles Reagan Wilson and William Ferris","Encyclopedia of Southern Culture",null,"Chapel Hill","University of North Carolina Press","1989","1383"]},{"divid":1215458993,"type":"Newspaper Article","data":["The Balloon Bride","Harper&#39;s Weekly","","November 25, 1865",""]}],"locations":[{"id":1940,"lat":37.4397010577,"lng":-75.7099156274,"zoom":9,"place":"NORTHAMPTON, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}