{"id":2637,"title":"Temperance Begins in Richmond\n","course_id":1,"status":"P","start_date":"1861-07-08","end_date":"1874-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["NO ALCOHOL SALES ON SUNDAY signs popped up everywhere after July 8, 1861 when an ordinance prohibiting the sale of liquor on Sunday passed. The Richmond Daily Examiner reported that the city council of Richmond now required that Hotel-keepers, restaurant owners, beer saloons, or any place that sells spirits, beer, or cider must close every day at ten o'clock at night and may not open at all on Sundays. Violators of this ordinance were subject to fines of twenty dollars a day. "," In the absence of copious amounts of potable water, Americans consumed alcohol in large quantities during the nineteenth century, becoming a strong target for social reform. Alcoholism continued to become more and more common - husbands abusing or raping their wives, drinking away all of their pay, leaving their children with nothing to eat... and eventually women had had enough. "," Women held an important role in the beginning of the temperance movement. They increasingly became discontented with their place in society. They formed prayer groups and rallied against saloons, preaching that temperance meant purity, marital stability, economic improvement and prosperity, and religious salvation. Women wanted to resettle their lives and rid society of the substance that caused such economic disparity. "," Petitioning continued. Newspapers often ran stories of bar fights, domestic violence, and street scrambles caused by alcohol. Political cartoons published in magazines such as HarpWeek, featured wives with their young children, minus their drunkard father who never returned to provide for his family, leaving them in the cold. Temperance reformers insisted on total abstinence from alcohol and demanded legal prohibition. Many brewers and liquor producers organized public campaigns against women's rights because they knew that once women had a vote, prohibition would not be far behind. "," Temperance became a fight for peace on the home front. Many women felt that their lives had been disrupted by the repercussions of alcoholism. Some Christians believed drinking was sinful against God. Families were falling apart. Something had to change. "," Richmond passed the no sale of alcohol on Sunday's law to appease those who favored prohibition. Limiting the sale of spirits was at least a step in the right direction for reducing the stresses alcohol caused. Many were angered by the passage of the bill. It decreased profits for restaurants and bar owners. Most viewed this act as the precursor to nation-wide prohibition."," Temperance began by encouraging moderate use of hard liquor, but the movement turned quickly into complete elimination. Prohibition by law became a hot topic in every political campaign at every level of government. The Prohibition Party was created to support a candidate for the prohibition efforts. Religions divided between wets and dries. Strong Methodists, Baptists, and Quakers were strongly in support of temperance, while the wets including Episcopalians and Catholics, did not believe that the government should have the power to define morality. "," The war temporarily interrupted the movement simply because everyone was preoccupied with a larger struggle. Nevertheless, after the war, the Women's Christian Temperance Union was founded in 1874 forming one of the largest woman's organizations in the world. Due-paying membership exceeded 200,000 in the late 1800s. Its message was education, if it could 'get to the children' it could create a 'dry' sentiment leading to prohibition."," Temperance was a nationwide issue after the war. Virginia was not alone in restricting the purchases of alcohol. The numbers of women who joined temperance was overwhelming, proving their rising concerns. Women slowly started to gain a voice in government and not long after in 1919, nationwide prohibition came into effect with the passage of the eighteenth amendment. "],"display_date":"July 8, 1861 - December 31, 1874","search_date":"1868-04-04","citations":[{"divid":1217080061,"type":"Newspaper Article","data":["Ordinance Prohibiting the Sale of Liquor on Sunday Passed","Daily Richmond Examiner","Richmond, Virginia","July 13, 1861",""]},{"divid":1217080101,"type":"Book","data":["Encyclopedia of the Antebellum South","James M. Volo and Dorothy M. Volo",null,"Westport","Greenwood Press","2000",""]},{"divid":1217080135,"type":"Book","data":["Kevin R. Hardwick and Warren R. Hofstra","Virginia Reconsidered",null,"Charlottesville","University of Virginia Press","2003","343-344"]},{"divid":1217080215,"type":"Website","data":["Women&#39;s Christian Temperance Union &#40;WCTU&#41;","Temperance Movement","University of Virginia Library","http&#58;//religiousmovements.lib.virginia.edu/nrms/wctu.html ","October 16, 2006"]}],"locations":[{"id":1941,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}