{"id":2638,"title":"The Deadly Cash Crop\n","course_id":1,"status":"P","start_date":"1868-01-11","end_date":"1868-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" Even a hundred years before Surgeon General Warnings, we already had begun to understand tobacco's effects. On January 11, 1868, HarpWeek published a two-picture political cartoon entitled The Pleasure of Tobacco. The first picture featured a young man in bed enjoying his pipe. The caption under the drawing said, To which young and promising Tom Smudger abandons himself. He wasteth the midnight oil. Quantities of Killikinick, and himself simultaneously. However, the second picture is a casket covered in a sheet with a pipe on top. The casket is resting in the grass of the graveyard; captioned Smudge becomes a martyr to his Love, and the Object of the Devotion is buried with him. This cartoon warned against the fatal consequences of smoking tobacco. "," George William Curtis, editor of Harper's Weekly, used to smoke himself but stopped in the 50s. In 1867, he submitted his own editorial to warn his readers of the negative effects of tobacco use on their health. He said that tobacco contained poisons that were harmful to our bodies and that if we quit, we will soon feel in better health. The deadly politics of tobacco was certainly a struggle- on one hand it was the second most profitable cash crop in the South, but on the other, people were dying from it as well. "," HarpWeek published many advertisements for tobacco products as well as those for quit and get fit campaigns. But in the man while people die prematurely of palsy of the heart, cancerous stomachs, and diseased lungs from its excessive use; and they will continue to do so if half the world is depopulated by this vegetable tyrant. Lack of scientific evidence regarding tobacco's harmful effects caused much controversy over the topic. Some claimed that everything in moderation was fine, including tobacco use and that it in no way could be linked to disease. "," Even the last great tax on the luxury of cigars and pigtail, by Congress, which seemed likely to limit its consumption, has had no more effect than beating an elephant with a feather. Efforts were made by governments across the country to tax tobacco more heavily in hopes to reduce its widespread usage; however, it's use continued to only expand. Some saw tobacco as a drug, a killer, and others as just something to do to pass the time. Even a hundred years before Surgeon General warnings, we already had begun to understand tobacco's effects. "," Tobacco was more prevalently grown during the colonial period, than during the years after the Civil War, but it certainly had not disappeared from the scene. Seventy-five percent of cotton came from plantations along with other crops such as sugar, rice and tobacco. Richmond was one of the largest producers of tobacco in the world during this time. The slave trade experienced increased activity and more profitability than any other time thus far and therefore provided even more labor for fieldwork. The new railroads connecting the rest of the country also allowed tobacco to be traded and sold great distances. Tobacco remained a very important cash crop in North Carolina and Kentucky. Meanwhile plantations in Virginia and Maryland were not so fortunate; they suffered from depleted soil and decreasing profits. "," Tobacco was an extremely soil depleting crop. While plantations thrived, small farmers were hard pressed for money for such large-scale productions. They would often plant small plots of lower quality tobacco and rotate with other crops like sweet potatoes and cowpeas to allow the soils to recoup. These small farmers rarely could afford to own slaves because prices had sky rocketed in upwards of 2,000 a slave. In order for plantations to succeed, planters not only had to have plenty of acreage but enough cheap labor to work it. Needless to say, the plantation economy was not the norm for most southern whites but was responsible for the production of the majority of tobacco for the entire nation. "," The years preceding the war, cigarettes became the most popular form of tobacco- both hand rolled and machine rolled. The tobacco industry continued to boom from Virginia all the way down to Georgia. Durham and Winston-Salem North Carolina, Louisville, Kentucky, and Richmond, Virginia became major centers for cigarette production and brought wealth to the areas. The invention of the cigarette rolling-machine and the manufacture of cigarettes so close to home increased the demand for the plant immensely. Annual national per capita consumption rose from 1.5 pounds in 1860 to 5.5 pounds in 1900, a 267 percent rise. "," Tobacco never lost its place in society nor the economy as both a source of pleasure and of pain. Even a hundred years later, we are still battling its cancerous effects on our nation. "],"display_date":"January 11, 1868 - December 31, 1868","search_date":"1868-07-06","citations":[{"divid":1216656383,"type":"Book","data":["James M. Volo and Dorothy D. Volo","Encyclopedia of the Antebellum South",null,"Westport, CT","Greenwood Press","2000",""]},{"divid":1216656855,"type":"Book","data":["Joshua D. Rothman","Notorious in the Neighborhood ",null,"Chapel Hill, NC","University of North Carolina Press","2003","155"]},{"divid":1216656910,"type":"Newspaper Article","data":["The Pleasure of Tobacco","HarpWeek","","January 11, 1868",""]},{"divid":1216656950,"type":"Book","data":["Charles Reagan Wilson and William Ferris","Encyclopedia of Southern Culture ",null,"Chapel Hill, NC","University of North Carolina Press","1989","667"]}],"locations":[{"id":1942,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}