{"id":2640,"title":"Family Values in the Old South\n","course_id":1,"status":"P","start_date":"1820-01-13","end_date":"1820-01-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In a letter to her father, Louisiana Cocke wrote that she missed him and was looking forward to his return. Louisiana wrote, I begin to be quite impatient for your return, as I am anxious to return to my studies... This demonstrates the close relationship of General Cocke and his daughter. He also apparently, served as her tutor while he was home. Families in the antebellum South were close- knit structures, because of the distance between neighbors. The detachment created less opportunity for friendship outside of the family, and produced families that were a close unit."," According to Charles Wilson and William Ferris, the father acted as the head of the household and was responsible for the overall support of the family. All of his family was identified through him. Children had a special relationship with their father even though he was absent most of the time, especially in the case of General Cocke. The legendary Southern father was much like the myth of the Southern gentleman: well- educated and genteel, with a firm and commanding personality, which demanded deference from all family members and from nonaristocratic whites. The father was a loving father, but oftentimes pulled away from their male children as they aged. "," Both parents were seen as role-models to their children. In her letter, Louisiana expresses that she is ready for her father to get home so she can continue her studies, enforcing the fact that she looks up to her father and sees that she has something to learn from him. Both parents in wealthy families took little care of their children as infants, but became infinitely closer to their children by the time they were two or three. Children's roles were oftentimes separated by gender by the time they were pre-teens. ","Even though parents were not always the primary caregivers in wealthy southern families, they became closer as they grew past the care giving age. Parents cared about their children's futures and how they learned to interact with others. Since family farms and plantations were spread out in the South, people did not come in close contact with others on a regular basis. This isolation led families to develop closer relationships. The strict rules at home encourage family members to respect each other and to know their place in the family. Louisiana's letter was typical of this attitude because she showed a deep admiration for her father, but at the same time she was very anxious to see him again because of their special relationship with each other."],"display_date":"January 13, 1820","search_date":"1820-01-13","citations":[{"divid":1216657045,"type":"Manuscript","data":["","Mss 640",null,"Mss 640","box 30","Cocke Family Papers","Special Collections, University of Virginia"]},{"divid":1216657074,"type":"Book","data":["Charles Reagan Wilson and William Ferris, ed","Encyclopedia of Southern Culture",null,"Chapel Hill, NC","The University of North Carolina Press","1989","807-8, 1106-7, 1532-3"]}],"locations":[{"id":1943,"lat":37.7601235969,"lng":-77.4908797136,"zoom":9,"place":"HANOVER, Virginia"}],"tags":[{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}