{"id":2641,"title":"Religion in the Old South\n","course_id":1,"status":"P","start_date":"1813-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" Religion was a common tie that bound the South together in the early nineteenth century. Evangelical Protestantism became the prominent form of religion in the South. The First Great Awakening occurred between 1730 and 1760 and the Second Great Awakening took place between 1800 and 1830; both of these revivals brought new religions to the forefront and inspired a newfound interest in them. The main Evangelical religions that developed from these revivals were Methodists, Baptists, and Presbyterians. Converts valued inner belief and spirituality rather than formal. Evangelicals believed that the Bible was their guide to their faith and that they must act in the way that the Bible alludes to. In order to live a good life and secure a promising afterlife, they acted in good faith. "," Because of this thought that the Bible is a guide to life, the Evangelical Christians sought to understand all parts of the Holy Book so they could mirror that lifestyle in their own life. Reverend James B. Ramsey, D.D., a Presbyterian minister in Buckingham County, Virginia during the early nineteenth century outlined Bible lessons for his congregation. In Lesson V, Rev. Ramsey specifically talked about sin, specifically the original sin of Adam and Eve in the Book of Genesis. The Bondurant family of Buckingham County kept a book of Rev. Ramsey's 31 Bible lessons. Each of these lessons concentrated on a different Bible story and then stressed different subjects; a lot of these lessons sought to familiarize its students with the Bible and then teach a small moral message from each lesson. The Bondurants were active in their church and Bible studies. They took attendance at different church services and Bible studies and then evaluated each person's behavior during the service. This action demonstrated the personal importance of living a faithful life in the Evangelical faiths, especially the Presbyterian religion which was prided with being the most controlled of the Evangelical religions, as opposed to the Methodists and Baptists, who were thought to be a little sloppy."," The Bondurant family also had a small book of common prayers, published in 1813 by the Protestant Episcopal Church. This book included different daily prayers, Psalms, Proverbs, and information on the Sacraments. The quantity of religious materials found in the Bondurant family collection shows how much they valued religion in their everyday life. This glimpse into the religious lives of one family shows the importance of religion in the South, Virginia in particular, in the early nineteenth century. A large number of immigrants came to Central and Western Virginia in the early nineteenth century; they became Evangelicals during the revivals that took place throughout the nineteenth century. Originally, Virginia was very strongly Anglican from its British roots, but in the eighteenth and nineteenth centuries, Virginia became a religiously diverse area. These revivals also had profound effects upon Virginia's society-they stimulated religious activism and promoted political awareness. "," The white slave owners were not the only ones who were deeply religious; the enslaved people also grasped the Evangelical religions and looked to God and the Bible for spiritual guidance. As their masters converted to Evangelical religions, they influenced their slaves to accept these Evangelical religions as well. White slave owners believed that teaching their slaves was spreading the word of God, and therefore justifying slavery in the South. James Furman, a Baptist minister quoted in Samuel Hill's book Religion in the Old South, wrote in his letter to a fellow slaveholder, We who own slaves honor God's law in the exercise of authority. By intertwining religion with slavery, the wealthy planters had made religion one of the most important aspects in explaining their society and culture where slavery was prevalent and religion was a major part of everyday life. Religion was a dominate force in the South, just as it was in the Bondurant family."],"display_date":"1813 - 1825","search_date":"1819-07-02","citations":[{"divid":1216657220,"type":"Manuscript","data":["","Mss 3918",null,"Mss 3918","boxes 41 and 48","Bondurant Family Papers","Special Collections Library, University of Virginia"]},{"divid":1216657255,"type":"Book","data":["Donald G. Matthews","Religion in the Old South",null,"Chicago","The University of Chicago Press","1977","xiii-xx, 136"]},{"divid":1216657314,"type":"Book","data":["Samuel S. Hill, ed.","Encyclopedia of Religion in the South",null,"Macon, GA","Mercer University Press","1984","243, 643, 800- 802"]}],"locations":[{"id":1944,"lat":37.5453300062,"lng":-78.5815976608,"zoom":9,"place":"BUCKINGHAM, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}