{"id":2645,"title":"Marriage as an Institution in the Antebellum South\n","course_id":1,"status":"P","start_date":"1825-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Helen Lane and Arthur S. Johns requested the presence of John Ambler and his family to their Tuesday morning wedding in the area of Louisa and Hanover counties. The bride's family sent out the invitation and they requested that the Ambler family attend the wedding. The ceremony was scheduled for Tuesday morning at nine am. "," Weddings traditionally took place within the community and then the couple stayed within the community after their marriage as well. Localism and pride were major components in this society as a result of the way of life in the antebellum South. People of the antebellum South rarely knew anyone but their neighbors and stayed within their community for their entire life, even after marriage. This action brought about local pride and a close-knit community. ","Because farms and plantations were spread out, people oftentimes had to come to common areas to run errands, go to church, and just be in contact with other people. Community members were often on a first name basis with other community members because of constant interaction with each other within different aspects of the community, from seeing others at the market to arranging marriages between their families. "," Feeling a strong sense of community, people wanted to share their ceremonies and celebrations, such as the wedding invitation in the Ambler Papers, with their entire community. Many counties in the early nineteenth-century South, including Louisa and Hanover counties, did not have a regional newspaper, so many community members were invited through personalized invitations. The family of the bride used invitations as a way of announcing the celebration since they could not put an advertisement in the newspaper."," Connecting families within a county was a major theme in early nineteenth century marriages and many people strove to do this as often as possible to pull their assets together to create more land, more enslaved people and ultimately more profit. The marriage between Helen Lane and Arthur Johns was a community event in which many people would have shared the event with them; they were also combining their resources. British law transplanted itself into antebellum southern society in terms of marriage. Once a woman got married, she gave over all of her property rights to her new husband and he could then earn income off of her land as well as his. The parents of the bride literally gave their daughter away. She is transferred from being inferior in one family to being inferior in another, except with the responsibility of running a household. "," This marriage between the Johns and Lane family demonstrates a way of life within the planter class of the Antebellum South. The ceremony would have brought the community together to celebrate the uniting of two community families. The wedding would have been the place to be because most people in the small community would have been invited and there would have been nothing else for the community members to do. The Lane Johns marriage was an event typical of the rural South in the nineteenth century."],"display_date":1825,"search_date":"1825-07-02","citations":[{"divid":1213831013,"type":"Book","data":["John B. Boles","The South Through Time: A History of an American Region, 2nd edition",null,"Upper Saddle Ridge, New Jersey","Prentice Hall","1999","210-218"]},{"divid":1213831047,"type":"Manuscript on Microfilm","data":["","Mr. and Mrs. John G. Lane to John Amber, Jun 30, 1821","Reel 7, Micflm 1705, ser E, Frame 0364","John Ambler Papers","Alderman Library, University of Virginia"]}],"locations":[{"id":1946,"lat":37.7601235969,"lng":-77.4908797136,"zoom":9,"place":"HANOVER, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}