{"id":2648,"title":"Education in the Nineteenth-Century South\n","course_id":1,"status":"P","start_date":"1821-09-15","end_date":"1821-09-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Philip Saint George Ambler copied the poem Ode to Spring from Anacreon in September 1821. Copying poetry was a common part of education in the early nineteenth century. This practice would have taught not only poetry, but also handwriting and Greek mythology. Philip was one of John Ambler's sons; his education was a private education in which a tutor came to their house to educate the Ambler children in terms of classic literature, arithmetic, etiquette, and other matters necessary to grow up and succeed in the planter class of the nineteenth century South. "," Private education, like in the Ambler household, succeeded in the South because many of the farms were spread out, making public schooling a difficult concept. Small planters could not afford to have their children educated. On the other hand, wealthy planters wanted their children to be educated so that they understood culture and could hold an educated conversation in social situations; some planters aspired for their sons to become great lawyers and politicians. Tutors were oftentimes aspiring clergymen who had recently graduated from college. They taught Greek, Latin, mathematics, some history, and occasionally foreign languages. The poem Ode to Spring would have been a good teaching method in this realm because it uses allusions to Greek mythology and Italian Renaissance art; the second line refers to the muses, the seventh line alludes to Titian, and the Liquor of Bacchus is mentioned in the twelfth line. The allusions taught history and mythology while the poem itself would have taught literature, and copying the poem would have reinforced handwriting skills. "," In the planter class of the Antebellum South, plantation owners would hire out tutors for either their own children, or even for their children and the children of surrounding plantations. Education was highly valued in their culture because it showed a hierarchical system by reinforcing that education was for the wealthy and free, while the uneducated were often slaves or those too poor to afford the time or money to get an education. The wealthiest planters could even send their sons to England to receive their education - a very uncommon thing in the North and Mid Atlantic States. Education was stressed in the upper class of the South during the nineteenth century."],"display_date":"September 15, 1821","search_date":"1821-09-15","citations":[{"divid":1215459398,"type":"Manuscript on Microfilm","data":["","Ode to Spring from Anacreon, September 15, 1821","Micflm 1705 ser.E, part 1, reel 7, Frame 00335","John Ambler Papers","Alderman Library, University of Virginia"]},{"divid":1215459433,"type":"Book","data":["William J. Cooper, Jr. and Thomas E. Terrill","The American South: A History",null,"New York","The McGraw-Hill Companies, Inc.","1996","37, 244-248"]}],"locations":[{"id":1947,"lat":37.9782243481,"lng":-77.9629941666,"zoom":9,"place":"LOUISA, Virginia"}],"tags":[{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}