{"id":2649,"title":"Alcohol and its Influence on the South\n","course_id":1,"status":"P","start_date":"1817-09-30","end_date":"1817-10-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Between the dates of September 30, 1817 and October 7, 1817, Archibald Austin of Buckingham County, Virginia was legally able to distill spirits according to the license issued by the Commissioner of the Revenue. This license enabled Mr. Austin to distill from domestic materials for one week only. The rules set forth by this license were issued by the United States, not the state of Virginia. Mr. Austin's license shows how alcohol was an important part of the social scene of the South. According to Charles Wilson and William Ferris, the South has always been into heavy drinking, even when Virginia was only a colony, and the colonists heavily on many occasions. Southerners were also known for the variety of drinks that they consumed. Wilson and Ferris explain that brandies were made from apples, peaches, pears, and other local fruit...imported wines/ graced wealthy tables... (and) All classes drank rum, which was obtained in exchange for southern commodities. After the Revolution, molasses became expensive, and whiskey became the major drink of the South."," The Upper South, including Buckingham County, became a region for distilling bourbon which was distilled from corn, a crop which grew well in this region. Whiskey stayed as the prominent drink of the South until the mid twentieth century. Many settlers illegally distilled alcohol on the frontier of the South. Because alcohol was a large part of life in the South, the residents experienced both positive and negative effects. On the positive side, alcohol became the social beverage to most in the South. Whether it was beer at a small farmer's get together or wine at a wealthy planter's dinner party, alcohol became the drink of the social scene in the antebellum South. On the negative side, alcohol brought about widespread alcoholism and violence. "," The negative effects of widespread alcohol use became the main motives for the temperance movements throughout the nineteenth century. The temperance movement took a while to gain a hold in the South, but the religious revivals helped this movement gain momentum. Some townspeople supported this movement, included those strongly influenced by the religious revivals, but they were strongly outnumbered by the alcohol supporters. The wealthy planters still enjoyed drinking as a social activity. Small farmers benefited economically from distilling. The temperance movement of the early nineteenth century accounted for 44 percent of the population of the country, but only eight percent of the South; none of the southern states adopted prohibition in this time period.  Many immigrants had settled in the South along the frontier, making this issue strongly divided among the North and the South; these immigrants came from backgrounds where drinking was a dominate part of their culture. Many of these immigrants had settled along Virginia's frontier, making Virginia a wet state where alcohol supporters outnumbered prohibition supporters. Despite this tension, alcohol remained dominant in the social scene of the South in the early nineteenth century and many farmers sought to distill their own alcohol as Mr. Austin did."],"display_date":"September 30, 1817 - October 7, 1817","search_date":"1817-10-03","citations":[{"divid":1216083485,"type":"Manuscript on Microfilm","data":["","License to Work a Still For Distilling Spirits From Domestic Materials, September 30, 1817 - October 6, 1817","Reel 11, Micflm 1705, ser L, part 4, Frame 0020","Austin Tyman Papers ","Alderman Library, University of Virginia"]},{"divid":1216083588,"type":"Book","data":["Charles Reagan Wilson and William Ferris, Editors","Encyclopedia of Southern Culture",null,"Chapel Hill","The University of North Carolina Press","1989","1346-1347"]}],"locations":[{"id":1948,"lat":37.5453300062,"lng":-78.5815976608,"zoom":9,"place":"BUCKINGHAM, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}