{"id":2651,"title":"The Shooting of Walter Rountree\n","course_id":1,"status":"P","start_date":"1881-01-01","end_date":"1881-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The animosity between whites and African Americans in Georgia often resulted in violent conflicts. In 1881, Walter Rountree took a walk one day from the University of Georgia with his brother and some of his friends. They encountered two African American men at the town courthouse and a conflict ensued. All the men drew their pistols against one another. In the shooting that followed, Walter Rountree was shot and later died after being carried back to his home. There was almost a riot in the town because the students were upset with the African American men. An examination of the pistols used proved that the gun that killed Rountree belonged to his own brother. However, the African American men involved in the conflict were tried for assault with intent to murder [and] found guilty. ","Georgia's society in 1881 had a guideline for social interactions between blacks and whites that were regulated by strict laws and customs. Because African Americans and whites were living in areas very close to each other and there was still animosity among these southerners, whites felt that it was necessary to have these laws to prevent conflict. The research of Edward Ayers shows that southern whites thought that blacks were to blame for the violence and that black men were...inclined toward...crimes of passion. The laws would help to keep their passions under control and prevent violence. Ayers discovered that some of the social customs that blacks had to observe were that African Americans could not address whites by their first names and could not socialize with white members of society. Since Rountree's community in Athens, Georgia was composed of blacks and whites, it is not unusual that a conflict resulted between him and his white friends and the African Americans in their town. ","African Americans were in a disadvantaged position in Georgia's society, especially concerning the law. The account of this event puts the blame for the conflict completely on the two African American men involved, although there was probably much confusion among all the men. Then the two black men were found guilty for assaulting the white men, but there was no mention of any punishment for the white men. Professor Ayers found that there were many laws created that discriminated against African Americans in society, such as vagrancy and labor laws. Due to the strong southern ideals of white supremacy, blacks were disadvantaged in social situations and in law."],"display_date":1881,"search_date":"1881-07-02","citations":[{"divid":1215459671,"type":"Pamphlet or Other Printed Material","data":["A. L. Hull","Annals of Athens, Georgia: 1801-1901","Athens, GA","Banner Job Office","1906","Special Collections Library, University of Virginia"]},{"divid":1215459787,"type":"Book","data":["Edward L. Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992","132-154"]}],"locations":[{"id":1949,"lat":33.9512553453,"lng":-83.3674565844,"zoom":10,"place":"CLARKE, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}