{"id":2652,"title":"English Travelers Visit a Black University in Atlanta, Georgia","course_id":1,"status":"P","start_date":"1884-01-01","end_date":"1884-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the year 1884, two travelers from London, England set out to tour the Southern United States. Upon reaching Georgia, the men stopped to visit Atlanta University, an African American university of the state. Their tour of the university led them to observe that the rooms at the school were light, clean,... and cheerful, and that the work of the students at the school was done exceedingly well. After making such observations, they researched the reports made by the Georgia State Board of Examiners about Atlanta University. The Board found that the school created capable students who were equal in their maturity of thought and... ease of expression to students from white universities. The travelers also asked one of the professors if he perceived a difference in learning ability of black students based on the darkness of a student's skin color. The professor told the men that he felt no difference existed. Overall, the men felt that the state of Georgia was making improvements in providing a better education system for black students and decreasing discrimination toward African Americans. ","As outsiders observing Georgia's society, the two men visiting the area made judgments on the African American education system and noted how whites and blacks made judgments about each other. African Americans proved that they were capable of creating a successful educational environment and creating successful students. The research of historian James M. McPherson shows that education in the South during this time period was not up to desired national standards for whites or blacks because of the huge numbers of all southerners not receiving any education. McPherson also noted that because schools were segregated, it was difficult for African Americans to receive an equal education that students received at white universities. The state was forced to try to create equal education standards because separate equality was demanded by law. The Georgia State Board of Examiners may have declared that the school was able to produce black students of equal learning ability in order to avoid punishments from the federal government if they had provided unequal educational opportunities. Since the white men who were outsiders to the area made a judgment similar to the State Board of Examiners, however, there was probably truth to the statement. Although the travelers were impressed with the ability of white men to admit to the equality of black students, the white men were more likely to be concerned with repercussions from the federal government than improved conditions for African Americans."],"display_date":1884,"search_date":"1884-07-01","citations":[{"divid":1215459876,"type":"Pamphlet or Other Printed Material","data":["Rev. Timothy Harley F.R.A.S.","Southward Ho A Tour Through Georgia","London","Sampson Low, Marston, Searle, and Rivington","1886","Special Collections Library, University of Virginia"]},{"divid":1215459921,"type":"Book","data":["James M. McPherson","Ordeal by Fire: The Civil War and Reconstruction",null,"New York","Alfred A. Knopf, Inc.","1982","573-611"]}],"locations":[{"id":1950,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}