{"id":2653,"title":"No Chance, the Fall of a Seminole","course_id":1,"status":"P","start_date":"1817-01-01","end_date":"1840-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Early in the nineteenth century, the United States' soldiers scouted out Indians in order to rid the new white settlements in the south of Indians. Many soldiers in their infantries would leave their fort and go scout and capture Indians; however, majority of the time the soldiers killed the Indians instead because the Indians resisted capture. When a soldier caught an Indian off guard and alone, the Indian would try to defend himself. While the Indian fought back, he would try to flee as well. One on one battles usually ended with an Indian dead, especially if the soldiers' infantry was near. Captain Holmes of the seventh infantry experienced a similar situation where a Sergeant killed an Indian. An article in the St. Augustine News released the incident's details. ","One day Captain Holmes and his seventh infantry went out to scout for Indians. Captain Holmes placed his company in a location that the enemy, the Seminoles, would surely pass so the company would be able to attack and hunt them. Not long after the company hid, a few Indians came in close proximity. Anxiously, a recruit, who could not overcome the temptation, fired at a passing deer. The recruit's action startled the enemy and caused them to try to flee. The Sergeant and his men mounted their horses and began to pursue the enemy. The Sergeant in no time overtook a large and very athletic Indian. Unfortunate for the Sergeant, his gun misfired causing the Indian and him to grapple. Victory did not seem to be in the Sergeant's favor considering all the blows he received; however, he managed to fix his bayonet and made a charge at the Herculean Seminole. The Seminole managed to try to continue fighting, but the odds were against him. The rest of the company caught up and surrounded the Seminole and Sergeant to see what they considered 'a fair fight.' At that moment, all hope was lost; the Sergeant thrust his bayonet through the Seminole, who then died.","Violence such as the fight between the Sergeant and the Herculean Seminole was common. Many scouts by companies and infantries led to the death of someone and it normally meant the death of an Indian. The death of the Herculean Seminole was a sad story, but for a good portion of white settlers, it was another small victory and another step closer to gaining complete victory over the Indians. The white settlers did gain their complete victory, which lead them to claim the land that they felt they deserved and desired to use to expand the country. "],"display_date":"1817 - 1840","search_date":"1828-12-31","citations":[{"divid":1216660987,"type":"Pamphlet or Other Printed Material","data":["Andrew Welch","A Narrative of the Early Days and Remembrances of Osceola Nikkanochee, Prince Econchatti","London","Hatchard and Son, Piccadilly","1841",""]},{"divid":1216661031,"type":"Book","data":["Minnie Moore-Willson","The Seminoles of Florida ",null,"New York","Moffat, Yard, and Company","1914","10-11, 13-14"]},{"divid":1216661080,"type":"Online Encyclopedia","data":["The New Georgia Encyclopedia","Seminole Wars","http&#58;//www.georgiaencyclopedia.org/ nge/Article.jsp?id=h-842 ","September 28, 2006"]},{"divid":1216661117,"type":"Book","data":["Robert O&#39;Brien","The Encyclopedia of the South ",null,"New York","Facts On File Publications","1985","369-370"]},{"divid":1216661157,"type":"Book","data":["Irvin M. Peithmann","The Unconquered Seminoles Indians ",null,"St. Petersburg, FL","Great Outdoors Publishing Company","1957","17-18"]}],"locations":[{"id":1951,"lat":null,"lng":null,"zoom":8,"place":"DUVAL, Florida"}],"tags":[{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}