{"id":2654,"title":"Passing of a Temperance Bill in Georgia\n","course_id":1,"status":"P","start_date":"1885-07-13","end_date":"1885-07-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On July 13, 1885, the Women's Christian Temperance Union met in Atlanta, Georgia to oversee the passing of a law to promote temperance in Georgia. The women recorded how they sat at the courthouse for many hours in very hot temperatures just to see the bill that they supported pass through the legislators. They sent flowers down to the representatives who were supportive of temperance and prayed together that it would pass. After the bill passed, the women made sure that they were on record saying that the Women's Christian Temperance Union [was] bitterly opposed to the wine and cider clause and really was aiming for complete prohibition. Thus, the women in this group were successful in getting temperance put in place but did not achieve total prohibition.","Evangelism had an important impact on society in Georgia during this time period. Christian women had joined together to form the Women's Christian Temperance Union to try to promote temperance in society. As Cooper and Terill noted in their book, <em>The American South: A History</em>, Southern women formed groups within their religious organizations and used them as a means for protest and actions against a whole range of social ills. The Christian women in Georgia began their social protest against alcohol. Jeannie Whayne writes in her chapter that the historian Anne Firor Scott thought that the formation of women's groups allowed them more power and the ability to influence movements in the Progressive Era. Thus, women were beginning to play a larger role in society and were beginning to impact their government. Instead of allowing men to make all of their legal decisions for them and staying within the realm of the household, women were joining groups together and influencing legislation. According to Whayne's chapter, the historian Jean Friedman feels that the evangelical nature of society initially hindered women in their pursuit for more gender equality since, for example, women had to give all fundraising revenue to the men in the church. It is significant that Southern women were able to overcome the patriarchal practices of the South in order to form women's groups that could influence the government. Women were forced to take a more active role in their households after their communities were destroyed in the war. This activity carried out of their households and into the community and even politics. "],"display_date":"July 13, 1885","search_date":"1885-07-13","citations":[{"divid":1216663016,"type":"Pamphlet or Other Printed Material","data":["H.A. Scomp, Ph.D","King Alcohol in the Realm of King Cotton or A History of the Liquor Traffice and of the Temperance Movement in Georgia from 1733 to 1887","","Blakely Printing Co","1888",""]},{"divid":1216663063,"type":"Book","data":["William J. Cooper, Jr. and Thomas E. Terrill","The American South&#58; A History",null,"New York","The McGraw-Hill Companies, Inc.","1991","437"]},{"divid":1216663140,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Jeannie Whayne","Southern Women during the Age of Emancipation","A Companion to the Civil War and Reconstruction","Lacy K. Ford, ed.","Malden, MA","Blackwell Publishing","2005","403-422"]}],"locations":[{"id":1952,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":18,"tag":"Politics"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}