{"id":2657,"title":"An Augusta Reporter&#39;s Visit to Atlanta\n","course_id":1,"status":"P","start_date":"1871-03-09","end_date":"1871-03-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A reporter from Augusta, Georgia traveled to Atlanta and wrote to the editors of the Milledgeville county newspaper about what he observed on his trip. He wrote about how unimpressive Atlanta was and stated that he could not gather a single item of interest about the city to write about. He was able to see a show while in the city. He observed that people in Atlanta responded well to the play because the theater was full and there were many demands for an encore presentation. He noted that the cotton and guano markets were not doing well there due to the overuse of fertilizer. The presence of fertilizer being sold indicated that farmers were trying harder to produce the cash crops even though the markets were bad. He repeated information from an article from New Orleans in Atlanta's newspaper saying that people were encouraged not to buy goods like sugar and molasses from the North because of additional shipping costs. Overall, he was not impressed by the city of Atlanta.","Urbanization and industrialization were important ideals of the New South after the Civil War in order to make their region more appealing to the North according to Jeanette Keith. Large urban centers would make the south more appealing for Northern investors, and then the economy of the South and the nation would improve. This process was most often accomplished by bringing railroads into the area. According to James McPherson, railroads allowed for Southerners to transform this kingdom from open-range grazing and the long cattle drive to...more scientific methods of livestock agriculture. Farmers made products like cotton or other crops and shipped them to other parts of the country with the availability of railroads. The railroads also allowed for products to be brought into urban centers from other places, even from the North. McPherson noted that shipping could be costly, however, in places with access to only one railway line because the owner had a monopoly on the shipping. Thus, it would have been likely that shipping costs were high for goods from New Orleans as the reporter warned people of Atlanta. The historian Lewis Nicholas Wynne wrote that the railroads and the increasing commercial centers resulting from the railway system were created with the intention of making the South a part of the national economy. Although the Southern cities that were created allowed the people more independence with increased wealth, Wynne argues that the Southern cities were looking to be incorporated into the nation as a whole. "],"display_date":"March 9, 1871","search_date":"1871-03-09","citations":[{"divid":1214435664,"type":"Newspaper Article","data":["","Southern Recorder","","March 14, 1871",""]},{"divid":1214435683,"type":"Book","data":["Jeanette Keith","The South: A Concise History, Vol. II",null,"New Jersey","Prentice Hall","2002","14-44"]},{"divid":1214435716,"type":"Book","data":["James M. McPherson","Ordeal by Fire",null,"New York","Alfred A. Knopf, Inc.","1982","583"]},{"divid":1214435771,"type":"Book","data":["Lewis Nicholas Wynne","The Community of Cotton: Planter Politics in Georgia 1865-1892",null,"Macon, Georgia","Mercer University Press","1986","65-75"]}],"locations":[{"id":1953,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}