{"id":2659,"title":"Debts Against the Estate\n","course_id":1,"status":"P","start_date":"1829-01-01","end_date":"1829-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Francis Pellicer had six heirs to his estate. In his will he divided his estate between his children. Dividing one's property up in a will was very common in the antebellum south. Most plantation owners, if not all, wrote up some sort of will to divide their estate up so their children and widow could have some type of inheritance. Slaves and property, such as land, were two types of things a child or widow would acquire from a will left by either their husband or father. On some occasions, a widow or child would not be able to gain their inheritance because it would have to be used to pay off debts left by their husband or father. Debts were common in the south, and many people used slaves as collateral because every slave had a price. Mr. Pellicer was a man who had many debts that needed to be paid off after he died. These debts were essentially left for his children to pay off with their inheritance; however, Francis Pellicer Jr's, who was suppose to be the current administrator of the slaves and debt issues, siblings accused him of selling slaves from the estate and keeping the proceeds. ","The other five children, suspicious of their brother, decided to file a petition to the Honorable James P. Cotter, Elias B. Gould, and Antonio Alvarez, who were all judges of the County Court for St. John's County. The petition asked the court to order an inventory of Pellicer's estate, which consisted of twenty four slaves, and to replace the current administrator, Pellicer Jr., because they suspected that he sold the slaves and kept the proceeds. In addition, the other Pellicer children told the court that there were outstanding debts against the estate, but there has not been a full account of the inventory on the estate and debt. The suit was an intra-family suit that dealt with the necessity to account for all the slaves in the estate in order to pay for the debts. To pay off the debt, the Pellicers would have to sell the estates' slaves; however, if it were true that Pellicer Jr. was keeping the money from the sold slaves then the debts would not have been paid off in full. There were many insistences in the antebellum south where debts were paid off through the sale of slaves that were supposed to be inherited by a widow or child(ren). Since slaves' prices were high, ranging from the hundreds to thousands, some widows and children were able to pay off their debt. In this case, the petition did not tell the outcome of the Pellicer intra-family suit nor did the court document state whether the petition was granted."],"display_date":1829,"search_date":"1829-07-02","citations":[{"divid":1216497625,"type":"Manuscript on Microfilm","data":["James Pellicer, Antonia Pellicer, Juana Pellicer, Margarita Pellicer and Rafaela F. Pellicer","Petition to the Honorable James P. Cotter, Elias B. Gould and Antonio Alvarez","Reel 5, Micflm M9548, ser 2, Frame 854-862","Bethesda, MD, University Publicans of America","Alderman Library, University of Virginia"]},{"divid":1216497770,"type":"Book","data":["Melvin Patrick Ely","Israel on the Appomattox&#58; A Southern Experiment in Black Freedom From the 1790s Through the Civil War",null,"New York","Vintage Books","2004","20-35"]},{"divid":1216497822,"type":"Book","data":["Clayton E. Jewett and John O. Allen","Slavery in the South&#58; A State By State History",null,"Westport","Greenwood Press","2004","24-25, 72, 271"]},{"divid":1216497866,"type":"Book","data":["Walter Johnson","Soul By Soul",null,"Cambridge, Massachusetts","Harvard University Press","1999","26-27, 81, 127"]},{"divid":1216498002,"type":"Website","data":["Joseph John Alston","Slave of Joseph John Alston, d. 1780, Halifax County, NC","AfriGeneas","http&#58;//www.afrigeneas.com/slavedata/ Alston-NC 1780.html ","September 26, 2006"]},{"divid":1216498093,"type":"Website","data":["Williams Goodell","The American Slave Code in Theory and Practice&#58; Its Distinctive Features Shown By Its Statutes, Judicial Decisions, Illustrative Facts","Dinsmore Documentation","http&#58;//www.dinsdoc.com ","October 1, 2006"]}],"locations":[{"id":1954,"lat":null,"lng":null,"zoom":8,"place":"ST JOHNS, Florida"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}