{"id":2660,"title":"Sex Across The Color Line\n","course_id":1,"status":"P","start_date":"1895-03-16","end_date":"1895-03-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The town did not look on Thomas J. Penn, a prominent white man, with favor as they suspected him of committing a rape and two murders. In Danville, Virginia, Penn raped ten year old, defenseless Lina Hanna. Penn, her owner, badly injured Hanna, an African American, who was very lucky to have survived. The rape was not the only disaster in this story. The biggest mystery of all was the disappearance of Lina Hanna's mother and sister. Many suspect that Penn, in order to silence the witnesses, murdered both women. Some townsfolk believed that he discarded of the bodies in another state. Regardless, Penn was successful in covering up his actions and destroyed any way of himself being accused of such a violent crime. Penn terrified Hanna's mother and sister, and they did not want to accuse him in fear of the possible consequences. ","White masters raping their young black workers was a frequent occurrence, before, during and after the Civil War. This instance involving Hanna and Penn was just one of many situations in which sex crossed the color line. Some were voluntary actions of both parties, while some, such as the story of Lina Hanna, were rapes. ","Beginning around the 1890s and continuing on throughout the decades, interracial sexual relations and marriage became less prevalent. Whites opposed interracial relations because they believed that venereal disease was widely spread in blacks; this discouraged white men from approaching black women. Black men and women began to try to stop the abuse; whenever a black woman would enter a store where a white man would be, there would be a group of black men waiting outside for her. "," Although its prevalence declined, interracial sex did not stop; it moved from the plantations to the towns, where there were more opportunities for a sexual act to go unnoticed. The populations in towns were constantly changing, and the chance of an intimate moment between two people of different races, who were unacquainted, was far more common without the possibility of affecting the lives of either person. "," The rape of Lina Hanna is different from the trend at the time, because it occurred on a plantation. This specific instance became less common after slavery ended and time went on. Although the trend was changing from plantations to towns and less defined areas, rape was still happening between the white masters and their black slaves. "],"display_date":"March 16, 1895","search_date":"1895-03-16","citations":[{"divid":1215460337,"type":"Newspaper Article","data":["","The Richmond Planet","","March 16, 1895",""]},{"divid":1215460352,"type":"Book","data":["Edward L. Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992","152-153"]}],"locations":[{"id":1955,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}