{"id":2661,"title":"Meeting to Encourage Loyalty Among Democrats\n","course_id":1,"status":"P","start_date":"1876-08-25","end_date":"1876-08-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Democrats in the South after the Civil War were adamantly opposed to the Republicans who had imposed Reconstruction and ended the era of slavery. The Georgia Democrats met on August 25, 1876 to discuss their common ideals. The speakers emphasized that Georgia had always adhered to the old constitution and have continued to be patriotic to the antebellum union government. They also criticized the Republicans for inflicting the South with Reconstruction policies. They were angry with how harshly the Republicans had treated southerners after the Civil War and encouraged Democrats to stay united in spite of the Republicans' offenses. Blaming the poor state of the nation on northern Republicans, they highlighted the Southern qualities of intelligence, virtue, and property that would make the Democrats' control of the country better. ","There was animosity in the South toward the northern Republicans, due to the fact that the Republicans were their opposition in the Civil War, ended the system of slavery, and imposed harsh policies in Reconstruction. The policies of Reconstruction did not improve the economy enough for the whole South. People were devastated by the war and had to establish a new system of making a living for themselves without slaves. Historian Eric Foner observed that the failure to produce tangible benefits among freedmen produced growing disillusionment with the Republicans throughout the South. The Republicans only offered limited aid to struggling Southerners when they were in great need of it. Whites and blacks both felt that their lives were not improved by Reconstruction and resented the Republican Party. ","Since this rally took place in August of a major election year, the Democrats were probably trying to gather support as election time got closer. The Democrats felt that they had an opportunity to reclaim power due to the economic Panic of 1873 and the scandals that occurred under the presidency of Grant. According to William H. Rehnquist, accounts of the time show that people guessed about the outcome and were prepared for a close vote, but scarcely anyone guessed just how close it would be. The Democrats were correct to try to get as much support as possible. The Republican candidate won the election by only one electoral vote and a conflict erupted in the nation over the possibility of counting votes wrong. The Compromise of 1877 allowed the Republicans to keep the presidency as long as they ended Reconstruction. Thus, this was an important election year in ending Reconstruction in the South when it was important for the Democrats to try to rally as much support as possible."],"display_date":"August 25, 1876","search_date":"1876-08-25","citations":[{"divid":1216339456,"type":"Newspaper Article","data":["","Atlanta Constitution","","August 26, 1876",""]},{"divid":1216339474,"type":"Book","data":["Eric Foner","Reconstruction&#58; America&#39;s Unfinished Revolution 1863-1877",null,"New York","Harper &amp; Row Publishers","1988","377"]},{"divid":1216339577,"type":"Book","data":["William H. Rehnquist","Centennial Crisis&#58; The Disputed Election of 1876",null,"New York","Alfred A. Knopf","2004",""]}],"locations":[{"id":1956,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}