{"id":2662,"title":"Surrender the Slave\n","course_id":1,"status":"P","start_date":"1827-10-03","end_date":"1827-10-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Many southerners used slaves as collateral regularly in the antebellum south in order to pay for some necessary item or to loan money from someone. Often, slaves were used as collateral to buy land. This process of using slaves as collateral dates back to the beginning of the slave trade. The main reason why slaves were used as collateral is that southerners considered slaves to be property and have a price. Prices for slaves ranged any where from a hundred dollars to over a thousand dollars. The healthier and stronger the slave was the more value a slave acquired. When loans, debts, and mortgages were not paid off the seller or loaner would claim their right to the slave that was used for collateral. Business finished and the debt no longer existed once the seller or loaner acquired the slave. Unfortunately, loans and debts did not always go smooth when it was time for collection. There have been cases where the buyer or person who asked for the loan did not have the money to pay up, did not want to pay up at that time, or decided he did not want to give up his slave. Usually, these deals were written on paper so that there was proof of the business deal. ","In St. Johns County, Florida, one deal ended up as a petition sent to the court by the loaner. Manuel Aquair, a white male, petitioned to the Honorable Joseph L. Smith of the Superior Court for the Eastern district of Florida. He asked the court to help him foreclose on a loan for four hundred and twenty five dollars that he made to Nicholas Morgan. In addition, he asked the court to order that Morgan surrender the slave, July, who Morgan had offered as collateral for the loan. Since Morgan did not repay the debt, Aquair was entitled to claim the slave, July. Aquair made sure in his petition that he told the court that Morgan would not settle the debt or surrender the slave. Petitions like Aquair's petition were common in county courts. Most rulings ended up in favor of the petitioner because people such as Morgan in this case would not hold up to their end of the deal. Not only were the deals put on paper but they were given a time frame. Since Morgan did not repay the loan by the deadline set by Aquair and him, he was obligated to turn the slave over or pay the debt immediately. Cases that involved loans and collateral were usually some of the easiest cases to rule. Judge Smith granted to hear Aquair's case. "],"display_date":"October 3, 1827 - October 5, 1827","search_date":"1827-10-04","citations":[{"divid":1216664641,"type":"Manuscript on Microfilm","data":["Manuel Aquair","Petition to Honorable Joseph L. Smith","Reel 5 Micflm M9548 ser. 2, Frame 828-834","University Publicans of America","Alderman Library, University of Virginia"]},{"divid":1216664709,"type":"Book","data":["Melvin Patrick Ely","Israel on the Appomattox&#58; a Southern Experiment in Black Freedom from 1790s through the Civil War",null,"New York","Vintage Books","2004","20-35"]},{"divid":1216664769,"type":"Book","data":["John B. Boles","A Companion to the American South ",null,"Malden, MA","Blackwell Publishers","2002","113"]},{"divid":1216664928,"type":"Book","data":["Walter Johnson","Soul by Soul ",null,"Cambridge, MA","Harvard University Press","1999","26-27,81,127"]},{"divid":1216664994,"type":"Website","data":["Barnetta McGhee White","Enslaved Ancestors Abstracted From Granville County,&quot; North Carolina Deed Books A-Z &amp; 1-21, 1746- 1864","AfriGeneas","http&#58;//www.afrigenea/library/ncdeeds/s.com ","September 20, 2006"]},{"divid":1216665070,"type":"Book","data":["Clayton E. Jewett and John O. Allen","Slavery in the South&#58; A State by State History ",null,"Westport, CT","Greenwood Press","2004","24-25"]},{"divid":1216665168,"type":"Website","data":["Sarah Frances Shaw Graves","Sarah Frances Shaw Graves, Age 87","Library of Congress","http&#58;//memory.loc.gov/ammem ","September 22, 2006"]},{"divid":77119,"type":"Manuscript","data":[null,null,null,"oQDTxRXZZhzSj"]}],"locations":[{"id":1957,"lat":null,"lng":null,"zoom":8,"place":"ST JOHNS, Florida"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}