{"id":2664,"title":"Journey Through the Cotton Plantations of Augusta\n","course_id":1,"status":"P","start_date":"1870-01-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A traveler through the South noticed Augusta, Georgia for its cotton production. Being located along a river and along a railway line, he saw that cotton production proved to be very prosperous for those in Augusta because they could easily ship their products throughout the nation. Along with the cotton factories, he noticed that there were flour mills and tobacco factories taking advantage of the transportation and opportunities for their products. He commented that there was a greater use of fertilizers to increase the production of cotton. According to the traveler, the farmers used much of the white labor source because the African Americans worked well only if paid well.","Fertilizers were used in greater quantities in order to produce more cotton to trade in on the cash value of the crop. The land used was not productive enough for their needs or had been neglected previous to the high production of cotton, as the historian Lewis Nicholas Wynne argued. He found evidence of people in that time commenting that land without fertilizers 'would not produce over one-eighth or one-tenth of a bale.' The overproduction of cotton lowered the demand for it and lowered the price that farmers received for growing it. Because farmers had to produce cotton to satisfy merchants in the crop lien system, Wynne found that farmers increase[ed] production in order to offset lost income, while really just making the situation worse and reducing their incomes in the long run. The economy was worsened by this seemingly unending system of the overproduction of cotton.","The use of white labor instead of African American labor shows that reliable black labor may have been difficult to find. After receiving freedom from the Thirteenth Amendment after the Civil War, African Americans sought to assert freedom in their lives. One way that they could have control over their lives was to choose their own way to work. The writing of R. Tracy McKenzie shows that the historian Sharon Ann Holt made a claim to this effect saying that freed people made a freedom for themselves. Thus, if blacks chose not to take the work offered to them, it is likely that poor white laborers would be hired instead."],"display_date":"1870 - 1875","search_date":"1872-12-31","citations":[{"divid":1213034499,"type":"Book","data":["Edward King","The Great South; A Record of Journeys in Louisiana, Texas, the Indian Territory, Missouri, Arkansas, Mississippi, Alabama, Georgia, Florida, South Carolina, North Carolina, Kentucky, Tennessee, Virgin",null,"Hartford, Connecticut","American Publishing Co.","1875","344-348"]},{"divid":1213034604,"type":"Book","data":["McKenzie, R. Tracy","Southern Labor and Reconstruction",null,"Malden, Massachusetts","Blackwell Publishing","2005","366-385"]},{"divid":1213034822,"type":"Book","data":["Lewis Nicholas Wynne","The Community of Cotton: Planter Politics in Georgia 1865-1892",null,"Macon, Georgia","Mercer University Press","1986","69"]}],"locations":[{"id":1958,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}