{"id":2665,"title":"The Diagreement on Lynchings\n","course_id":1,"status":"P","start_date":"1897-05-29","end_date":"1897-05-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On May 29, 1897, any black or white, native, or immigrant, man or woman, who picked up The Richmond Planet, would have been saddened to see that already, not even half way into the year, 28 people had been lynched throughout the nation; those 28 included, whites, blacks, men, and women. The first lynching happened just five days into the new year. Each week the names, race, alleged crimes, place lynched, and date of the lynching were listed for all those who had been lynched during that year. Each week someone picked up the newspaper to see if anyone had been lynched since the previous week. "," For the week of May 29, 1897, there was not a new lynching listed since the past week, but there had been 28 since the beginning of that year. Lawrence Brown, an African American, accused of arson near Cranbury, South Carolina, was the first one to be lynched in 1897. At least one out of the 28 lynched were white. Two of the 28 were women, Mollie Smith and Amanda Franks, both from Jefferson, Alabama. They were accused of using poison and as a result were lynched. Out of all 28 of the people who were lynched, only one survived, William Clement, a black man of Cambell County, Virginia, who was accused of striking a white man.","Lynching increased in the late 1800s at a steady rate. During the 1890s, according to William Brundage, a growing number of conservative whites, concerned that lynching threatened the social tranquility and economic future of the state, agreed that lynching must end. They discussed whether certain crimes deserved mob vengeance or if they should be handled at the courts' discretion. Lynching affected the region, the state and the south as a whole, as it disrupted the economy. "," During the early 1890s, African Americans debated how to protest using appropriate measures and desperately searched for a way to protect themselves from violence. A picture depicted a few lynched men in the Richmond Planet, the question is posed: Shall this barbarity continue until the God of retribution marshals his strength against the barbarians? The idea growing in Virginia was that lynching was unnecessary and need not be tolerated. Some whites also hoped to end lynching and the violence, believing that it hurt their economy. Many blacks and whites did not want lynching to continue, and yet the there was an increase in the numbers lynched in the 1890s. "," Lynching increased in the south after 1880 through the 1950s, where 80 percent of the nation's lynchings occurred. The number lynched each year did not drop below 100 until several years after the turn of the century. Lynching was a community event, in which mothers and children watched, and the lynchers were very rarely arrested. According to William J. Cooper, Jr. and Thomas E. Terrill, lynching was community-sanctioned murder, and death was usually accompanied by torture and mutilation. Lynching did not start to decrease until the 1950s. "],"display_date":"May 29, 1897","search_date":"1897-05-29","citations":[{"divid":1215460515,"type":"Newspaper Article","data":["","The Richmond Planet","","May 29, 1897",""]},{"divid":1215460528,"type":"Book","data":["William Fitzhugh Brundage","Lynching in the New South",null,"Urbana","University of Illinois Press","1993","161-190"]},{"divid":1215460584,"type":"Book","data":["William J. Cooper, Jr. and Thomas E. Terrill","The American South: A History",null,"New York","The McGraw-Hill Companies, Inc.","1996","525-526"]}],"locations":[{"id":1959,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}