{"id":2666,"title":"Seeing Conflict in Atlanta\n","course_id":1,"status":"P","start_date":"1870-01-01","end_date":"1875-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A traveler through Atlanta noted that there were many problems in Atlanta's society. He saw political corruption especially in the Governor's office. The governor was suspected of having unethical intentions with the State railroad. He seemed to have had financial investments in the railroad that benefited him greatly, but he observed that overall the railroad benefited everyone in the state. The traveler judged that Reconstruction [had] been a complete failure there due in part to the controversy in the city. ","After the Civil War, Republicans designed policies intended to increase the productivity of the South and industrialize the area. Eric Foner noted that the Southern law...was redesigned so as to encourage the free flow of capital in the South for industrialization. These policies left the state governments that were controlled by Republicans in charge of distributing the capital in ways to improve the economy. This made the situation more complicated by creating opportunities for corruption. According to Lewis Nicholas Wynne, people in Governor Bullock's office had the opportunity to accept bribes and Bullock was able to use the capital to reward loyal followers as patronage, which made many people suspicious of corruption in his policies. Democrats were unhappy with the Republicans because of their supposedly corrupt practices and the harsh policies of Reconstruction. The political tensions between both parties made it easy to start accusing people of corrupt practices, especially the governor.","Railroads were the focus of Southerners' attention during the years after Reconstruction. According to the research of Edward Ayers, there were many reasons why the railroads had such an impact on society. First, he showed that the creation of railroads that would stretch across the country created the need for making time zones and creating a standard time. Also, he noted that the railways were important for bringing commerce to the South that created new towns. This commercial aspect of Southern towns made them more similar to Northern towns and allowed them to assimilate with the rest of the nation. Another impact that Ayers noted was the creation of segregation laws concerning the railways. White men disapproved of the idea of black men being able to sit near white women because of the threat of sexuality between whites and blacks. Thus, Ayers wrote, the more closely linked to sexuality, the more likely was a place to be segregated. Railroads were growing in importance in society because they affected many different aspects of people's lives."],"display_date":"1870 - 1875","search_date":"1872-12-31","citations":[{"divid":1215898047,"type":"Pamphlet or Other Printed Material","data":["Edward King","The Great South&#58; A Record of Journeys in Louisiana, Texas, the Indian Territory, Missouri, Arkansas, Mississippi, Alabama, Georgia, Florida, South Carolina, North Carolina, Kentucky, Tennessee, Virginia, West Virginia, and Maryland","Hartford, Connecticutt","American Publishing Co.","1875","North Carolina Collection, University of North Carolina at Chapel Hill"]},{"divid":1215898166,"type":"Book","data":["Eric Foner","Reconstruction&#58; America&#39;s Unfinished Revolution 1863-1877",null,"New York","Harper &amp; Row Publishers","1988","381-382"]},{"divid":1215898268,"type":"Book","data":["Lewis Nicholas Wynne","The Continuity of Cotton&#58; Planter Politics in Georgia 1865-1892",null,"Macon, GA","Mercer University Press","1986","65"]},{"divid":1215898319,"type":"Book","data":["Edward L. Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992","140"]}],"locations":[{"id":1960,"lat":33.7862251516,"lng":-84.4230424472,"zoom":10,"place":"FULTON, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}