{"id":2669,"title":"Suicide of Lafayette Maupin\n","course_id":1,"status":"P","start_date":"1877-08-01","end_date":"1877-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Lafayette Maupin invested his money in a local store in town.One night it burned down and he lost everything he had put into his investment.Later that night he went into the woods and killed himself.He had been married to a young girl who was only 16 years old when he shot himself.Since she no longer had him to care for her, she went back to live with her family for support.","After the Civil War, Reconstruction was not able to help everyone in the South improve their economic situations. A local store would have been profitable for Maupin since so many people just produced cash crops and bought necessities from their towns. The crop lien system was a major part of Southern agricultural society. Lewis Nicholas Wynne found that merchants could allow people to buy products necessary for farming and also daily necessities by charging a high credit price and getting a portion of the cotton crops to cash in at the end of the season. Merchants played an important role in how agriculture turned out in the South. They forced farmers to produce cash crops even when the return prices dropped very low. People could not produce crops for subsistence and merely worked for the cash crops. According to Jeanette Keith, merchants could have made an even larger profit than what they were making by taking advantage of uneducated farmers who did not know that they were paying more than necessary. Thus, it would have been very profitable to be a local merchant and would entice those with enough money to invest in it. ","It is not surprising that Maupin's young wife went back to live with her parents after his death. According to sermons from the time that Edward Ayers found, men were expected to provide for and protect their wives while the women took care of the home. Since Maupin's wife would have depended on him economically, she would not have had the means to care for herself when he died. Since women did not provide for themselves, it was important for them to get married. Ayers also found letters that encouraged young women to get married and start their own families. An emphasis on marriage and domestic life kept women in a dependent position to either their husbands or their parents."],"display_date":"August 1, 1877 - August 30, 1877","search_date":"1877-08-15","citations":[{"divid":1215460773,"type":"Pamphlet or Other Printed Material","data":["A. L. Hull","Annals of Athens, Georgia: 1801-1901","Athens, GA","Banner Job Office","1906","Special Collections Library, University of Virginia"]},{"divid":1215460828,"type":"Book","data":["Lewis Nicholas Wynne","The Continuity of Cotton: Planter Politics in Georgia 1865-1892",null,"Macon","Mercer University Press","1986","73"]},{"divid":1215460916,"type":"Book","data":["Jeanette Keith","The South: A Concise History",null,"New Jersey","Prentice Hall","2002","62"]},{"divid":1215460953,"type":"Book","data":["Edward L. Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992","184"]}],"locations":[{"id":1962,"lat":33.8833216795,"lng":-83.4096885492,"zoom":9,"place":"CLARKE, Georgia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}