{"id":267,"title":"Mayor of Macon advises of disease risks\n","course_id":1,"status":"P","start_date":"1847-05-24","end_date":"1847-05-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The mayor of Macon, Georgia issued a health warning at the suggestion of the Board of Health about the dangers of stagnant water.  The proclamation details the danger of leaving water to lay stagnant on one's property because of the risk of mosquito born diseases like yellow Fever and malaria.  The mayor states that the city has gone to considerable expense to remove stagnant water from public lands, but in order to more adequately protect the city from the risk of disease, private land owners must take responsibility for clearing the water off of their lands.  For the white population of the town to remain healthy during the warm, humid summer months, citizens must aid the government in keeping the mosquitoes that carry yellow fever and malaria at bay.&lt;br /&gt;Ironically the warning neglects to mention the necessity of keeping the areas inhabited by slaves free from mosquitoes.  This absence of concern probably comes from the widely accepted belief that blacks possessed immunity to both the common mosquito born diseases of the era.  The white population also believed that mosquitoes only bit during the night, thus day time contact with black people did not pose a threat, and since the two races slept in completely different areas nighttime contact with the stagnate waters in slave areas did not pose a threat to masters and their families.  African-Americans possessed a degree of immunity from childhood encounters with the disease, but they still became mildly ill when exposed to the disease later in life.  The belief that slaves possessed immunity to yellow fever and malaria probably helped support the view of African-Americans as lazy.  Since the whites did not believe that the blacks were ill, the whites attributed the actions of their slaves to laziness rather than illness."],"display_date":"May 24, 1847","search_date":"1847-05-24","citations":[{"divid":1213642647,"type":"Newspaper Article","data":["","The Georgia Telegraph","","June 1, 1847",""]},{"divid":1213642700,"type":"Book","data":["Sheldon Watt","Epidemics in History",null,"New Haven","Yale University Press","1999",""]}],"locations":[{"id":184,"lat":32.4034959139,"lng":-84.0903375418,"zoom":10,"place":"MACON, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}