{"id":2670,"title":"Connection of a Railways Through Augusta\n","course_id":1,"status":"P","start_date":"1884-05-01","end_date":"1884-05-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Port Royal railroad company came into conflict with the city of Augusta when it intended to build a railway through the city which would be in competition with local transportation providers. The company claimed to have legal rights to connect the tracks through the city. The city claimed that they had no more legal rights to continue building tracks in Augusta. The business owners in the city were upset that the company would have the sole rights to transportation within the city. Thus, the company had to stop building until the city reached a decision.","City governments had to make policies to encourage economic growth in the area. During Reconstruction, a veritable mania spread among white Southerners that building railroads provided the key to economic recovery according to David Donald, Jean Baker, and Michael Holt. The building of the railway would have improved the local and state economies by allowing farmers to make products that could be shipped on them. It would also allow people to produce only cash crops and then buy things they needed that would be transported on the railways. As historian Eric Foner noted, direct trade routes could be established with the North. The southern states could benefit from the industrialization of the North and the products made there while the North could benefit from the agriculture of the South. This would integrate the commerce of the nation and create a greater sense of unity. Local businessmen, however, felt that the railways would take away from their economic profits by monopolizing transportation. There was political corruption concerning the railroads and businessmen were justified in their feelings that some might have been given unfair advantages. Foner noted that Republicans in charge of making railroad assignments were able to accept bribes for control to railway access and distribute based on patronage. Although the railway system had benefits for the greater economy, there were local problems that made legislation on the issue difficult. "],"display_date":"May 1, 1884","search_date":"1884-05-01","citations":[{"divid":1214433014,"type":"Newspaper Article","data":["","Atlanta Constitution","","May 2, 1884",""]},{"divid":1214433026,"type":"Book","data":["Eric Foner","Reconstruction: America&#39;s Unfinished Revolution 1863-1877",null,"New York","Harper &amp; Row Publishers","1988","382-395"]},{"divid":1214433084,"type":"Book","data":["David Herbert Donald, Jean H. Baker, and Michael E. Holt","The Civil War and Reconstruction",null,"New York","Norton &amp; Company","2001","591"]},{"divid":34175,"type":"Government Document","data":[null,null,null,null,null,null,"UBNZkilmwHy"]}],"locations":[{"id":1963,"lat":33.3596398044,"lng":-82.0735645683,"zoom":10,"place":"RICHMOND, Georgia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}