{"id":2674,"title":"Runaway Slaves\n","course_id":1,"status":"P","start_date":"1820-10-10","end_date":"1820-10-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One of the worse things that could happen to a slaveholder was to have one of their slaves run away. They ran away for many reasons. They suffered from the brutal treatment of their master. They sought to be reunited with relatives or friends that lived in the North. They could run away just to experience the taste of freedom that had been stripped away from them. Most slave holders posted news about their runaways in the local newspapers. Most of the rewards for these fugitive slaves ranged from 100-1,000 dollars. The value of the slave depended on how crucial the slave was to the slaveholder. In Fairfax County one such notice reported that a slave named William Lee, described as a bright mulatto who had escaped from the plantation of Virginia slaveholder WM. H. Guenell. Lee was 25 years of age and 5 foot 9 inches tall. He had a scar near his right eye and another scar that was the size of a half dollar on his thigh. He was reported in the <em>Daily National Intelligencer</em> as traveling with another black man darker in complexion than Lee. Lee could read and write. His master believed that Lee would be traveling to Pennsylvania to obtain free papers and change his name. Many slaves ran away to escape the cruel activities of their masters. However, few of them rarely made it out of Virginia. In <em>Generations of Captivity</em>, Ira Berlin explains that opportunities for black people to escape slavery or enjoy liberty were limited They continued risking their lives for freedom."],"display_date":"October 10, 1820","search_date":"1820-10-10","citations":[{"divid":1215461084,"type":"Newspaper Article","data":["","Fairfax Daily National Intelligencer","","November 1, 1820",""]},{"divid":1215461107,"type":"Book","data":["Ira Berlin","Generations of Captivity",null,"Cambridge","Harvard University Press","2003","66"]}],"locations":[{"id":1965,"lat":38.8383886986,"lng":-77.2747207757,"zoom":9,"place":"FAIRFAX, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}