{"id":2675,"title":"The Murder that Shocked Fairfax\n","course_id":1,"status":"P","start_date":"1825-03-22","end_date":"1825-03-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["William Simpson, a prominent slave trader who resided in Fairfax County, was murdered in Centreville, Virginia. He was brutally shot in the head with a pistol and stabbed. He was also robbed of a reported 1600. The notes were from the Bank of Virginia. His body was found dumped near a road. According to witnesses, Simpson and the man later revealed as his murderer, William F. Hoose, spent two days together in the same tavern. They did not know each other before this encounter. Simpson was in the area to conduct business. They had lunch together because Simpson took a liking to the young Hoose. After lunch, the witness reported that Simpson and Hoose left the tavern together. Soon after that, Hoose returned back to the tavern by himself and kept pacing back and forth. He asked the landlord about buying a horse from him and the price. He went to Leesburg, where he was arrested for the murder of William Simpson. He was thrown in the Leesburg Jail and held there until his execution. He stole the money for gambling purposes. Historian Henry P. Lundsgarde argues in the <em>Encyclopedia of Southern Culture </em>that, during this time period, the South lead the nation in violent offenses against persons. William Simpson was a man of great status in Fairfax. William Hoose was a young man who came from a wealthy family. Hoose's own turn to violence murder made headlines for many months after it occurred."],"display_date":"March 22, 1825","search_date":"1825-03-22","citations":[{"divid":1216341504,"type":"Newspaper Article","data":["","Boston Commercial Gazette","","March 25, 1825",""]},{"divid":1216341522,"type":"Newspaper Article","data":["","Rhode Island American ","","March 22, 1825",""]},{"divid":1216341551,"type":"Book","data":["Charles Reagan Wilson, Mary L. Hart, William Ferris, and Ann J. Abadie","Encyclopedia of Southern Culture",null,"Chapel Hill","University of North Carolina Press","1989","1489-1490"]}],"locations":[{"id":1966,"lat":38.8383886986,"lng":-77.2747207757,"zoom":9,"place":"FAIRFAX, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}