{"id":2679,"title":"Gift for a Grandaughter\n","course_id":1,"status":"P","start_date":"1830-01-01","end_date":"1830-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["It was clear that James Tinsley wanted nothing more than for his granddaughter to have someone to HAVE AND TO HOLD (since he capitalized the phrase).  In 1830, he wrote a deed giving his young six-year-old slave, Martha Jane, to his granddaughter Cleopatra Albertine Tinsley.  Not only did James Tinsley give Mary Jane but also all of her increase forever. It was not unusual for southern children to inherit and grow up with a slave.  In the South, many whites felt familial allegiance from their slaves because the slaves had been a part of the family through many generations.  In addition to slaves who were close friends of the family slaves, many white southerners grew up with slaves as companions.  "," Through his deed, James Tinsley signed over Martha Jane's increase forever to Cleopatra Tinsley.  Because of a 1662 Virginia statute, the condition of the mother constituted the slave status of the child.  The purpose of this law was to maintain slave status for children of interracial relationships between slaves and whites.  This was the primary reason for this law because most legal matters such as inheritance are passed through the father's offspring. This legislature greatly benefited a state such as Virginia, who capitalized on slave reproduction.  Virginia's soil began to loose nutrients during the nineteenth century; therefore it was more rewarding for Virginian slave holders to sell slaves to Deep South states for labor in more agriculturally lucrative areas.  On many slave plantations with the goal of breeding, slave agency contributed to amount of offspring.  Female slaves developed several methods of abortion; some included herbal concoctions, extreme exercise, and other internal and external manipulations which resulted in high infant mortality rates.  In this instance, increase forever emphasizes Cleopatra Tinsley's ownership of endless generations to come after Mary Jane."],"display_date":1830,"search_date":"1830-07-02","citations":[{"divid":1218318137,"type":"Book","data":["Dorothy Denneen Volo and James Volo","Encyclopedia of the Antebellum South",null,"Westport, Connecticut","Greenwood Press","2000",""]},{"divid":1218319055,"type":"Manuscript","data":["","Deed of Gift for a Slave Girl",null,"Mss 12075","","","Special Collections Library, University of Virginia"]},{"divid":1218319087,"type":"Book","data":["Joshua Rothman","Notorious in the Neighborhood&#58; Sex and Families Across the Color Line in Virginia 1787-1861",null,"Chapel Hill","University of North Carolina Press","2003","47"]}],"locations":[{"id":1967,"lat":37.3167903952,"lng":-79.5201576467,"zoom":9,"place":"BEDFORD, Virginia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}