{"id":2680,"title":"Guilfield Baptist Church\n","course_id":1,"status":"P","start_date":"1827-06-30","end_date":"1827-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The church officials expelled Brother Osborne for his adulterous behavior June 30, 1827.  The officials claimed that Brother Osborne's sinful spirit had placed the women of the Guilfield Baptist Church under bad influence.  The same Sunday, the church notes documented the deacons asking Sister Harriet Hill to leave the congregation for lying, as well as Sister Patsy Thomas for fighting and inappropriate language.  This African American Church weekly asked various members to leave for misconduct.  Leaving may have constituted leaving the service that Sunday, or leaving the fellowship of that congregation.  It is unclear whether the church allowed them to reenter the Guilfield Baptist Church, however, some weeks; deacons visited the expelled members.  It is also undetermined if the church members were free people."," The church notes documenting the business of the Guilfield Baptist church began in the 1820s.  This was a time when the United States was undergoing a religious revival, called the Great Awakening.  This movement made protestant religions, such as Methodist and Baptist, very popular among whites as well as African Americans.  Prior to this period religious dialogue between whites and African Americans was for slaves to obey their masters as the bible instructed.  In many areas African Americans became active in integrated services and became morally or spiritually equal to whites, who believed that all men were sinners.   African Americans may have taken ownership of these protestant religions for many reasons beyond a growing acceptance in some congregations.  The revivalist trend in the Great Awakening was similar to the African religious ceremonies which frequently had highly emotional praise, congregational responses, as well as sprinkling or dipping with water for initiation. Due to the Great Awakening, some congregations embraced African Americans in a more equal capacity, however most Southern congregations did not.  In the later congregations African Americans who gained confidence through religion proved to be a threat to whites.  In the first half of the nineteenth century, several slave rebellions in the South were divinely inspired.  Two famous religious conspiracies were lead by Denmark Vesey and Nat Turner.  Nat Turner's plan came to fruition leaving Whites nationwide in fear of religious African Americans."],"display_date":"June 30, 1827","search_date":"1827-06-30","citations":[{"divid":1218316114,"type":"Book","data":["Donald G. Matthews","Religion in the Old South",null,"Chicago","University of Chicago Press","1977","192"]},{"divid":1218316142,"type":"Book","data":["Dorothy Denneen Volo and James Volo","Encyclopedia of the Antebellum South",null,"Westport, Connecticutt","Greenwood Press","2000",""]},{"divid":1218316275,"type":"Book","data":["Melvin Patrick Ely","Israel on the Appomattox",null,"New York","Vintage Books","2004","318-320"]},{"divid":1218316315,"type":"Manuscript","data":["","Records 1827-1939",null,"Mss 10041","","Guilfield Baptist Church","Special Collections Library, University of Virginia"]},{"divid":1218316793,"type":"Book","data":["William J. Cooper","The American South&#58; A History",null,"New York","McGraw Hill","1996","229"]}],"locations":[{"id":1968,"lat":37.0773707286,"lng":-77.6296507153,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}