{"id":2682,"title":"Keeping it in the Family: Slave Inheritance\n","course_id":1,"status":"P","start_date":"1823-01-01","end_date":"1823-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["With the exception of slaves with certain bargains, William Gilliam willed all slaves, land and stock to John William Gilliam around 1823. It was important to William Gilliam that his estate, stock and slaves remained in his family. He promised it to his relative upon his twenty first birthday; and he emphasized that the slaves could not be removed from the estate until that time. It was also important to note that some slaves had certain bargains. After the ","Great Awakening, a national Protestant religious revival in the early 1800s, some planters altered their views of slavery. This movement promoted equality among all men in the North, however most southern protestants focused on evangelism and less equality. The few planters that were moved to treat slaves more humanely commonly manumitted their slaves. Following a law in 1782, Masters could free slaves through will or deed. However, a freed slave had to obtain special documents to stay in the area. An 1806 Virginia law demanded that any freed slave leave the state within a year without this documentation. William Gilliam may have prearranged for the freedom of select slaves, however he may have promised some slaves to other planters."],"display_date":1823,"search_date":"1823-07-02","citations":[{"divid":1217972815,"type":"Book","data":["Melvin Patrick Ely","Israel on the Appomattox",null,"New York","Vintage Books","2004","318-320"]},{"divid":1217972841,"type":"Manuscript","data":["","",null,"Mss 3593a","","Gilliam Family Papers","Special Collections Library, University of Virginia"]},{"divid":1217972871,"type":"Book","data":["William J. Cooper","The American South&#58; A History",null,"New York","McGraw Hill","1996","271-272"]}],"locations":[{"id":1969,"lat":36.7647849382,"lng":-77.8590149574,"zoom":9,"place":"BRUNSWICK, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}