{"id":2683,"title":"The Birth of the Petersburg Benevolent Mechanics Association\n","course_id":1,"status":"P","start_date":"1825-01-01","end_date":"1825-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["A cold January day in 1825, 32 Petersburg men gathered in a Petersburg Tavern with the future on their minds. The skilled merchants of Petersburg formed the Benevolent Mechanics Association. They were made up of a variety of skilled craftsmen which included tailors, blacksmiths, watchmakers, bookbinders, tanners, and more.  The first initiative of the Association was purchasing a library for apprentices in the community. They even hired a librarian to staff the facility. Another of their initiatives was to begin a night school for Apprentices and the children of the Association members. The school included reading, writing, and arithmetic. Finally, lectures were offered to the community as well. Unfortunately, the school failed and there was lack of interest in the establishment. ","The members of the Petersburg Benevolent Mechanics Association were frowned upon in Petersburg society. Oddly these skilled merchants owned about 20 percent of the slaves in Petersburg and the surrounding county, Dinwiddie. Despite this fact, wealthy land owners thought of these craftsmen as lowly. To improve their status and the perception of their occupation, they took such initiatives to spread interest in their trade and show their contributions to society. ","During the 1800s artistry was changing regionally as well. Southern artisans had to compete with the booming world of industry in the North. It may have been important to these artisans to keep their trades alive, despite the move to working in factories and using machines. Some artisans took advantage of the Industrial revolution and began to sell and serve as middlemen with northern pre-made products, like clothing and furniture."],"display_date":1825,"search_date":"1825-07-02","citations":[{"divid":1218320178,"type":"Article","data":["James D. Watkinson","Reluctant Scholars&#58; Apprentices and the Petersburg &#40;Virginia&#41; Benevolent Mechanics&#39; Association School","History of Education Quarterly","36","1996","429-448"]},{"divid":1218320413,"type":"Manuscript","data":["","",null,"Mss 10052","","Benevolent Mechanic Association Papers","Special Collections Library, University of Virginia"]}],"locations":[{"id":1970,"lat":37.0773707286,"lng":-77.6296507153,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}