{"id":2685,"title":"Missionaries in Africa:  Teaching the Hottentots to Read the Bible\n","course_id":1,"status":"P","start_date":"1817-07-23","end_date":"1817-07-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The American Star of Petersburg Virginia recognized George Schmidt, a Dutch missionary, for his outstanding missions in South Africa on July 23, 1817. He spread the Gospel to the South Africans as well as literacy. What was interesting about this remark in the newspaper was the interest in African education, literacy, and spirituality. Schmidt was praised for his efforts in sharing with Africans, however in Virginia it was illegal to teach African Americans to read. In addition to literacy issues, the Dutch taught Africans how to behave in a European manner, as well as accept Christianity. The Africans of South Africa, were labeled Hottentots, they also were called Baboons because it emphasized their heathen way of life. Missionaries shared the Gospel with the Native people of these countries. Sharing the Gospel was another reason used to justify slavery. After the Great Awakening, a Protestant religious revival in the early 1800s, many Northern Protestants condemned Southerners for the immorality of slavery. In retaliation, Southern Protestants avidly shared Christianity ","with their slaves. However, their interpretation of the scriptures conveyed a sense of paternalism towards the slaves and encouragement of slaves to obey their masters."],"display_date":"July 23, 1817","search_date":"1817-07-23","citations":[{"divid":1216163649,"type":"Newspaper Article","data":["","American Star","","July 23, 1817",""]},{"divid":1216163664,"type":"Book","data":["James M. Volo and Dorothy Denneen Volo","Encyclopedia of the Antebellum South",null,"Westport","Greenwood Press","2000",""]},{"divid":1216163773,"type":"Book","data":["William A. Link","South in the History of the Nation",null,"Boston","Bedford/St. Martin&#39;s","1999","196"]}],"locations":[{"id":1971,"lat":37.0773707286,"lng":-77.6296507153,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}