{"id":2686,"title":"Dueling\n","course_id":1,"status":"P","start_date":"1817-07-23","end_date":"1817-07-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One fatal wound elicited another as two blacks killed each other in a dispute. No one knew why the two black men were feuding; however, it was evident that they decided to settle their argument with the weapons on hand. Scythes were used to fight. Both inflicted a deadly gash on the other leaving them both dead. A Petersburg newspaper reported the homicides in 1817. It was not noted if these blacks were slave or free. However, it is known that Petersburg had a large black population before the nineteenth century both slave and free called Pocahontas. As the black population grew in number, whites feared that slave revolts could strike anywhere. In 1804, Haitians declared independence through a violent revolt in the Caribbean. In 1822, Denmark Vesey planned what was suspected as the largest American slave revolt plan ever. Such violent actions against whites may have made a fight like the one documented in this Petersburg newspaper of interest. Two violent black men in the community put the local white community in danger. In about 15 years, the Nat Turner revolt would occur. In the nearby county of Southampton, VA; Nat Turner led a massive massacre of whites through his area. This later event shows how imminent black violence was."],"display_date":"July 23, 1817","search_date":"1817-07-23","citations":[{"divid":1214103145,"type":"Newspaper Article","data":["","American Star","Petersburg, VA","July 23, 1817",""]},{"divid":1214103166,"type":"Book","data":["Melvin Patrick Ely","Israel on the Appomattox",null,"New York","Vintage Books","2004","318-320"]},{"divid":1214103284,"type":"Book","data":["William A. Link","The South in the History of a Nation, vol. 1",null,"Boston ","Bedford/St. Martin&#39;s","1999","250"]},{"divid":360341,"type":"Manuscript on Microfilm","data":[null,null,"FzHjUNhxvim"]}],"locations":[{"id":1972,"lat":37.0773707286,"lng":-77.6296507153,"zoom":9,"place":"DINWIDDIE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}