{"id":2689,"title":"Van Buren and Reservation in the South\n","course_id":1,"status":"P","start_date":"1820-01-01","end_date":"1820-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Martin Van Buren, a Democrat from New York and Vice President to Southerner Andrew Jackson was a questionable figure in the nineteenth- century South. His motives and ideas were unclear and not exactly in-line with everything that the South stood for during this time. He voted for Free Negro Suffrage; the South could not place a finger on the reasons behind his vote, resulting in an unstable opinion of Van Buren and how he would influence the region. "," As a Democrat in the 1820s, Martin Van Buren shocked the South when he voted in favor of Free Negro Suffrage. The Democrats had proven to be a strong in the South and become the leading party of the southern states. Andrew Jackson embodied the ideal Democrat, so when he picked Martin Van Buren of New York as his Vice President, the South was shocked that a New Yorker was chosen to run with Jackson. Van Buren was known for his anti-abolition attitude, but it was also evident that he was against the expansion of slavery because it would upset the balance. He did, however, protect the opinions of the slave states to maintain their institution of slavery. "," The Bondurant's saved a newspaper article about Van Buren and his decision about Free Negro Suffrage. According to this, Van Buren's decision at the New York Convention was portrayed as a sneaky move by Van Buren, but it still did not upset the South - it only made their reservations about him continue and continue to intensify. The Southern planters respected Van Buren's past and therefore they trusted him with their future until he proved otherwise."," The attitude of the newspaper clipping, and apparently the Bondurant family for saving it, was characteristic of the South, in particular Virginia because of its strong political roots. Southerners knew that their culture was under constant scrutiny and attack by the Northern reformers. They were very suspicious of anyone that might come in and ruin or modify their society. Van Buren would have to do something to prove himself to the Southern states in order to receive their full support. When Van Buren became President, he was able to act as an intermediary between the North and South because of his background and voting record."],"display_date":1820,"search_date":"1820-07-01","citations":[{"divid":1216665586,"type":"Manuscript","data":["","Mss 3918",null,"Mss 3918","box 47 ","Bondurant Family Papers","Special Collection, University of Virginia"]},{"divid":1216665631,"type":"Book","data":["James M. Volo and Dorothy Denneen Volo","Encyclopedia of the Antebellum South ",null,"Westport, CT","Greenwood Press","2000","335-337"]}],"locations":[{"id":1973,"lat":37.7601235969,"lng":-77.4908797136,"zoom":9,"place":"HANOVER, Virginia"}],"tags":[{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}