{"id":269,"title":"The Second Taxpayer&#39;s Convention in South Carolina\n","course_id":1,"status":"P","start_date":"1874-02-19","end_date":"1874-02-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Taxpayer's met on February 19, 1874 at a convention in South Carolina a second time to protest the economic destruction of the state being wrought by the Republicans in power in South Carolina, especially by Governor Franklin J. Moses Jr. and his administration.  The complaints of the convention included exorbitant taxes being waged by non-taxpayers, a corrupt judiciary,' and an executive (Moses) who barters' government positions for favors.  The convention members wrote a memorial' to the Senate and House of Representatives of the United States explaining their grievances and asking for intervention and redress.  The South Carolina Republican Party responded in turn by refuting each individual allegation of the memorialists.'  The tax-payer's also met with President Grant on March 27 in Washington D.C. where The Atlanta Constitution reported that President Grant listened attentively and replied at some length, and said that he felt sympathy with any people who are badly governed and overtaxed;as South Carolina seemed to be.'  But the President did not offer any direct redress, noting that South Carolina was a sovereign state that could make their own changes in the forms of laws and elections.  The President did, however, express his wish that Congress would be able to offer assistance.&lt;br /&gt;It is also important to note that the advantages of immigration were discussed at length the conference.  It was suggested that importing thousands of immigrant voters, a few hundred per county, would put the state into the hands of honest officials,' or back into the hands of the democrats and away from the Republicans who were garnering the black vote.  On the third day of the convention Charleston's News and Courier recounts the vigorous action on the subject of immigration.'  A committee had been organized on the subject of immigration which created a plan to encourage white immigrants, to elect a state commissioner and commissioners in every county in South Carolina, and to found an agency in New York and elsewhere in the North to aid in immigration (See Immigration Societies in South Carolina)."],"display_date":"February 19, 1874","search_date":"1874-02-19","citations":[{"divid":1213721989,"type":"Book","data":["Walter Edgar","South Carolina, A History",null,"Columbia, SC","University of South Carolina Press","1998","401-402"]},{"divid":1213724059,"type":"Newspaper Article","data":["","New York Times","New York","February 20, 1874","5"]},{"divid":1213724094,"type":"Article","data":["R.H. Woody","The Labor and Immigration Problem of South Carolina during Reconstruction","The Mississippi Valley Historical Review","2","1931","206"]},{"divid":1213724204,"type":"Newspaper Article","data":["The Appeal to Congress","The News and Courier","","January 20, 1874","1"]},{"divid":1213724256,"type":"Newspaper Article","data":["Poor Carolina","The Atlanta Constitution","","March 28, 1874",""]}],"locations":[{"id":186,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}