{"id":2691,"title":"The Expansion of Slavery and its Effect on the South\n","course_id":1,"status":"P","start_date":"1820-03-25","end_date":"1820-03-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As a Congressman from Buckingham County and member of the Virginia House of Delegates, Archibald Austin was always in the know about local events. In a letter from Waller Taylor in Washington to Mr. Austin, Mr. Taylor explained the happenings in Washington and all of the current political events that were taking place, such as admitting new states and territories. In his March 25 letter, the Florida question was put to rest with a Treaty with Spain. Waller Taylor expressed his gratefulness that the Missouri question was settled, despite his disagreement -- These are not as bad as they appear upon first blush...This is at least some consolation, but it does not justify compromising the principles of the Constitution. "," Taylor's letter speaks of the addition of new states to the United States that sparked heated political discussion. Americans on both sides of the conflict were concerned about upsetting the balance of slave states and non-slave sates in Congress. If the numbers favored either side, their way of life would come to dominate the country. The addition of both Florida and Missouri sparked extremely intense debating between the North and the South. ","As a slave holding state, Virginia wanted to expand slavery into the new states so that the South would have the upper hand in Congress and eventually make slavery the common way of life for the entire country. Certain territories were admitted with slavery and others were not. When Florida entered the United States in 1809, it was a territory that allowed slavery. On the other hand, Missouri entered the country in 1820 - its position on slavery was highly debated in Congress. The Missouri Compromise called for Missouri and Maine both to enter the United States at the same time. Missouri would be a slave state and Maine would enter as a free state. The Fugitive Slave Law was strengthened and the slave trade in in Washington DC was abolished. From this point forward, slavery in territories would be determined by 36'30 latitude line that was Missouri's southern border. "," Although the Missouri question was settled, Virginians and the rest of the South saw very little compromise. Both sides felt like they got the bad side of the arrangement. The South wanted to extend slavery into as many territories as possible and this put a damper on this hope for expansion. The letter from Waller Taylor expresses the disagreement that the rest of the South felt in this era about the addition of new territories to the United States."],"display_date":"March 25, 1820","search_date":"1820-03-25","citations":[{"divid":1214532909,"type":"Manuscript on Microfilm","data":["","Waller Taylor to Archibald Austin, March 25, 1820","Reel 1, Micflm 1705, ser L, Frame 00167","Austin-Tyman Papers","Alderman Library, University of Virginia"]},{"divid":1214532974,"type":"Book","data":["George Dangerfield","The Era of Good Feelings ",null,"New York","Harcourt, Brace, &amp; Wold, Inc.","1952","199-248"]}],"locations":[{"id":1974,"lat":37.5453300062,"lng":-78.5815976608,"zoom":9,"place":"BUCKINGHAM, Virginia"}],"tags":[{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}