{"id":2692,"title":"Henry Clay&#39;s 1824 Speech\n","course_id":1,"status":"P","start_date":"1824-01-01","end_date":"1824-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Floyd L. Whitehead saved an article that reviews Henry Clay's 1824 speech. Clay spoke on a major economic issue that began to drive the North and South further and further apart in the eras leading up to the Civil War - the tariff. Henry Clay argued in favor of the Tariff of 1824. He declared that the Union had diminished exports of native produce, the depressed state of our foreign navigation, our diminished commerce, successive unthreshed crops of grain, perishing in our barns and barn yards for the want of market. The South was an agrarian society that depended upon agriculture to survive. The North, on the other hand, was beginning to develop urbanized societies and depend more and more upon industry and less on agriculture. The Tariff of 1824 was a pivotal decision to the South in order to keep their culture alive. "," This speech had a far - reaching effect on the South. Henry Clay was a prominent politician of the time and his opinions were heard throughout the country. Virginia wanted to protect its profit on tobacco, while South Carolina was concerned about falling cotton prices. The tariff would have protected the American market from cheaper foreign goods. Southerners, lead by John C. Calhoun opposed this tariff because they saw it as favoring the North. The South needed open markets to sell their products, which were popular in overseas markets. If the tariff were not passed then the economy of the South would continue to flourish. On the other hand, if the tariff were passed, then the markets in the South would slowly diminish because of less interest because of the lost overseas markets. This was a debate that sparked come of the conflict leading up to the Civil War. "," The major markets of the South, including the tobacco markets in Virginia, were in danger with any thought of a tariff. Southerners were not only trying to protect their income, but also their agrarian way of life. This debate was a major political discussion at the time. The South did not support Henry Clay and his opinions in the debate over the tariff because he was placing them in danger of loosing their foreign markets."],"display_date":1824,"search_date":"1824-07-01","citations":[{"divid":1216424955,"type":"Manuscript on Microfilm","data":["","Henry Clay Speech Excerpts From a Nelson County Newspaper, 1824","Reel 3, Micflm 1705, ser F, Frame 0175","Floyd L. Whitehead Papers","Alderman Library, University of Virginia"]},{"divid":1216425013,"type":"Book","data":["John B. Boles","The South Through Time&#58; A History of an American Regioin, Volume 1",null,"Upper Saddle River, New Jersey","Prentice Hall","1999",""]},{"divid":1216425050,"type":"Book","data":["Robert O&#39;Brien and Harold H. Martin, Editors","The Encyclopedia of the South",null,"New York","Facts on File Publications","1985","275-276"]},{"divid":1216425091,"type":"Book","data":["John B. Boles, Editor","A Companion to the American South",null,"Malden, Massachusetts","Blackwell Publishers","2002","85-95"]}],"locations":[{"id":1975,"lat":37.7873885597,"lng":-78.8867512571,"zoom":9,"place":"NELSON, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}