{"id":2695,"title":"Military Importance in the Pre-Civil War South\n","course_id":1,"status":"P","start_date":"1820-03-21","end_date":"1820-03-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Governor of Richmond appointed William Bolling of Goochland County as Lieutenant Colonel in the Second Regiment of Cavalry on March 21, 1820. Bolling's appointment shows that the military was prominent in state forms as well as national forms in the period leading up to the Civil War. Qualities of the military include fidelity, courage, activity and good conduct - qualities that are still valued in the military today. Bolling was selected as Lieutenant Colonel because of these qualities and his dedication to his country through prior military service. His appointment was a strong opinion on his character and loyalty. "," Previous military conflicts had left the United States with a stronger sense of having a military and how they should use one in wartime. The War of 1812 left the young country shocked that England would attack them again, but also proud that they had fended off the most powerful nation in the world. The 1815 Battle of New Orleans proved to be the major triumphant victory in the war that increased America's international influence. Despite the fact that the Treat of Ghent (1814) had ended the war, the Americans still legitimately beat the British in the War of 1812, a feat to be proud of because of the British's dominance in the military world. "," This war had left the country suspicious of more attacks from other invaders or powerful countries coming in to try to re-colonize America. Americans believed that other powerful European countries would come over to try to colonize America because of their immense natural resources and large amount of land. These suspicions led to the build up of the American military and Reserves, so that they would be ready just in case another country waged war against them again. The Reserves consisted of the national military and state militias; they were constantly trained and only used in case of an emergency. The military may not have been engaged in battle, but they would be ready if it came about again. An army was maintained in both the North and the South."," Virginia was especially known for its Navy because of the port of Norfolk in the Tidewater. Many wealthy planters and businessmen in Virginia had either served in the Navy or had a son who had. Military education became popular in the first decade of the nineteenth century; many wealthy planters either attended a military institute or sent their sons there to train for military service. The notions of honor and prestige mentioned in Bolling letter were major motives for wealthy planters joining the military. Holding a leadership role in the military was especially prestigious at this time period and many men of the upper class held these positions; men in leadership positions held large amounts of honor, but did not have engage in the actual fighting. "," William Bolling was part of the Commonwealth's military; this is evident in his appointment because he was appointed by the governor, a state official, rather than a national official. This shows that states were beginning to look at states' rights and hold pride in their state. Each state had their own militia to defend themselves against any other state. They brought their militias together in times of need to fight for the country. Each state was responsible of training and maintaining their militia. These state militias stayed in effect until the Civil War when they came together as the Confederate Army. State militias and the national military were important to the United States in both wartime and peacetime in the decades before the Civil War. The military was an honorable institution that many Americans, of all classes, sought to be a part of."],"display_date":"March 21, 1820","search_date":"1820-03-21","citations":[{"divid":1214081263,"type":"Manuscript on Microfilm","data":["","Thomas M. Randolph to William Bolling, March 21, 1820","Reel 36, Micflm 1705, ser F, Frame 00510","William Bolling","Alderman Library, University of Virginia"]},{"divid":1214081337,"type":"Book","data":["William J. Cooper, Jr. and Thomas E. Terrill","The American South: A History",null,"New York","The McGraw Hill Companies, Inc.","1996","135-137"]},{"divid":1214081385,"type":"Book","data":["James M. Volo and Dorothy Denneen Volo","Encyclopedia of the Antebellum South",null,"Wesport, Connecticut","Greenwood Press","2000","187-190"]}],"locations":[{"id":1977,"lat":37.7219637736,"lng":-77.9164071789,"zoom":10,"place":"GOOCHLAND, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}