{"id":2699,"title":"A Lonely Woman Outside Charleston\n","course_id":1,"status":"P","start_date":"1891-05-01","end_date":"1891-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["A woman identifying herself only as T.S. wrote a letter to the Ladies' Home Journal to express sympathy for another reader, Janet, who had complained of feelings of loneliness and desolation during the winter months in the Sea Islands off of South Carolina. The letter writer explains that she came to South Carolina by way of Vermont and Pennsylvania, and that the level salt marshes with the water oozing up among tufts of rank grass . . . revealed what seemed to me a dreary and desolate landscape. However, T.S also offers assurances that the landscape will seem much more pleasant when spring arrives and the weather improves. Finally, the editor of the Ladies' Home Journal remarks at the end of the letter that Janet has received several such letters of sympathy from around the country and implores her to write back and give an update on her situation."," This shows that even thirty years after the Civil War, the South was still a fundamentally rural, agrarian society. People were dealing with the same issues of country life that their ancestors had for generations. Additionally, the response elicited by this letter displays the fundamental unrest amongst Southern women in the years following the Civil War. William Cooper and Thomas Terrill explain that the war had decimated the white male population of the South and left many women in the position of caretakers for their homes and families. As the demographic situation began normalize after a generation, women found themselves shoved back into the domestic sphere they had occupied before the war. As these letters show, Southern women were becoming dissatisfied with the role of agrarian housewife."],"display_date":"May 1, 1891 - May 30, 1891","search_date":"1891-05-15","citations":[{"divid":1214697617,"type":"Newspaper Article","data":["","The Ladies Home Journal","","May 1891",""]},{"divid":1214697633,"type":"Book","data":["William J. Cooper and Thomas Terrill","The American South: A History",null,"New York","The McGraw-Hill Companies","1991","435"]}],"locations":[{"id":1978,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}