{"id":2701,"title":"Dexter Needs to Pay Up\n","course_id":1,"status":"P","start_date":"1827-05-29","end_date":"1827-05-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A promissory note is a contract detailing the terms of a promise or loan by one person to pay a sum of money to another person. Many people in the antebellum south used promissory notes when dealing with large amounts of money. John Day and Horatio S. Dexter entered into a promissory note together on October 5, 1824. The amount of the note was for six thousand four hundred and seventy nine dollars. Dexter mortgaged one thousand acres of land, forty-nine slaves and other property to John Day, which was the equivalent of six thousand four hundred and seventy nine dollars. Day was supposed to receive payment by January 5, 1827. After Day waited for almost three years, he decided to file a petition to Judge Joseph L. Smith to receive his payment since Dexter did not pay him any of the money by January. Day requested that the mortgaged premises be court ordered and adjudged to be sold so that the proceeds from the sales would go to him. Day wanted to make sure he got six thousand four hundred and seventy nine dollars as promised in the promissory note he composed with Dexter.","Dexter's actions put him into a debt. Mortgaging slaves and property for such high debts was not a smart decision on Dexter's part. It is not known if the petition was granted by Judge Smith, but it is very possible that Judge Smith did grant it because the amount in the note to Dexter was a very large sum of money. In addition, Day had a list of all the slaves' names that Dexter mortgaged for the six thousand four hundred and seventy nine dollars. Some of the slaves were Caty, Simon, Joseph, Morris, James, and Israel.  It is known that most mortgages and debts were high, but only on rare occasions was a mortgage as high as the one Dexter acquired in one promissory note. It was possible for southern families to acquire debt, as high as six thousand four hundred and seventy nine dollars, but that debt would consist of numerous purchases and loans over the course of time or through inheritance of on going debt from a deceased family member. Acquiring debt over long periods with out paying for them would leave a bad impression of that person in the city or town. When word got around that someone was petitioning to the court because he had not received payment from the person who needed the loan, that person's reputation in the community would sometimes be tarnished. The person in need of the loan would find himself in a worse predicament than he began. The predicament was worse because once that person had exhausted his resources, others in the county might be less inclined to help that person anymore because he would not be trusted to pay for the loan. ","High mortgages and debts taught valuable lessons on money management to both the person who needed the loan and the loaner. The person who needed the loan realized that their plan was not sufficient and only made matters worse. The loaner learned his lesson not to trust many people when it comes to loaning money, especially large amounts. These lessons could be applied to anyone in the antebellum south who entered into bad mortgage deals that dealt with slaves and property as collateral. Yet, it seems that no matter how many debts were made and how many petitions had to be filed in order to receive payment, mortgaging slaves and property was popular in the beginning of the nineteenth century and continued to be popular until slavery was abolished."],"display_date":"May 29, 1827","search_date":"1827-05-29","citations":[{"divid":1213830040,"type":"Manuscript on Microfilm","data":["John Day","Petition to Honorable Joseph L. Smith","Reel 5, Micflm M9548 ser 2, Frames 835-841","Bethesday, MD, University Publicans of America","Alderman Library, University of Virginia"]},{"divid":1213830109,"type":"Book","data":["John B. Boles","A Companion to the American South",null,"Massachusetts","Blackwell Publishers","2002","113"]},{"divid":1213830146,"type":"Book","data":["Melvin Patrick Ely ","Israel on the Appomattox: A Southern Experiment in Black Freedom from 1790s through the Civil War",null,"New York ","Vintage Books","2004","20-35"]},{"divid":1213830217,"type":"Book","data":["Walter Johnson","Soul by Soul",null,"Cambridge","Harvard University Press ","1999","26-27, 81, 127"]},{"divid":1213830269,"type":"Website","data":["Barnetta McGhee White","Enslaved Ancestors Extracted from Granville County, North Carolina Deed Books A-Z &amp; 1-21, 1746-1864","AfriGeneas","http://www.afrigeneas.com/library/ncdeeds","September 20, 2006"]},{"divid":1213830415,"type":"Website","data":["Sarah Frances Shaw Graves","Sarah Frances Shaw Graves: Age 87","Slave Narratives: Voices and Faces from the Collection","http://memory.loc.gov ","September 22, 2006"]},{"divid":1213830499,"type":"Book","data":["Clayton E. Jewett and John O. Allen","Slavey in the South: A State by State History",null,"Westport","Greenwood Press ","2004","83, 287"]},{"divid":1213830593,"type":"Website","data":["Dwayne Cox","The Alabama Supreme Court on Slaves","Auburn University Archives ","http://www.lib.auburn.edu","September 26, 2006"]}],"locations":[{"id":1979,"lat":null,"lng":null,"zoom":8,"place":"ST JOHNS, Florida"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}