{"id":2704,"title":"The Second Visit to Fowl Town\n","course_id":1,"status":"P","start_date":"1817-11-01","end_date":"1817-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Fowl Town, an Indian village in Spanish- controlled Florida, was the site of one of the major events in the First Seminole War. It was visited three times by United States troops, the first time marking the first official engagement of the war. These skirmishes resulted in the deaths of three Seminoles, the capture of one, and the abandonment of the town.","Lieutenant Colonel Arbuckle led the second party to visit Fowl Town. As he and his soldiers neared the town, he ordered JNO. N. McIntosh to approach the village from a different route, with the secondary goal of taking as many prisoners as possible, provided the Indians did not resist or try to escape. If they did attempt to run or fight back, Lt. Col. Arbuckle ordered McIntosh to fire upon them. McIntosh did not expect to encounter resistance, but his hopes were quickly demolished, as he and his team were discovered within about 200 yards of the town. The Indians did not stand and fight, however. They merely fled, firing indiscriminately, and whooping as they abandoned their town to the more heavily armed white men. This left the path open for McIntosh's party to pursue their primary objective: the acquisition of provisions for Fort Scott in nearby Georgia. They searched the town, collecting as much corn as they could find, fifteen to eighteen cows, and a few horses before the Indians returned to attack the whites that were raiding their town. McIntosh's command suffered one casualty; the Seminoles later acknowledged losing five of six comrades. The Indians eventually retreated, leaving McIntosh free to continue raiding the town. They then journeyed the fifteen miles back to Fort Scott, pausing for a few days after about three miles to construct Fort Hughes, a small, advanced picket encampment that would be used later in the war.","Abner Lacock wrote a letter to McIntosh asking for a narration of his involvement in the Seminole War to serve as evidence in the Senate's investigation of General Andrew Jackson. McIntosh replied with a letter, later to be published in the <em>New-York Daily Advertiser</em>, which detailed his participation in the second raid of Fowl Town.","Chief Neamathla of Fowl Town, located directly across the Flint River from Fort Scott, told Colonel Edmund Gaines that if he crossed the Flint River, the residents of Fowl Town would react violently. On November 21, 1817, Col. Gaines disregarded this warning and attacked Fowl Town, killing five Indians. After Lt. Col. Arbuckle and McIntosh completed their raid of the town, Arbuckle returned once more and burned the now-abandoned town to the ground. Neamathla's Seminoles, predictably, reacted violently. In one attack, they jumped a United States boat on the Flint River, killing 37 soldiers, six women, and four children. These strikes prompted Secretary of War Calhoun to send General Jackson to Fort Scott to execute a war, with free rein, against the Indians. Thus began the First Seminole War."],"display_date":"November 1817","search_date":"1817-11-15","citations":[{"divid":1214162726,"type":"Newspaper Article","data":["Seminole War. Interesting Documents Accompanying the Report of the Senate in the case of General Jackson","New York Daily Advertiser","","March 5, 1819",""]},{"divid":1214162771,"type":"Book","data":["Michael Gannon, editor","The New History of Florida",null,"Gainesville","University Press of Florida","1996","191"]}],"locations":[{"id":1980,"lat":null,"lng":null,"zoom":8,"place":"Florida, Florida"}],"tags":[{"id":19,"tag":"Native-Americans"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}