{"id":2710,"title":"Lands Key in Social Standing\n","course_id":1,"status":"P","start_date":"1893-03-02","end_date":"1893-03-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On March 2, 1893, the land would be handed down from the Jerdone and Coleman family to the Archer Williams. The deed needed to be witnessed, signed, and sealed. The land was 132 acres and all the boundaries were listed. Land was essential in social standing and those with land were of higher class than those who weren't even if they were of different races. "," Land not only provided social standing, but it also was vital to the economy of the South. According to Edward Ayers, ideally a farmer of either race was able to work his way up the 'agricultural ladder' from landless laborer to sharecropper to renter to landowner. There were many ways to acquire land; like Archer Williams, it could be handed down within a family. An adolescent boy could also move to a landowner's farm to learn the practices of running of a farm, prove that he is a dependable worker, and earn a daily wage. Once he earned the trust of his employer or another landowner, he could become a sharecropper. Sharecroppers had responsibility for a plot of land and could earn money on their crops from the local market. Renters, on the other hand, paid for the use of a plot of land, provided their own tools and work animals, and could plant any crops they desired. They risked the possible losses, however. Once either the sharecropper or the renter saved enough, they could buy their own farm. No matter which way the farmer acquired his land, his main goal was to have his own farm."," Agriculture and crops were a major source of income for many Southerners. More and more blacks were acquiring land, and by 1900 although still many more whites had farms, 45 percent of blacks had land along the coasts, compared to the 70 percent of whites. The usage of land was different depending on its location and its environment. In the lower south, including Gulf and Atlantic coastal plains and also Southern Virginia, the area was the best suited for agricultural purposes. On the Eastern shore after the Civil War, farmers diversified their crops, so that if a crop failed that year, it did not mean that they would suffer incredibly. This trend was common all over the South after the war. "],"display_date":"March 2, 1893","search_date":"1893-03-02","citations":[{"divid":1213583695,"type":"Manuscript on Microfilm","data":["","Francis J. Jerdone, E.N. Jerdone, Richard F. Coleman, and Maud &#40;Jerdone&#41; Coleman to Archer Williams, March 2, 1893","Reel 8, Micfilm 1705, ser L, Frame 196-199","Jerdone Family Papers","Alderman Library, University of Virginia"]},{"divid":1213583792,"type":"Book","data":["Edward L. Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992","195-197"]},{"divid":1213583838,"type":"Book","data":["James S. Fisher","Encyclopedia of Sothern Culture",null,"Chapel Hill","The Universityof North Carolina Press ","1989","548-549"]}],"locations":[{"id":1982,"lat":38.28057998,"lng":-77.0012385843,"zoom":9,"place":"CHARLES, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}