{"id":2713,"title":"Desolation Leads to a Soldier&#39;s Desertion\n","course_id":1,"status":"P","start_date":"1864-12-04","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" On December 5, 1864, John L. Sharitt, Jr., a Confederate soldier, epitomizes the eventual doom of the southern cause.He reflects gloomily upon Abraham Lincoln, the South's lack of supplies, weakening morale, and, more specifically, the barren and ruined physical state of Louisiana.On this day, Sharitt rode with his company seven miles up the Cane River.Throughout the entire ride, all he saw was wasted countryside.Sharitt saw but one house still standing, which belonged to Mrs. Blanchard.All of the plantations were without fences and grown up in cuckel burs and all the negroes gon.The absence of slaves in a working plantation economy signified to Sharitt the impending doom of the Confederate army.He supposed that the North would ruin the rest of the young Confederate nation's land and economy if the Union army had already ruined Sharitt's home state.The Louisiana soldier continued to despair over the Confederacy's eventual collapse and yearned to return to his wife at home.While Sharitt initially complained of the large numbers of deserters from his company, he also abandoned the army early to return home after Robert E. Lee's surrender.Sharitt saw no way that his company's retreat into Texas would sustain the crumbling Confederacy, and he chose to aid hiswife and childreninstead."," Southerners were quickly losing hope for a victory in the later years of the war; many, like Sharitt, wanted an immediate cessation of fighting, even if it meant surrendering to the North.According to John B. Boles, the desire for survival was more important than the national cause of the Confederacy.As the Federal forces overran and decimated the Cotton South, many southern soldiers recognized the nearing defeat.Boles notes that the plummeting morale and the looming defeat led many southerners to desert the army.Joe Gray Taylor states that many Louisiana soldiers deserted the Confederate cause shortly after the Union army dominated southern strongholds.White southerners chose between protecting one's family at home or fighting in the Rebel army.Sharitt himself yearned for honor in warfare but recognized that his family's honor and livelihood were of supreme importance.","--J.R."],"display_date":"December 4, 1864 - December 31, 1865","search_date":"1865-06-18","citations":[{"divid":1217541165,"type":"Manuscript","data":["","Diary, 1863-1865",null,"Mss 6114","","John L. Sharitt, Jr.","Special Collections Library, University of Virginia"]},{"divid":1217541212,"type":"Book","data":["John B. Boles","The South Throughout Time&#58; A History of an American Region, Vol. I",null,"Upper Saddle River, NJ","Prentice Hall","1999","350-351"]},{"divid":1217541328,"type":"Book","data":["Joe Gray Taylor","Louisiana&#58; A Bicentennial History",null,"New York","W.W. Norton &amp; Company","1976","95-97"]}],"locations":[{"id":1984,"lat":31.2197514707,"lng":-92.724986908,"zoom":8,"place":"RAPIDES, Louisiana"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}