{"id":2715,"title":"A New Yorker&#39;s Observations of Charleston\n","course_id":1,"status":"P","start_date":"1892-04-07","end_date":"1892-04-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the spring of 1892, an evangelical writer from New York City identified only by his initials, J.H.M, visited Charleston. During his visit, he made a number of observations regarding the state of the city 30 years after the Civil War. First and foremost, he states that the economy still has not recovered to its pre-war prosperity. He states, The people are cotton poor. Farmers are so crippled that they cannot buy as much as usual of the fertilizers made of the phosphate 'rock,' which is one of the chief products of South Carolina . . . War, fire, cyclones and earthquake have terribly tried the birthplace of the Rebellion. Yet he also expresses optimism that the city's natural harbor will allow it to recover from this series of calamities."," The writer also comments on the state of religion in the city. He is pleased to find that the evangelicals of the city have begun to fight back against rampant sin and corruption. He describes an Episcopal minister who had battled civic corruption for months in the form of a saloon across the street that the city refused to close on the Sunday. After months of wrangling, the saloon was destroyed by a cyclone, which the writer sees as a sign of emerging righteousness in the city, even though gambling was still a major issue. Still, he is encouraged by the efforts local ministers are taking to reform their city."," This episode shows the paternal attitude that the North had towards the South even three decades after the Civil War. During Reconstruction (1865-1876) Northern Republicans dominated national politics by waving the bloody shirt at voters to remind them of the horror Southerners had unleashed on the nation. Additionally, Southern evangelicals remained hostile with their Northern counterparts over the issue of whether slavery and the war had been sinful. These debates helped foster a general view amongst the rest of the country that the South was backwards, unenlightened, and poor. It also reaffirmed for white Southerners that their identity was under attack and that they needed to close ranks to defend it. Thus, conflict and mistrust between the North and the South remained strong a generation after the end of the Civil War."],"display_date":"April 7, 1892","search_date":"1892-04-07","citations":[{"divid":1214525727,"type":"Newspaper Article","data":["From the Palmetto State","New York Evangelist","","April 7, 1892","2"]},{"divid":1214525752,"type":"Book","data":["Daniel Stowell","Encyclopedia of Religion in the South",null,"Macon, GA","Mercer University Press ","2005","20"]}],"locations":[{"id":1986,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}