{"id":2718,"title":"Feuds Between the North and South\n","course_id":1,"status":"P","start_date":"1895-01-26","end_date":"1895-01-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Judge M.L. Buchwalter lived in Cincinnati, Ohio. He convicted a prisoner and sent him to Kentucky. Once he arrived in Kentucky, not long after he got off the train, the prisoner was lynched. This greatly disturbed Judge Buchwalter, and the next time Kentucky asked him to send his prisoner to their state, he worried about what would happen to the prisoner. He first contacted Kentucky and pleaded that the prisoner, before being harmed, be given a fair trial."," Reverend A.H. Hampton, Buchwalter's prisoner, was accused of shooting and wounding a white man with intent to kill. Kentucky once again asked Judge M.L. Buchwalter to send the prisoner to Kentucky for the decision of what to do with him. Buckwalter hesitated in sending this man to Kentucky. He first wanted to make sure that the prisoner would be protected until the court made a decision, and that he would be guaranteed a fair and impartial trial in accordance with the provisions of the constitution of the United States. Judge Buchwalter did not want to send the charged man to Kentucky and have him lynched before he even had a chance to defend his life. "," When Kentucky could not guarantee such a request, Judge M.L. Buchwalter discharged the prisoner. In this case, Judge Buchwalter represented the beliefs of Ohio as a state. According to The Richmond Planet, Ohio refuses to act as an agent for murderers and will not deliver a black man into the hands of lynchers. "," This article, published in Richmond Planet, an African American newspaper, showed the North's beliefs on lynching without a fair trial. It also showed the difference of opinion in Virginia and the South as well. The disapproval or support of lynching seemed to have reached a peak in the 1890s and newspapers all over the nation, such as this one, stated their opinion on the situation. "," Southerners, however, maintained the argument that the lynching was not unwarranted or unexpected. They wouldn't lynch a black man for something that was not harmful, such as communication with a white woman. According to William Brundage, that was only a trivial infraction of racial etiquette. But there were different levels of what was deserving of lynching. Mob vengeance was incited by more serious infractions. Theft was more serious, although it did not elicit mob violence. Minor and implicit sexual crimes incited mobs sometimes. Murder, however, got whole white communities together to lynch blacks. "," The emotions derived from each crime determined the severity of the actions. Rev. A. H. Hampton's actions would probably elicit a strong emotion from a group of whites in Kentucky, and thus he would probably be lynched. Judge M.L. Buchwalter was probably right then, to have not sent him back to Kentucky, because he would not have received a fair and impartial trial, as the Judge had wished he would, before the mob decided that he was undeserving of such a trial. The situation with Hampton and Buchwalter highlighted the differences between the perspectives on lynching in the South and North."],"display_date":"January 26, 1895","search_date":"1895-01-26","citations":[{"divid":1215526944,"type":"Newspaper Article","data":["","The Richmond Planet","","January 26, 1895",""]},{"divid":1215526963,"type":"Book","data":["William Fitzhugh Brundage","Lynching in the New South",null,"Urbana","University of Illinois Press","1993","161-190"]}],"locations":[{"id":1988,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}