{"id":2719,"title":"The Post-War Union and Reflective Poetry\n","course_id":1,"status":"P","start_date":"1867-09-14","end_date":"1873-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" The famous poem by Francis Miles Finch entitled The Blue and the Grey commemorates soldiers who fought for both sides during the Civil War.<em>The Planters' Banner,</em> a local newspaper of Franklin, LA, published this poem on September 14, 1867.William T. Palfrey included the memorial poem in his plantation diary.The poem contrasts the North and the South, the robings of glory (the North) and the gloom of defeat (the South), and the dead and the living.Images of death and the grave beneath the sod and the dew run throughout.The poem also paints the vivid, gory picture of warfare, describing the flow of inland river where the iron fleets had once traversed and the grass beneath which soldiers lie in their graves.The rivers are no longer sullied by the red flow of soldiers' blood, and now flowers bloom around the scenes of battle.The poem shows life after war: it transitions from the gloom of defeat into a sunny spring day full of blossoms blossoming for all.While the seasons change and the weather varies, the Love and tears for the Blue, Tears and love for the Grey remain."," The poem memorializes the soldiers who fought and died for both sides; sentimental poems remember these fallen heroes.Yet, The Blue and the Grey challenges the pointlessness of the war itself, probing, Sadly, but no with upbraiding, The generous deed was done, In the storm of the years are fading, No braves battle was won.To Finch, little honor came from the Civil War, merely death for soldiers fighting for their causes.The poem paradoxically and simultaneously eulogizes and glorifies the Civil War in its pointless destruction and its grandiose battles. In memoriam of these soldiers of both the Union and Confederate armies, Finch paints a picture of common loss, equal splendor, and the remembrance of soldiers by visiting their graves."," Finch's poem was written to honor the universality of mourning in the North and South in the years preceding the war's end.Through the acknowledgment of mutual sympathies, he epitomized the new national tradition of memorializing the soldiers.According to David W. Blight, the poem was published in<em> The Atlantic Monthly</em> in Boston, and was very popular. Recitals of the poem continued for years to come at Decoration Days and Blue-Gray reunions.At these events, men and especially women commemorated the lost soldiers by visiting and decorating gravesites, convening at graveyards, and holding communal memorial services to honor those who fought for either side.Thepoem reflects the emerging reunionism that these events created.By 1866, southerners had founded memorial associations, with a majority of their constituents being women.These Memorial Days, described in detail by Blight, grew in popularity, and the North soon had their own."," Memorialization intertwined with civic life.Blight reveals that the memorial days were a means of coping with Reconstruction and its debilitating consequences on the South.In a different way, memorial days were a small tie to the ideals white southerners had been forced to desert in their defeat and in Reconstruction.Not only had slavery ceased to exist, but also the Confederacy, their nation of four years, faded with Robert E. Lee's 1865 surrender.According to Charles Vincent, the end of the war saw the end of the world as they knew it.Demoralization and social dislocation encompassed many white southerners' post-war lives.Some southerners still held on to their unique southern identity.Blight narrates that in John A. Bilmer claimed, The world had <em>conceded</em> to Southern courage, Southern devotion, Southern skills, and Southern power, as displayed in that war.Southern citizens still lived under the reign of Reconstruction and felt the aftermath and destruction caused by the war.Memorializing dead Rebel soldiers was a way of channeling this grief into a positive source, visiting the graveyards and battlefields in order to move forward, like Finch challenges his readers."," The North, too, began eulogizing the dead Union soldiers in much the same way.According to Blight, in May 1868 and 1869, General John A. Logan, commander-in-chief of the Grand Army of the Republic, asked for all Union veterans to honor the dead soldiers by conducting ceremonies and visiting gravesites.Northern memorials grew to encapsulate fallen southerners as well as black and Union soldiers.Finch's poem was a stepping stone to a reunified nation.","--J.R."],"display_date":"September 14, 1867 - December 31, 1873","search_date":"1870-11-06","citations":[{"divid":1215527108,"type":"Manuscript on Microfilm","data":["","The Blue and the Grey, September 14, 1867","Reel 4, Micflm 1705 ser.I, Frame 00614","Plantation Diary of William T. Palfrey","Alderman Library, University of Virginia"]},{"divid":1215527156,"type":"Book","data":["Charles Vincent","The Louisiana Purchase Bicentennial Series in Louisiana History, Vol. XI",null,"Lafayette","Center for Louisiana Studies","2000","205"]},{"divid":1215527208,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["David W. Blight","Decoration Days: The Origins of Memorial Days in the North and South","The Memory of Civil War in American Culture","Alice Fahs &amp; Joan Waugh","Chapel Hill","The University of North Carolina Press","2004","94-129"]}],"locations":[{"id":1989,"lat":32.1808059275,"lng":-91.7158468561,"zoom":9,"place":"FRANKLIN, Louisiana"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":18,"tag":"Politics"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}