{"id":2723,"title":"Louisiana Lady Battles with Regional and Human Attraction\n","course_id":1,"status":"P","start_date":"1863-10-17","end_date":"1863-11-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" As a young twenty-two year old Louisiana woman, Miss Sidney Harding was completely caught off-guard when her prosperous family had to flee their plantation because of Yankee pressure and become Civil War refugees in DeSoto Parish, LA.Harding was not unlike other southern women: she faced internal and external conflicts throughout her years as a refugee.OnOctober 17, 1863, Harding commented on the disdain she felt at the sight of other girls being friendly to northern soldiers and the disloyalty of the lower parishes, but she would redefine what was acceptable in a war environment with her former country."," On November 4, 1863, Harding met a handsome man, a cavalier, born in New York who had only lived in the South for six years.He was remarkably handsome, tall with black eyes and dark skin.She boldly invited him to stay the night at her house, an offer he graciously declined the offer, saying that he would love to visit again another night instead.The two passed most of the night talking with one another, enjoying each other's company in the midst of wartime struggles. The next day, Harding could not take her mind off this gentleman, who she admitted to having second thoughts about.Her friends wondered if it was acceptable of her to be speaking with a northerner who had lived in the South for only a few years before the Civil War began.She, however, convincingly rationalized her fondness for this former northern gentleman.First, he had fought and been injured at the battle of Shiloh (fighting for the Confederate army) and was the son of an Episcopal clergyman.She viewed these qualities as honorable and pleasant.In addition, Harding described the man as a good southerner with elegant manners and courtesy.Harding delighted in this chance encounter with a handsome gentleman during her stressful refuge in DeSoto Parish."," According to William J. Cooper, Jr. and Thomas E. Terrill, southern society heavily felt the impact of the Civil War, but as the war continued, faith in the southern cause turned into hopelessness.Harding was despairing at the fate of the Confederacy and yearning to return back to her plantation home in St. Mary's Parish, LA.Cooper and Terrill claim that the status of women also changed greatly, and women of every class had to adapt to the changing social and economic environment, as evidenced by Harding's own sacrifices during the war years.Harding, like other southern women, gained more independence not only physically and economically, but also in her mental capacities.She made up her own mind about this man, disregarding what her peers and family members thought of this charming man.Her social position, as a southern woman with certain expected principles, directly conflicted with her human attraction to this unique visitor.","--J.R."],"display_date":"October 17, 1863 - November 5, 1863","search_date":"1863-10-26","citations":[{"divid":1216502343,"type":"Manuscript on Microfilm","data":["","Diary of Miss Sidney Harding, November 4, 1863","Reel 4, Micflm 1705, ser I, Frame 0894","Sidney Harding","Alderman Library, University of Virginia"]},{"divid":1216502391,"type":"Book","data":["William J. Cooper, Jr. and Thomas E. Terrill","The American South&#58; A History",null,"New York","The McGraw Companies","1996","354-360"]}],"locations":[{"id":1992,"lat":32.0554385592,"lng":-93.7372826293,"zoom":9,"place":"DE SOTO, Louisiana"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}