{"id":2724,"title":"Going Once. Going Twice. Resold into Slavery\n","course_id":1,"status":"P","start_date":"1841-01-02","end_date":"1841-01-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the 26th of July 1840 the slave, Joe was thrown in the Rappahannock County jail, based on the charge that he was a runaway.  Joe contested this charge, saying that his owner, Miss Jane Rust, of Page County died in March, and he assumed that he was a free man.  Despite notices of Joe's capture, Sheriff French Strother was unable to prove the certainty behind his claim, because no one from Miss. Rust's estate came forward to verify his freedom or to prove he was their property. Without proof that Joe was either free or enslaved Sheriff Strother concluded that he was a runaway. A public auction for Joe's re-sale into slavery was then scheduled for January 2nd, 1841 at the Rappahannock County Courthouse.  Sheriff Strother advertised in the local paper that Joe would be sold to the highest bidder, to be paid for in cash.  Joe had no voice within the law.  Even if he was telling the truth, Sheriff Strother could not let him go free without proof of what he said was true.  Why would Strother believe him to be telling the truth anyway?  Joe would have seen the benefit in lying, in that he could have been freed on the off chance that they believed him or if he was a runaway, saying he was free would have delayed his trial at the very least.  In spite of his being free or not, the lack of proof sent Joe to the auction block and back into slavery. For Joe, if he were free, the re-sale back into slavery would have seemed like eternal damnation.  This episode shows that without hard evidential proof that a black man was free he was a slave under the eyes of the law.  This would not have been the only account of a freed black being re-sold into slavery.  Several other instances such as this have been documented, mainly appearing in court cases in which the freed-man who had been re-sold was vying for his or her right to freedom.  "],"display_date":"January 2, 1841","search_date":"1841-01-02","citations":[{"divid":1214070835,"type":"Newspaper Article","data":["","Virginia Times","","January 2, 1841",""]},{"divid":1214070850,"type":"Book","data":["Walter Johnson","Soul by Soul",null,"Cambridge","Harvard University Press","1999","x"]},{"divid":1214074445,"type":"Article","data":["Jenny Bourne Wahl","Legal Constraints of Slave Masters:The Problem of Social Cost","The American Journal of Legal History","41","1997","1-24"]}],"locations":[{"id":1993,"lat":38.6845288469,"lng":-78.1593262248,"zoom":10,"place":"RAPPAHANNOCK, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}