{"id":2725,"title":"Taxes and Their Uses\n","course_id":1,"status":"P","start_date":"1895-01-01","end_date":"1895-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" In 1895 Mr. Thomas Brown paid his taxes to S.B. Hardwick, who was the treasurer of Westmoreland County, Virginia at that time. During that time, everyone had to pay one dollar to the state and fifty cents to the county per head. Taxes were based on every one hundred dollars worth of property. For example, it was thirty cents for state tax, ten cents for state school tax, and fifteen cents for road tax. Mr. Thomas Brown had 945 dollars worth of property, so he paid thirteen dollars in state tax, 3.97 dollars in state school tax, and 5.83 dollars in road tax. The government collected these taxes to pay for education, improvements in the town, and other public expenditures. Even with these taxes, Virginia was deeply in debt. "," The decade before the 1890s, Virginia pushed itself continuously further into debt as the Conservative party refused to stray from the Funding Act, even in spite of the evil name attached to the origins of the Funding Act, according to C. Vann Woodward. To try to compensate for the debt in other areas, the Funders bilked money from public schools, leaving the schools without proper funding. In the South, the public schools were 1.5 million dollars in debt, which forced many of them not to reopen the following years. By 1890, the monetary expenditure per student had slowly increased to 81 percent from 59.5 percent in 1871. The money expended augmented to about 97 cents, an increase for the South, but was still less than the 2.24 dollars for the country as a whole. Public schools suffered from this deficiency in funding, and the school termed shortened and did not reach its highest average again until 1900. Clearly taxes were important to the economy, but even with them the South struggled with debt until long after the Civil War. "],"display_date":1895,"search_date":"1895-07-02","citations":[{"divid":1215907272,"type":"Manuscript","data":["","Tax Sheet",null,"MSS 1169","Box 2","Manuscripts of the Brown Family of Windsor, Westmoreland County, VA 1736-1914","Special Collections Library, University of Virginia"]},{"divid":1215907326,"type":"Book","data":["C. Vann Woodward","Origins of the New South 1877-1913",null,"Baton Rouge","Louisiana State University Press","1971","92"]}],"locations":[{"id":1994,"lat":38.0384231549,"lng":-76.5396619749,"zoom":10,"place":"WESTMORELAND, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}