{"id":2728,"title":"Marriage Roles and Rates\n","course_id":1,"status":"P","start_date":"1891-01-10","end_date":"1891-01-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Marriage was very prominent in 1890 in Accomack, Virginia, and the people sustained well their reputation as marrying people. There were 267 marriages in that year alone, the most occurring in December with 63 marriages. April was the most unpopular month taking only 11 marriages. In 1891 a girl married at the age of 13, which showed that the year 1891 was starting off at a fast pace and that marriage rates did not seem to be declining. "," Marriage rates were increasing not only in Virginia but all over the South as well. According to Margaret Farley, marriage functioned to determine relationships between families, establish inheritance lines, create and reinforce gender roles, circumcise sexual activity, determine rights and duties in sexual relations, and provide for the legitimacy and rearing of children. Marriage had long since changed from being for meeting the needs of families and kinship groups-economic, political, and social needs to the need for love and affection. Marriage for convenience and for other reasons, such as land acquirement and the joining of families, still occurred, but the primary purpose shifted. "," Marriage became very important after the war and it became closely tied with religion. Marriage rates increased as Accomack showed in 1890. Many men chastised themselves for having impure thoughts of women and thought that the Holy Spirit should be directing all their thoughts. The thought at this time was that God would provide everything you needed, and one should long for anything but be comforted that God is always there. They thought that they should not long for an earthly love for God was their infinite source of love. Churches and evangelism was booming at this time, which greatly affected marriage, its purpose, and its frequency. "],"display_date":"January 10, 1891","search_date":"1891-01-10","citations":[{"divid":1214165709,"type":"Newspaper Article","data":["The Countryside Transformed: The Railroad and the Eastern Shore of Virginia","Peninsula Enterprise","","January 10, 1891",""]},{"divid":1214165801,"type":"Book","data":["Edward L. Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992","184-185"]},{"divid":1214165834,"type":"Book","data":["Margaret A. Farley","Just Love",null,"New York","The Continuum International Publishing Group","2006","247"]}],"locations":[{"id":1997,"lat":37.9436744077,"lng":-75.3696408508,"zoom":9,"place":"ACCOMACK, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}