{"id":2729,"title":"Guilty Until Proven Innocent?\n","course_id":1,"status":"P","start_date":"1880-01-20","end_date":"1880-01-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Arthur Jordan, a large, bull-necked, thick-lipped Negro worked for the Corder family and began having relations with one of the daughters, Miss Corder. It is unknown whether Miss Corder consented to Arthur Jordan's advances. However, many people in the town were suspicious that she was being taken advantage of. Once word got out that a black man was having a relationship with a white woman, the people began to speculate that he must be forcing Miss Corder to have sexual relations with him. Arthur approached Miss Corder and convinced her to run away with him. Whether she did it willingly or not, it was to no avail. The Corder family and neighbors pursued the couple into Maryland where they were caught and brought back to Fauquier. Arthur was put into jail to await his sentencing, and Miss Corder was returned to her family."," While Arthur was in jail, many of the community became enraged and decided to lynch the black man they felt posed a threat to their community. There were 50 men gathered outside on horseback and wearing masks. They broke into the jail, gagged Arthur, and dragged him to a nearby graveyard where they hanged him from a locust tree where he was proclaimed unconscious, if not dead after many hours. "," This incident reflects the Southern and racial phenomenon of race hatred which was based on the idea whites had that Negroes were inferior to them. The transition from the slavery system to this kind of caste system, as C. Vann Woodward refers to it, caused both whites and blacks to harbor feelings of suspicion, uneasiness, and mistrust for the others. Woodward mentions that it sometimes seemed that race relations at this point had deteriorated since the time of slavery instead of improving. It is unknown in this particular instance whether Arthur Jordan was guilty of raping Miss Corder and forcing her to do things against her will or if she willingly engaged. However, his lynching by the community shows the deep feelings of resentment that whites held for blacks at the time. Given the opportunity to lynch a black man who could pose a potential threat to the white race, these white men would kill."],"display_date":"January 20, 1880","search_date":"1880-01-20","citations":[{"divid":1215527906,"type":"Newspaper Article","data":["","The Washington Post","","January 20, 1880",""]},{"divid":1215527963,"type":"Book","data":["C. Vann Woodward","Origins of the New South",null,"Baton Rouge","Louisiana State University Press","1971","350-355"]}],"locations":[{"id":1998,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}