{"id":273,"title":"Immigration Societies in South Carolina\n","course_id":1,"status":"P","start_date":"1874-01-30","end_date":"1874-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 30, 1874, Charleston's News and Courier featured an article concerning the recent phenomenon in the state of so-called immigration societies.  Before the Second Taxpayer's Convention attempted to bring in immigrants on a state-wide level in South Carolina, there were several counties that had immigration societies (See Second Taxpayer's Convention in Columbia, SC) including  Fairfield, Barnwell, Kershaw, Chester, Anderson, Oconee counties.  The immigrants paid their passage from New York to South Carolina or paid a fee and in return received some land in an immigration society.  &lt;br /&gt;The article in the News and Courier describes one reporter's encounter with an immigration society organization in New York called the Palmetto State Immigration Agency.  Many immigrants in that city had responded to flyers promising to provide them with employment in South Carolina.  The agency would only take men who were married and preferably had children.  There was also a preference for immigrants from Germany, England, Ireland, Scotland, and Switzerland.  The immigrants would pay a fee for each family member for traveling expenses from New York to South Carolina.  The reporter, however, seemed wary of the idea that the immigrants would be mortgaging their labor' or paying off their debt to the agency by work once they arrived.  &lt;br /&gt;These communities in South Carolina were an attempt to import white immigrant voters in order to get the democrats back in power in South Carolina.  However, there were appealing economic reasons as well.  After witnessing the success of immigration in the West, The Atlanta Constitution published plea to Georgia to make itself more appealing to immigrants.  We need a well-directed movement in this direction under the auspices of the State,' the article stated, Georgia has a vast quantity of unimproved lands;.If the people of Georgia will consider the immense money-power that lies in immigration, if they could witness great cities and populous villages springing up in the West by means of it almost like magic' the citizens of Georgia would move toward immigration a well."],"display_date":"January 30, 1874","search_date":"1874-01-30","citations":[{"divid":1213229153,"type":"Article","data":["R.H. Woody","The Labor and Immigration Problem of South Carolina during Reconstruction","The Mississippi Valley Historical Review","18","September 1931","195-212"]},{"divid":1213229198,"type":"Newspaper Article","data":["Obstructing Immigration","News and Courier","","Janurary 30, 1874","1"]},{"divid":1215455092,"type":"Newspaper Article","data":["Immigration","The Atlanta Constitution","","January 4, 1874",""]}],"locations":[{"id":189,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}