{"id":2731,"title":"The Advancement of Medicine\n","course_id":1,"status":"P","start_date":"1888-01-01","end_date":"1892-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" On November 3, 1896, the American Journal of Obstetrics recounted a terrifying story from 1888 in Rockingham, Virginia. Dr. G. W. Richards tried to birth a patient's baby. The patient was about thirty years old and was going through a weak labor in which the baby's head would not proceed further out of the mother. The doctor had no obstetrics tools with him and had no other choice than to do the best he could with the limited tools he had. Richards cut a piece of tissue on each side about an inch wide and two inches long on the scalp. He pulled on this piece with his finger until it broke, pulling a large piece of tissue off the child's head. This initiated the birth and the child lived with a scar on the scalp. "," Stories such as these were reprinted in order to educate and for other doctors to understand the history of medicine and its procedures. The development and understanding of medicine soared during the late 1800s. In 1892, the Southern Medical College Association was founded with the intentions that the improvements it endorsed was to make medical education in the South conform to the superior standards of northern schools, according to John Harley Warner. The reputation of the medical education in the South according to many was inferior to the North's development in the postbellum time. "," In the years following the Civil War, the South could not delve themselves out of the poverty and stagnation. Consequently, as the New South era drew to a close in the opening years of the twentieth-century, the South was mired in backwardness and misery. Nowhere is this better seen than in science and medicine. The North trumped the South in medicine and technology. Even as the South tried to regain supremacy, the North excelled. The focus of the South was no longer to compete with the North, but instead to regain the pride and prosperity it had before the war. The American Journal of Obstetrics was a way the South and the nation shared the knowledge of medicine. "],"display_date":"1888 - 1892","search_date":"1890-07-02","citations":[{"divid":1216666234,"type":"Manuscript","data":[""," Reprints, 1886-1896, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1216666260,"type":"Book","data":["John Harley Warner","Encyclopedia of Southern Culture ",null,"Chapel Hill, NC","The University of North Carolina Press","1989","1350"]}],"locations":[{"id":2000,"lat":38.5105982463,"lng":-78.8757199458,"zoom":9,"place":"ROCKINGHAM, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}