{"id":2732,"title":"Truly Religious or Putting on a Show?\n","course_id":1,"status":"P","start_date":"1886-05-30","end_date":"1886-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" As the women gathered together, they sat down to receive the discourse to be given by Mr. Philip Slaughter at Pohick Church in Fairfax, VA. The day was pleasantly warm, and the room was crowded with women. As the chatter and rustling all settled down, Mr. Slaughter began his speech. From great distances these women of the Mt. Vernon Association of the Union had traveled to hear this discourse in honor of Christianity, and how George Washington had been an example of this. At the home church of George Washington, Mr. Slaughter spoke of the greatness of the Christianity in the life of George Washington and how he was brought up with this faith that led him to lead the country so well and as such a beloved leader. As a Christian, His first wish...is to see the whole world at peace and its inhabitants one band of brothers..."," This speech inspired the ladies of the church to remember how important their faith was to the success of the United States, even one hundred years after its founding. They were reminded once again it was important for them to continue to teach their faith to their family and children as well as to other family members. Not only were all these women convinced to teach their faith to those close to them such as their families, but speeches like this also inspired them to be evangelistic in their communities and to set standards of respectability for all those who observed their actions."," One of the parts of southern society was to identify what social status a person belonged to. Donald G. Mathew writes that in order to define their social status, people would participate in things such as religious gatherings. The church in this time period was a place of worship as well as a place to display the status of your family. This type of meeting was important for women, who were the majority of church members then, not only because it showed their status and wealth in society but also because they were provided an opportunity for education. Therefore, this religious meeting doubled as a meeting which created a sentiment of importance and legitimacy among the women."],"display_date":"May 30, 1886","search_date":"1886-05-30","citations":[{"divid":1216666327,"type":"Manuscript","data":["","Christianity; the key to the character and career, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1216666357,"type":"Book","data":["Donald G. Mathews","Religion in the Old South",null,"Chicago","The University of Chicago Press","1977","81-98"]},{"divid":55750,"type":"Dissertation/Thesis","data":[null,null,"QwbVNcAZnytyP"]}],"locations":[{"id":2001,"lat":38.8383886986,"lng":-77.2747207757,"zoom":9,"place":"FAIRFAX, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}