{"id":2733,"title":"Equal Educations?\n","course_id":1,"status":"P","start_date":"1887-05-27","end_date":"1887-05-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Mr. Mathews opened the letter. It was from his son who wrote of the upcoming exams he had in school. Included among those exams were Geometry, Rhetoric, Vergil and Latin Exercises, French Reading and Exercise, Latin Syntax, Algebra, and History. Among these exams, there was no break except for Sunday, a day for Church and rest. Mr. Mathews felt proud that his son was getting such a good education, and that his family was able to provide this opportunity to both of their sons. Mr. Mathews was aware of the economic hardships many people were suffering in the area during this time period, and his sons were among the lucky to be able to attend two different academies in pursuit of their educations.","    On this particular day, Mr. Mathews was very glad to receive news from his son because, like the feelings of many other parents who had sent their kids off to school, he dearly missed both of his children. He reminisced about having them around for their help around the home, and he longed for news from his sons since they mostly wrote home to their mother of the news at school including things like their activities, sports, and travels. He occasionally received a letter keeping him updated on their success in school, but he did not often get the news his wife did such as the girls the boys were interested in, or gossip they delivered like the one time Mason, one of his sons, wrote about the locals harassing the blacks in the area who were not permitted to attend the academy.","    Black education had greatly advanced since before the civil war when many whites were still opposed to it. Equality in terms of the education of blacks and whites was still nonexistent. For example, in this case, blacks would not have been allowed to attend the same schools that the Mathews boys were attending. Also, the blacks did not receive an education that was comparable to what the Mathews boys received in terms of learning things like Latin and French. Instead they got a very rudimentary education and, on top of that, Clayton E. Jewett and John O. Allen point out that there was a shortage of money available in the South to educate the black youth. Things were better than before the Civil War in terms that more blacks were getting an education than they were before the war, but equality was still a long way off."],"display_date":"May 27, 1887","search_date":"1887-05-27","citations":[{"divid":1217811754,"type":"Manuscript","data":["","",null,"Mss 9096","","Letters From Mason O. Matthews and Charles Gardiner Matthews, 1877-1878","Special Collections Library, University of Virginia"]},{"divid":1217811822,"type":"Book","data":["Clayton E. Jewett and John O. Allen","Slavery in the South",null,"Westport, Connecticut","Greenwood Press","2004","59, 181"]},{"divid":54486,"type":"Manuscript on Microfilm","data":[null,"iuDXVREgQjalXZMYwEQ"]}],"locations":[{"id":2002,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}