{"id":2734,"title":"Agricultural Advances\n","course_id":1,"status":"P","start_date":"1876-10-19","end_date":"1876-10-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" It was October and the farmers belonging to the Piedmont Agricultural Society had gathered to hear a speech from Mr. William Fullerton. This fall had presented the farmers with a difficult situation: the crop once again was not the best, and many of them were feeling the economic hardships of the times. Mr. Fullerton opened up the speech with facts the farmers knew. He stated that the lands were suffering from exhaustion and not producing to their fullest extent, and this was causing some financial problems for the farmers. Mr. Fullerton finally moved on to advice the farmers had come to hear.","   He emphasized the importance of restoring Nitrogen, Potash, and Phosphoric Acid to the soil as well as using manure, only being careful not to overuse it. He also reminded the farmers to make sure they were rotating their crops so they were not depleting the soil of the nutrients they were attempting to restore. Next to God, he pointed out, agriculture was a vital part of human life, especially in the South. The farmers sat through his address attentively, absorbing all of the information possible so they could go implement it on their own farms to try to better their economic situations."," In fact, all over the South there had been a decline in agriculture. According to Michael Perman, farmers were no longer making enough profit and the economy was out of balance. Many were pushing aside interests in agriculture at the same time that self-reliance and independence were becoming more important for the individual farmers. Things had gotten so bad that the governments had to step in and they were proposing remedies, new techniques of farming, and advising the farmers on improving their attitudes in regards to farming. As Perman points out, when the government got involved with agriculture, especially the Democratic Party, claiming that cultivation had to become more efficient and more up to date, even things like elections were influenced over the issue of agriculture. Since the Democratic leaders were perceived as better at advising farmers on these techniques to improve their farming methods, the farmers who followed this advice began to actually see change, and this influenced them to vote for the Democratic Party. Therefore, this led the Democratic Party to success, especially in these regions of the south."],"display_date":"October 19, 1876","search_date":"1876-10-19","citations":[{"divid":1213460500,"type":"Pamphlet or Other Printed Material","data":["William Fullerton","An Address delivered before the Piedmont Agricultural Society","","Rare Pamphlets","1876","Special Collections, University of Virginia Library"]},{"divid":1213460608,"type":"Book","data":["The Road to Redemption: Southern Politics 1869-1879","Michael Perman",null,"North Carolina","The University of North Carolina Press","1985","221-263"]}],"locations":[{"id":2003,"lat":38.4860604965,"lng":-77.9559434026,"zoom":9,"place":"CULPEPER, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}