{"id":2735,"title":"Proud, Patriotic Song of an Arkansas Colored Regiment","course_id":1,"status":"P","start_date":"1863-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" Written in 1863 by the white Captain Lindley Miller, the First Arkansas Colored Regiment of the Union army proudly sang the Song of the First Arkansas to become excited for training and battle.According to Miller's notes, the marching song was sung to the tune of John Brown's Body, which is significant because they honored Brown, the well-known man who attempted a widespread slave insurrection in Harper's Ferry, Virginia in 1859.The song speaks for the patriotic, proud, and dedicated black soldier.The lyrics glorify the fight for de Union and de law.The black soldiers outright profess that they hab done with hoein' cotton and hoein' corn, and they demand they dey will hab to pay us wages, de wages ob their sin.The song incorporates many elements of abolitionist thought.It demands treatment from whites as equals, demanding that whites bow their foreheads to African Americans and a right to property.A political allusion to Father Abraham and his Emancipation Proclamation of 1863 also exemplifies blacks' desire to attain the rights sanctioned to them by the government.Miller's song is a patriotic one, and it is revolutionary in its inclusion of blacks into the American sphere of citizenship.According to Ronald C. McConnell, 647 black men chose to enlist in the First Arkansas Infantry and their Union patriotism is evident in this song.Black soldiers fought in the same war, and they deserved the same respect.The Song of the First Arkansas recognizes their patriotism, bravery, and desire to end slavery in order to attain rights and equality in their nation."," The enslaved people were eager to end slavery, recognizing that the myth of the patriarchy of slaveholders was false.The song illustrates how incorrect the pro-slavery argument that slaves benefited the most from slavery.The lyrics show white slaveholders' oppression of black emancipation, describing When we heard de proclamation, massa hush it as he will.Yet, these black soldiers took the Emancipation Proclamation of 1863 literally and wanted to fight to emancipate the slaves of all the southern slaveholding states.According to McConnell, songs in the Civil War evoked enthusiasm and motivated soldiers to fight.The black soldiers remembered the oppression of their fellow blacks and had even more reason to stand up for the abolitionist cause.According to John O. Allen and Clayton E. Jewett, Arkansas was a state full of both Confederate and Union sympathies.It was, thus, not uncommon to see many blacks, as well as whites, eagerly fighting for the Union army and against their fellow statesmen of the Confederacy.Along the border South, dissension was common."," According to Mary Frances Berry, free and enslaved blacks were not allowed to enlist for the Union Army prior to 1863.Berry states that from 1863 to the end of the Civil War, black troops were heavily recruited and fought courageously.Berry points out that in May 1863, the Special Colored Troops Division was created within the War Department to recruit black soldiers.Berry describes that black troops, however, faced greater risks than white soldiers, as Confederate troops vowed to enslave captured blacks or to kill black soldiers and their officers even if they surrendered.While the First Arkansas Colored Regiment praised Lincoln's proclamation, these soldiers were at risk for their bold participation in battles.Berry notes that black enlistment numbers continued to rise, and Lincoln even commented that if enough blacks enlisted the Union would soon close the contest.Black soldiers, like those in this Arkansas regime, influenced the outcome of the Civil War in a large and symbolic way.Their sheer numbers and dedication to the cause of emancipation improved morale.Symbolically, however, these black soldiers not only sang of their freedom, they fought for their liberty and attained hard-earned respect.","--J.R."],"display_date":"1863 - 1865","search_date":"1864-07-01","citations":[{"divid":1215528798,"type":"Website","data":["Lindley Miller","Song of the first of Arkansas","The Library of Congress: American Memory","http://memory.loc.gov/cgi-bin/query/D?amss:1:./temp/~ammem_AqFJ::@@@mdb=mcc,gottscho,detr,nfor,wpa,aap,cwar,bbpix,cowellbib,calbkbib,consrvbib,bdsbib,dag,fsaall,gmd,pan,vv,presp,varstg,suffrg,nawbib,horyd,wtc,toddbib,mgw,ncr,ngp,musdibib,hlaw,papr,lhbumbib,rbpebib,lbcoll,alad,hh,aaodyssey,magbell,bbcards,dcm,raelbib,runyon,dukesm,lomaxbib,mtj,gottlieb,aep,qlt,coolbib,fpnas,aasm,scsm,denn,relpet,am","October 10, 2006"]},{"divid":1215528926,"type":"Book","data":["Mary Frances Berry","Military Necessity and Civil Rights Policy: Black Citizenship and the Constitution, 1861-1868",null,"Port Washington","Kennikat Press","1977","61-74"]},{"divid":1215529026,"type":"Book","data":["John O. Allen and Clayton E. Jewett","Slavery in the South: A State-by-State History",null,"Westport","Greenwood Press","2004","29"]},{"divid":1215529078,"type":"Article","data":["Ronald C. McConnell","Concerning the Procurement of Negro Troops in the South During the Civil War","Journal of Negro History","Vol. 35, No. 3","July 1950","315-319"]}],"locations":[{"id":2004,"lat":34.7875733319,"lng":-92.2857489535,"zoom":9,"place":"PULASKI, Arkansas"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}