{"id":2736,"title":"Corruption in the Courts\n","course_id":1,"status":"P","start_date":"1876-01-01","end_date":"1877-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" Judge Aylett Nicol, now no longer sitting on the bench but behind the defense council's table, breathed a sigh of relief. The court was packed with people who wanted to hear the outcome of whether their Honorable Judge would be found guilty of official misconduct in his own court. Just the day before his final judgment, Mr. William E. Liscomb said he wanted to see the Boss Tweed of Prince William County...unmasked. There had been many property disputes of late , this time, Judge Nicol was caught up in one of them. "," Luckily for the Judge, those who presented testimony gave a very clear case and left no room for question. Today for the judge, the charges of official misconduct brought forth by J.J. Davies were examined by a jury who decided to find him not guilty and eligible for reappointment. Judge Nicol sat back in a much more relaxed fashion after the verdict was delivered and the response of crowd in the courtroom seemed to be generally one of relief as well."," William J. Cooper points out that in this time period, with all of the economic reconstruction going on, the land generally remained in white hands but with the difficulty of the times, a lot of times these landowners were not able to maintain their land and lacked the resources for diversification so they were unable to keep their property sometimes. In these cases, they would make agreements among one another or establish written agreements and they would sometimes even take on tenants. Furthermore, Cooper paints the picture that this was one of the largest deflationary periods seen yet in the United States where prices fell by one half between the years of 1865 and 1898. This is much of the reason for the suspicion of corruption in the courts across the South. The people were caught up in the exchange of land and especially someone like Judge Nicol who would have presided over many of these kinds of cases became a target because of his possible ability to exploit the system to his own benefit."],"display_date":"1876 - 1877","search_date":"1876-12-31","citations":[{"divid":1216666430,"type":"Manuscript","data":["","Report of the Special Committee, broadside",null,"","","","Special Collections, University of Virginia Library"]},{"divid":1216666453,"type":"Book","data":["William J. Cooper, Jr. and Thomas E. Terrill","The American South&#58; A History",null,"New York","The McGraw-Hill Companies, Inc","1996","401-405"]}],"locations":[{"id":2005,"lat":38.5089863052,"lng":-77.2972733849,"zoom":9,"place":"PRINCE WILLIAM, Virginia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}