{"id":2737,"title":"Mollie Netherland&#39;s Death\n","course_id":1,"status":"P","start_date":"1872-09-20","end_date":"1872-09-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the afternoon of September 20, 1872, Mollie Netherland, a 22-year-old woman from Hawkins County, Tennessee, rode out from the town of Rogersville with a gentleman friend. On their return to town, her horse became frightened and unmanageable. The horse ran away, but Netherland's friend could do nothing to stop the horse. While Netherland managed to cling to the saddle for almost a mile, she was eventually thrown off and instantly killed. An article in the Rogersville, Tennessee, Weekly Reporter stated that Netherland's parents and siblings were devastated by her death, but were hopeful in the belief that Netherland had passed into Heaven because of her Christian beliefs. The article claimed that Netherland was prepared to meet her Lord and that she stood at Heaven's gate, waiting to greet her family and friends when they joined her. ","Mollie Netherland's death greatly impacted the Hawkins County community, as the sudden death of a youth always deeply affects families and communities. The community greatly admired Netherland for her joyful and innocent demeanor. Her obituary stated that the community mourned the loss of her cheerful voice, happy smile, and gentle demeanor. Sadness and despair filled Netherland's obituary, describing the community members' mournful hearts and unbearable sorrow in her death. According to her obituary, the entire community, both white and black, felt they had lost a dear friend in her death.","Historian Edward Ayers argues that children were typically the center of attention in nineteenth-century Southern families and that their death cast deep shadows on Southerners' lives. In support of Ayers' argument, Netherland's obituary claimed that her funeral was attended my more people than any other funeral in Rogersville history, displaying both her importance in the community and the serious impact of her death upon the community. In addition, Netherland's death displays how southern communities depended upon religion for emotional comfort and stability. As historian Robert Handy argues, southern Protestants ardently believed that God permitted all events to occur for a purpose, as they applied this belief to everything from a child's death to the failure of the Confederacy. The Hawkins  County community clung to their belief in the purposefulness of all circumstances, as The Weekly Reporter article claimed that the Lord's hand impacted all things, giving the community hope that Netherland's death fulfilled the Lord's purpose."],"display_date":"September 20, 1872","search_date":"1872-09-20","citations":[{"divid":1215529266,"type":"Newspaper Article","data":["","The Weekly Reporter","","September 27, 1872",""]},{"divid":1215529284,"type":"Book","data":["Edward L. Ayers","The Promise of the New South: Life after Reconstruction",null,"New York","Oxford University Press","1992","184-185"]},{"divid":1215529358,"type":"Book","data":["Robert T. Handy","A Christian America: Protestant Hopes and Historical Realities",null,"New York","Oxford University Press","1971","67"]}],"locations":[{"id":2006,"lat":36.430431671,"lng":-82.9436340728,"zoom":9,"place":"HAWKINS, Tennessee"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}