{"id":2738,"title":"One Family&#39;s Tragic Loss and Wartime Poverty\n","course_id":1,"status":"P","start_date":"1865-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["While aboard a steamer ship headed from Alexandria, LA for Shreveport, LA, J.M. Bundy, a northern soldier, witnessed human cruelty and the outrageous poverty encompassing much of the South. Bundy and his Union comrades were invited to ride up the Red River to Shreveport on the Confederate flag-of-truce boat before a conference with southern officers about terms of surrender. Flying towards this vital meeting, the steamer ship needed more fuel, and deck hands began tactlessly tearing down fences along the banks of the river. Suddenly, a poor, woebegone, wretched looking old man came rushing down with his children...all crying together, imploring that the northern steamboat spare his fence. This poor white man complained that his crops just began growing, but he was too poor and weak to fix the fence, whose destruction meant starvation for himself and his family."," Both Bundy and a Confederate officer felt sympathy for this man, saying so to the men stealing the wood. The Confederate officer explained the problematic nature of this situation, professing, Our people only know one part of making war. They known how to fight, and that's all. The southern men have no business faculty. Although this officer requested supplies many times, his soldiers were naked and starving in their own homeland, the South. Bundy and the Rebel officer agreed upon the injustice of taking from an impoverished family. The two men were alarmed at the desperate state of affairs in these closing days of war."," Before the Civil War began, the poor white southerner felt the hardships of the plantation economy as a yeoman farmer or a tenant farmer. Expectedly, his situation worsened during the years of economic decline of in a nation at war, as John B. Boles describes. The extreme poverty suffered by a large portion of southerners during the Civil War was horrifying to this northern man. He and his enemy, a Confederate officer, shared the same opinion on the poor white southerner's situation: it was unfair for a quartermaster to destroy a family to attain a few pieces of wood. According to Boles, towards the end of the war, however, conditions worsened for soldiers and civilians alike, as the economy continued to deteriorate through a lack of Confederate economic policy. Boles illuminates families' struggles with starvation, and conquering Union troops, embittered too by the continuing war, made fewer exemptions for civilians, feeling less guilt at taking fence rails and other amenities. Bundy and his comrades were en route to finalize surrender by the Louisiana armies and still civilians suffered at the hand of apathetic officials. Bundy, unable to forget the unfortunate fate of this family, witnessed a typical tragedy throughout the poverty-stricken South, a family unable to sustain itself and apathy of exhausted officials. He, like many other soldiers from both the North and South, was glad to see the end to war propelling his fellow soldiers to act so callously towards one another."],"display_date":1865,"search_date":"1865-07-02","citations":[{"divid":1215902741,"type":"Article","data":["J.M. Bundy","The Last Chapter in the History of the War","The Galaxy","8","July 1869","117-118"]},{"divid":1215902774,"type":"Book","data":["John B. Boles","The South Throughout Time&#58; A History of an American Region, Vol. 1",null,"Upper Saddle River, NJ","Prentice Hall","1999","350-360"]}],"locations":[{"id":2007,"lat":32.5546520114,"lng":-93.8589115796,"zoom":9,"place":"CADDO, Louisiana"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}