{"id":2739,"title":"Memoirs of Mr. Janney\n","course_id":1,"status":"P","start_date":"1880-01-01","end_date":"1880-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["That his departure was felt to be a public loss in the community at large was evinced by the outpouring of the people, from far and near, to pay the last tribute of respect to one whom they regarded as the servant of God and the friend of his fellow-man. Everyone in the community was affected by Mr. S.M. Janney's death. The people, black and white, gathered together to mourn the loss of a dear friend. Even at the old age of 79, Janney was still known to travel all over to preach at different places where all kinds of people would gather to listen to him. All people respected him as a man and as a religious leader of the community very much. The community here had all known Mr. Janney very well and was saddened to hear of his death."," The day of his funeral, the community remembered Mr. Janney and how he was able to meet with the group to inspire their religious devotion and to help anyone the congregation. Although Mr. Janney supported religion among blacks and strongly believed that slavery was an immoral institution, at the time of his death there were not any blacks in this particular congregation. However, there were both blacks and whites who attended his funeral out of respect for both him and his family."," It was not uncommon in the south for blacks not to be included in certain religions as in this Religious Society of Friends of which Mr. Janney was a preacher. During this time period in terms of religion, William J. Cooper points out that the morality of Jim Crow laws were never questioned and that there was a religious revival in the South as well as a surge of growth among Christian sects. It was common for these groups to gather according to their economic status as well as their set of beliefs. However, in the Society of Friends, led by Mr. Janney, blacks and whites were welcomed even if there were currently no blacks in the congregation at the time of his death. These religious groups generally did not include blacks but they stressed public piety by all and the mentality of working together. Therefore, while blacks and whites had not completely integrated in all aspects of society at this point in history, the relationships among them, if only religious ones, as suggested by Cooper, were improving."],"display_date":1880,"search_date":"1880-07-01","citations":[{"divid":1215529790,"type":"Website","data":["Samuel McPhearson Janney","Memoirs of S.M. Janney","Documenting the American South","http://docsouth.unc.edu","September 27, 2006"]},{"divid":1215529823,"type":"Book","data":["William J. Cooper and Thomas E. Terrill","The American South: A History",null,"New York","The McGraw-Hill Companies, Inc.","1986","401-405"]}],"locations":[{"id":2008,"lat":39.0907154711,"lng":-77.6357306744,"zoom":9,"place":"LOUDOUN, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}