{"id":274,"title":"Double Murder in Louisville, Kentucky","course_id":1,"status":"P","start_date":"1895-04-30","end_date":"1895-05-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 30, 1895, Fulton Gordon murdered his wife, Nellie Bush Gordon and her lover, Arch Dixon Brown.  Brown, recently divorced from his wife, was the son of the Kentucky governor.  The double murder took place at the disreputable resort of Lucy Smith, a colored woman,' who was in part blamed for providing accommodations for the illicit lovers. &lt;br /&gt; The murder made the front page of Louisville's Courier Journal for over a week straight.  By the third day, blame was shifted from Fulton Gordon and the lover Arch Dixon Brown to the deceased Mrs. Gordon herself.   The governor didn't believe that his son had led her from the path of virtue' for, according to him, Mrs. Gordon was a reckless and imprudent, if not an unchaste woman.'  The governor's words are interesting because during this time, men were usually seen as sexual predators and woman as naturally chaste and pure.  Whether Governor Brown sincerely believed what he said about Mrs. Gordon, or if he was just shifting the blame away from his son is unclear, but it marks an interesting shift in thinking about women's virtue.&lt;br /&gt;On May 9, 1895, a verdict of not-guilty was delivered.  Judge Thompson stated that Gordon was not guilty in law, and that his action would teach adulterers a lesson.'  Although the Judge says adulterers,' repeated references are made to Mrs. Gordon's guilt in particular.  The prosecution insisted that Brown did not seduce Gordon's wife; he never invaded the home nor abused the confidence of Gordon.  He was simply a participator in the criminal acts of Gordon's wife.'  In this case, Mrs. Gordon is seen as a sexual predator, deserving of her punishment because of her criminal infidelity.'"],"display_date":"April 30, 1895 - May 9, 1895","search_date":"1895-05-04","citations":[{"divid":1215461025,"type":"Book","data":["Lewis Franklin Johnson","Famous Kentucky tragedies and trials. A collection of important and interesting tragedies and criminal trials which have taken place in Kentucky ",null,"","Baldwin Law Book Company, Inc.","1916",""]},{"divid":1215461125,"type":"Newspaper Article","data":["Killed Them Both","Courier Journal","","May 1, 1895","1"]},{"divid":1215461149,"type":"Newspaper Article","data":["The Story Completed","Courier Journal","","May 3, 1895","1"]},{"divid":1215461196,"type":"Newspaper Article","data":["Victim of a Plot","Courier Journal","","May 8, 1895","1"]},{"divid":1215461246,"type":"Newspaper Article","data":["Gordon is a Free Man","Courier Journal","","May 10, 1895","1"]}],"locations":[{"id":190,"lat":38.1871284664,"lng":-85.6594827753,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}