{"id":2740,"title":"Transportation Takes Over\n","course_id":1,"status":"P","start_date":"1878-07-14","end_date":"1878-07-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" It was the middle of October in Alexandria. The fair had just finished last weekend, and the town was beginning to quiet down again except for the hubbub over the railroad steamer. Mr. John W. Thompson was the one who had brought news of this to the town including a long freight and passenger list. On this list, all kinds of people were added as passengers for the next trip. Mr. Thompson and everyone in the town were so excited about the revenue the passengers would bring into their town, but they were also interested in the export of their own crops they would soon be able to sell the city."," n the case of a list like this, Mr. Thompson not only was responsible for taking care of keeping track of everything, but he also was responsible for notifying the whole town of the list of passengers and freight he had. So, that day, he went to post the list in a local store and many gathered around to see what the commotion was about. Even though it was just one trip, it did not only signify travel but also the growing importance of industry and transportation to the economy of the United States, especially when the shippers began to establish stops on the railroad in major cities and urban areas to try to get more money for their goods."," In the South, especially during the Reconstruction time frame, railroads became a huge advance towards the industrialization of the country. Railroads were important because it not only provided a way to connect everyone in different areas, but also allowed for a more widespread distribution of the crops and resources people were growing or using. For the United States, the railroad was a major part in the development of the economy and the lines grew quite rapidly. Historian David Herbert Donald mentions in his work the importance of this growth for the farmers and everyone in general for transportation and the movement of goods, but especially how important this was in the steel industry. Soon plants started to process things quickly enough that the steel making process really began to develop in the smaller towns and especially in the larger urban centers and cities to help lead America into the next century."],"display_date":"July 14, 1878","search_date":"1878-07-14","citations":[{"divid":1215530109,"type":"Newspaper Article","data":["","The Washington Post","","October 5, 1878",""]},{"divid":1215530167,"type":"Book","data":["David Herbert Donald","The Civil War and Reconstruction",null,"New York","W.W. Norton and Company","2001","9, 488, 643"]},{"divid":14177,"type":"Dissertation/Thesis","data":[null,null,null,null,null,null,"FeApLUNNcbwSQEQ"]}],"locations":[{"id":2009,"lat":38.8682751435,"lng":-77.0932794538,"zoom":11,"place":"Alexandria City, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}