{"id":2743,"title":"How&#39;s the Weather?\n","course_id":1,"status":"P","start_date":"1887-01-01","end_date":"1887-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Once again, H. A. Tayloe sat down by the fireplace to read the correspondence he had picked up. Today he received the latest news from a friend he had not seen in a long time, N. H. Hudson. As he read over the news, it was once again, as usual, all about how Mr. Hudson's planting season was going. In this particular letter, Mr. Hudson had finally gotten around to planting his cotton and he still intended to plant more cotton among the other things he was cultivating. Despite his general complaints about the weather, like the rain and his difficulty with getting the planting done as well as getting into town, Mr. Hudson seemed to be in good health as was his family. He discovered in this letter as well that Hudson was not going to be going into town quite as frequently as before because of the lack of service provided by the mail system so he would not be picking up his correspondence quite as frequently. ","After the Civil War was over, a primary concern for many was that without slave labor, it became more difficult to be prosperous agriculturally. For example, in Hudson's life, without slaves, planting and agriculture took over most aspects of his life. He became much more conscious of the weather patterns to the point that he began informing his friends about those in correspondence. As many farmers were feeling the same pressures Mr. Hudson was facing where agriculture dominated their lives, organizations like the Agricultural Wheel or the Farmer's Alliance developed. These groups claimed to stand for the interests of small producers and drew on the political support of the Greenbackers. Both of these institutions attempted to improve the farmer's standing in the competitive marketplace. Michael Holt says that even though these institutions excluded blacks, the blacks were also able to mobilize on their own to achieve some of the same things in the field of agriculture. This was not just a white phenomenon where they had to labor and try to be prosperous with their agriculture; the blacks also faced many of the same struggles."],"display_date":1887,"search_date":"1887-07-02","citations":[{"divid":1216666535,"type":"Manuscript on Microfilm","data":["","Tayloe Family Letters, 1706-1869","Microfilm 1705 Series E Part 1","Tayloe Family Letters, 1706-1869","Alderman Library, University of Virginia Library"]},{"divid":1216666566,"type":"Book","data":["David Donald, Jean H. Baker, and Michael F. Holt","The Civil War and Reconstruction ",null,"New York","Norton","2001","414-415"]}],"locations":[{"id":2011,"lat":38.6845288469,"lng":-78.1593262248,"zoom":10,"place":"RAPPAHANNOCK, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}