{"id":2745,"title":"Calvin Gray&#39;s Murder\n","course_id":1,"status":"P","start_date":"1882-12-24","end_date":"1882-12-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the night of December 24, 1882, near the town of Mooresburg in Hawkins   County, Tennessee, African American Calvin Gray was accused of stealing hogs on Mrs. Joseph Gill's farm. He was later released for lack of evidence. On the following Saturday, December 30, an unknown group of people sought retribution for the alleged robbery and bombarded Gray's home, pounding violently on the door and walls of his house. No serious outcome resulted from that night's altercation, but the party returned to Gray's home on the following evening, repeated the hostility, and demanded that Gray come out to discuss his thievery. Gray refused to appear, and members of the group tore a plank of wood from Gray's door and repeatedly shot into the house through the hole. Gray received bullet wounds in the arm and stomach and died from his injuries. A man named Jim Williams also received serious wounds in the gunfire, as a shot in the forehead resulted in his death five days later. Calvin's stepson received a bullet wound in the leg, but was not fatally injured. Nine or ten people were arrested for their involvement in the bombardment, but all were released for lack of proof of their involvement. ","Gray's story reveals the disparate attitudes that whites possessed toward African Americans in Hawkins   County, Tennessee in the nineteenth century. The Hawkins County legal system treated Gray fairly, dismissing his crime for lack of proof and releasing him even though he was black. However, Gray's murderers did not grant him the same respect, as they violently assaulted him for unproven petty thievery. Gray's death displays the duplicitous nature of many southern whites in the late nineteenth century, as Gray's killers repaid an apparent legal injustice with an even more repulsive injustice. While Gray's killers believed his alleged robbery required retribution, they defied the legal system by punishing Gray outside of the system and by enacting a punishment egregiously disproportionate to the crime. ","Gray's murder served as an informal, citizen-organized judicial system, fulfilling historian Edward Ayers' argument that whites lynched alleged black offenders in the nineteenth century to uphold their perception of justice and to terrorize blacks into acquiescence. While the white mob did not lynch Gray, they terrorized him and might have lynched him if he had succumbed to their demands to exit his house. Instead, he was killed by gunshot for allegedly stealing a few hogs. Ayers argues that the majority of lynched African Americans in the nineteenth century South were tortured and killed for charges of murder, rape, or violation of white womanhood; however, Calvin Gray was hunted down, terrorized, and killed for the alleged robbery of a few hogs. Such disproportionate punishment suggests that some whites in the late nineteenth century possessed an even more severe hatred for blacks than previous accounts indicate. "],"display_date":"December 24, 1882 - December 30, 1882","search_date":"1882-12-27","citations":[{"divid":1215530408,"type":"Newspaper Article","data":["Serious Difficulty","Hawkins County Telephone","","January 4, 1883",""]},{"divid":1215530483,"type":"Book","data":["Edward L. Ayers","The Promise of the New South: Life after Reconstruction",null,"New York","Oxford University Press","1992","156-157, 158-159"]}],"locations":[{"id":2013,"lat":36.4411585935,"lng":-82.9446913403,"zoom":9,"place":"HAWKINS, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}