{"id":2746,"title":"The Hanging of Pink Pratt\n","course_id":1,"status":"P","start_date":"1881-03-03","end_date":"1881-03-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 4, 1881, African American Pink Pratt was executed in Marietta, Georgia for the rape of twelve-year-old white girl, Margaret Wilkins.  On the night of his execution, Pratt was provided with spiritual advice in preparation for his execution.  While get readying himself for death, Pratt confessed to the crime for the first time.  At 12:00 a.m., thirty guards escorted Pratt out of the jail to the gallows near downtown Marietta.  The guards allowed Pratt to smoke a cigar, and they talked pleasantly amongst each other.  When Pratt arrived at the gallows, 8,000 people were waiting to witness his execution.  After an African American minister recited a prayer, Pratt publicly confessed his crime and expressed a willingness to die.  At 12:45 a.m., the drop fell, his neck broke, and he completely stopped moving thirteen minutes later.  The guards cut down Pratt's body, giving it to his father, brothers, and sisters who witnessed the execution.","Pink Pratt's execution demonstrates an uncommon instance when a nineteenth-century southern judicial system legitimately accused, convicted, and punished a black man according to the law, even though he committed a violent crime against a white female.  While a white perpetrator may have received a lighter punishment, Pratt was treated in a reasonably fair manner, considering the usual treatment of black offenders in the late nineteenth-century American South.  Pratt was executed as a criminal who committed a heinous offense, but the legal system fairly granted him the traditional religious rituals that it granted white offenders upon their execution.  The nineteenth-century Cobb County judicial system deemed a black criminal worthy of humane treatment, despite the horror of his crime.  ","Pratt's story challenges the traditional account of white reactions to black violent crime against whites.  As historian Edward Ayers argues, southern whites in the post-Civil War era were convinced that blacks were more dangerous than whites and that black men were more inclined to commit crimes of passion.  Nevertheless, the <em>National Police Gazette </em>did not portray Pratt as an atrocious creature, but depicted him talking pleasantly to his guards and expressing a willingness to die for his crime.  He was not portrayed as the brutal, dangerous monster that many southern whites declared blacks to be.  In addition, the public allowed his execution to occur through the legal process.  Ayers argues that black criminals were frequently kidnapped from jails, tortured, burned, and hanged by white mobs because whites believed such blacks were unworthy of legal execution.  However, Pratt was allowed to die through legal execution even though he raped a twelve-year-old white girl.  According to Ayers, whites often justified a lynching simply because the black offender committed the usual crime of sexual assault upon white women.  Whites assumed that black men lusted after white women and they even justified lynching blacks when they committed a minor violation of white womanhood.  Nevertheless, despite Pratt's severe violation of the dignity of an innocent white child, he was permitted to die through formal execution. "],"display_date":"March 3, 1881 - March 4, 1881","search_date":"1881-03-03","citations":[{"divid":1215530559,"type":"Newspaper Article","data":["Hanging of Pink Pratt","The National Police Gazette","","March 19, 1881","4"]},{"divid":1215530605,"type":"Book","data":["Edward L. Ayers","The Promise of the New South: Life after Reconstruction",null,"New York","Oxford University Press","1992","155-158"]}],"locations":[{"id":2014,"lat":33.9414430151,"lng":-84.5767277131,"zoom":10,"place":"COBB, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}