{"id":2747,"title":"Rumors Insult Women&#39;s Dignity\n","course_id":1,"status":"P","start_date":"1882-04-01","end_date":"1882-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In April 1882, two young ladies from St.  Clair, Tennessee traveled with three men to attend the Church Hill Institute in Church Hill, Tennessee. The two ladies were invited to spend the night at the home of Mr. and Mrs. Nugent, but declined the offer because the women did not want to inconvenience the family because the Nugents were already hosting many other guests. The women also wanted to travel with their three male friends in order to find a place for them to stay together. After the incident, a citizen of Church Hill circulated a rumor that the women declined the Nugents' hospitable offer because couple lived in a log cabin. A lengthy article ran in the <em>Rogersville Press and Times</em> denouncing the man who spread the rumor and calling him a noodlehead with the innate proclivity to tell lies. The <em>Press and Times</em> defended the women's character, stating that they would never spurn a kindness and then speak ill of those who offered it. The women told the newspaper that Mrs. Nugent's hospitality was the primary subject of their conversation after leaving her home, stating that she was extremely kind and generous.","The supposed insult of a community woman launched a scandal in Hawkins  County, pitting the communities of Church Hill and St. Clair against each other, and prompting a four-column article in the Rogersville newspaper. Thus, the conflict seriously impacted upon the communities in Hawkins  County. The newspaper emphasized that the Church Hill community was an honorable community with good citizens, but argued that the community was beset by the presence of one citizen who spread deceitful rumors about the St. Clair women. The article suggested that many attacks and accusations occurred between the communities, as the conflict set the citizens of St. Clair against the citizens of Church Hill. ","The conflict centered around the supposed violation of female dignity and propriety. The article protected both the respectable and high toned women of St. Clair and the kind lady of Church Hill, Mrs. Nugent. This protection of female dignity supports historian James C. Cobb's argument that white womanhood was a symbolic assertion of white southern manhood in the late nineteenth century. According to Cobb, men sustained their own dignity and manhood by protecting female dignity. Cobb argues that this symbolic protection of dignity stems from the southern man's failure to protect women during the Civil War, leading them to ardently protect female dignity in response to their failure. The newspaper article sought to protect the honor and dignity of the females involved in the conflict, while deriding the honor of the male who spread the rumors against the women's character. "],"display_date":"April 1882","search_date":"1882-04-15","citations":[{"divid":1215530725,"type":"Newspaper Article","data":["Church Hill Again","Rogersville Press and Times","","April 26, 1882",""]},{"divid":1215530744,"type":"Book","data":["James C. Cobb","Away Down South: A History of Southern Identity",null,"New York","Oxford University Press","2005","174-175"]}],"locations":[{"id":2015,"lat":36.4411585935,"lng":-82.9446913403,"zoom":9,"place":"HAWKINS, Tennessee"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":12,"tag":"Migration/Transportation"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}