{"id":2748,"title":"Mormon Arrested for Adultery with Sisters \n","course_id":1,"status":"P","start_date":"1880-08-02","end_date":"1880-08-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 2, 1880 in Catoosa County, Georgia, Martha Sharp gave birth to a son outside of wedlock. Sharp concealed her pregnancy until the birth, attempting to protect her reputation for as long as possible. When her father discovered her secret, he erupted in anger and demanded vengeance upon the man who impregnated her. She initially refused to reveal the name of her child's father, but eventually revealed that her impregnator was Thomas Nation, a Mormon convert who was her sister's husband. Mr. Sharp rushed to Nation's house, threatening to kill his son-in-law and then himself. Upon arriving at Nation's residence, Sharp discovered the dead body of his other daughter, as she had perished that same day in the delivery of her own child. Meanwhile, Nation realized his adultery had been discovered, and he fled from his home and his wife's corpse. After the funeral of his daughter, Mr. Sharp offered a 100 reward for Nation's arrest and the entire community joined in the hunt for the villain. Nation was eventually discovered with two other Mormons on a train going to Chattanooga, Tennessee. The sheriff of Catoosa County sent a deputy to pursue Nation, and they arrested him as he stepped off the train in Chattanooga on August 13, 1880.","It is impossible to determine whether Martha Sharp's intercourse with Thomas Nation was forced or consensual. Nonetheless, Sharp possessed much shame about her pregnancy. Her father's reaction to the incident reveals the severity that nineteenth-century southern society bestowed upon such a scandal. The fact that Mr. Sharp was willing to kill his son-in-law and then end his own life, suggests that Sharp lost all desire to live because of his family's disgrace. However, the community blamed Nation's membership in the Church of Jesus Christ of Latter Day Saints as the reason for the scandal, accusing Nation's religious associations as the cause for the Sharp family's problems.","The <em>National Police Gazette'</em>s article on the scandal supports historian Sarah Barringer Gordon's claim that most Americans of the nineteenth century believed the Latter Day Saints were an uncivilized and barbaric religious group. According to Gordon, anti-Mormon and anti-polygamy Americans argued that no civilized group could disagree about the fundamental question of domestic relations, declaring the Church of Jesus Christ of Latter Day Saints to be an inhumane, undemocratic, and un-American church. The article supports Gordon's argument, as the story castigated Nation more for his Mormon affiliation than for his adultery. Nation was, in fact, practicing adultery with his wife's sister and was not practicing polygamy. However, the article and community emphasized Nation's crime as a Mormon polygamy problem, rather than a problem of morality in general. The article's attack on the Latter Day Saints displays the Protestant community's desire to frame the incident as an isolated Mormon problem, rather than a moral problem that breeched religious divides. "],"display_date":"August 2, 1880 - August 13, 1880","search_date":"1880-08-07","citations":[{"divid":1214437646,"type":"Newspaper Article","data":["Mormonism in Georgia","The National Police Gazette","","August 14, 1880",""]},{"divid":1214437688,"type":"Book","data":["Sarah Barringer Gordon","The Mormon Question: Polygamy and Constitutional Conflict in Nineteenth Century America",null,"Chapel Hill","University of North Carolina Press","2002","1, 82"]}],"locations":[{"id":2016,"lat":34.9035877242,"lng":-85.1380945498,"zoom":10,"place":"CATOOSA, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}