{"id":2750,"title":"African American Woman Contracts Skin Disease\n","course_id":1,"status":"P","start_date":"1884-01-01","end_date":"1884-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1884, an African American woman living in Marietta, Georgia developed a rare skin disease that gradually lightened her skin.  The woman worked for an upstanding white family in Georgia and experienced continuing skin lightening for many months.  White spots covered her face and body, slowly enlarging and spreading across her skin.  The spots gradually bleached her skin, making her appear white.  The woman was apparently in good health and did not suffer from any illness other than the seemingly harmless skin disease.  The woman was not fearful or anxious about the dangers of the disease, because she felt no pain or discomfort from the ailment.","The Saturday Evening Post carried the African American woman's story, entitling it Freaks of Nature.  The woman's story appeared in the article alongside accounts of strange and unusual animals that committed extraordinary feats.  Thus, the article dehumanized the African American woman, comparing her to abnormal animals.  The article declared that the woman's skin disease created a wonderful transformation, by turning a black woman's skin white.  The article suggested that white skin was preferable to black skin and implied that the woman's skin disease was truly a blessing for her.  Thus, the article glorified the white skin, while vilifying black skin.","  The Marietta woman's story reveals that the majority of nineteenth-century white Southerners, and white Americans in general, upheld the superiority of white skin.  Historian Edward Ayers argues that no matter how clean, well-dressed, or well-mannered African Americans were, whites continued to associate them with a sense of pollution.  The whites' idea that the Marietta woman's skin disease was a wonderful transformation suggests that whites saw black skin as polluted and inferior to white skin.  As the article declared her disease to be wonderful, the articles' author assumed that the black woman preferred to have white skin, never considering that she might have seen the disease as unfortunate and undesirable.  In addition, the Marietta woman's story supports historian James C. Cobb's argument that white southerners created the identity of the black individual by deeming blacks inferior to whites because of the color of their sin.  By promoting their own skin color, whites in the South and throughout America denigrated black skin and black identity, preventing African Americans from forming their own identities for themselves and forcing them to perceive themselves as inferior."],"display_date":1884,"search_date":"1884-07-01","citations":[{"divid":1214081540,"type":"Newspaper Article","data":["Freaks of Nature","Saturday Evening Post","","August 9, 1884","12"]},{"divid":1214081568,"type":"Book","data":["Edward L. Ayers","The Promise of the New South: Life After Reconstruction",null,"New York","Oxford University Press","1992","139"]},{"divid":1214081606,"type":"Book","data":["James C. Cobb","Away Down South: A History of Southern Identity",null,"New York","Oxford University Press","2005","150"]}],"locations":[{"id":2018,"lat":33.9414430151,"lng":-84.5767277131,"zoom":10,"place":"COBB, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}