{"id":2751,"title":"Silas McDowell&#39;s Discovery of Native American Burial Relics\n","course_id":1,"status":"P","start_date":"1872-06-16","end_date":"1872-06-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 16, 1872, Silas McDowell plowed with a team of oxen through his field in Macon County,  North Carolina. McDowell's plow struck the side of a heavy object and he dug through the ground to discover a burnt clay sepulchre. He pulled a small portion of an arm out of the dirt and waited for a scientist to properly disinter the entire sepulchre. The sepulchre was a long slab, almost seven feet long and four feet wide and the underside held the complete cast of a human body. McDowell surmised that a people group in the distant past had buried the sepulchres in shallow graves, covered the bodies with clay, and piled wood upon them to consume them with fire. As a result, the burnt clay sepulchres became hardened slabs. McDowell found several similar sepulchres several years earlier when he first farmed his land in Macon  County, but he destroyed the relics through plowing his field. Initially, no Native American scholars trusted the authenticity of McDowell's discovery, as they did not believe Native Americans buried their dead in such a manner. Nevertheless, McDowell's discovery of the sepulchres in 1872 proved the validity of his find. ","McDowell acquired his Macon County land in 1821 after Cherokee Indian communities abandoned the region due to white American expansionism. In a letter to the Scientific American, McDowell emphasized the pleasure he experienced when he first acquired his own land, expressing the spirit of romance he felt when pioneering his small farm. McDowell greatly benefited from the removal of the Cherokee natives from North   Carolina and expressed great interest in their practices.","Historian Steven Conn argues that mid to late nineteenth-century historians developed interest in the study of prehistory and formed the belief that Native Americans were living examples of prehistory. The academic scholarship in late nineteenth-century America began to treat Native Americans as objects of anthropological science. However, the late nineteenth-century historical movement concurrently served to write Native Americans out of the romantic narrative of American history. Thus, Native Americans were treasured for their ability to provide glimpses into the deep American past and were simultaneously removed from the American historical future because of their inability to fit into the white majority's view of American identity. McDowell's story supports Conn's view of the dichotomous treatment of Native Americans. McDowell prized the importance of the Indian sepulchres he discovered, and yet, felt blessed by the land he acquired from the Cherokees' migration in the early eighteenth century. McDowell failed to recognize the dichotomy that existed between his passion for ancient Indian artifacts and the personal benefits he obtained through the oppression of Native Americans."],"display_date":"June 16, 1872","search_date":"1872-06-16","citations":[{"divid":1215531012,"type":"Newspaper Article","data":["The Cherokee Tribe of Indians: A Subject Interesting to Antiquarians","Scientific American","","June 22, 1872","412"]},{"divid":1215531074,"type":"Book","data":["Steven Conn","History&#39;s Shadow: Native Americans and Historical Consciousness in the Nineteenth Century",null,"Chicago","University of Chicago Press","2004","211-216"]}],"locations":[{"id":2019,"lat":35.237570606,"lng":-83.4949345538,"zoom":9,"place":"MACON, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":8,"tag":"Arts/Leisure"},{"id":2,"tag":"Health/Death"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}