{"id":2752,"title":"Emily Austin Endorses Industrial Education for African Americans\n","course_id":1,"status":"P","start_date":"1881-01-01","end_date":"1883-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the 1870's, Northerner Emily Austin founded the Austin School for African American children in Knoxville, Tennessee. When Austin moved into an African American neighborhood, the white community in Knoxville ostracized her for her work and the area in which she lived. While the community did not object to educating African Americans, they believed that only a very destitute and lowly woman would fraternize with blacks. Initially, Austin worked under the Freedman's Bureau, but when the Bureau was dissolved, she financed the school with personal funds and donations from northern friends. When the school became overcrowded, she erected a large schoolhouse, which she donated to the city, requiring that it always be used to educate African American students. In 1881, Austin grew to believe that she needed to reform her curriculum, as she believed that teaching the arts and sciences left the black students idle, thriftless, and contemptuous of work. Thus, Austin began to declare that industrial training was the only practical education for African Americans, because African Americans could only find employment in the industrial sector. She established industrial training for her students in the departments of sewing, gardening, domestics, and carpentry, but she faced much opposition from the students' parents. The African American parents opposed their children studying different subjects than white children. Austin continued to teach the industrial classes, but split the school day into sections of traditional teachings and industrial teachings.","Austin faced much difficulty in her profession, as both whites and blacks snubbed her for work. Austin said that her greatest difficulty was the African American opposition to her work, but she continued to educate her students because of her strong belief in the importance of industrial education for African Americans. Austin argued that African Americans held a great disadvantage in professional studies, making it impossible for them to compete with white students and gain professional positions. She also argued that education in the arts and sciences lead black students to despise manual labor. Thus, she argued that African Americans needed industrial training to convince them that good, honest work was the only way to make them good citizens. ","Historian Edward Ayers argues that the majority of educated African Americans in the South were limited to employment in manual labor because of their skin color. Ayers states that many educated African Americans despised manual labor, as they believed they were wasting their education if they accepted such work. This hatred explains Austin's belief that educated African Americans had grown to despise the only kind of labor they could acquire, leading her to assert the necessity of African American industrial teaching."],"display_date":"1881 - 1883","search_date":"1882-07-02","citations":[{"divid":1215531183,"type":"Newspaper Article","data":["Industrial Teaching for the Negro","The Independent","","November 8, 1883","4"]},{"divid":1215531222,"type":"Book","data":["Edward L. Ayers","The Promise of the New South: Life after Reconstruction",null,"New York","Oxford University Press","1992","72, 132-133"]}],"locations":[{"id":2020,"lat":35.9932218718,"lng":-83.9370888963,"zoom":9,"place":"KNOX, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}