{"id":2758,"title":"The Despotism of Jefferson Davis\n","course_id":1,"status":"P","start_date":"1863-03-24","end_date":"1863-03-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Confederate government extended its legislative powers to all spheres. The Raleigh Standard urged North Carolina citizens to take precautions against the Confederacy?s encroachments. A bill introduced in the Confederate Senate allowed the government to impress all the cotton in the Confederate States and then paid for it in Confederate bonds at fifteen cents per pound. In an attempt to pay its debts, the government in Richmond would have a monopoly of the cotton trade. Reminiscent of a centralized despotism, the government possessed the ability to take the property of the citizen in order to trade and make a profit on it. In order to preserve the safety of the people, citizens sought restrictions on those in power. This bill exceeded the Confederate government?s right of eminent domain or inherent sovereign power. North Carolinians wanted to preserve the Constitution their ancestors fought for; this goal was reached through vigilance over those in power.","Citizens of North Carolina protested against the despotism that would undermine their Constitutional liberties. As a result of the encroachment by the leaders in Richmond, North Carolina became increasingly dissatisfied with the Confederacy. Governor Vance and others led the fight by fiercely defying the prospect of a unified southern despotism and objecting to Jefferson Davis? dictatorial power and his ability to centralize war measures. Southerners contested Davis? ability to suppress the ancient principle of states? rights; they feared a fundamental change in their way of life and in the rights they possessed. During this time, the Confederacy suffered a series of devastating losses, thus diminishing the popularity of Jefferson Davis even more. ","This episode demonstrates how the discontent that spread through North Carolina, amplified the lack of governing continuity throughout the Confederacy. Even to Northerners, the South did not represent a solid block, but rather a combination of individual states with differing attitudes towards the composition of the South. With the largest circulation of any newspaper in the state, the Raleigh Standard apparently reflected the views of a substantial percentage of North Carolina public opinion. Several other newspapers and contemporary historian J. Cutler Andrews accused the Raleigh Standard of fostering defeatism, low morale, and widespread desertion among the North Carolina troops in Lee?s army. The Confederacy lacked the unity and the commitment to nationalism necessary to win the Civil War. "],"display_date":"March 24, 1863","search_date":"1863-03-24","citations":[{"divid":1216424151,"type":"Newspaper Article","data":["Have We Established A Despotism?","Raleigh Standard","","March 11, 1863","2"]},{"divid":1216424180,"type":"Article","data":["J. Cutler Andrews","The Confederate Press and Public Morale","Journal of Southern History","32","1966","445-465"]}],"locations":[{"id":2025,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}