{"id":2763,"title":"Liberia and American Colonization Society\n","course_id":1,"status":"P","start_date":"1858-06-27","end_date":"1858-06-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["After reading the works of John C. Calhoun on the rights of states and slavery, Susan Bradford Eppes spoke with her parents about enslavement. While her father supported slavery as a slave owner himself, Susan learned that her mother opposed the institution. Susan said that her mother believed that white slave owners were the real slaves in the relationship. Having slaves required added work and responsibility for slave holders that outweighed the benefits. It was her preference that all the slaves be freed and sent to Liberia. Susan responded to her mother by telling her that she would miss her slave, Lulu, if she were sent to Liberia. ","In 1816, the American Colonization Society was formed with the intentions of solving the race problems in the United States by relocating all blacks to Liberia. This organization and its cause became increasingly popular and reached its peak in the 1830s. While Mrs. Eppes spoke with her daughter almost two decades later, she recounted some of the beliefs that the Society put forward in support of colonization. They argued that being a slave holder was, in fact, an agonizing personal burden. The American Colonization Society said that not only was being a slave holder overly demanding, but simply freeing slaves was impossible. Whites and blacks could never live together in a peaceful society. The need to expatriate slaves demonstrated the obvious racism in the United States. Though Mrs. Eppes opposed slavery, she still believed that blacks could not live as free people in America."],"display_date":"June 27, 1858","search_date":"1858-06-27","citations":[{"divid":1216666700,"type":"Pamphlet or Other Printed Material","data":["Susan Bradford Eppes","Diary of Susan Bradford Eppes in Through Some Eventful Years ","Macon, GA","J.W. Burke Co.","1926",""]},{"divid":1216666763,"type":"Article","data":["Jeffrey Allen","&#39;All of Us Are Highly Pleased with the Country&#39;&#58; Black and White Kentuckians on Liberian Colonization","Phylon ","43","1982","97-109"]},{"divid":1216666836,"type":"Book","data":["David Donald Jean Baker, and Michael Holt","The Civil War and Reconstruction ",null,"New York","W.W. Norton &amp; Company, Inc.","2000",""]}],"locations":[{"id":2027,"lat":30.4456509268,"lng":-84.292206157,"zoom":9,"place":"LEON, Florida"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}