{"id":2764,"title":"Durham Handbook Reveals Thoughts on Local African Americans\n","course_id":1,"status":"P","start_date":"1895-01-01","end_date":"1896-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The Educator Company, comprised of a group of people dedicated to the advancement and prosperity of their towns, released a Handbook of Durham County in 1895. In the introduction, the authors stated that their intention was to give people seeking a new home a brief description of the area and the advantages it offers as one of the foremost cities of the South. Throughout the book, they gave detailed accounts of various aspects of the county, including its public and private facilities, advantages and needs, and its relation to the state as a larger whole in terms of its products, climate, government, and people. "," When the handbook begins discussing the people of Durham, it mentions the negro population, and states that it was largely descended from former slaves, but the importation of those forced laborers was very rare at the beginning of the 18th century onwards. The authors then attributed the large number of blacks in the area to natural causes such as a healthy climate, a humane public system, and the kindly tempers of the owner They stated that African Americans were happy to stay within the state because of the affection shown to them by their previous masters. Since slaves' emancipation, the book claimed African Americans have been shown absolute equal rights, with the exception of the slightly larger poll-tax and property tax, which the writers attributed to their population within the state, not their particular race. When discussing suffrage later in the hand-book, the authors explained why African Americans are withheld from administering to the law themselves as magistrates. It is because, explained the authors, blacks have just been released from slavery and are therefore ignorant of the duties of citizenship. This, the authors claimed, is for everyone's safety, including the colored man. "," This extract is a commentary on the county of Durham that reveals a great deal about their identity. The Educator Company explains current race relations and demographics with a history of the treatment of African Americans, and claims that Durham is a harmonious community now because it has always been so, even in the times of slavery. This belief, as well as the reasoning behind the disenfranchisement of African American's rights, is representative of many other counties' and states' racial ideologies in the South at the turn of the 19th century. "," At this point in time, several southern states were passing laws or constitutional amendments depriving black citizens of their right to vote, or at least making it very difficult to do so. Jim Crow laws were also very popular, and North Carolina was on the brink of adopting the separate but equal statute following the Plessy v. Ferguson trial. Finally, a ruthless white-supremacy campaign launched in 1898 completed a decade of setbacks for African Americans living in North Carolina. This second-class citizenship was adopted by local, state, and national legislatures, and indeed, the vast majority of Americans. However, despite these obstacles, the black community still focused on improving their condition and bettering their community. Contrasting to the Educator Company's opinion of the political ignorance of African Americans, many of them became involved with and supported the newly formed Fusion political party, a combination of Populists and Republicans."],"display_date":"1895 - 1896","search_date":"1896-01-01","citations":[{"divid":1216666937,"type":"Pamphlet or Other Printed Material","data":["","Handbook of Durham, North Carolina","Durham, NC","The Educator Company","1895",""]},{"divid":1216667009,"type":"Book","data":["Jeffrey J. Crow, Paul D. Escott, and Flora J. Hatley","A History of African Americans in North Carolina",null,"Raleigh, NC","North Carolina Division of Archives and History","1992",""]}],"locations":[{"id":2028,"lat":36.0420245844,"lng":-78.889350822,"zoom":10,"place":"DURHAM, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}