{"id":2767,"title":"Klan Murders Senator Stephens\n","course_id":1,"status":"P","start_date":"1870-05-24","end_date":"1870-05-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Three days passed before the news of Senator Stephens? assassination reached Maria Massey Barringer. On May 21, 1870, Republican Senator John W. Stephens was murdered at the Caswell County Courthouse by members of the Ku Klux Klan (KKK). On account of his political principles, Stephens was stabbed, choked, and left dying on a woodpile in a rear room of the courthouse. Prior to his murder Stephens had been advised by Victor Barringer that his life was threatened by the KKK, however Stephens ignored the warning. When the lynching of four blacks did not catch the attention of the citizens, the Klan was determined to take the life of a white man. Stephens supported the Freedmen's Bureau and the Union League, and helped to politically organize the black population of Caswell County. The Freedmen's Bureau not only intervened in white Southerners economic relations with black laborers, but it also helped to mobilize these laborers into the Republican Party. As a result, Senator Stephens became an enemy to the white Democratic Party. Governor William W. Holden responded to the challenge of the KKK, by illegally declaring martial law and sending troops into Caswell County. Local law enforcement could not cope with the hit-and-run tactics of the Klan, and Holden knew that nothing short of martial law would suppress them.","The function of Klan violence was to socially and economically curb Republicans and control the black population. After the Democrats gained control of the legislature in 1870, they impeached and convicted Holden for illegally declaring martial law. As historians Charles Reagan Wilson and William Ferris emphasized, the Klan?s use of violence was temporarily effective in securing political power. They were willing to use any means necessary to end Republican control of their states, thus stopping the threat to white supremacy. "],"display_date":"May 24, 1870","search_date":"1870-05-24","citations":[{"divid":1216667137,"type":"Manuscript","data":["","Mss 2588-f",null,"Mss 2588-f","Box 1","Papers of Judge Victor Clay Barringer","Special Collections, University of Virginia"]},{"divid":1216667175,"type":"Book","data":["James M. McPherson","Ordeal By Fire&#58; The Civil War and Reconstruction",null,"New York","Alfred A. Knopf","1982","527, 564-567"]},{"divid":1216667226,"type":"Book","data":["Charles Reagan Wilson and William Ferris eds.","Encyclopedia of Southern Culture",null,"Chapel Hill, NC","The University of North Carolina Press","1989","659, 1120"]}],"locations":[{"id":2030,"lat":36.393360631,"lng":-79.3336688399,"zoom":10,"place":"CASWELL, North Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}