{"id":2769,"title":"A Long Process\n","course_id":1,"status":"P","start_date":"1824-01-09","end_date":"1824-05-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Charles Seton was still waiting for payment after the court ordered Eleazar Waterman to pay Seton for a loan and after he filed two petitions to the court to speed up the process. Waterman was in debt to Charles Seton for a couple of years. On June 11, 1823, the Superior Court of East Florida ordered the sheriff, James R. Hankam, to sell the slaves that belonged to Waterman. The slaves were supposed to be sold so that the proceeds would be used to pay off the debt owed to Seton. In addition, the court declared that if William Younge, a defendant in a related case, gave a security deposit for payment costs to Seton within sixty days, Waterman's slaves would be spared from being sold. Unfortunately for Waterman, Younge did not pay the security deposit by the sixtieth day, so on July 14, 1823, sheriff Hankam sold Waterman's slaves for two thousand three hundred and thirty dollars. Then, on November 5, 1823, sheriff Hankam filed a report with the clerk's office. The report showed that he had retained one thousand four hundred and sixty nine dollars and seventy two cents for fees and expenses that he acquired from selling the slaves. In addition, the report said he would deposit two promissory notes of three hundred and thirty five dollars. This, however, was not what Seton wanted to happen. Seton wanted all of the money to be given to him, so he filed a petition that asked the court to deliver the promissory notes in partial payment of the debt owed to him. Seton, also, reminded the court that the court appointed auditors had not met to determine and evaluate Hankam's fees. ","By May of 1824, Seton filed another petition to Judge Smith, which claimed that Joseph M. Hernandez and Edward R. Gibson, who were court appointed auditors to examine and report on an amount rendered and filed by sheriff Hankam, had been absent and never met to examine the amount filed. He, also, told the court that Judge Davis Floyd, another court appointed auditor, had been retained as counsel in the suit and declined to act as an auditor. Essentially, Seton's second petition asked the court to appoint another fit and judicious person to replace Judge Floyd as an auditor and to move the process of the audit along.","Seton's petition and case is a prime example of how the court process was sometimes slow and how it sometimes consumed lots of the petitioner's time. The county court did not always grant petitions to every case brought to its attention. Sometimes the loaner would not file a petition to get the debt paid off because the process would be long, arduous, and costly. If the debt was not large enough it would not be worth the time and money spent in court to get back a debt that would not amount to the cost of court fees and attorney fees. ","Another interesting issue shown in Seton's petition, was the security deposit that Younge had permission from the court to pay so Waterman's slave would not be sold. It was very possible for a person to get another person to pay off his debt. Even though the loaner would be paid off, the person who loaned the money and mortgaged his property, would now be in debt to another for paying off his original debt. Debt was a never ending cycle for some people. Those who mortgaged off their slaves and property needed to be careful and prepared to repay their debt or give up what he mortgaged to the loaner. The only other options the person in debt would have in the situation was to flee from his property and area to avoid paying his debts."],"display_date":"January 9, 1824 - May 6, 1824","search_date":"1824-03-07","citations":[{"divid":1215531994,"type":"Manuscript on Microfilm","data":["Charles Seton","Petition to the Honorable Joseph L. Smith","Reel 5 Micflm M9548 ser. 2, Frame 809-813","University Publicans of America","Alderman Library, University of Virginia"]},{"divid":1215532043,"type":"Manuscript on Microfilm","data":["Charles Seton","Second Petition to the Honorable Joseph L. Smith","Reel 5 Micflm M9548 ser. 2, Frame 814-815","University Publicans of America","Alderman Library, University of Virginia"]},{"divid":1215532137,"type":"Manuscript on Microfilm","data":["Manuel Aquair","Petition to Honorable Joseph L. Smith","Reel 5 Micflm M9548 ser. 2, Frame 828-834","University Publicans of America","Alderman Library, University of Virginia"]},{"divid":1215532190,"type":"Manuscript on Microfilm","data":["James Pellicer, Antonia Pellicer, Juana Pellicer, Margarita Pellicer, and Rafaela F. Pellicer","Petition to the Honorable James P. Cotter, Elias B. Gould and Antonio Alvarez","Reel 5 Micflm M9548 ser. 2, Frame 854-862","University Publicans of America","Alderman Library, University of Virginia"]},{"divid":1215532269,"type":"Book","data":["Clayton E. Jewett and John O. Allen","Slavery in the South: A State by State History",null,"Westport","Greenwood Press","2004","72, 271"]},{"divid":1215532346,"type":"Website","data":["Williams Goodell","The American Slave Code in Theory and Practice: Its Distinctive Features Shown by Its Statutes, Judicial Decisions, Illustrative Facts","Dinsmore Documentation","http://www.dinsdoc.com","October 1, 2006"]},{"divid":1215532433,"type":"Book","data":["Walter Johnson","Soul by Soul",null,"Cambridge","Harvard University Press","1999","26-27, 81, 127"]}],"locations":[{"id":2032,"lat":null,"lng":null,"zoom":8,"place":"ST JOHNS, Florida"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}