{"id":2773,"title":"First Annual Report Issued on the State Industrial and Normal School for Women\n","course_id":1,"status":"P","start_date":"1892-12-20","end_date":"1892-12-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The North Carolina State Normal and Industrial School for Women in Greensboro, N.C. had been open for four months when President Charles D. McIvers wrote the college's first annual report to the Board of Directors on December 20, 1892. In this document, he discussed the institution's goals, claiming that the main objective was to prepare women for positions in the house, business office, and most importantly, the school room. McIvers then commented on various aspects of the institution, writing about how pleased he was with the multiple economic demographics represented in the first class. He also explained his philosophies on discipline and administration, believing that the female students should be treated as a self-governing body and made responsible for maintaining and upholding various rules such as curfew and study hours. He believed it had been working very well, and was delighted with the outcome. McIvers then discussed the role of religion in the institution, and mentioned that several women have organized a Young Women's Christian Association, and others attend a Bible class once a week. He ended the letter listing various items that the college needed, and suggested that he and the Board of Directors make an appeal to the General Assembly to help finance these objects. ","Charles McIver was part of a large educational reform movement that began in the 1880's when he and his college friends Edwin Alderman and James Yadkin united in their efforts to lead region-wide school reform. As they campaigned for improvements in the quality and number of schools in North Carolina, they also pushed heavily for the establishment of higher educational institutions for women. In 1891, McIver and his supporters joined forces with the Woman's Christian Temperance Union (WCTU), and a smaller group called the King's Daughters to crusade for a vocational school for white women. It was a success, and the State Normal and Industrial School was built in 1892. Many women who composed the first class of 223 students the first year the institution opened had little economic means, and 25 percent of them were orphans or daughters of widows who were pursuing jobs in order to support themselves or those closest to them. ","While some parents were reluctant to part with their daughters, historian James Lelouids claims that many encouraged them to attend the State Normal and Industrial School. It offered independence and upward mobility to their loved ones, helping to redress women's economic power or lack thereof."],"display_date":"December 20, 1892","search_date":"1892-12-20","citations":[{"divid":1216667372,"type":"Book","data":["James L. Lelouids","Schooling the New South",null,"Chapel Hill, NC","The University of North Carolina ","1996",""]},{"divid":1216667413,"type":"Pamphlet or Other Printed Material","data":["Charles McIver","Annual Catalogue of the State Normal and Industrial School","Greensboro, NC","State Industrial School","1892",""]}],"locations":[{"id":2034,"lat":36.0793885003,"lng":-79.7889995015,"zoom":9,"place":"GUILFORD, North Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}