{"id":2776,"title":"Black Prisoners Taken and Killed\n","course_id":1,"status":"P","start_date":"1889-12-28","end_date":"1889-12-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Authorities in Barnwell, South Carolina had arrested and jailed a group of black men, accusing them of the murder of a pair of white men in the area. As the eight suspects sat in their jail cells one night in late December 1889, a group of masked men entered and forcefully removed them from the jail. The masked men took the accused and slaughtered each and every one of them. While the law enforcement had not yet decided whether to take action or not, blacks in the community felt the incident was critical enough to call a town meeting. They intended to discuss plans of a mass emigration from the South Carolina county in order to avoid further racial intimidation and discrimination.","At the end of the nineteenth century, race relations worsened as racial violence replaced efforts to harmonize blacks and whites in the South. Crime increased during this period which in turn caused people's responses to crime to grow more severe. Lynching became a popular way for whites to threaten and maintain social dominance over black suspects and criminals. This was especially prevalent in areas that had weak law enforcement, such as rural places like Barnwell. White citizens had to protect themselves, especially against a group they considered so dangerous.","Yet law enforcement played a larger role in lynching than believed by historians. It was not the lack of authority that allowed lynchings to occur. Rather, it was their neglect to take preventative measures. Most private mob lynchings, such as this one, actually got their victims from the law enforcement itself. In fact, over 80 percent of those lynched had previously been in police custody. Therefore, it was not extraordinarily unusual for a group of men to enter the jail and remove its inhabitants without question. The compliance of law enforcement in the South was a major contributor that allowed Southern whites to make lynching and mob violence a routine occurrence."],"display_date":"December 28, 1889","search_date":"1889-12-28","citations":[{"divid":1214436955,"type":"Newspaper Article","data":["","The Washington Chronicle","","January 1, 1890",""]},{"divid":1214436971,"type":"Book","data":["Edward L. Ayers","Southern Crossing",null,"New York","Oxford University Press","1995","107-110"]},{"divid":1214437016,"type":"Book","data":["W. Fitzhugh Brundage","Lynching in the New South: Georgia and Virginia, 1880-1930",null,"Urbana","University of Illinois Press","1993","30, 197"]}],"locations":[{"id":2036,"lat":33.1860728833,"lng":-81.3017225609,"zoom":9,"place":"BARNWELL, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}