{"id":2777,"title":"Fayetteville Presbytery Succeeds From Union\n","course_id":1,"status":"P","start_date":"1861-10-11","end_date":"1861-10-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In May 1861, the General Assembly of the Presbyterian Church in the United States of America decided by a near unanimous vote to endorse the Republican Administration. Consequently, the national church breached the fundamental law of Presbyterianism, by making themselves party to sectional agitations. These resolutions passed by the national church require its members to maintain their allegiance to the Union. Additionally, the Assembly introduced a new test of membership, influenced by the social pressures of the public. The test severed the strong ties of the Presbyterian Brotherhood by supporting someone whom many Southerners regarded as the ruthless tyrant in the North. Determined to regulate, under Christ, their ecclesiastical associations and relations, Fayetteville Presbyterians pledged their allegiance to Christ?s Church and thereby declared their independence from allegiance to the national General Assembly. ","As churches nationwide entered into a period of reassessment and self-evaluation, the Presbyterian Church developed a regional self-conscious. The Cumberland Presbyterians claimed to participate in a special mission to witness the ?spirituality? of the Church. Additionally, they argued that the Assembly had acted unconstitutionally by engaging in secular political partisanship and by making adherence to a political doctrine a prerequisite for church membership. The Southern assembly observed that slavery ?is one difference which so radically distinguishes the North and the South that it is becoming more apparent everyday that the religious, as well as the secular, interests of both will be more effectively promoted by a complete and lasting separation.?","After the Civil War, many Southerners could not accept the fundamental terms of the Presbyterian Church of the United States of America. The Northern and Southern branches conflicted over the role of women and the church in politics, and over the race question. Southerners felt that property interests would be jeopardized in a united church. This episode supports historian David M. Reimers? argument that the passions of the Civil War died hard. This sectional division lasted for the next 122 years, until both sides decided look beyond their regional differences."],"display_date":"October 11, 1861","search_date":"1861-10-11","citations":[{"divid":1213033658,"type":"Online Encyclopedia","data":["Documenting the American South","Minutes of the Presbytery of Fayetteville, at their Ninety-Seventh Sessions","http://docsouth.unc.edu/imls/horeb/horeb.html","October 1, 2006"]},{"divid":1213033758,"type":"Book","data":["Samuel S. Hill, editor","Encyclopedia of Religion in the South",null,"United States of America","Mercer University Press","1984","604-605"]},{"divid":1213034016,"type":"Book","data":["David M. Reimers","The Race Problem and Presbyterian Union",null," New York, NY","Cambridge University Press ","1962","203-215"]}],"locations":[{"id":2037,"lat":35.0722625624,"lng":-78.9615125578,"zoom":9,"place":"CUMBERLAND, North Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}