{"id":2778,"title":"The New Textile Industry in Athens, Georgia","course_id":1,"status":"P","start_date":"1849-01-11","end_date":"1849-01-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Cotton farming had reached great heights in Georgia by the mid-1800's but some saw that there was still room to grow in the cotton business. Though most of their neighbors were engaged in farming, twenty citizens of Athens, Georgia decided to break the mold. In January of 1849 they announced in the Athens <em>Southern Banner</em>, that they were joining together to form a new business: The Athens Manufacturing Company. In the announcement the company stated, [we] have associated ourselves together as a body corporate for the purpose of engaging in the business of manufacturing cotton and wool yarns and goods, and yarns and goods of which cotton and wool form component parts, and also of the manufacturing of flour and meal, and the repairing of machinery. ","The Athens Manufacturing Company was one of many new cotton-manufacturing companies established in Georgia during the 1840's. This sudden increase in industrialization was largely due to a series of developments over the early 1800's that came together to create a favorable environment for industry in Georgia. Manufacturing companies in Georgia were beginning to exist, but in 1849 they were still few and far between. It took a significant amount of money to start such a business and not many people could afford such a large investment. In the 1810's the change in national business law helped overcome this obstacle. Before this time, individuals or partners owned most businesses. This changed in the 1810's when the government began to recognize new corporate organizations that were composed of multiple investors. ","This group of investors was willing to take its chance at manufacturing but they needed a source of power for the machines they would use to make the cotton and wool products. During the 1820's, people in Georgia successfully harnessed waterpower, which became the source that provided the power for the Athens Manufacturing Company and other industrial businesses. In order to make a profit from the cotton and wool products, the Athens Manufacturing Company needed customers. Without a sufficiently-sized market such a company was not worth investing in; the number of buyers from Athens and the surrounding counties were not nearly enough to support the company. The rapid improvement of transportation systems across the nation in the early nineteenth century was responsible for increasing the size of markets, especially for inland companies such as this one. The Central Rail Road built in the 1830's provided an artery of transportation from central Georgia where Athens was located, to Savannah, an important national and international port on the Atlantic. ","Though Georgia was at the forefront of the textile industry in the South, the North had a significant head start and continued to dominate the national industry throughout the antebellum period. This regional disparity in strength caused political disagreements between the South and the North. This can be seen in looking at the increased tariff on foreign imported products in 1828, which was referred to in the South as the tariff of abominations. The tariff on foreign products was economically beneficial to American manufacturers, who were mainly found in the North, because overseas competition was decreased and they could raise prices. In the South most people were farmers, not manufacturers, and so the tariff was economically harmful because they had to pay more for manufactured goods. The increased price of manufactured products from the North was one source of motivation for the South to move from an almost entirely agricultural economy to a somewhat industrial one. The Athens Manufacturing Company provides an example of this change. "],"display_date":"January 11, 1849","search_date":"1849-01-11","citations":[{"divid":1215532801,"type":"Newspaper Article","data":["","Southern Banner","","January 11, 1849",""]},{"divid":1215532816,"type":"Online Encyclopedia","data":["New Georgia Encyclopedia","Antebellum Industrialization","http://www.georgiaencyclopedia.com/nge/Article.jsp?id=h-1018&amp;hl=y","October 5, 2006"]},{"divid":1215532885,"type":"Book","data":["Gary M. Walton and Hugh Rockoff","History of the American Economy 10th Ed.",null,"Mason","Thomson-Southwestern","2005","162-219"]},{"divid":1215532995,"type":"Online Encyclopedia","data":["New Georgia Encyclopedia","Central of Georgia Railway","http://www.georgiaencyclopedia.com/nge/Article.jsp?id=h-1282&amp;hl=y","October 5, 2006"]}],"locations":[{"id":2038,"lat":33.8831653504,"lng":-83.4095667489,"zoom":9,"place":"CLARKE, Georgia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}