{"id":2779,"title":"Man Proposes Cotton-farmers Alliance\n","course_id":1,"status":"P","start_date":"1898-01-09","end_date":"1898-01-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On January 9, 1898, A.R. Logie went before a large gathering of farmers and cotton-growers in the Charlotte and proposed an organization of all cotton-farmers in the area. Under this association, farmers would pool their entire product of that year's growth, sell it as one, and share the dividends. This group would be headed by an elected congress of representative farmers who would create a constitution and by-laws for the agency, which would then create chapters in every state. Each state would be under the same management in terms of buying and selling, and all would be under the direction of the central board of control. "," While it is unknown if Logie obtained much support for his proposal, other alliances between farmers were very popular at this time and experienced much success, both economically and even in the political arena. Charlotte was considered to be one of the predominant Southern towns in the cotton industry. However, throughout the 1880s, agricultural depression had run deeply throughout North Carolina, causing many farmers to declare bankruptcy. Therefore, it is not surprising that Logie decided to propose his plan in this city, where he would find a large concentration of cotton-farmers also wondering at how to improve their economic means. The Farmer's Alliance, an organization founded by a group of farmers in Texas in response to the economic depression that ensued after the Civil War, had been increasing in size and popularity at this time, which likely inspired Logie to suggest a very similar society of farmers. "," The goal of the Farmer's Alliance was to increase the prices of their commodities through collective action in groups of individual farmers, which can be seen in Logie's proposal. The association quickly flourished and began establishing chapters throughout the south that helped white farmers buy goods at wholesale and sell their produce without having to pay a middleman. The organization eventually became involved in politics, and the alliance was later reborn as the Populist Party, centering on the same platform of government control of transportation and communication (which would help curb the powers of monopolies), as well as reforms of currency, land ownership, and tax policies. While historian Robert Hinton noted the ultimate failure of the Farmer's Alliance as an economic movement, their influence throughout the south, both agriculturally and politically, must be recognized as an inspiration to people like Logie who also desired to employ those tactics and attempt to improve the conditions of rural farmers. "],"display_date":"January 9, 1898","search_date":"1898-01-09","citations":[{"divid":1214020596,"type":"Book","data":["Robert Hinton","The Politics of Agricultural Labor",null,"New York","Galand, Inc.","1997","117-145"]},{"divid":1214020627,"type":"Newspaper Article","data":["Cotton Farmers&#39; Trust","The Washington Post","","January 10, 1898",""]}],"locations":[{"id":2039,"lat":35.2468169924,"lng":-80.8327861056,"zoom":9,"place":"MECKLENBURG, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}