{"id":278,"title":"White Man Lynched in New Orleans, LA","course_id":1,"status":"P","start_date":"1895-06-24","end_date":"1895-06-24","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 24, 1895, a white man was lynched for an attempt to lynch a black woman in Gretna, Jefferson Parish, a suburb of New Orleans.  The intent had been to lynch a black woman named Frances Woodson.  The crowd, composed of six young men in the community went to the woman's house, but she, having heard the threats against her life, had left.  The pack of young lynchers entered her house by breaking in the kitchen door.  Once inside, they destroyed the interior and set fire to the house.  The men were recognized by neighbors as they ran away.  &lt;br /&gt;White citizens of Gretna organized themselves in determination to lynch the gang of white men.  Before they were caught, the six men beat an old black man to death.  Officer Goodlett finally caught one of the gang, a man named John Frey.  The white citizens of Gretna intercepted Officer Goodlett and his prisoner and hung Frey from the nearest telegraph pole.  Three other members of the murderous gang were later arrested.&lt;br /&gt;The gang lynching of a white man was highly unusual in the Deep South in the nineteenth century.  The author of the article does not mention whether the gang who lynched the white man was black, but since he does not mention their race, it can be presumed that the gang was white.  If Ida B. Wells's argument, which stated that lynching was a result of the fear on the part of whites of declining middle class manliness is accurate, then perhaps in this instance the lynching occurred to reinstate the power of the local male citizens within their town.  The reader does not know whether the six-member gang were residents of Gretna, but regardless, the struggle for male power and dominance in New Orleans during this period is clear."],"display_date":"June 24, 1895","search_date":"1895-06-24","citations":[{"divid":1213227064,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Gail Bederman","Civilization: The Decline of Middle-Class Manlinees, and Ida B. Wells&#39;s Anti-Lynching Campaign &#40;1892-94&#41;","Gendera and American History Since 1890","Barbara Melosh, editor","New York","Routledge Publishing","1993","207-231"]},{"divid":1213227183,"type":"Newspaper Article","data":["An Innovation in Louisiana Lynching","New York Times","","June 25, 1895","9"]}],"locations":[{"id":194,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}