{"id":2782,"title":"White Interference with the Slave System \n","course_id":1,"status":"P","start_date":"1842-08-19","end_date":"1842-08-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In August 1842, J. H. Arnold of Walton County, Georgia placed an announcement in the Athens Southern Banner offering a 50 reward to anyone who found his runaway slave. In most ways this ad was like any other runaway slave reward announcements. It reflected the basic ideology of slavery that the slave was property that rightfully belonged to its owner and should be returned if found.  In this particular ad, though, Arnold also recognized less visible characteristics of race relations in the antebellum South. In his announcement, Arnold speculated that the runaway was decoyed away by a white person and that he may obtain a free pass and leave the country.  ","What type of white person in Georgia in 1842 would have encouraged a slave to run away? Was this white person that Arnold suspects trying to take the slave for his or her own good or trying to help the slave escape?  Though we cannot determine what is the most likely answer to these questions for Arnold's case specifically, the possible answers demonstrate the complexity of race relations in the South from the onset of the Slave Trade in the South up to the Civil War.  ","It is plausible that Arnold feared that a slave trader kidnapped his slave to sell him somewhere else.  The slave trading business was an extensive system and we know that traders and bandits kidnapped slaves and free-blacks in order to sell them.  It also would have been logical for Arnold to fear abolitionist involvement in his slave's escape.  Part of the work of abolitionist groups in the antebellum North was to help blacks fleeing slavery to get safely to the North.  Though very secret at the time, we are now aware of an extensive system referred to as the Underground Railroad that was in place to assist runaway slaves.  Blacks and whites worked together to make the Underground Railroad function.  Whatever Arnold specifically feared about possible involvement in the disappearance of his slave, his fear is evidence that the white people interfered with the institution of slavery as well as upheld it.  Kidnapping slave traders and abolitionists posed threats to slaveholders' position of power in the system of slavery."],"display_date":"August 19, 1842","search_date":"1842-08-19","citations":[{"divid":1216332159,"type":"Newspaper Article","data":["","Southern Banner","","August 19, 1842",""]},{"divid":1216332179,"type":"Book","data":["Joshua D. Rothman","Notorious in the Neighborhood&#58; Sex and Families Across the Color Line in Virginia, 1787-1861",null,"Chapel Hill","The University of North Carolina Press","2003",""]},{"divid":1216332219,"type":"Book","data":["T.H. Breen and Stephen Innes","Myne Owne Ground&#58; Race and Freedom on Virginia&#39;s Eastern Shore",null,"New York","Oxford University Press ","1980",""]},{"divid":1216332260,"type":"Book","data":["William J. Switala","Underground Railroad in Pennsylvania",null,"Mechanicsburg, PA","Stackpole Books","2006","1-26"]},{"divid":1216332376,"type":"Website","data":["UNC Library","Documenting the American South&#58; Annual Message of Governor Henry Watkins to the Legislature of the State of Louisiana, January 1865","UNC Library","http&#58;//docsouth.unc.edu/imls/lagov/allen.html ","October 22, 2006"]}],"locations":[{"id":2041,"lat":33.8831653504,"lng":-83.4095667489,"zoom":9,"place":"CLARKE, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}