{"id":2783,"title":"North Carolina Heads Toward Bankruptcy\n","course_id":1,"status":"P","start_date":"1863-12-25","end_date":"1863-12-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It did not take long for North Carolina?s credit to drop to the level of the Confederate credit. Faced with the constant necessity to clothe its troops, North Carolina?s state debt continued to grow. Jonathan Worth faced an overwhelming task as North Carolina?s treasurer. Unable to reimburse the state for its expenditures, the Confederacy consequently produced a serious drain on North Carolina?s economy. Governor Vance proposed that the mercantile operations conducted under the State legislation, would generate a fair amount of revenue. However, Worth believed this proposal would not solve North Carolina?s economic problems. The trading system that was established with Europe contained many setbacks. As a result of their doubtful credit, a commodity that cost a dollar in gold could be sold to Europe for four dollars in Confederate currency; four dollars in Confederate currency equated to twenty cents in North Carolina. ","With the domestic production of clothes inadequate, Governor Vance looked to Europe for a better source of supply. Vance believed that his state would profit from purchasing steamships to transport cotton, through the blockade, to England in exchange for imported clothing. ","Contrary to what Worth predicted, historian David P. Currie found the governor?s policy of blockade-running remarkably successful. North Carolina?s soldiers and civilians received many manufactured articles that the war otherwise would have deprived them of. Nevertheless, the Confederacy did not receive much profit from the blockade-running; at the end of war it owed the state several million dollars for clothing furnished to the troops. "],"display_date":"December 25, 1863","search_date":"1863-12-25","citations":[{"divid":1216920981,"type":"Website","data":["Jonathan Worth ","Letter from Jonathan Worth to William J. Yates","Alexander Street Press","http&#58;//www.alexanderstreet2.com/CWLDLive/","October 25, 2006"]},{"divid":1216921057,"type":"Article","data":["David P. Currie","the Looking-Glass&#58; The Confederate Constitution in Congress, 1861-1865","Virginia Law Review","90","2004","1257-1399"]}],"locations":[{"id":2042,"lat":35.2468169924,"lng":-80.8327861056,"zoom":9,"place":"MECKLENBURG, North Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}