{"id":2787,"title":"Indian Attacks: Vengeance or Violence?\n","course_id":1,"status":"P","start_date":"1835-01-15","end_date":"1835-01-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1835 somewhere between Athens, Georgia and Montgomery, Alabama an Indian shot Reverend Mr. Davis while he was traveling. The Presbyterian Clergyman was wounded but was expected to recover.  In Athens, the Southern Banner reported this incident stating that though they did not know the details, they feel fully justified in saying that no provocation whatever, was given by [Mr. Davis], to cause this outrage.","Travelers through the antebellum South faced many dangers. Among the most frightening to white travelers was the possibility of coming into contact with Indians. In the 1830?s, the threat of Indian attacks was heightened as a result of President Andrew Jackson's Indian Removal Act and the treaties that followed.  During this period, Jackson used treaties to try to force Indians of the five nations that resided in the southeastern United States - the Cherokee, Creek, Choctaw, Chicasaw and Seminole - to migrate west. While some Indians agreed to move, others resisted Jackson's efforts and chose to stay. Most of the population of both the Creeks and the Cherokees would have remained in Georgia and Alabama in 1835 when Davis was traveling. Without protection against land hungry white settlers, though, the Indians that stayed often lost their land and were left destitute. Frustrated with their situation and angry with Jackson and their white neighbors for trying to force them off of their land, Indians were known to steal from and attack white neighbors and passers-by. ","In its report of this incident, the Athens' <em>Southern Banner </em>implied that the Indian attacker was unprovoked in the outrage he or she committed. The article did not consider the probable outrage the Indian felt at the marginalization and poverty he or she faced. In hindsight, the title of the article, Indian Outrage, might be read as an outraged Indian taking out his frustration over the actions of President Jackson. As this article's perspective shows, white southerners at this time lacked such sympathy for the Indians. The same lack of sympathy was visible in the incident of the Trail of Tears, when Indian nations were forced to migrate and walk across the South to new homes. ","The aggression that existed between white southerners and the Indians was both a result of and a contributor to the theories of rationalizing the forced migration.  President Jackson argued that the Indians would be better off in the Western lands where they would not have to face attacks from white southerners.  This theory that it would be better for the Indians if they moved, created even less sympathy in white southerners towards those who chose to stay."],"display_date":"January 15, 1835","search_date":"1835-01-15","citations":[{"divid":1213832461,"type":"Newspaper Article","data":["","Southern Banner","","January 15, 1835",""]},{"divid":1213832474,"type":"Online Encyclopedia","data":["New Georgia Encyclopedia","Indian Missions","http://www.georgiaencyclopedia.org/nge/Article.jsp?id=h-784 ","October 5, 2006"]},{"divid":1213832505,"type":"Article","data":["Litton Gaston","The Journal of a Party of Emigrating Creek Indians - 1835-1836","The Journal of Southern History","7","May 1941","225-242"]},{"divid":1213832562,"type":"Website","data":["PBS","Indian Removal","PBS Online","http://www.pbs.org/wgbh/aia/part4/4p2959.html ","October 22, 2006"]}],"locations":[{"id":2045,"lat":33.8831653504,"lng":-83.4095667489,"zoom":9,"place":"CLARKE, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}