{"id":2788,"title":"Battle of Monroe&#39;s Cross Roads\n","course_id":1,"status":"P","start_date":"1865-03-19","end_date":"1865-03-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1865, Union Major General William Tecumseh Sherman advanced North from Georgia, through the Carolinas, with the intention of regrouping with Northern forces in Virginia. As Sherman's army advanced into North Carolina, Major General Judson Kilpatrick's cavalry division screened the left flank. On the evening of March 9th, Kilpatrick's brigade decided to set up camp in Cumberland County, about fifteen miles from Fayetteville. Early on March 10th, the cavalry of Confederate Major General Wade Hampton attacked Kilpatrick's camp. The Confederates drove the Federals into a swamp in the rear of their headquarters. Kilpatrick managed to escape and hastily reorganized his men. He regained possession of his guns and was able to drive out the rebels. The Federals' counterattack on the Confederates killed sixty-eight of Hampton?s men and forced them to withdraw.","Sherman's campaign left 425 miles of desolation that would never again support a Rebel army. Unlike in South Carolina, Union troops did relatively little damage to the civilian infrastructure in North Carolina. This was a result of the animosity between the Union soldiers and South Carolina. After the Battle of Bentonville, Union troops marched on to Goldsboro to rest and refit after seven weeks of fighting.","The effect of Sherman's Campaign on the Confederacy was devastating; Confederates were no longer united. With an army of 60,000, Sherman made the entire South feel the weight of war. Sherman's campaign, as historian Charles Edmund Vetter noted, triggered a significant amount of suffering throughout the South, in the form of economic depression, psychological disturbance, and material destruction. Even though Sherman's march through the Carolinas did not directly influence Lee's surrender, the march devastated Confederate logistics. The despair of North Carolinians threatened to break up Lee's army. They were tired of the war. "],"display_date":"March 19, 1865","search_date":"1865-03-19","citations":[{"divid":1214530362,"type":"Newspaper Article","data":["Sherman&#39;s Campaign","New York Times","","March 19, 1865","1"]},{"divid":1214530381,"type":"Book","data":["David Herbert Donald","The Civil War and Reconstruction",null,"New York","W.W. Norton &amp; Company","2001","465-467"]},{"divid":1214530426,"type":"Book","data":["James M. McPherson","Ordeal By Fire: The Civil War and Reconstruction",null,"New York","Alfred A. Knopf","1982","476-477"]}],"locations":[{"id":2046,"lat":35.0722625624,"lng":-78.9615125578,"zoom":9,"place":"CUMBERLAND, North Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}