{"id":2789,"title":"Mechanization\n","course_id":1,"status":"P","start_date":"1896-04-23","end_date":"1896-04-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A local newspaper in Salisbury, North Carolina published an article on April 23, 1896, reporting the effects that labor-saving machinery was having on their community. The Salisbury Truth article was composed of statements and facts gathered by a person who has given the subject a great deal of thought. The piece described how, with the help of modern machinery, one man and his two sons were able to complete work that had required 11,000 spinners only a few years ago, while another man was able to do the work of 50 weavers at once. Other machines had greatly affected the amount of labor needed to execute certain tasks, such as cotton printing machines, which had reduced hand labor by 1500 percent, and log sawing machines, which fostered the unemployment of 499 men out of 500. In the manufacturing of paper, the article reported that 95 percent of hand labor had been replaced, and by the use of machinery in loading and unloading ships, one man could do the work of 2000. "," While it is unknown whether these statistics are in fact correct, what they reveal is the profound effect mechanization had upon the South at this time. The author's wonder and admiration at the capabilities of this equipment was profound and sincere, and he predicted correctly that such devices would only improve in number and quality over time. In a society intensely focused on agriculture in particular, these machines were miraculous for the amount of time they saved and the efficiency in which they completed some of the most grueling and labor-intensive tasks. "," The effect these devices had on the South was profound. In previous decades, North Carolina had lagged behind other southern states in agricultural productivity and economic means; Mississippi and Alabama were the only states that ranked lower. However, from 1880-1900, textile manufacturing increased dramatically, along with the development of new railroads, highways, educational institutions, banks, and tobacco factories. These economic advancements were fairly unique to North Carolina compared with other southern states, claims historian Dwight Billings, making it known throughout the South for its progressiveness in the era of the Second Industrial Revolution. However, the effects of labor-saving machinery could be felt throughout the South, inspiring improvements in communication, transportation, and productivity. Those developments brought many rural people into Southern cities to work at mills and factories, and before long, a strong and substantial middle class had emerged. "],"display_date":"April 23, 1896","search_date":"1896-04-23","citations":[{"divid":1214520107,"type":"Newspaper Article","data":["The Effect of Machinery","The Salisbury Truth","","April 23, 1896","2"]},{"divid":1214520133,"type":"Article","data":["Dwight B. Billings","Class Origins of the New South: Planter Persistence and Industry in North Carolina","The American Journal of Sociology","88","1982","s52-s85"]},{"divid":1214520244,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["Nick V. Tunzelmann","The Production of Technology vs. the Use of Technology","The Economic Future in Historical Perspective","Paul A. David and Mark Thomas, editors","Oxford","Oxford University Press","2003","160-177"]},{"divid":1214520351,"type":"Website","data":["Joel Mokyr","The Second Industrial Revolution","Northwestern University","http://www.faculty.econ.northwestern.edu/faculty/mokyr/castronovo.pdf ","October 25, 2006"]}],"locations":[{"id":2047,"lat":35.6396250473,"lng":-80.524728632,"zoom":9,"place":"ROWAN, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}