{"id":2792,"title":"Bringing Women&#39;s Education Close to Home\n","course_id":1,"status":"P","start_date":"1852-01-08","end_date":"1852-01-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["An Old Citizen of Athens, as he called himself, wrote an editorial for the Southern Banner in January 1852 complaining about the way Athenians were educating their daughters. He argued that instead of sending their daughters to large overgrown establishment outside of Athens, they should take advantage of the good teachers and schools available closer to home.  There are two advantages that this Old Citizen found in using the schools closer to home: it would keep the daughters at home and it would keep the money spent on education in the local economy.  ","The Old Citizen firmly believed that daughters should receive an education, just through different means than were popular at the time. Though his editorial implies that educating one's daughters was a common thing to do, he was writing to a specific audience who could afford to send their children away for private schooling. Though there was a push for the establishment of public education earlier, it would be six years before Georgia established a successful public schooling system.  Before 1858 almost all primary and secondary education took place in private schools or from private teachers.  The ability to pay for private teachers was limited to the upper classes, but sending children to boarding schools caused an additional burden because it prevented them from helping at home.","The advantage of keeping daughters at home is likely related to the important housework women performed.  In her book The Politics of Education in the New South, Rebecca Montgomery suggests a parallel between the position of women and the position of slaves in antebellum society.  She explains that legally both slaves and women were dependent on the patriarch.  In addition she draws parallels between the functions of the two groups.  While slaves did the hard labor in the fields, the women did the domestic work.  The importance of the woman's role in the house may have prevented people from wanting to send daughters away to school where they could not help at home and would not learn the domestic skills they would be expected to perform when they got married.  In addition the Old Citizen may have believed it better to keep daughters at home so that their morals could be guarded.  The patriarchal system centered in the home was the primary source of discipline and moral values in the antebellum South. ","This editorial also reflected on the economy of private education.  The Old Citizen wanted people to school their daughters in Athens so that the money they paid went back into the Athens economy.  This implies that there was an awareness of the value of the local economy in the antebellum South.  Though transportation systems were rapidly developing in the antebellum period, there was still a sense that keeping money at home, in the local economy, was a way to benefit one's community.  This was especially true in a developed urban area like Athens, which by the time of this editorial had been established for 67 years.  The city in 1852 had much to offer its citizens, largely due to its extensive manufacturing system."],"display_date":"January 8, 1852","search_date":"1852-01-08","citations":[{"divid":1214446113,"type":"Online Encyclopedia","data":["New Georgia Encyclopedia","Public Education","http://www.georgiaencyclopedia.org","October 5, 2006"]},{"divid":1214446157,"type":"Newspaper Article","data":["","Southern Banner","","January 8, 1852",""]},{"divid":1214446182,"type":"Book","data":["Rebecca S. Montgomery","The Politics of Education in the New South: Women and Reform in Georgia, 1890-1930",null,"Baton Rouge","Louisiana State University Press","2006","1-9"]},{"divid":1214446234,"type":"Book","data":["Kenneth Coleman, editor","A History of Georgia",null,"Athens","University of Georgia Press","1977","178"]}],"locations":[{"id":2049,"lat":33.8831653504,"lng":-83.4095667489,"zoom":9,"place":"CLARKE, Georgia"}],"tags":[{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}