{"id":2796,"title":"The Church and the Irreconcilable Differences between Protestants and Catholics\n","course_id":1,"status":"P","start_date":"1879-10-05","end_date":"1879-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" October 5, 1879 was a Sunday, and the weather was beautiful and bright as the many religious people of Danville, VA, walked to church to attend the hour-long service that morning. Later that night, at the Main Street Methodist Church in downtown Danville, Rev. P.A. Peterson delivered a speech called The Primacy of St. Peter, according to the Catholic Church. To a packed audience which was deeply interested in the subject, he highlighted the irreconcilable differences between the Catholic Church and the Protestant church. Rev. Peterson explained how the Catholic Church's attitude towards Peter was that Christ had made him the supreme authority on earth as the rock of the church. Since Catholics believed in the uninterrupted secession from Peter to the Popes of today, the Catholic Church owed the popes its allegiance. In response to this view, Rev. Peterson argued that while Peter was pre-eminent and of supreme personal character, there was no divine designation of Peter as the supreme authority of the church. Therefore, according to Peterson, the Catholic Church and the Protestant church are irreconcilable, since Protestant claims make Catholic Church structure void and superstitious. While Catholics saw authority in the Pope, Protestants saw the only authority as Christ. In Peterson's mind, these two beliefs were irreconcilable. Peterson compared the two churches to separate empires, presided over by different rulers and laws. "," It is clear that religion and attending church were extremely important to the people of Danville. Citizens took pride in their church buildings and especially in the number of young people who attended church. The fact that so many people in Danville were interested in the conflict between Protestants and Catholics shows the serious implications that their faith had on their lives. Southerners in general took pride in their religion. Southern religion was largely Protestant, and many Southerners strove to keep their religion pure and away from perversions such as Catholicism and Judaism, which in Southerners' minds had influenced the North. Religious division had been a constant part of American life through political parties and economic opportunity. Religious division also reflected ethnic division, since most of the new immigrants coming to the United States in this time period were Roman Catholics. Immigrants were often competing with other whites for jobs, especially in the industrial sector. These immigrants were regarded with suspicion and unease, and two different faiths did nothing to ease the tension. In the North, Catholics were a socially marginalized majority who were gaining influence. The South did not want the same. This sermon's reminder of the inherent differences between Catholicism and Protestantism cemented beliefs that many southerners already had about their brothers in Christ. Catholics were obviously not at the same level of exclusion as blacks or even Jews, but there was a distinct difference between the two faiths. "],"display_date":"October 5, 1879 - December 31, 1879","search_date":"1879-11-17","citations":[{"divid":1216342030,"type":"Newspaper Article","data":["","Daily Post","Danville, Virginia","October 7, 1879",""]},{"divid":1216342050,"type":"Newspaper Article","data":["","Daily Post","Danville, Virginia","December 25, 1879",""]},{"divid":1216342074,"type":"Book","data":["John W. Caughey, John Hope Franklin, and Ernest R. May","A History of the United States",null,"New York, NY","Benziger Brothers, Inc.","1966","279"]},{"divid":1216342134,"type":"Book","data":["Samuel S. Hill, Jr.","The South and the North in American Religion",null,"Athens, Georgia","University of Georgia Press","1980","106-118"]},{"divid":1216342199,"type":"Book","data":["Dolores Liptak","Immigrants and the Church",null,"New York, NY","Macmillan Publishing Co.","1989","59"]},{"divid":1216342269,"type":"Article","data":["Charles Reagan Wilson","The Religion of the Lost Cause","The Journal of Southern History","46","1980","233"]},{"divid":32645,"type":"Pamphlet or Other Printed Material","data":[null,null,null,null,null,null,null,null,"yVtFmzMGONlbbvvIh"]}],"locations":[{"id":2052,"lat":36.8111162856,"lng":-79.3976134371,"zoom":9,"place":"PITTSYLVANIA, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}