{"id":2797,"title":"Tobacco Business Revives Economy in Durham\n","course_id":1,"status":"P","start_date":"1865-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In 1865, John Ruffin Green, a newcomer to Durham, bought a tobacco factory from Dr. Richard Blacknall. Green knew that there was a future in the manufacturing of tobacco because he noticed the extensive amount of its consumption in the Confederate Army and among university students. Green focused on the manufacture of smoking tobacco by buying only the best grades of leaf. Later that year, a terrible incident turned out to be a blessing for him. The Confederate Army, while withdrawing through Durham, acquainted Green's tobacco with the Federals. The soldiers raided the factory, and Mr. Green assumed his business was ruined. However, they quickly acquired an appreciation for Spanish Flavored Durham Tobacco, when they smelled the smoke from Green's factory. Orders for Green's tobacco began to accrue, reviving both his business and the tobacco industry. As a result of the Civil War, demand for both whisky and tobacco quickly increased.","When the North Carolina soldiers returned to the South after the surrender, they were confronted with poverty and bankruptcy. Confederate banks, bonds, and money were now all worthless. However, Durham quickly found prosperity in the tobacco industry. Rapid growth of Durham in the post Civil War period was due to the surge in the tobacco manufacturing industry. Durham's escape from tradition is one of the main reasons why the city became the chief tobacco manufacturing center in North Carolina. Factories multiplied, warehouses were established, and there was an increase in population.","The development of tobacco manufacturing in the state, as historian Hugh Talmage Lefle found, was almost wholly the result of private initiative. The industry was highly concentrated graphically and completely owned by North Carolinians. "],"display_date":1865,"search_date":"1865-07-02","citations":[{"divid":1214435975,"type":"Website","data":["Documenting the American South","A Sketch of the Tobacco Interests in North Carolina","University of North Carolina at Chapel Hill","http://docsouth.unc.edu ","October 5, 2006"]},{"divid":1214436039,"type":"Book","data":["William Kenneth Boyd","The Story of Durham: City of the New South",null,"Durham","Duke University Press","1925","58-60"]},{"divid":1214436074,"type":"Book","data":["Hugh Talmage Lefler","The History of a Southern State: North Carolina",null,"Chapel Hill","The University of North Carolina Press","1973","509-511"]}],"locations":[{"id":2053,"lat":36.0615410355,"lng":-79.0467709268,"zoom":9,"place":"ORANGE, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}