{"id":2798,"title":"Jackson&#39;s Support for Indian Removal\n","course_id":1,"status":"P","start_date":"1830-12-08","end_date":"1830-12-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["President Andrew Jackson fought bravely against the Indians in numerous wars before becoming president in 1828. President Jackson was a strong opponent of Indian tribes. On May 28, 1830, President Jackson signed into law the Indian Removal Act. Congress passed the treaty in order to relocate the Indian tribes living east of the Mississippi River to lands in the west. Although, the act did not order the removal of the Indians, it did allow the president to negotiate land by exchanging treaties with tribes living within the boundaries of the states. ","President Jackson's first annual message to Congress in December gave him great pleasure to announce to Congress that the Removal Act was approaching to a happy consummation. He reported that two important tribes had accepted the provisions made for their removal at the last session of Congress and believed that the two tribe's examples would induce the remaining tribes to seek the same obvious advantages. President Jackson was supportive of a speedy removal and he felt it was important not only to the United States but to the Indians themselves. According to Jackson, moving the Indians would separate them from immediate contact with settlements of whites, free them from the power of the States, enable them to pursue happiness in their own way, and would stop their slow extinction. ","President Jackson told Congress that he felt the act was fair because a fair exchange of land was being granted and because the General Government proposed to pay the whole expense of the red man's removal and settlement... In his closing statements, President Jackson hoped that all good citizens, especially those that felt the Indians were being oppressed by the subjection to the laws of the States, would unite, help influence and enforce a speedy removal for the better of both the red men and white Americans. The Removal Act would benefit white settlement and allow the country's citizens to inhabit up and down the eastern coast. This included certain southern states such as Georgia and Florida, which was recently acquired from the Spanish. Most white Americans supported the Removal Act, especially southerners who were eager to expand southward. Expansion south would be good for the country and the future of the country's economy with the later introduction of cotton production in the south. Yet, there was still significant opposition to the act. Some of the people that opposed the act were Christian missionaries. Even though there was opposition to Jackson's view of the Removal Act, those who were opposed were not able to stop Jackson and the nation from removing the Indians as fast as possible. "],"display_date":"December 8, 1830","search_date":"1830-12-08","citations":[{"divid":1215539977,"type":"Website","data":["Andrew Jackson","President Andrew Jackson State of the Union Address 1830","USA-Presidents. Info","http://www.usa-presidents.info","September 20, 2006"]},{"divid":1215540031,"type":"Online Encyclopedia","data":["The State Library of North Carolina Encyclopedia","Andrew Jackson","http://statelibrary.dcr.state.nc.us","September 21, 2006"]},{"divid":1215540072,"type":"Book","data":["William J. Cooper Jr and Thomas E. Terrill","The American South: A History",null,"New York","McGraw Hill Companies","1996","158"]},{"divid":1215540100,"type":"Book","data":["Irvin M. Peithmann","The Unconquered Seminole Indians",null,"St. Petersburg","Great Outdoors Publishing Company","1957","22"]},{"divid":67520,"type":"Law","data":[null,null,"ohSPaBXEYlo"]}],"locations":[{"id":2054,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":17,"tag":"Government"},{"id":19,"tag":"Native-Americans"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}