{"id":2800,"title":"Governor Dismisses Woman&#39;s Execution\n","course_id":1,"status":"P","start_date":"1898-03-30","end_date":"1898-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 30, 1898, Elizabeth Nobles prepared to live her last day on earth. The State had found Nobles guilty of murdering her husband three years prior, and sentenced her to death by hanging the following day. Yet the Twiggs County facility where Nobles was being held received a last minute notice to cancel her execution. Georgia Governor William Atkinson, the only body left with the power to pardon her death sentence, sent the notification that afternoon reducing her punishment to serving life in prison. The governor came to this conclusion after immense pressure from women across the state. Once the Pardon Board had declared that it could do no more for the accused, individual women as well as organizations sent numerous petitions and requests on behalf of Nobles to the governor. Women's growing power to influence politics and social matters was realized as their efforts proved to be successful in Nobles' stay.","Around the turn of the twentieth century, women's issues and rights started to take center stage, especially on the political level. By the time of Nobles' scheduled execution, women across the South had already secured property and age of consent rights, fought for higher education opportunities, and even battled for suffrage. Certain territories in the West had even granted suffrage for all women by this point. Although Georgia had not yet permitted women to vote, women still held power and exerted their influence over everyday affairs. They formed committees and organizations concerned with reducing social ills such as illiteracy, child labor, and the consumption of alcohol. They joined preexisting groups such as the National American Woman Suffrage Association in order to further their own desires to win political recognition. But most of all, they became a presence in society, fighting and lobbying openly and relentlessly for the political and social causes they believed in. Saving Elizabeth Noble from death was just one example of such a cause."],"display_date":"March 30, 1898","search_date":"1898-03-30","citations":[{"divid":1214443281,"type":"Newspaper Article","data":["No Rope for Mrs. Nobles","The New York Times","","March 31, 1898","7"]},{"divid":1214443311,"type":"Book","data":["Edward L. Ayers","Southern Crossing",null,"New York","Oxford University Press","1995","157-162"]},{"divid":1214443366,"type":"Book","data":["Michael McGerr","A Fierce Discontent",null,"New York","Oxford University Press","2003","52"]}],"locations":[{"id":2056,"lat":32.6672458352,"lng":-83.4272163299,"zoom":9,"place":"TWIGGS, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}