{"id":2804,"title":"Family Influence on Religious Choices\n","course_id":1,"status":"P","start_date":"1839-05-01","end_date":"1839-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Walker I. Brookes wrote a letter to his father, Iveson Brookes, from his school in Penfield, Georgia in 1839.  Walker was most likely a student of the relatively new Baptist institution, Mercer University. In his letter, he told his father of the large number of baptisms that had taken place recently. He reported that 13 boys at Mercer and 24 girls at the Penfield Female Academy, which was organized by the Mercer administration, had been baptized. Walker's reason to write this letter, though, was not to report these events but to ask his father for permission to be baptized himself. Iveson Brookes was a Baptist minister so Walker probably had little doubt that his father would approve of his baptism. Yet he still felt it was his duty, as he says, to formally consult with his father beforehand. Walker told his father when he wrote, I gave in my experience before the Church and they say that they were altogether satisfied with it. He was ready to go through with this religious ritual as soon as he got the approval of his father.  ","Mercer University was part of a wave of denominational colleges founded in the South during the nineteenth century. Founded in 1833 with the name Mercer Institute, by the Georgia Baptist Convention, the college, like most Baptist colleges of the period, was located in a rural area of Georgia.  The founding of the college also marked the founding of Penfield, the newly formed town where it was located.  Denominational colleges like Mercer were founded by Baptists, Presbyterians and Methodists throughout the South and by the 1850's dominated higher education in the region.","Though looking back these colleges are often looked down upon as being conservative and overly traditional, at the time they were pushing the boundaries of education.  When compared to contemporary state universities, the curricula of denominational colleges differed greatly and in many ways more closely resembled modern liberal arts curricula.  State colleges in the mid- nineteenth century were focusing on practical education to improve technology and science. The schools founded by evangelicals, on the other hand, studied a greater amount of classical languages, literature, and religion in addition to participating in useful activities like farming.  The religious organizations began to found these educational institutions both because of an ideological belief in education, and for the practical reason of increasing clergy and training future religious leaders. Despite their strong sectarian foundations, the students of these institutions were often more diverse because they would pull from the local community regardless of religion. Relative to state universities, the denominational colleges were inexpensive and less elitist, often drawing students from the middle classes. ","Along with providing a less aristocratic and expensive college choice, denominational colleges appealed to parents by presenting themselves as providing strong morals for their students. In this letter, though, we can see that the family still held the most power in moral and religious decisions.  Even if the school or the school community encouraged students to be baptized, the family was the final decision maker."],"display_date":"May 1, 1839 - May 30, 1839","search_date":"1839-05-15","citations":[{"divid":1215540348,"type":"Manuscript on Microfilm","data":["","Walker I. Brookes to Iveson Lewis Brooks, May 1839","Reel 37, Micflm 1705 ser. J Part 4 Frame 222-223","Iveson Lewis Brookes Papers","Alderman Library, University of Virginia"]},{"divid":1215540380,"type":"Online Encyclopedia","data":["The New Georgia Encyclopedia","Baptists","http://www.georgiaencyclopedia.org/nge/Article.jsp?path=/Religion/FaithsDenominations/Christianity/Baptist&amp;id=h-2923","October 5, 2006"]},{"divid":1215540438,"type":"Book","data":["Spright Dowell","A History of Mercer University",null,"Macon","Mercer University Press","1953","10-63"]},{"divid":1215540489,"type":"Book","data":["David B. Potts","Baptist Colleges in the Development of American Society",null,"New York","Garland Publishing Inc.","1988","71-72, 276-279, 136-145"]},{"divid":1215540558,"type":"Book","data":["Donald G. Mathews","Religion in the Old South",null,"Chicago","University of Chicago Press","1977","88-97"]},{"divid":1215540616,"type":"Book","data":["John R. Thelin","A History of American Higher Education",null,"Baltimore","The Johns Hopkins University Press","2004","58-63"]}],"locations":[{"id":2059,"lat":33.5789538766,"lng":-83.1662400397,"zoom":9,"place":"GREENE, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}