{"id":2807,"title":"Address to the Black People of North Carolina\n","course_id":1,"status":"P","start_date":"1870-12-19","end_date":"1870-12-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Beginning in the fall of 1867, the Military Reconstruction Acts allowed qualified residents of ex-Confederate states to elect delegates to new Constitutional conventions. The Republican Party exclusively supported the implementation of these Acts, consequently gaining full support from the black community. Furious over losing the war and slave property, ex-Confederate Democrats molested blacks at the polls. Democrats instituted a system of disenfranchisement, by requiring each person to vote in the township in which he resided and by allowing voters to be challenged at the polls. Additionally, Democrats attacked Governor Holden and threatened to impeach him and then dispose of him once the Democrats gain political power. Still bitter about the new Acts, Democrats proposed to attack Republicans in order to secure a majority of delegates for the Convention. Republicans called for a day of fasting and prayer throughout the state, in order to ask God for his blessings through this ordeal. ","During this period, Republicans forced many white planters and yeomen farmers to sell off their land, by imposing heavy taxes. Embarrassed and infuriated by this travesty, the honest and intelligent majority of white southerners ultimately took control of the Republican regime.","During Reconstruction, blacks continued to develop their own churches and organizations. Blacks, who were passionate about their right to vote, became assertive in the social and economic sphere. They knew white support was crucial and therefore, Blacks sought white allies even in states with black majorities. The government's importance explains why many white southerners regarded black suffrage and Republican rule with such dread. "],"display_date":"December 19, 1870","search_date":"1870-12-19","citations":[{"divid":1215540844,"type":"Website","data":["Documenting the American South","Address to the Color People of North Carolina","University of North Carolina at Chapel Hill","http://docsouth.unc.edu","October 5, 2006"]},{"divid":1215540885,"type":"Book","data":["David Herbert Donald","The Civil War and Reconstruction",null,"New York","W. W. Norton and Company","2001","577-580"]}],"locations":[{"id":2061,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}