{"id":2808,"title":"Trains Fatally Wreck at Stone Creek\n","course_id":1,"status":"P","start_date":"1896-02-29","end_date":"1896-02-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the evening of February 29, 1896, a Southern Railway passenger train wrecked on the Stone Creek bridge, outside of Macon, Georgia, sending the railcars and the bridge into the marshy ground 15 feet below. Minutes after, despite an attempt to warn it, a freight train following on the same line met the same fate. Three men died, while at least five people were seriously injured in the wreckage. In the ensuing investigation, detectives discovered that spikes and a portion of the rail were removed on the left side heading east. They attributed this offense to train robbers or train-wreckers.","What investigators later learned was that this was not simply an act of spontaneous delinquency, but a premeditated attack to set off an insurance scheme. Thomas Shaw and Warren E. Creswell were charged and sentenced to life in prison for causing the deadly accident. Their apparent motive was to collect insurance for the injuries to their wives that happened to be on board the train. Shaw's father convinced the two women to return from a shopping trip to Atlanta on the Southern Railway train because if we were to get hurt on the Macon, Dublin & Savannah Railroad we would get nothing for our injuries. If we got hurt on the Southern we will get pay, implying that he too knew of the plan. The elder Shaw was also arrested for his involvement, but the two women, who were oblivious to the scheme, were not.","With agriculture declining and industry rising after the Civil War, railroads were an economic success. Railroad lines expanded across the country and became the preferred mode of travel, allowing owners to profit greatly. However, they still had kinks. Accidents and crashes were common along railways. While they were not always the fault of the railroad itself, certain companies compensated injured victims in such a situation. This, along with their great prosperity at the time, made them an easy target. At a time when the United States was slowly recovering from an economic depression, people, especially in rural areas, were desperate to make money in any way possible. They were even desperate enough to force a wreck so that injured family members aboard the train would receive compensation."],"display_date":"February 29, 1896","search_date":"1896-02-29","citations":[{"divid":1213448188,"type":"Newspaper Article","data":["Plunged from a Trestle","The New York Times","","March 2, 1896","1"]},{"divid":1213448259,"type":"Newspaper Article","data":["Work of Devils","Atlanta Constitution","","March 2, 1896","3"]},{"divid":1213448290,"type":"Book","data":["W.F. Combs","The Stone Creek Wreck",null,"London, New York","F. Tennyson Neely, Publisher","1898","1-68"]},{"divid":1213448338,"type":"Book","data":["Edward L. Ayers","Southern Crossing",null,"New York","Oxford University Press","1995","7-12"]}],"locations":[{"id":2062,"lat":32.8067094598,"lng":-83.6980226314,"zoom":10,"place":"BIBB, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}