{"id":2809,"title":"Town Affected by Railroad Commissioners Illegal Collaborations with the Southern Railway Company\n","course_id":1,"status":"P","start_date":"1897-10-06","end_date":"1899-01-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The charges were grave and the punishment severe. On Wednesday, October 6, 1897, North Carolina Governor Daniel L. Russell dismissed Otho Wilson, the railroad commissioner, for conspiring with the Southern Railway Company to promote his own economic interest. Wilson did this by appealing to the railway company to stop at his hotel in order to increase the eating-house's business. According to Russell and the witnesses gathered by him to testify against Wilson, this had a negative impact on many businesses in Hickory, North Carolina, the stop that was replaced by Wilson's hotel. The town's only restaurant was forced to close when the train ceased stopping there. Others faced difficulties in transporting or receiving merchandise, and many were inconvenienced by the extra travel now required to reach the closest railroad station. Not only did the effect Wilson's actions had on the town of Hickory warrant his dismissal, but Russell argued that by placing himself under obligations not only to the Southern Railway Company it disqualified him to act as a fair, impartial judge and juror in any controversy that might arise between such corporations and individual citizens. "," A few years later on January 25, 1899, a group of people decided to contest this decision and wrote an appeal to Governor Russell asking for an explanation, as they felt Wilson's dismissal was unjust. Russell responded with a lengthy document that described Wilson's misdeeds and explained how severely he had affected the town of Hickory solely for his own monetary gain. Russell, the first Republican Governor of North Carolina since the end of Reconstruction and the last until 1973, was chastised relentlessly by the Democrats, who took Wilson's indictment for bribery, as well as that of Dr. Moss, the Chairman of the Commissioners of Vance County, to reflect personally upon Russel's legislature since he had originally appointed them to those positions. The Democrats argued that those officials' effects on North Carolina politics and the economies of local towns was unforgivable, and must be corrected with a new Democratic governor. "," This scenario reveals a great deal about both the importance of transportation in South at this time and the politics involved with that institution. At this time, the railroad was the most effective means of transportation throughout the South. As the railroad tracks quickly lengthened, so did the population and industry of places with train stations. Therefore, a railroad commissioner usually made decisions about stopping points with great deliberation because their impact on towns would be considerable, which explains why Wilson's crime was so grave. Also, since railroads were the primary mode of transportation, the politics surrounding them were intense, and as historian Leslie Decker claims, often involved conflicts between political and economic interests. This can be seen in Russell's dilemma and in the reasons cited by the Democrats for his incompetence. "],"display_date":"October 6, 1897 - January 25, 1899","search_date":"1898-06-01","citations":[{"divid":1216667771,"type":"Pamphlet or Other Printed Material","data":["","In Re Maj. J. Wilson and Mr. O. Wilson","","Governor Daniel L. Russell","1899",""]},{"divid":1216667803,"type":"Newspaper Article","data":["Wilson Dismissed","The Salisbury Truth","","October 6, 1897","3"]},{"divid":1216667847,"type":"Book","data":["Leslie E. Decker","Railroads, Lands, and Politics",null,"Providence, RI","Brown UP","1964","247-250"]}],"locations":[{"id":2063,"lat":35.6626332941,"lng":-81.2144458062,"zoom":10,"place":"CATAWBA, North Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}