{"id":281,"title":"Halma Wins the Kentucky Derby with African American Jockey\n","course_id":1,"status":"P","start_date":"1895-05-04","end_date":"1895-05-04","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Twenty thousand people attended the Kentucky Derby in 1895, the largest crowd ever at the Churchill Downs racetrack.  Halma's victory increased morale among Kentuckians because he was the first homebred to claim the Derby title for several years.  Halma was hailed as a great horse, worthy of the victory.  He had never run a mile and a half before, but his superb breeding (Hanover Julia L.) predicted his virtually undeniable victory.  Halma broke at the front of the pack and remained there, something highly unusually in racing, for the entire race.    James Soup Perkins, a 15-year-old African American, piloted Halma to the victory.  Through his win, he joined fellow African American jockey Alonzo Clayton as the youngest winning riders of the event. Perkins, who received his nickname for his love of soup, began riding in 1891 at 11. He won his first race at Kentucky's Latonia racetrack that year. Perkins died in August 1911 while attending the races at Hamilton, Ontario.&lt;br /&gt; Horse racing was in the 1890s and continues to be today, the largest spectator sport in America.  People travel as spectators and as exhibitors from all over the United States to witness races that last about 60 seconds.  In times of political upheaval, racing unified the country which rallied behind champion athletes like Halma.  &lt;br /&gt;The first Kentucky Derby was run in 1875 and thirteen out of the fifteen jockeys were African American and fifteen out of the first twenty-eight races were won by African American riders; in addition, a large portion of the grooms who cared for the horses were black."],"display_date":"May 4, 1895","search_date":"1895-05-04","citations":[{"divid":1213226836,"type":"Book","data":["M.E. Ensminger","Horses &amp; Tack",null,"Boston, MA","Houghton Mifflin Company","1977","378"]},{"divid":1213227005,"type":"Newspaper Article","data":["Crowned: Halma King of the Kentucky Turf","Courier Journal","","May 7, 1895","1"]}],"locations":[{"id":198,"lat":38.1871284664,"lng":-85.6594827753,"zoom":9,"place":"JEFFERSON, Kentucky"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}