{"id":2810,"title":"Raging Measles in Ruckdale, Texas","course_id":1,"status":"P","start_date":"1876-12-29","end_date":"1876-12-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 29, 1876, D.F.M. Chandler sat down in Ruckdale, Texas to write a letter to Mrs. Roberts, a dear friend. These two had been in written contact with each other previous to this letter, and Chandler apologized for the lapse of time before his responding. Ruckdale, he said, had been hit with a raging case of the measles. This case of the measles terribly afflicted the community; Chandler's family had even had to move their Christmas celebration to a spot beyond the river in order to avoid this epidemic. ","Measles, also called Rubeola, is caused by a virus and is highly contagious, which is most likely why this epidemic in Texas was so far-spread. Nine out of ten people in the same household or in close contact with someone infected with the measles is likely to contract this virus from that person. Symptoms come in two stages for measles. First, there is coughing, reddened eyes, and a runny nose, often accompanied by a fever, and secondly comes rashes and further elevated fever. Though not often fatal, because this epidemic is so highly contagious, it was still quite a big deal when it struck desolated communities after the Civil War. ","Chandler recognized clearly that times were hard, and in times like these, he certainly appreciated his friends, which he intended to express as he sat down to write this letter to Mrs. Roberts."],"display_date":"December 29, 1876","search_date":"1876-12-29","citations":[{"divid":1216667985,"type":"Manuscript on Microfilm","data":["","Mss  10207","2122681-1001","Harrison-Roberts Family Papers","Special Collections Library, University of Virginia"]},{"divid":1216668019,"type":"Book","data":["Marie O&#39;Toole","Miller-Keane Encyclopedia and Dictionary of Medicine, Nursing, and Allied Health",null,"Philadelphia, PA","Saunders-Elsevier","2003","1,091- 1,092"]}],"locations":[{"id":2064,"lat":30.7863324345,"lng":-96.9768647527,"zoom":9,"place":"MILAM, Texas"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}