{"id":2811,"title":"The Scarcity of Salt\n","course_id":1,"status":"P","start_date":"1848-01-25","end_date":"1848-01-25","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1848 Walker I. Brookes sent a letter to his father from his plantation in Jasper and Jones counties, Georgia. In the letter he discussed many problems he was facing on the plantation.  The troubles he wrote about included having to postpone planting, having to buy animals and having to deal with a fire in a field that burned a fence. He began the letter by discussing a delivery of materials by wagon that he had to send back to the city of Madison in the neighboring county.  The address did not clearly state that he was the intended recipient.  One reason the wagon's return was such a setback to Walker was that, among other things, this delivery contained two sacks of salt.  At the time salt was not only a condiment to improve the flavor of food, but a key nutritional component and a preservative. Without enough salt, Walter's health and food supply could have endangered.","In his book Salt: A World History, Mark Kurlansky recognized that salt had been an important substance throughout history.  People first and foremost had a biological need for salt.  Beyond this, though, salt was important because without easy refrigeration techniques, salt was necessary to store meat for later or to send it to sell in other places. This made salt trade and production an important element in the American economy from its earliest years. ","During the American Revolution there had been a series of salt shortages assuring that people in the years following would not forget salt's importance or the difficulty of obtaining it.  After the revolution there was increased salt production in the United States, this biggest production coming out of New York and Virginia.  Still, most of the salt in the United States was being imported.  ","Salt became especially important in the Civil War.  According to Kurlansky it was not only arms that the Southern army lacked but also salt.  For soldiers on the move salt was essential.  It allowed them to carry meat with them and served as a disinfectant during wars. ","We know that the Brookes family was wealthy, and so their financial ability to obtain salt was probably greater than most people in the South.  Since salt had to be imported either internationally or from a few places in the United States it was difficult to come by for everyone.  The shipping confusion experienced by Walker Brookes demonstrates the imperfections that existed in the system of distributing goods over the South.  Walker could not count on receiving what he needed when he expected it to come.  Having to send back a shipment of salt was not a matter of life or death for Walker Brookes, but it still provided plenty of reason to complain."],"display_date":"January 25, 1848","search_date":"1848-01-25","citations":[{"divid":1214085711,"type":"Manuscript on Microfilm","data":["","P.B. to Iveson Lewis Brooks, October 21, 1838","Reel 37, Micflm 1705, ser J, Part 4, Frame 206-107","Iverson Lewis Brookes Papers","Alderman Library, University of Virginia"]},{"divid":1214085882,"type":"Book","data":["Edward J. Cashin and Glenn T. Askew","Paternalism in a Southern City: Race, Religion, and Gender in Augusta, Georgia",null,"Athens","The University of Georgia Press","2001","1-38"]},{"divid":1214085931,"type":"Online Encyclopedia","data":["New Georgia Encyclopedia","Public Education &#40;PreK-12&#41;","http://www.georgiaencyclopedia.org","October 5, 2006"]},{"divid":1214085985,"type":"Book","data":["Christine Leigh Heyman","Southern Cross: The Beginnings of the Bible Belt",null,"New York","Alfred A. Knopf","1997","117-160"]}],"locations":[{"id":2065,"lat":33.3203883365,"lng":-83.69013905,"zoom":9,"place":"JASPER, Georgia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}