{"id":2812,"title":"Zillah&#39;s Sacrifice\n","course_id":1,"status":"P","start_date":"1863-01-09","end_date":"1863-01-09","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Zillah Haynie Brandon, wife of a plantation owner in Sumter, Alabama, relied on her devout Christian beliefs to see her through life's trials and tragedies. As the proud mother of two Confederate soldiers, James and Hines, Zillah found strength in her Bible. In her diary, Zillah wrote of her fear for her sons' safety and her pride in their dedication to the Confederate struggle for independence, but always found comfort in God's words. When both James and Hines were killed in service in late 1862, Zillah's worst fears were realized. On January 9, 1863, she wrote in her diary that the remains of our dear sons...reached home last Monday 5th of January 1863. Zillah's unwavering Christian faith consoled her and she explained that although I wept sore and do weep yet I know that in our heavenly Father's house are many mansions. It was a comfort to Zillah to know that her sons shared her religious devotion. Reverend S.S. Russell, a soldier who fought along side of James and Hines, reassured Zillah that he could testify that they had been living demonstrations that men by the grace of God could live Christians under any circumstances.","Religion was of great importance to southerners like Zillah. According to the <em>Encyclopedia of Southern Culture</em>, evangelical denominations provided education to women prior to the Civil War. Because religion was so closely tied to knowledge, women were especially religious in the South. After the Great Awakening of the nineteenth century (religious revivals in the South), evangelical Christianity became a bedrock of southern culture. The impact was felt even stronger by women because religion was family oriented. Women like Zillah raised their children according to their religious beliefs, and in Zillah's case, those beliefs were devout. Religion was also somewhat of an equalizer; women and men were equal in God's eyes in terms of sin. Women were free to ask for forgiveness of their sins just as men were.","To Zillah Brandon and women like her, religion was not just a matter of church on Sunday. It was a way of life, encompassing her education and her family."],"display_date":"January 9, 1863","search_date":"1863-01-09","citations":[{"divid":1216167786,"type":"Manuscript on Microfilm","data":["","Diary of Zillah Haynie Brandon","Reel 3, Micflm 2246, Frame 00336","American Women&#39;s Diaries, Southern Women","Alderman Library, University of Virginia"]},{"divid":1216167836,"type":"Book","data":["William Ferris and Charles Reagan Wilson","Encyclopedia of Southern Culture",null,"Chapel Hill","University of North Carolina Press","1989","1563, 1564"]},{"divid":20078,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":[null,null,null,null,null,null,"VqtZGJjpT"]}],"locations":[{"id":2066,"lat":32.5910098434,"lng":-88.1987909047,"zoom":9,"place":"SUMTER, Alabama"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}