{"id":2814,"title":"Fatal Racial Confrontation Provokes Black Soldiers\n","course_id":1,"status":"P","start_date":"1898-11-29","end_date":"1898-11-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In late November 1898, Private Will Kempin, a black soldier in the Third North Carolina Regiment stationed in Macon, Georgia entered a saloon intending to buy a drink. Upon his entrance, the owner W. S. Simmons refused to serve him on the basis of his race. Kempin, upset over the discriminatory policy, had an altercation with Simmons' brother and then angrily left the establishment. Later he returned with a group of fellow soldiers and continued the heated argument, creating a violent scene. As the altercation grew more out of control, Simmons shot Kempin in defense of his brother. It was unclear whether the wound was fatal, but Simmons was still arrested by authorities. Word finally reached back to Kempin's camp, and on November 29, a rumor spread through the city that the regiment was planning to escape the encampment in order to riot in retaliation for their fellow soldier's assumed death.","At first glance, this was just another story about how the reaction to segregation became deadly and the divided system did not serve as a resolution to the racial violence and struggles facing the South. Only two years before, the Supreme Court ruled in favor of segregation in Plessy v. Ferguson, legalizing separate facilities for the races. This justified Simmons' refusal to serve Kempin, and to defend that right, yet not to the extent of murder. These altercations over segregation occurred over restaurants, railroads, and restrooms, among other locations. ","What set this story apart was the response to Kempin's murder. Whites paid little attention to Kempin's actual fate, but concerned themselves greatly over the soldiers' response to his death. The thought that a large group of black men would wreak havoc upon the city worried many of the citizens as evidenced by the paper printing a story about the potential riot. This imagined situation mirrored the whites' fear of slave revolts of the earlier part of the century. Because segregation prolonged the racist views of slavery, the idea of a violent uprising was still a great fear-especially since these were trained military men. So while whites still exerted legal, political, and social power over blacks, there was still a fear that the blacks would use their strength and discontent to reverse such power relationships."],"display_date":"November 29, 1898","search_date":"1898-11-29","citations":[{"divid":1215541016,"type":"Newspaper Article","data":["Negro Troops Cause Trouble","The New York Times","","November 30, 1898","2"]},{"divid":1215541037,"type":"Book","data":["Edward L. Ayers","Southern Crossing",null,"New York","Oxford University Press","1995","105-110"]}],"locations":[{"id":2068,"lat":32.8067094598,"lng":-83.6980226314,"zoom":10,"place":"BIBB, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}