{"id":2815,"title":"Young Woman Dies Giving Birth to Illegitimate Child\n","course_id":1,"status":"P","start_date":"1896-02-13","end_date":"1896-02-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A young white woman by the name of Graves stumbled into a tobacco barn in Jerusalem township, North Carolina, one cold January night in order to give birth to her illegitimate child. Her parents had thrown her out of their house when they discovered she was pregnant, and while she had tried to seek refuge at several other houses, she was repeatedly refused, and the barn was her only option for shelter as she gave birth. The child, however, did not survive, and died shortly after its delivery. The young mother picked up her baby's body and tried to walk to a nearby house, but fainted on the way over, and was found by the family who owned the barn. They called in Dr. Martin, but he could not save the mother who suffered from hypothermia and an excessive loss of blood. She died the following day. Davie Times, a resident of the town where Graves died, heard this sad story and wrote the Salisbury Truth in order to comment on what he believed was the family's and neighbors' terrible and inhuman behavior. He was shocked that an event like this could take place in a Christian community. "," Whether or not the people Times considered responsible for Graves' death were apprehended and punished is unknown. What is known, however, is that Graves' premarital pregnancy reflected an issue in the South that provoked much controversy, particularly in the late 19th century. Patriarchal society was firmly entrenched at this time as well as the notion that all Southern women were pious, gentle, and modest daughters, wives, and mothers. North Carolinian law reinforced this concept, making a woman legally bound to reveal the name of her illegitimate baby's father. The local government would then force him to provide money for child support if need be, ensuring that neither the mother nor child would not become a ward of the state. The mother's punishment usually varied from a monetary fine to a damaged reputation, a simple notion with heavy penalties in a society that placed emphasis on the purity and innocence of respectable women. "," By the end of the 19th century, premarital pregnancy was steadily decreasing as the structure and sexual repression of the Victorian era began tightened. According to historians Daniel Scott and Michael Hindus, an upsurge in religious activity also lowered the number of premarital pregnancies at this time, especially in the South where the evangelical movement of the Social Gospel was strongest. A woman who was guilty of fornication and bastardy would have sullied not only her reputation but her family's as well, claims historian Victoria Bynum, and therefore it was not uncommon for people like the Graves to refuse to accommodate their daughter during a premarital pregnancy since they were regarded as social pariahs and outsiders. However, while a stronger religious presence in the South led to more stringent moral policies and a reduction in pregnancy out of wedlock, it also defined Christian morals and values more clearly. This new and strengthened Christian community made the Graves and their neighbors' actions look like sins as they failed to forgive the young woman and treat her with compassion that the Bible extols. The parallels between her story and the Biblical story of the birth of Jesus (Mary and Joseph being rejected from several inns, only to find shelter in a manger where she gave birth to the baby Jesus) only reinforced this notion. However, while Times' reaction to this event was supported by countless other people, many Southern communities continued to spurn and reject those young women who became pregnant out of wedlock. "],"display_date":"February 13, 1896","search_date":"1896-02-13","citations":[{"divid":1216449685,"type":"Article","data":["Estelle B. Freedman","Sexuality in Nineteenth-Century America&#58; Behavior, Ideology, and Politics","Reviews in American History","10","1982","196-215"]},{"divid":1216449752,"type":"Book","data":["Victoria E. Bynum","Unruly Women",null,"Chapel Hill","University of North Carolina","1992",""]},{"divid":1216449787,"type":"Newspaper Article","data":["","The Salisbury Truth","","February 13, 1896","3"]},{"divid":1216449841,"type":"Article","data":["Daniel S. Smith and Michael S. Hindus","Premarital Pregnancy in America 1640-1971","Journal of Interdisciplinary History","4","1975","537-570"]}],"locations":[{"id":2069,"lat":35.9291897812,"lng":-80.544596269,"zoom":10,"place":"DAVIE, North Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}