{"id":2816,"title":"The Impeachment of Governor Holden\n","course_id":1,"status":"P","start_date":"1871-03-23","end_date":"1871-03-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 23, 1871 Governor William Woods Holden became the first governor in American history to be impeached. The North Carolina House of Representatives convicted Holden on six out of an initial eight charges levied against him by the North Carolina Senate. Among the impeachment charges: that he had proclaimed insurrection, declared martial law, made illegal arrests of eighty-two citizens of Alamance, recruited soldiers illegally in the state, and refused to obey the writ of habeas corpus. Forty-nine Representatives were present at the voting, and a two-thirds vote was required to convict. ","In 1870, Holden had imposed martial law in order to combat the Ku Klux Klan (KKK). As a result of his suspending the writ of habeas corpus for accused members of the KKK, the Republicans lost the election of 1870. When the Democrats regained political power, thus initiating the fall of southern Republicanism, they introduced a resolution to impeach the governor.","Following the impeachment of Holden, the legislature reduced the cost of the state government, investigated the charges of fraud in the issuance of railroad bonds, repealed the Shoffner Act, and declared secret political societies illegal. By ignoring the ruling of the North Carolina Supreme Court and by illegally instigating martial law, the impeachment of Governor Holden was the appropriate reprimand for his actions. However, historian Edgar E. Folk opposed this viewpoint and instead proposed that Governor Holden was a victim of his era rather than its primary villain. "],"display_date":"March 23, 1871","search_date":"1871-03-23","citations":[{"divid":1216451104,"type":"Newspaper Article","data":["Governor Holden Removed By the Court of Impeachment By a Party Vote","New York Times","","March 23, 1869","1"]},{"divid":1216451134,"type":"Book","data":["Albert Ray Newsome","The History of a Southern State&#58; North Carolina",null,"Chapel Hill","The University of North Carolina Press","1973","498"]},{"divid":1216451202,"type":"Article","data":["Edgar E. Folk","W.W. Holden&#58; A Political Biography","The Journal of Southern History","49","1983","621-622"]}],"locations":[{"id":2070,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}