{"id":2817,"title":"W.W. Price, an Honorable Man","course_id":1,"status":"P","start_date":"1891-11-05","end_date":"1898-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The passing of the 1890 Mississippi Constitution and of similar laws in other states had the immediate effect, according to John Hope Franklin, of returning political power to where it had been before the war; at last the former Confederate states were back in the Union under conditions favorable to those who had led the secession movement. ","Thus, when W.W. Price of the northern cotton house Hubbard, Price & Co. arrived in Jackson, Mississippi in 1891 in order to begin establishing a branch house in the city, he was not labeled a carpetbagger. Jackson, according to the Jackson Clarion Ledger, welcomed him in November of 1891, and claimed his enterprise will be of incalculable benefit to the community at large. White southerners, in the words of Richard Nelson Current, were no longer suspicious of Northerners who went south...[to] get rich by plundering the Southern people. They no longer feared negro rule; although black politician Hiram Revels stated, as reprinted by James Wilford Garner, that black voters during reconstruction had been used as mere tools to elect imprudent [and corrupt] men who called themselves Republicans, after 1890, they were no longer used at all. The chivalrous (?) [sic] white Democrats, according to the Cleveland Gazette, were therefore quite content.","Blacks of Mississippi and of the nation as a whole, however, were not pleased. The Atlantic Monthly noted by 1892 that The Fifteenth Amendment is disregarded [in Mississippi] where it is not nullified on the face of the state law. Reporting on this system of Jim Crow law, the Cleveland Gazette noted that the state of Mississippi was referred to by blacks as his Satanic Majesty's abiding place.","The problem, however, was that his Satanic Majesty sometimes left home. According to The Atlantic Monthly, candid Republicans at the North admit that domination by the ignorant blacks of the Gulf States is something to be dreaded. The suppression of the negro vote, wherever such a step is necessary to secure control of the government by the whites, is winked at, if not applauded. For some reason, be it simple racism or otherwise, the 1890 Mississippi constitution made sense to both Democrats and Republicans in both the South and the North. ","It made so much sense that the Justices of the United States Supreme Court, arguably some of the brightest legal minds of the time, supported it in Williams v. Mississippi, 1898. As decided by the majority, Justice McKenna, a newly appointed Californian, opined that the statutes of the 1890 Mississippi constitution do not on their face discriminate between the races, and it has not been shown that their actual administration was evil; only that evil was possible under them. The Cleveland Gazette had known this since 1890, as they said the handwriting warning of such evil was on the wall, put there by the on-goings of the white supremacy convention. Unfortunately, no powerful person in the country was bold or bright enough to read it."],"display_date":"November 5, 1891 - December 31, 1898","search_date":"1895-06-03","citations":[{"divid":1216921658,"type":"Newspaper Article","data":["Mississippi and the Negro Question","The Atlantic Monthly","","December 1892",""]},{"divid":1216921684,"type":"Book","data":["John Hope Franklin","Reconstruction after the Civil War",null,"Chicago","The University of Chicago Press","1994","211"]},{"divid":1216921734,"type":"Newspaper Article","data":["","The Jackson Clarion Ledger","","November 5, 1891; March 13, 1890",""]},{"divid":1216921762,"type":"Book","data":["Richard Nelson Current","Those Terrible Carpetbaggers",null,"New York","Oxford University Press","1988",""]},{"divid":1216921842,"type":"Book","data":["James Wilford Garner","Reconstruction in Mississippi",null,"Greenwich, CT","Macmillan Company","1901",""]},{"divid":1216922142,"type":"Newspaper Article","data":["Satan&#39;s State, Mississippi","Cleveland Gazette","","June 16, 1894","2"]},{"divid":1216922691,"type":"Government Document","data":["WILLIAMS v. STATE OF MISSISSIPPI","U.S. Supreme Court","1898","","","","","FindLaw for Legal Professionals","http&#58;//laws.findlaw.com/us/170/213.html,"]},{"divid":1216922774,"type":"Newspaper Article","data":["Constitutional Convention of Mississippi and the Franchise","Cleveland Gazette",""," September 27, 1890","2"]}],"locations":[{"id":2071,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}