{"id":2818,"title":"Masters and their Female SlavesMasters and their Female Slaves Masters and their Female Slaves Masters and their Female Slaves\n","course_id":1,"status":"P","start_date":"1861-01-01","end_date":"1861-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Louisa Picquet was a 14 year-old slave in Mobile, Alabama in 1861. Her master was a married gentleman named Mr. Cook who lived in a boarding house while his wife was away. At the boarding house, Mr. Cook demanded that Louisa take care of him privately. Louisa realized what her master's intentions were, and shared them with a female boarder, Mrs. Bachelor. Mrs. Bachelor was furious and devised plans so that Louisa was never left alone with Mr. Cook. However, Mr. Cook continued to demand Louisa's presence forcing Louisa to continue avoiding him. Ultimately, he told her that he would whip her if she did not come to his room one night. Despite this warning, Mrs. Bachelor again helped Louisa hide from Mr. Cook. In the morning he whipped her severely. This took place again a few nights later. Louisa was about to give in when Mr. Cook gave up and sold her to a slave trader in New Orleans. ","Louisa's experience was not unusual. In many cases, masters purchased slaves to be their own sexual property. Their position of authority made it almost impossible for slaves to fight back or resist. However, in some cases like this one, masters wanted to create some semblance of consent. Mr. Cook could easily have carried Louisa to his room, but requiring her to come of her own will allowed him to tell himself that she wanted to. When Louisa continued to deny him despite severe beatings, he elected to sell her. ","Mr. Cook was married, but he saw no problem in having a sexual relationship with his young slave. Many southern gentlemen saw little to no connection between their marriages and their sexual relations with slaves. White woman were supposed to abide by traditional values that undermined female sexuality and maturity. They were to embody southern values and wholesomeness. Masters could pursue purely sexual impulses with their slaves, but still maintain the purity of their wives. Slaves were purchased exclusively for that purpose. Louisa's case was not unique, but rather all too common in the nineteenth century South. Mr. Cook saw Louisa as a sexual opportunity, and her enslaved status made her easy prey."],"display_date":1861,"search_date":"1861-07-02","citations":[{"divid":1216668203,"type":"Pamphlet or Other Printed Material","data":["Louisa Picquet","The Octoroon, or, Inside Views of Southern Domestic Life","New York","The Author","1861",""]},{"divid":1216668248,"type":"Book","data":["Peter Carroll and David Noble","The Free and the Unfree&#58; A Progressive History of the United States ",null,"New York","Penguin Group","1977","160-161"]},{"divid":1216668302,"type":"Book","data":["Joshua Rothman","Notorious in the Neighborhood&#58; Sex and Families Across the Color Line In Virginia 1787-1861 ",null,"Chapel Hill, NC","University of North Carolina Press","2003",""]},{"divid":1216668373,"type":"Book","data":["Walter Johnson","Soul by Soul ",null,"Cambridge, MA","Harvard University Press","1999",""]}],"locations":[{"id":2072,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}