{"id":282,"title":"The Red River War\n","course_id":1,"status":"P","start_date":"1874-05-01","end_date":"1876-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the 1870s white hunters started destroying herds of buffalo in Texas in order to starve the plains Indians and break their will.  The Comanche and Kiowa tribes realized that the destroying of buffalo on top of heavy military pressure might finally force them completely onto reservations.  In May of 1874 the Comanches performed a new ritual, a sun dance, at the request of a medicine man called Isa-tai.  During this ritual the decision was made to attack white buffalo hunters in the Texas Panhandle.  The attack took place on June 27 when 700 Native-Americans from several different tribes including the Comanches, Kiowas, and the Southern Cheyennes, attacked an abandoned trading post at Adobe Walls that served as camp to the white buffalo hunters.  The Indians held the camp under siege for four days before withdrawing after suffering a number of casualties.  This battle led to the Red River War in which the U.S. Army retaliated by sending five thousand troops to the area that summer.  &lt;br /&gt;An account of a battle is given in The Atlanta Constitution on September 13, 1874.  The battle took place on September 8 when, after a day of small skirmishes between the Indians and the United States troops, the Cheyennes (as they are called in the article, even though the battle included the Comaches and Kiowas, too) retreated to their hiding place on a hill.  The troops led by General Miles charged the hill forcing the Indians into direct conflict.  The Indians were forced to retreat and the battle ended.  However, the article states that the Indians collected their dead, and lit their own villages on fire, which contradicts other accounts of this battle.  Ralph Campbell's Gone to Texas: A History of the Lone Star State states  that although there were few Native-Americans killed, five villages were destroyed and around 1,400 horses were seized or killed.  &lt;br /&gt;The Atlanta Constitution article states:  The moral victory over the first body of hostile Indians encountered lies;in the effect it naturally must have on the enemy in teaching them a practical lesson.'  The fighters had no choice but to eventually make their way to the reservation. This was the last time the Comanches and other Texas Plains Indians would put up a threatening resistance."],"display_date":"May 1874 - December 1876","search_date":"1875-08-31","citations":[{"divid":1213141845,"type":"Book","data":["Randolph Campbell ","Gone to Texas: A History of the Lone Star State",null,"Oxford ","Oxford University Press ","2003","293-295"]},{"divid":1213141939,"type":"Newspaper Article","data":["Hostile Cheyennes","The Atlanta Constitution","","September 13, 1874",""]}],"locations":[{"id":199,"lat":33.620869768,"lng":-95.0503271483,"zoom":9,"place":"RED RIVER, Texas"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}