{"id":2820,"title":"The Gentlemen Here Are Very Polite. What about the women?\n","course_id":1,"status":"P","start_date":"1835-07-21","end_date":"1835-07-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Ms. Mary Peace of Philadelphia made a point to express her views on the society of Warrenton, Virginia, in a letter she wrote during her visit there to her brother, Master Washington Peace. She noted that the the gentlemen here are very polite and offer their horses and attendance to the women. However, Mary did not develop as fond of an opinion for Warrenton's women.  She expressed a specific dislike for a young woman by the name of Clara, whose social conduct she perceived as being distasteful, not only to herself but to others as well. At the first of two dances Mary attended while visiting, Clara, in one of her mischievous acts, put her head out an open window and mingled her 'snorings' with the sweet sounds of twilight dews.  To this, she said the gentlemen at the party burst out laughing and retreated to another room soon after.  As a visitor, she hoped that the gentlemen would not relate Clara's poor conduct to her. Mary concluded that Clara was as wild as an untamed deer and would hesitate at nothing for attention. Mary's account of Warrenton's social life only gives a glimpse at what Virginia social life was like at the time, though it does show that strict standards of social conduct were held.  While Mary's perceptions of Warrenton's men go along with the longstanding stereotype of the 'Virginia Gentlemen', her comments about Clara do not portray the stereotypical 'southern belle'. Clara irritated the social order, which is why Mary was so aware of her conduct and the men left the room shortly thereafter. In the antebellum South, women's actions were evaluated according to unique standards for each class, race, and gender.  Being that Mary and the others at the party were probably all within the same social class they would have had similar social standards.  When Clara did not adhere to these standards a conflict arose between her and the others, who were abiding to them. Clara's conduct could also be attributed to an unwillingness to conform to the rules of society, rather than a lack of social prowess.  Either way, Clara was acting outside the social norm expected for her class.                            "],"display_date":"July 21, 1835","search_date":"1835-07-21","citations":[{"divid":1216668458,"type":"Manuscript","data":["","Mss  9183-a etc",null,"Mss  9183-a etc","Note sheet for inventories","Mary Peace Letter","Albert and Shirley Small Special Collections Library, University of Virginia"]},{"divid":1216668505,"type":"Article","data":["Victoria E. Bynum","Unruly Women&#58; The Politics of Social and Sexual Control in the Old South","The American Historical Review","4","1993","1321-1323"]}],"locations":[{"id":2074,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}