{"id":2821,"title":"The President Comes to Town\n","course_id":1,"status":"P","start_date":"1883-04-05","end_date":"1883-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" The town of Petersburg had been anticipating this day for over a week. The President was passing through on his way to Jacksonville, Florida, and he had been expected for a couple days. But finally, on April 5, 1883, his train came through. The train pulled into the station, and while it was clearly an expensive and impressive presidential car, it was not very extravagant. The observation deck made it clear that it was for a prominent statesman. However, even though many people showed up to see him, the President did not get out of his car. He waved from the window, and was dressed well in a top hat and suit. He seemed in a cheerful mood since he smiled at the car from behind the window. The train continued on its way to Florida, and arrived there the next day. Yet it was a big day in Petersburg and many were excited to have caught a glimpse of the President. "," Chester Arthur was the Republican president from 1881-1885 as a result of the assassination of President James A. Garfield. In 1882 the presidency was in shambles, with cabinet positions still waiting to be filled. Corruption was rampant, and the President was restricted by his party and had little real power. Republicans did not do well in the Congressional elections of 1882, and in reaction to this, Arthur signed the Pendleton Reform Bill. This bill began to make some changes towards reform. It created a Civil Service Commission to administer new rules and it made appointments based on an examination. While these reforms were a good beginning, they were not enough. In the beginning of 1883, it was clear that Arthur's chances for winning re-election were slim. The political climate of 1883 was not positive for the President. In general there had been a decline in the prestige of the President in the 1870's and early 1880's as a result of massive corruption and unpopular policies, especially with Reconstruction in the South. Presidents of the late nineteenth century seemed to have no real purpose once they were elected. This lack of purpose gave few results within the government. However, it was clearly still an event to see the leader of the country, even in the South. He had a strong alliance with many in Virginia, including Governor William Mahone. Arthur was one of a string of lackluster Presidents in the postbellum period, yet even with his unimpressive performance, his arrival in town still brought excitement. "],"display_date":"April 5, 1883 - December 31, 1883","search_date":"1883-08-18","citations":[{"divid":1216333014,"type":"Newspaper Article","data":["","Daily Index Appeal","","April 6, 1883",""]},{"divid":1216333026,"type":"Book","data":["Zachary Karabell","Chester Alan Arthur",null,"New York, NY","Times Books","2004",""]},{"divid":1216333054,"type":"Book","data":["John Kentleton","President and Nation&#58; Making of Modern America",null,"New York, NY","Palgrave, McMillan","2002","23"]},{"divid":1216333088,"type":"Book","data":["S.E. Morison","The Oxford History of the United States&#58; 1783-1917",null,"London","Oxford University Press","1927","387"]}],"locations":[{"id":2075,"lat":38.5089863052,"lng":-77.2972733849,"zoom":9,"place":"PRINCE WILLIAM, Virginia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}