{"id":2822,"title":"The Value of the Extended Family\n","course_id":1,"status":"P","start_date":"1838-10-21","end_date":"1838-10-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1838 Iveson Lewis Brookes received a letter from his cousin, P.B. (signed with only initials) informing him that his nephew, P.B.'s son, might be moving to Augusta, Georgia for a job. Augusta was near the plantation Iveson was managing for his son in Jasper and Jones counties.  We can tell from the letter that Iveson and P.B. were not particularly involved in each others' lives because P.B. took much of the letter to update Iveson about events in his family over the past few years. Despite this relatively weak relationship between the cousins, P.B. asked Iveson, would you act the part of a Father in watching over his morals. To P.B. extended family would be an important source of security for his son if he chose to move far away from his parents. ","This instance in the life of the Brookes shows that the family, and more specifically male patriarchs, was responsible for inculcating moral values. In addition, for Iveson to play the part of the father he would make sure that his nephew was kept in line and disciplined.  At other times and places different people and institutions held the important responsibility of keeping watch over the discipline and moral education. At this moment in the South, this responsibility was undergoing a shift from the church back toward the family.  Church records reflect that over the course of the 1830's churches were beginning to give up power to the family. They shifted pew organization from gender-segregated to family-friendly and reduced the amount that they disciplined their members.","In their book Paternalism in a Southern City, Edward Cashin and Glenn Eskew show how patriarchal power relates to and results from the plantation system and the Great Awakening. They argued that even outside of plantations themselves, southern society was based on the plantation system.  In this system it was the patriarch who was in control.  The plantation system allowed the man to stay at the house as a controlling figure. During this period in the North women were often left to manage the house while their husbands were at work.  In the North in the 1830's, it was the woman who became the source of moral wisdom in the family."],"display_date":"October 21, 1838","search_date":"1838-10-21","citations":[{"divid":1213216970,"type":"Manuscript on Microfilm","data":["","P. B. to Iveson Lewis Brooks","Reel 37, Micflm 1705 ser J Part 4, Frame 206-107","Iveson Lewis Brooks Papers","Alderman Library, University of Virginia"]},{"divid":1213217153,"type":"Book","data":["Edward J. Cashin and Glenn T. Askew","Paternalism in a Southern City: Race, Religion, and Gender in Augusta, Georgia",null,"Athens","The University of Georgia Press","2001","1-38"]},{"divid":1213217228,"type":"Book","data":["Christine Leigh Heyrman","Southern Cross: The Beginnings of the Bible Belt",null,"New York","Alfred A. Knopf","1997","117-160"]}],"locations":[{"id":2076,"lat":33.3199345603,"lng":-83.6889280155,"zoom":10,"place":"JASPER, Georgia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}