{"id":2825,"title":"Assassination Conspiracy Uncovered\n","course_id":1,"status":"P","start_date":"1890-10-09","end_date":"1890-12-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On the evening of October 9, 1890, J.C. Forsythe settled into his library in his Dodge County residence to relax for the night. He was the everyday normal Georgia citizen, working at the Normansdale Lumber Company, managing the estate of Norman Dodge, and even serving as a witness in an ongoing perjury case against another member of the town, Luther A. Hall. No one expected that he would turn up dead hours later. ","Forsythe was shot through the window by a shoeless suspect. Officials initially suspected a burglary. What investigators later discovered was that Forsythe's participation in the Hall case was more involved than imagined. When Hall and four other members of Dodge's elite went to United States Court on December 8 for defrauding Norman Dodge, they also faced criminal charges of conspiracy to assassinate Forsythe. Two of the charged men confessed to their individual responsibilities in the plot and disclosed information about the hired black assassin. Their testimonies gave prosecutors ample evidence to convict each of the five accused men. ","While crime ran out of control across the South in the late nineteenth century, it was not limited to the racial incidents and lynchings that dominated the news. White men and women committed crimes too. Yet these cases were less prominent of an issue at that time because whites faced lesser consequences and publication of their crimes in comparison to blacks. Because racial tension was seeping through the South at this time, the felonies that received the most attention were those performed by blacks or white mobs in lynching. White crimes could squeak by without encountering harsh trials, severe punishments, or public lynchings. In Georgia only 19 whites were lynched in a fifty year span into the twentieth century. That was less than the total number of blacks lynched in Georgia in 1899 alone. While the public lynched blacks for a number of crimes, they lynched whites only in the cases of extreme violence. Class differences existed as well. Of the whites that were mobbed or harshly persecuted in the South, they tended to be vagrants and people without ties to the area and community. Therefore, wealthier citizens that had spent their lives in one place had the respect of their peers and were less likely to be forced into any unpleasant punishment for their crimes. ","Hall's assassination plot was cleverly designed to get rid of a key witness to his original trial without facing the severe consequences of this action. The hired assassin was a black man already wanted for a series of previously committed crimes. He would receive the brunt of the court's and the public's outrage because he was black, and because he was the physical killer. Also, being a well-known and respected lawyer in the area gave Hall the security that a jury of his peers would not be demanding in their sentencing of his trial. In this way, he was able to exploit race and class in order to commit a crime with little penalty."],"display_date":"October 9, 1890 - December 8, 1890","search_date":"1890-11-07","citations":[{"divid":1215544589,"type":"Newspaper Article","data":["The Murder of J. C. Forsythe","The New York Times","","December 9, 1890","6"]},{"divid":1215544615,"type":"Newspaper Article","data":["Shot by an Unknown Assassin","The Washington Post","","October 10, 1890","7"]},{"divid":1215544663,"type":"Book","data":["W. Fitzhugh Brundage","Lynching in the New South: Georgia and Virginia, 1880-1930",null,"Urbana","University of Illinois Press","1993","88"]}],"locations":[{"id":2078,"lat":32.1721870425,"lng":-83.1684277696,"zoom":9,"place":"DODGE, Georgia"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}