{"id":2827,"title":"An 1890 Constitutional Convention Role Reversal\n","course_id":1,"status":"P","start_date":"1890-09-01","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["During the 1890 Constitutional Convention in Jackson, Mississippi, two men, at least, seemed to be on the wrong sides of the color line; Marsh Cook, a white Republican from Jasper County, and Isaiah T. Montgomery, eventually the only black representative at the convention, stood up for things taboo to many in their respective communities. The results of each man's stand not only affected them personally, but also shaped the future of Mississippi for many years to come.","Cook and Montgomery looked back at the years after the Civil War and preceding the 1890 convention and saw the same thing. In 1875, after ten years of Republicans in Mississippi joining forces with blacks, scalawags, and carpetbaggers, resulting in what many white Mississippians referred to as negro rule, it was apparently decided, according to Dunbar Rowland, that the negro has proven himself unworthy of suffrage, and it should be taken from him. Following an apparently very bloody revolution in which whites took back control (in theory), 15 years of intimidation passed, during which according to James George as printed in the Jackson Clarion Ledger, the method of preserving white supremacy was never entirely satisfactory. Isaiah Montgomery, in his speech during the 1890 convention, described these years in terms of every form of [political] demoralization [for blacks]-bloodshed, bribery, [and] ballot stuffing.","Although the convention took place under the pretext of, according to Rowland, eliminating ignorance at the ballot box, it was in fact a move to lawfully disenfranchise a majority of black voters by using a poll tax and a literary test in order to establish franchise qualification. According to estimates by Montgomery, the new State Constitution would disenfranchise 11,889 whites and 123,334 blacks in Mississippi. The Cleveland Gazette hoped the unconstitutional and un-American action would be prevented or at least delayed a few years, but it was not to be. ","For his part, and against what would perhaps be expected of a white Mississippian, Marsh Cook, according to an online PBS history of Jim Crow, took a stand against the principles of the gathering delegation and courageously challenged the Democrats for a seat to the Constitutional Convention in spite of death threats. Isaiah Montgomery did the opposite. As the only black representative to the convention, he took the opportunity to appeal to the good natures of the white representatives and their belief in a Supreme Arbiter, which supposedly would help the two races march together towards new and greater triumphs of progressive civilization. Montgomery apparently recognized the legitimacy of the white demand to rule for their [the whites] own protection, and he foolishly [in retrospect] hoped, by his support of the new constitution and its subsequent passing, that he and other black Mississippians would gain favor in white sight, thus bridging a chasm that has been widening and deepening for a generation He hoped his appeals would lead to the death of the constitutional movement or perhaps, if it passed, an immediate reversal of the new constitution.","Both men failed. Marsh Cook was ambushed and murdered, according to PBS, on a lonely road. The Cleveland Gazette hoped that his murder, being that of a respectable white gentleman, would cause the federal government to take the necessary steps to protect the American citizen at home, be his color what it may. It did not. Montgomery's hopes of racial cooperation also did not materialize. He was lambasted by the Cleveland Gazette, which called his defense of the monstrous franchise provision...a disgrace to the race and to our civilization, and wished he had never been born. For all of their objections, however, Mississippi, and the rest of the South, as many other states followed suit, plunged itself headfirst into a half-century of legal disenfranchisement and discrimination. "],"display_date":"September - December 1890","search_date":"1890-10-31","citations":[{"divid":1215545143,"type":"Website","data":["Dunbar Rowland","A Mississippi View of Race Relations in the South, as read before the Alumni Association of the University of Mississippi, June 3rd 1902","Library of Congress: American Memory","http://memory.loc.gov/ammem/index.html","September, 2006"]},{"divid":1215545201,"type":"Newspaper Article","data":["","The Jackson Weekly Clarion Ledger","","March 13, 1890",""]},{"divid":1215545240,"type":"Primary Source in a Secondary Source","data":["Address by Isaiah T. Montgomery, Delegate from Bolivar County, Mississippi Constitutional Convention","September 15, 1890","&amp;34;What Answer?&amp;34; Speech in Support of Franchise Committee Report, Mississippi Constitutional Convention, 1890","Matthew Holden, Jr.","Charlottesville","Isaiah T. Montgomery Studies Project, Inc.","2004","25-26, 23, 33"]},{"divid":1215545466,"type":"Newspaper Article","data":["Work on the Mississippi Constitutional Convention","Cleveland Gazette","","August 23, 1890","2"]},{"divid":1215545490,"type":"Website","data":["PBS","The Rise and Fall of Jim Crow, Jim Crow Stories, Williams v. Mississippi","PBS","http://www.pbs.org/wnet/jimcrow/stories_events_williams.html","October 26, 2006"]},{"divid":1215545648,"type":"Newspaper Article","data":["Another White Man Murdered in Mississippi","Cleveland Gazette","","August 2, 1890","2"]},{"divid":1215545678,"type":"Newspaper Article","data":["Mississippi Disenfranchisement a Disgrace to the Race","Cleveland Gazette","","October 25, 1890","2"]}],"locations":[{"id":2080,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}