{"id":2828,"title":"North Carolinians Strive for Free Public Schools\n","course_id":1,"status":"P","start_date":"1873-12-26","end_date":"1873-12-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The North Carolina legislature took a step in the right direction by proposing a bill to authorize cities and towns with more than 2,000 inhabitants to establish and maintain public schools. Authorities of these towns could at anytime decide whether or not free public schools shall be established. Raleigh citizens voiced their overwhelming approval for this bill during a town meeting. The public school system would be supported by taxation since this was the only way to insure its success. ","The measure proposed in Raleigh is only a small step in the right direction. The South must persist in its endeavor, as the New York Times would argue, by establishing a system of public schools in all the States. In some states, the proportion of illiterates to literates in the population is alarming. Through the establishment of free public schools, the South can fulfill its chief need: education.","There were many reasons for the lack of schooling in the South. Neither the wealthy planters nor the poor farmers pressured the Southern legislatures to spend money on education. Neither group saw much benefit in public education for themselves or their children. Certain Southern whites disliked the idea of educating blacks because they feared that such education might threaten white supremacy. Though they rendered perfunctory tribute to public education in their messages to the legislature, as historian Albert Ray Newsome observes, the governors were in most cases indifferent to education. However, other Southerners recognized that the education of freedom was necessary to prepare citizens for the responsibilities of freedom. "],"display_date":"December 26, 1873","search_date":"1873-12-26","citations":[{"divid":1214441655,"type":"Newspaper Article","data":["Education in the South","New York Times","","December 26, 1873","4"]},{"divid":1214441673,"type":"Book","data":["James M. McPherson","Ordeal By Fire: The Civil War and Reconstruction",null,"New York","Alfred A. Knopf","1982","573-575"]},{"divid":1214441709,"type":"Book","data":["Albert Ray Newsome","The History of a Southern State: North Carolina",null,"Chapel Hill","The University of North Carolina Press","1973","535-536"]}],"locations":[{"id":2081,"lat":35.8067238469,"lng":-78.6641504807,"zoom":9,"place":"WAKE, North Carolina"}],"tags":[{"id":6,"tag":"Education"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}