{"id":2830,"title":"They Elope\n","course_id":1,"status":"P","start_date":"1886-03-18","end_date":"1886-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" Miss Lizzie D. Hutter was everything a southern, Virginia belle should be. She was accomplished, beautiful, from a good family, and very popular in the highest of social circles. She was known as a poetically perfect and symmetrically beautiful girl. She was the eldest daughter of the superintendent of the Houston mines, and both her mother's and father's side were distinguished families in Danville. She was the perfect daughter and leader of society circles. However, this perfect daughter made an embarrassing and public mistake. Instead of waiting to have a beautiful, quaint wedding in her hometown, she eloped to Bristol with her fiance John Christian. John Christian was the son of Mr. Camilus Christian, a prominent banker in Lynchburg. Neither family was excited about the match. The primary reason for their delay of the wedding was because of how young the couple was. However there was also rumored to be tensions between the two families, for unknown reasons. So, instead of waiting for the blessing from her family, Miss Lizzie Hutter and her fiance fled by rail to Brisol, Virginia, and then went on a honeymoon touring the southern states. This scandal made it into the local paper, primarily because of the shock of such a perfect girl doing something so inappropriate. "," In Southern society, the ideal Southern woman was a young lady who was submissive, weak, modest, beautiful, innocent and self-denying. She supported her family and her husband and sacrificed everything for their sakes. This ideal also upheld the white male duty to protect white ladies from harm (especially from black men). By all accounts, Lizzie Hutter was the epitome of that woman. Hutter's elopement was newsworthy because of her status in society. She had all the training and all the experience and was no outcast; everyone loved her. Yet she chose to elope and break the rules of her society, which is completely uncharacteristic of a southern belle. Even in the midst of her elopement however, there was sympathy towards her decision. The quarrels between the families were petty. Her elopement probably did not completely estrange her from her family entirely, but she definitely took a risk since she was being disobedient. She was risking her reputation because this elopement was contrary to the expectation of society to be that ideal woman. "],"display_date":"March 18, 1886 - December 31, 1886","search_date":"1886-08-09","citations":[{"divid":1216338135,"type":"Newspaper Article","data":["","The Danville Daily Register","Danville, Virginia","March 24, 1886",""]},{"divid":1216338158,"type":"Book","data":["Jane H. Hunter","How Young Ladies Became Girls&#58; Victorian Origin of American Girlhood",null,"New Have, CT","Yale University Press ","2002","93-98"]},{"divid":1216338263,"type":"Book","data":["Caroline Matheny Dillman","Southern Women",null,"New York, NY","Hemisphere Publishing Corporation","1998",""]},{"divid":1216338321,"type":"Book","data":["Peter N. Stearns","An Emotional History of the United States",null,"New York, NY","New York University Press","1998","127"]},{"divid":1216338376,"type":"Book","data":["Mark C. Carnes","A History of American Life",null,"New York, NY","Scribner","1996","914-915"]},{"divid":1216338429,"type":"Article","data":["Tom W. Rice and Diane L. Coates ","Gender Role Attitudes in the Southern United States","Gender and Society","9","1995","754"]}],"locations":[{"id":2083,"lat":36.8111162856,"lng":-79.3976134371,"zoom":9,"place":"PITTSYLVANIA, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}