{"id":2831,"title":"Texas Economics in 1880\n","course_id":1,"status":"P","start_date":"1880-06-08","end_date":"1880-06-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On June 8, 1880, Albert Roberts sat down at his desk at the office of P.J. Willis in Austin, Texas. He began by scribbling, Dear Ma. Telling her about his life and any recent news, Roberts read back over the letter and slipped in twenty-five dollars to send his mother. Times were hard; Roberts explained in the letter that this amount was all that he could spare that month, but encouraged her to let him know when she needed more. The crops were supposed to be bountiful this season, he reported, so that would help them both. Roberts continued to focus on the aspect of money, but this time brought news to his mother that one of her slaves had escaped with her saddle and silver, also swindling money from a fellow citizen. Slaves were trying to establish themselves on a monetary basis, as they had been doing since the 1850s, while meanwhile, Roberts was trying to help his mother do the same.","The era after the Civil War, wherein Roberts wrote this letter, was filled with economic change. By the end of the 1860s, a middle class had been trying to establish themselves, and the agricultural class had been attempting to do the same. This was a time of change, and especially in the South, where they were trying to move up from the desolation they had been left with from the war. Roberts' letter gives us a glimpse into the economics of this time period."],"display_date":"June 8, 1880","search_date":"1880-06-08","citations":[{"divid":1218321544,"type":"Manuscript","data":["","",null,"Mss 10207","","Harrison-Roberts Family Papers 1861-1880","Special Collections Library, University of Virginia"]},{"divid":1218321583,"type":"Book","data":["Melvin P. Ely","Israel on the Appomattox",null,"New York","Random House Vintage Books","2004","359-364"]}],"locations":[{"id":2084,"lat":29.8870533163,"lng":-96.2779799564,"zoom":9,"place":"AUSTIN, Texas"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}