{"id":2835,"title":"Assault Suspect Caught and Lynched After Police Shootout\n","course_id":1,"status":"P","start_date":"1897-09-12","end_date":"1897-09-12","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A black man's crime run came to an end on the evening of September 12, 1897, as police finally apprehended Charley Gibson. Macon authorities originally sought Gibson out for a suspected assault on a white female that occurred earlier in the week. The manhunt intensified after he reportedly shot and killed another man during an argument on the morning of the 12th. After a drawn-out chase and multiple shootouts, Gibson was finally apprehended by the police that evening. However, Gibson's life was then placed in the hands of the public instead of being sent to jail. In a momentary absence of the sheriff and deputies, the growing mob of concerned citizens seized Gibson and hanged him from a tree, protecting the city from any more of his wrongdoings.","At the turn of the twentieth century, race relations worsened as racial violence became the most common form of interracial relations. Crime increased during this period which in turn caused people's responses to crime to grow more severe. Lynching became a popular way for whites to threaten and maintain justice over black suspects and criminals. Rural areas with little law enforcement, and areas with transient populations, were subjected to the most lynchings in the South. Georgia housed both of these types of places, where there was an average of ten lynchings per year.","This lynching was just one of the many rape-inspired attacks that occurred in the South. Over 60 percent of the lynchings of black men corresponded to an alleged sexual assault against a white woman. A third of those also involved mutilation and castration of the offender. The pretense for this common occurrence was the need to preserve the honor of whites. The code of honor in the South was heavily adhered to by white men at the time. This involved carrying out the duty to protect and uphold the honor of the women of their race and defending against black men who would denigrate that dignity. Any relations between a black man and a white woman were seen as immoral and a threat to white male dominance in the area. White men viewed the relations as the blacks' infiltration into white's territory and property and took whatever means necessary to protect it. Lynching was the most drastic and public manner in which white men could reassert their power and status in the racial hierarchy of the South."],"display_date":"September 12, 1897","search_date":"1897-09-12","citations":[{"divid":1215546023,"type":"Newspaper Article","data":["Negro Lynched in Macon, GA","The New York Times","","September 13, 1897","5"]},{"divid":1215546083,"type":"Book","data":["Edward L. Ayers","Southern Crossing",null,"New York","Oxford University Press","1995","107-110"]},{"divid":1215546117,"type":"Book","data":["W. Fitzhugh Brundage","Lynching in the New South: Georgia and Virginia, 1880-1930",null,"Urbana","University of Illinois Press","1993","197"]}],"locations":[{"id":2087,"lat":32.8067094598,"lng":-83.6980226314,"zoom":10,"place":"BIBB, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}