{"id":2838,"title":"What has been the practical effect of the Tariff of 1842?\n","course_id":1,"status":"P","start_date":"1842-01-01","end_date":"1844-07-12","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mr. A.P Hayne, a slaveholder in Charleston, S.C, sent Isaac Hazard, a merchant from Peace Vale Rhode Island, to Warrenton to purchase a shipment of clothing and cloth for his slaves. After his purchases Isaac wrote to Hayne informing him of what he bought and each items price. His purchases included: 30 men's frock coats, twilled cotton and wool, at forty cents per yard, 12 boys coats, 175 yards of GDB cloth, and 175 yards of wool for women, both at forty eight cents per yard. The bill, which included other clothing materials, amounted to 100.  Isaac makes a defined effort to tell Hayne what materials remained at the same price from his trip the previous year, which was mainly the price per yard of cloth. Isaac did note that there were some increased changes in prices over the past year, to which he asks what the benefits of the Tariff of 1842 were, relating to the effects it had on the price of cloth. ","The Tariff Act of 1842 was passed in response to the Tariff Acts of 1832 and 1833, both of which imposed high duties on goods produced within the United States, including cotton and woolen goods. The Tariff Act of 1833 meant to gradually reduce duty rates, which it did, until 1842, when there was a drastic, forty-two percent drop in rates within a six-month period, down to twenty percent.  Duties were supposed to remain at this rate indefinitely, but only lasted two months, due to a quarrel between the Whig Party and President Tyler, which had caused them to separate.  The Tariff Act of 1842 got caught up in the eventual agreement made between the two, which caused the duties to be higher than the original twenty percent rate.  Consequently, the public was not very enthused about the tariff, as they realized that it did not conform to the wishes of the manufacturers, but rather those of the politicians. ","While the Tariff of 1842 meant to protect the American cotton textile industry, it was not as effective in its actual application. Isaac Hazard asked what the practical effect of the tariff had been, because he had not seen any results from it.  At the time, in comparison to the price of equivalent fabric in Great Britain, domestic fabric in the United States cost twenty percent more.  Despite this, it must be noted that without the tariff many American textile companies would not have survived.  This is because the United State's industry was technologically behind Great Britain's. So, Isaac Hazard's complaint to his boss was largely a lost one, in that while textile prices could have been better than they were there was a cap on how much they could improve. "],"display_date":"January 1, 1842 - July 12, 1844","search_date":"1843-04-07","citations":[{"divid":1216668979,"type":"Manuscript","data":["","Mss 4561",null,"Mss 4561","Note sheet for inventories","Letter From A.P Hayne to Isaac Hazard","UVA&#58; Special Collections Library"]},{"divid":1216669025,"type":"Article","data":["F.W Taussig","The Tariff, 1830-1860","The Quarterly Journal of Economics","3","1888","314-346"]},{"divid":1216669089,"type":"Article","data":["C. Knick Harley","International Competitiveness of the Antebellum American Cotton Textile Industry","The Journal of Economic History","3","1992","559-560"]}],"locations":[{"id":2089,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}