{"id":2839,"title":"Teaching in the South\n","course_id":1,"status":"P","start_date":"1886-10-09","end_date":"1886-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" Education in Southside Virginia during the late nineteenth century was sporadic and not completely uniform. While there had been an educational revival after the Civil War, public education was still defined by the typical one-room schoolhouse, taught by a young woman with children whose ages ranged from 6 years to 16 years. Teaching was not an ideal job; it was very difficult. Even with the difficulties, many Southern women were schoolteachers. These jobs gave women some independence in a primarily male-dominated world. "," In 1886, a young woman named G. E. Thomas agreed to teach in the Flood school-house for 35 dollars per month, which was just above the national average of 34.27. Her responsibilities included the upkeep of a school register and keeping the school room neat with the floor swept. She had to open school at 9 AM and had to give the children a one 1 hour break for lunch. School was over at 3:30. She was subject to a fine if she did not complete her duties, and she was required to attend a monthly meeting of teachers. While this was clearly a difficult job, G.E. Thomas signed the contract along with Mercer H. Gray, the chairman of the board. ","   Women throughout the South were often forced to work due to economic necessity. Teaching was the most common job that was socially acceptable for young women. Teaching was acceptable because it was an extension of a woman's role to nurture and care for the next generation. Women chose teaching in order to be economically self-sufficient. If a young woman was a spinster, teaching allowed her to help provide for her family and not to be an economic burden. It is unclear why G.E. Thomas decided to teach. She may have been unmarried and therefore needed the job to support herself since, without a husband, she was in a fragile position in Southern society. Regardless or her marital status, it was evident that she needed this job. Her school was for white children, as education was segregated at the time. Therefore, however small her school house may have been, her supplies and equipment were superior to any black school. Through teaching, women were able to contribute to the public sphere and gain some independence in a world where she was expected to be dependent on her family. Teaching was possible for many women because of the increasing standards of education throughout the United States. Especially in an increasingly industrialized society, education was important. "],"display_date":"October 9, 1886 - December 31, 1886","search_date":"1886-11-19","citations":[{"divid":1216515385,"type":"Manuscript","data":["","Liberty School District of Bedford County&amp;#58; Teaching Contract for G.E. Thomas, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1216515577,"type":"Book","data":["Jane H. Hunter","How Young Ladies Become Girls&#58; Victorian Origins of American Girlhood",null,"New Haven, CT","Yale University Press","2002","93-98"]},{"divid":1216515620,"type":"Book","data":["Caroline Dillman","Southern Women",null,"New York, NY","Hemisphere Publishing Corporation","1998",""]},{"divid":1216515651,"type":"Book","data":["Peter N. Stearns and Jan Lewis","An Emotional History of the United States",null,"New York, NY","New York University Press","1998","127"]},{"divid":1216515693,"type":"Book","data":["David Herbert Donald, Jean H. Baker, and Michael F. Holt","The Civil War and Reconstruction",null,"New York, NY","Norton Company","2001","18"]},{"divid":1216515773,"type":"Book","data":["Mark C. Carnes","A History of American Life",null,"New York, NY","Scribner","1996","915, 929, 931"]},{"divid":1216515833,"type":"Article","data":["Robert A. Margo","Segregated Schools and the Mobility Hypothesis&#58; A Model of Local Government Discrimination","The Quarterly Journal of Economics","106","1991","61"]}],"locations":[{"id":2090,"lat":37.3167903952,"lng":-79.5201576467,"zoom":9,"place":"BEDFORD, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}