{"id":2840,"title":"Livestock to Leisure\n","course_id":1,"status":"P","start_date":"1894-12-16","end_date":"1894-12-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 16, 1894 a man in Richmond County, Virginia, recorded the weight of hogs that he killed. He killed over 4000 pounds of hogs, but gave away 400 pounds to a friend. Perhaps the meat would provide for his family throughout the cold winter, or he might sell it to a local market. Either way, livestock was an important alternative to crops, which were difficult to depend on as they often had bad seasons. Not only did southerners raise livestock, but they also hunted in order to provide for their families.","December was known to be a month that many farmers killed their hogs. The amount of hogs produced in 1890 had decreased to only one-third of that produced in 1850. Farmers thought that raising hogs was not as beneficial as growing cotton, which would provide the income to buy the hogs they wanted. They decided it was better to produce only what their family would need and then grow cotton to maximize their profits.","Although farms and tobacco and cotton plantations played a large role in the agricultural side of the South, many families and farmers also depended on livestock and game. In the antebellum South, hunting provided a way to supplement their limited agricultural sources of food. Also southerners hunted to reduce the overabundance of wildlife that fed on their crops and livestock. Not only was hunting a means of survival, but also the wealthy thought of hunting as a way to demonstrate their social status. After the Civil War, however, hunting decreased due to the urbanization of the South. Cities and towns were forming, and people were becoming more concentrated. Due to the decrease in hunting, the wealthy once again found pleasure in hunting as a leisurely activity and would return to the countryside and away from town to hunt."],"display_date":"December 16, 1894","search_date":"1894-12-16","citations":[{"divid":1215546312,"type":"Manuscript on Microfilm","data":["","December 16, 1894","Reel 29, Micfilm 1705 ser. E, Frame 00769","Sabine Hall Papers","Alderman Library, University of Virginia"]},{"divid":1215546347,"type":"Book","data":["Stuart A. Marks","Encyclopedia of Southern Culture",null,"Chapel Hill","The University of North Carolina Press","1989","1228-1229"]},{"divid":1215546398,"type":"Book","data":["Edwards L. Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992","188-191"]}],"locations":[{"id":2091,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}