{"id":2843,"title":"Paternalism and American Slavery\n","course_id":1,"status":"P","start_date":"1859-01-01","end_date":"1859-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["While on her honeymoon, Mary Norcott Bryan traveled throughout the South with her new husband. On vacation she went to Mobile, Alabama where she met up with her friend Edith Whitfield. Whitfield lived on the plantation of her father, General Nathan Whitfield. In writing about her experience, Bryan described the nearly 900 slaves on the plantation. In her observations, Bryan decided that the slaves were all happy and polite on the elaborate plantation with everything one could possibly desire. ","The description Bryan provided is emblematic of the overall belief in the South that slavery was the best thing for black people. In fact, many went so far as to say that enslaved people enjoyed and depended on slavery. Slavery was a relationship between masters and slaves and both parties benefited. Slaves received guidance while masters received happy and loyal workers. While Bryan was not the owner of 900 slaves, she believed as the Whitfields did that the slaves were better off with masters providing for them than on their own. Masters were patriarchs who protected their slaves who were simply inferior from birth. Bryan chose not elaborate too heavily on the condition of the slaves, but rather dismissed their happiness as normal. The Sambo stereotype of enslaved people implied that slaves were happy and good-natured in addition to lazy and ignorant. Bryan's observations fell inline with traditional southern views of blacks and therefore did not require any further explanation. ","In the minds of many slave holders, slaves were simply a part of white families and a responsibility for masters. An observation on the happiness of the slaves reflected more on the strength and character of the masters than the slaves themselves. Slaves were a symbol of status throughout the Deep South; the more slaves someone had, the more respected they were. Masters were not just judged solely on the quantity of slaves; a good master ensured that the slaves were productive and happy. While Bryan's casual observation initially seems trivial, she portrayed the traditional stereotype of enslaved people throughout the South. She also commented on the strength and character of her friends the Whitfields. Based on her description of numerous, happy slaves, one can assume that the Whitfields were of high status in Mobile, Alabama. "],"display_date":1859,"search_date":"1859-07-02","citations":[{"divid":1216924291,"type":"Pamphlet or Other Printed Material","data":["Mary Norcott Bryan","A Grandmother&#39;s Recollections of Dixie ","","Owen G. Dunn","1912",""]},{"divid":1216924320,"type":"Book","data":["David Donald Jean Baker, and Michael Holt","The Civil War and Reconstruction ",null,"New York","W.W. Norton &amp; Company, Inc","2000",""]},{"divid":1216924360,"type":"Book","data":["George Fredrickson","The Black Image in the White Mind&#58; The Debate on Afro-American Character, 1817-1914",null,"Hanover, NH","University Press of New England","1987",""]},{"divid":1216924551,"type":"Book","data":["Walter Johnson","Soul by Soul ",null,"Cambridge, MA","Harvard University Press","1999",""]}],"locations":[{"id":2093,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}