{"id":2845,"title":"Rambunctious Black Soldiers Kill Macon Boy\n","course_id":1,"status":"P","start_date":"1899-03-08","end_date":"1899-03-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The soldiers were finally leaving Macon. Little did the surrounding area know that they would be celebrating throughout their entire journey-in a destructive and fatal way. On March 8, 1899, the black men of the Tenth Immunes boarded their train with hidden firearms in tow. As the train started along, and began coming along stations, the men fired multitudes of shots out of the windows at each platform. The shootings became more wild and unpredictable as the soldiers got more and more intoxicated. Evidently they concealed more than just guns as they boarded the railway car. By the time they had left the Macon area, one sixteen-year-old boy's life had been claimed by the soldiers. The commotion reached its heights after it passed into the outskirts of Macon, where the mayor and the Governor had to call upon the militia and armed citizens in order to maintain peace and retaliate as the train passed into Griffin, Georgia. ","It seemed unreasonable for a group of men to go on a shooting rampage from their railcar undisturbed when people knew that they were the source. But railroads were among the first places in which segregation was accepted and implemented. Therefore, the soldiers were in a car to themselves. They were also in a second-class car, where smoking and spitting and other related activities were permitted. Therefore it was not seen as a problem when the men pulled out alcohol and started drinking, or brought out their firearms. It was not seen as extremely out of the ordinary.","The situation was perpetuated further by the soldiers' consumption of alcohol. The temperance movement was in full swing by this time, with many of the prominent organizations such as the Women's Christian Temperance League, making their way into Georgia in the 1880s. In an effort to gain new supporters for the cause, this occurrence would have served as a headline story about the evils prompted by liquor. It had been consumed in public, caused political disruption, and killed an innocent boy. The real selling point of the incident was that blacks were the ones under the influence. The movement used blacks as a way to gain support, claiming that alcohol would make blacks, especially men, a greater danger than they were already assumed to be. Temperance was yet another way in which racial tension was continued in the South."],"display_date":"March 8, 1899","search_date":"1899-03-08","citations":[{"divid":1215546557,"type":"Newspaper Article","data":["Riotous Negro Soldiers","The New York Times","","March 9, 1899","5"]},{"divid":1215546589,"type":"Book","data":["Edward L. Ayers","Southern Crossing",null,"New York","Oxford University Press","1995","13-14, 92-99"]},{"divid":1215546647,"type":"Book","data":["Michael McGerr","A Fierce Discontent",null,"New York","Oxford University Press","2003","87"]}],"locations":[{"id":2095,"lat":32.8067094598,"lng":-83.6980226314,"zoom":10,"place":"BIBB, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}