{"id":2846,"title":"Confederate Desertion \n","course_id":1,"status":"P","start_date":"1864-02-01","end_date":"1864-02-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["David Glasgow Farragut was captain of a Union ship in Mobile Bay. In his correspondence to the Assistant Secretary of the Navy Gustavus Vasa Fox, Farragut mentioned the increasing number of Confederate deserters he and his men picked up from gunboats. The Union used these men for intelligence, however inaccurate, and continued to take them on in hopes of gaining new information. ","Union naval vessels took up more and more deserters as the war progressed. This symbolized a significant flaw in the Confederate cause. By 1865, as much as ten percent of the total Confederate forces had deserted their posts. In numbers, this totaled 104,000 men. In spite of initial zealous enthusiasm, as conditions worsened, soldiers struggled to maintain their drive for the cause. The Confederate government could no longer meet the needs of its soldiers. They could not pay, clothe, or feed their men adequately, and people deserted in response. Throughout the South, men wrote home to their wives lamenting their condition. In addition to having poor supplies themselves, men worried about their wives at home with their farms and slaves. As the war endured, men increasingly abandoned the Confederacy to protect themselves and their families. ","Another possible explanation for the increased desertion can be seen in the conscription of most of the Confederate army after 1862. This placed people in the army who were not necessarily committed to preserving the South. As the Confederate States of America increasingly became a lost cause, these men felt no need to continue risking their lives and those of their families. In observing the increasing number of deserters, Farragut commented on the morale of the CSA; more deserters meant increased internal problems within the Confederacy."],"display_date":"February 1864","search_date":"1864-02-14","citations":[{"divid":1216925385,"type":"Primary Source in a Secondary Source","data":["David Glasgow Farragut to Gustavus Vasa Fox","February 8, 1864","Confidential Correspondence of Gustavus Vasa Fox&#58; Assistant Secretary of the Navy, 1861-1865, Vol. 1","Gustavus Vasa Fox","New York","De Vinne Press","1918",""]},{"divid":1216925442,"type":"Book","data":["David Donald Jean Baker, and Michael Holt","The Civil War and Reconstruction ",null,"New York","W.W. Norton &amp; Company, Inc.","2000",""]},{"divid":1216925475,"type":"Book","data":["Edward Ayers","In the Presence of Mine Enemies&#58; The Civil War in the Heart of America ",null,"New York","W.W. Norton &amp; Company, Inc.","2003",""]}],"locations":[{"id":2096,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}