{"id":2848,"title":"A Sunday Snub\n","course_id":1,"status":"P","start_date":"1865-08-22","end_date":"1865-08-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On an August morning in Montgomery, Alabama, an elderly African-American woman found a seat in one of Montgomery's principal churches and waited for the service to begin. While she waited, however, she was...politely told that accommodations were prepared for her in another part of the building. The lady moved off quietly and took her place in the gallery. In an article in the Montgomery Advertiser the following Tuesday, the woman was excused from her decision to sit in a seat exactly suited to her mind with the dismissal that she knew no better, and probably had been told that she was as good as the whites, and entitled to as many privileges. White Montgomery citizens were beginning to realize that, in order to maintain the racial order of slavery, they would have to make sure that newly freed African-Americans, such as the lady in the church, knew their place.","One of the ways cities like Montgomery informed freedmen of the new social order were with Black Codes. According to historians Leah Atkins, Wayne Flint, William Rogers, and Robert Ward, after the Civil War, many blacks...left their plantations and flocked to...towns and cities such as Montgomery. These blacks, and newly freed blacks already living in the cities, found no category to define their new existence [because] Southern whites...were [not] willing to welcome the new freedmen as equals. Just months after this incident in Montgomery, the Alabama constitutional convention failed to make blacks equal before the law and when the legislature reconvened on January 15, 1866, it enacted laws...to regulate the conduct of blacks. These laws effectively became the Alabama Black Codes, the laws that would form the foundation of legal segregation in Alabama. But as this article illustrates, the social constructs for these laws were in place months before they were made official."],"display_date":"August 22, 1865","search_date":"1865-08-22","citations":[{"divid":1214080001,"type":"Newspaper Article","data":["How It Works","Montgomery Advertiser","","August 22, 1865",""]},{"divid":1214080030,"type":"Book","data":["Leah Rawls Atkins,Wayne Flint, William Warren Rogers, and Robert David Ward","Alabama: The History of a Deep South State",null,"Tuscaloosa, AL","University of Alabama Press","1994","229, 234, 238"]},{"divid":517526,"type":"Online Encyclopedia","data":[null,null,null,null,"SetwMTxjYqytOhR"]}],"locations":[{"id":2098,"lat":32.2488115675,"lng":-86.1666274124,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}