{"id":2849,"title":"Blurring Lines of Race\n","course_id":1,"status":"P","start_date":"1861-01-01","end_date":"1861-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Race in the antebellum South was not as simple as black and white. In recounting her story, Louisa Picquet discussed the races of slaves on several occasions. As a slave, Louisa recognized differences between herself and other slaves. She described herself as relatively white, but that other slaves around her where more white than she. She also noticed a difference in the way masters treated their perfectly white slaves and their jet black slaves. Masters preferred their slaves to be more white than black, though no matter how white a slave was, it was not good enough. For example, Louisa described her mother as pretty white; not white enough for white people. ","After describing race in Mobile from her perspective, Louisa described a particular situation on a plantation where her friend worked. A white and black slave both served as waitmen for their master. The master preferred the white slave and the black slave was jealous and plotted against him. He told his master that the white waitman had sexual relations with the almost-white female slave the master kept for his own. The jet black slave knew this was the only thing for which his master would beat the white slave. His assumptions were correct, and the white slave was heavily beaten and sold. The black slave knew that the only way he could gain favor was to charge the white waitman with a crime the master could not ignore. ","As Africans were shipped to the United States in greater numbers, race could no longer be simply white or black. Relationships between white masters and female slaves, or even in rare cases black freemen and white women, produced racial complexity. In fact, in Virginia there were as many as 61 different ways to describe skin tones. No matter how white a person appeared, if they had any African ancestors, they could be enslaved. However, the whiter a slave was, the more desirable they were to their masters. In the case Louisa described, this was true for both male and female slaves. In the female case, masters preferred whiter slaves for their own desires. With men, masters simply preferred keeping whiter slaves closer to them. This is a theme throughout the South as law makers and community members continually had to define what it meant to be white or black in a land where very few people could be definitively defined as one or the other."],"display_date":1861,"search_date":"1861-07-02","citations":[{"divid":1217000629,"type":"Pamphlet or Other Printed Material","data":["","Louisa Picquet, the Octoroon, or, Inside Views of Southern Domestic Life","New York","The Author","1861",""]},{"divid":1217000706,"type":"Book","data":["Joshua Rothman","Notorious in the Neighborhood&#58; Sex and Families Across the Color Line In Virginia 1787-1861 ",null,"Chapel Hill, NC","University of North Carolina Press","2003",""]}],"locations":[{"id":2099,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}