{"id":2852,"title":"Ice Famine Narrowly Averted\n","course_id":1,"status":"P","start_date":"1890-03-13","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On March 13, 1890, the Jackson Weekly Clarion Ledger relayed word from Chicago that the cold weather of the past ten days has been a God-send to the ice men... The Michigan fields are being heavily drawn upon, while the crop in Illinois, Indiana and Wisconsin is eminently encouraging, thus relieving fears of an ice shortage. This was especially good news for Mr. Beasly of Crystal Springs, Mississippi, who ten years earlier had build an ice-house in his town in order to supply his neighbors with ice. Beasly had recognized that the ice trade was not only extremely important to warmer climate areas, such as Mississippi and much of the South, but also could be very profitable.","By the 1800s, of ice harvesting had been around for centuries. According to world-renown ice-historian Mariana Gosnell, the so-called ice craze really started in Boston, when a man named Frederick Tudor, in the manner of a drug pusher, set out [in 1805] to create a taste for cold that would get customers hooked. Over the next few decades, Tudor and his foreman Nathaniel Wyeth succeeded in refining the mass cultivation and shipping processes of ice. Harvesting the ice from the fields, which were, in fact, very, very much more than frozen over lakes and ponds, became an intricate and precisely designed process. According to Gosnell, once a thick layer of ice formed over a field, it would be scraped clean, shined, and then carved into a checker pattern of large ice blocks with a single bladed plow. Using saws the blocks were cut free and then, using large pike poles, floated through a carved out channel to a collection area. Although one might think this process would eventually dry out the lake or pond being used, the process apparently removed from a 400-square-foot ice field...each year [an amount of water that is] less than the total amount of water that evaporates from the surface of the very same lake during a single hot summer day. Much less. ","Thus, despite the ice machine's invention as early as 1850 and emergence of ice plants, neither of which were in widespread usage (religious skepticism being one of the reasons against), Tudor and others that had caught on began to sell ice in massive quantities literally all over the world. In fact, according to Gosnell, for years [in the nineteenth century] ice was America's second-biggest crop by weight to be transported by trains and ships, with the first being cotton. Much of that weight undoubtedly went through the South, not only for the preservation of foods, but also because no self respecting Southerner would drink his bourbon warm or her Dom Perignon above the temperature of 38 degrees Farenheit, excepting, perhaps, Jill Masterson.","Upon receiving a shipment of ice, a southern city or town would store it in pits, caves, or trenches underground; in cavities mostly underground but with roofs, or entry structures above ground; or entirely above ground, in insulated houses. Judging by the blurb in the Crystal Springs Monitor, Mr. Beasly's construction was most likely the latter, and was probably painted white to reflect sunlight and to make it look more like an igloo. Between its outer and inner walls there would be some type of insulation, be it tanners, bark, charcoal, sawdust, hay, straw, [or] shavings. With the proper construction, Beasly would be able to maintain approximately 70-90 percent of his stored ice, sometimes for many years. Nevertheless, as the 1890 Clarion Ledger blurb referred to a possible ice famine in the summer, Beasly and the area his business supplied were most likely in want of a fresh shipment."],"display_date":"March 13, 1890 - December 31, 1890","search_date":"1890-08-06","citations":[{"divid":1214088140,"type":"Newspaper Article","data":["","The Jackson Weekly Clarion Ledger","","March 13, 1890",""]},{"divid":1214088161,"type":"Newspaper Article","data":["","Crystal Springs Monitor","","June 18, 1881",""]},{"divid":1214088180,"type":"Book","data":["Maria Gosnell","Ice",null,"New York","Alfred A. Knopf","2005","372-379"]}],"locations":[{"id":2102,"lat":31.8692302776,"lng":-90.4488242966,"zoom":9,"place":"COPIAH, Mississippi"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":11,"tag":"Economy"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}