{"id":2853,"title":"The Constant Threat of Disease\n","course_id":1,"status":"P","start_date":"1865-08-08","end_date":"1865-08-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 8, 1865, the Montgomery Advertiser warned its readers to look out for cholera. The article went on to say that it is reported in a state paper, that several well defined cases of cholera have appeared in New York City, and that each resulted fatally. We are no alarmists, but what can prevent terrible fatality, if disease in epidemic form should appear in our beautiful city? The houses in the public are too crowded, with negroes and filth, and the citizens should complain. The paper suggested that citizens should keep their back lots thoroughly policed and no decomposing matter should be left long exposed to the sun.","What could make a cholera scare in New York City so relevant in Montgomery, Alabama? According to historian Michael Holt, after the war ended, there was a chaotic population movement into cities...by white refugees...Confederate soldiers, and former slaves. This massive immigration...swelled urban populations far beyond the capacity of cities like Montgomery and subjected the citizens to crime and disease. Montgomery was no stranger to disease. Just a decade earlier, in 1854, Montgomery suffered an epidemic of typhoid fever, malaria, and smallpox and the sister Alabama city of Mobile lived in constant fear of a yellow fever, or malaria, outbreak. ","The constant fear of disease was a pressing issue in Alabama. With cities like Mobile and their proximity to water, yellow fever was an ever present threat and, because little was known of disease transmission at the time, even citizens of Montgomery feared the spread into central Alabama."],"display_date":"August 8, 1865","search_date":"1865-08-08","citations":[{"divid":1214084530,"type":"Newspaper Article","data":["Look Out for Cholera","Montgomery Advertiser","","August 8, 1865",""]},{"divid":1214084556,"type":"Book","data":["Jean Harvey Baker, David Herbert Donald, and Michael F. Holt","The Civil War and Reconstruction",null,"New York","Norton &amp; Company","2001","495"]},{"divid":1214084601,"type":"Book","data":["Leah Rawls Atkins, Wayne Flint, William Warrent Rogers, and Robert David Ward","Alabama: The History of a Deep South State",null,"Tuscaloosa, Alabama","University of Alabama Press","1994","121"]}],"locations":[{"id":2103,"lat":32.2488115675,"lng":-86.1666274124,"zoom":9,"place":"MONTGOMERY, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}