{"id":2855,"title":"Views on the Coming of War\n","course_id":1,"status":"P","start_date":"1861-06-01","end_date":"1861-06-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In 1861, the Civil War began in the United States. Susan Brardford Eppes was a teenager in the deep South and responded to this event with intense sorrow. She knew that war had arrived, and she knew war would change everything. In her initial response, Susan discussed the burden now facing the southern people. Everyone in the South had to be a part of the fight. Her support and sadness for the South then moved toward anger with the North. She said that the North brought the war to the South; southerners did not want to fight. However, when the North chose war, the South could not turn away. Susan then took comfort in her knowledge that the Christian God, the God of Battles, would help the people of the South. ","As sectional tendencies developed throughout the 1850s, southerners became increasingly proud of who they were. It became an honor to be southern, and some southerners even worked to create elaborate legacies. When the issue of secession came into play upon the election of Lincoln, leaders used rhetoric encouraging the men of the South to protect their honor. Men could not stand by idly when the North attacked the southern way of life. Susan commented on the importance of honor by saying that no southerner would back away from a fight. Susan also strongly believed that the North was at fault. In her mind and those of many others, the North antagonized the South. The North refused to accept the South and its use of slavery. This continual attack on southern culture made it impossible for southern men of honor to turn their backs to the growing conflict. ","People of the Confederacy believed very strongly that God was on their side. They believed this because their cause was just, and they were true, honorable Christians. Religion and scripture not only justified the cause but also preserved it. For example, General Stonewall Jackson and General Robert E. Lee continually prayed with their men and reminded them to hold true to their beliefs. Susan believed fervently that God was on her side and the side of the South. This was the case because the North forced the South into an unnecessary war to defend southern honor. Though she was young at the time, Susan's interpretation of the war around her was demonstrative of the overall atmosphere and set of beliefs contagious throughout the South. "],"display_date":"June 1861","search_date":"1861-06-15","citations":[{"divid":1217001021,"type":"Pamphlet or Other Printed Material","data":["Susan Bradford Eppes","Diary of Susan Bradford Eppes in Through Some Eventful Years ","Macon, GA","J.W. Burke Co.","1926",""]},{"divid":1217001069,"type":"Book","data":["David Donald Jean Baker, and Michael Holt","The Civil War and Reconstruction ",null,"New York","W.W. Norton &amp; Company, Inc.","2000",""]},{"divid":1217001116,"type":"Book","data":["Edward Ayers","In the Presence of Mine Enemies&#58; The Civil War in the Heart of America ",null,"New York","W.W. Norton &amp; Company, Inc.","2003",""]}],"locations":[{"id":2104,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}