{"id":2856,"title":"Jim Crows to the Senate-a White Mississippians&#39; Defense of Supremacy\n","course_id":1,"status":"P","start_date":"1890-12-31","end_date":"1890-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On December 31, 1890, Senator James Z. George (D. Miss), a man Dunbar Rowland calls a life-long resident of Carroll County, began his overwhelmingly convincing speech on the Senate Floor defending the newly written Mississippi Constitution. The new constitution, according to Rowland's 1902 reflections, was drafted in order to eliminate ignorance at the ballot box, and Senator George's defense was apparently very insightful; he displayed a more intimate knowledge of the constitutions of Massachusetts, Vermont and Connecticut than did the Senators who represented those states, and the speech itself has been called one of the great constitutional law speeches of the Senate. Indeed, the principles that the man from Carroll laid out in his speech were subsequently validated by the United States Supreme Court in Williams v. Mississippi, 1898. ","Two of the 1890 Mississippi Constitution's 285 main sections which George defended, however, have now earned historical renown: Sec. 243 establishing a uniform poll tax of two dollars, to be used in aid of the common schools, and for no other purpose, and Sec. 244 establishing a literacy test consisting of being able to read, understand, and interpret any section of the new Constitution. Although these two sections do not explicitly disenfranchise blacks and the provisions of the constitution of the State of Mississippi and the laws enacted to enforce them [were found in Williams v. Mississippi not to be] repugnant to the Fourteenth [and Fifteenth] Amendment of the Constitution of the United States, the result was undoubtedly lopsided. According to William Alexander Mabry, the educational test if administered honestly [disenfranchised] about 123,334 Negroes and only 11,889 whites, leaving a white voting majority of more than 40,000 in the state instead of the existing 70,000 potential Negro majority, not to mention the fact that the Negro majority was already being repressed by bloodshed, bribery, [and] ballot stuffing.","Unfortunately, contrary to some of the official defenses of the 1890 constitution, including Senator George's, the result of disenfranchising a great number of blacks was intentional. As Rowland stated, the 1875 White Revolution in Mississippi and the subsequent years of intimidation of blacks leading up to the 1890 convention were carried out under the belief that the negro has proven himself unworthy of suffrage, and it should be taken from him. Even future early twentieth century Mississippi Governor James Kimble Vardaman noted, according to an online PBS history of Jim Crow, that there is no use to equivocate or lie about the matter. Mississippi's constitutional convention was held for no other purpose than to eliminate the nigger from politics; not the ignorant -- but the nigger. James George had fought since 1875 for this very purpose, and, despite claims of eliminating ignorance, it was in fact racial discrimination he defended before the U.S. Senate. ","Although the man from Carroll County's humble beginnings had earned him the nickname the Great Commoner, and his work in the United States Senate was valuable in aiding education and civil service reform as well as being instrumental in shaping the Sherman Antitrust Law, his staunch defense of the Mississippi Constitution of 1890 left a darker legacy to the South. While he was very likely only a product of his time and environment, as well as a much larger underlying racial problem in the South and indeed the entire country, Senator James Z. George's rousing speech left what would become a permanent stain not only on the man from Carroll, but also on the entire South and United Sates as a whole, as it justified before Congress the Jim Crow system of de jure racial segregation and subjugation. "],"display_date":"December 31, 1890","search_date":"1890-12-31","citations":[{"divid":1215547011,"type":"Website","data":["Dunbar Rowland","A Mississippi View of Race Relations in the South, as read before the Alumni Association of the University of Mississippi, June 3rd 1902","Library of Congress: American Memory","http://memory.loc.gov/ammem/index.html","September, 2006"]},{"divid":1215547057,"type":"Website","data":["Mississippi Historical Society","1890 Constitution of Mississippi","Mississippi History Now","http://mshistory.k12.ms.us/features/feature10/1890_state_constitution.html","September, 2006"]},{"divid":1215547107,"type":"Article","data":["William Alexander Mabry","Disfranchisement of the Negro in Mississippi","The Journal of Southern History","Vol. 4, No. 3","August 1938","318-333"]},{"divid":1215547213,"type":"Website","data":["United States Senator Thad Cochran","A Brief History of Mississippians in the United States Senate","Mississippi Congressional Delegation","http://cochran.senate.gov/congress.htmsenators","September 2006"]},{"divid":1215547309,"type":"Website","data":["PBS","The Rise and Fall of Jim Crow, Jim Crow Stories, Williams v. Mississippi","PBS","http://www.pbs.org/wnet/jimcrow/stories_events_williams.html","October 26, 2006"]},{"divid":5015,"type":"Manuscript","data":[null,"aJMGKLGtsY"]}],"locations":[{"id":2105,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}