{"id":2858,"title":"Petition for Mercy\n","course_id":1,"status":"P","start_date":"1883-01-05","end_date":"1883-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":[" Governor Cameron received a petition from a substantial number of Virginia citizens who were concerned with the injustice of a court decision in Virginia. The petitioners wanted a commutation of the sentence of the black man Preston Harris, who was sentenced to be hung for arson. Harris sent fire to the jail where he was housed, though no one seemed to know if it was accidental or purposeful. All of the prisoners housed in the jail were brought out to safety, and the conflagration was put out before too much damage was done. The court ruled that for this offense, Harris should be hung. The petition requested that the sentence be changed from hanging to life imprisonment since the prisoner was only 17 years old. It was obviously a clear case of guilt, but many people felt that it was too harsh for such a young man, even if he was black. "," There are many examples in Southern history of whites (and blacks as well) petitioning for blacks to be granted mercy in regards to very harsh sentences in the Virginia penal system. Historically, petitions were an important part of the American legal system, and citizens actively used this right to redress grievances and plead for mercy, especially with regards to criminals. This collective action allowed the general population to have a say in the specific roles of their government. However, it is not typical for whites to take such specific action for a black man. It was not unknown however, as can be seen throughout Virginia history. For example, in the case of Angela Barnett in 1793, Angela appealed to have her death sentence pardoned since she was with child. With this appeal and the help of petitions from white friends, that sentence was pardoned. While whites may find blacks dangerous as a whole, individual blacks were their friends. In this way, whites saw Harris as an individual person, who was unjustly sentenced, not as a part of the threatening black masses. While the specifics of the case are unknown, it is clear that whites in Southside Virginia saw the injustice of such a harsh sentence for someone so young. "],"display_date":"January 5, 1883 - December 31, 1883","search_date":"1883-07-04","citations":[{"divid":1216499283,"type":"Newspaper Article","data":["","Daily Index-Appeal","","January 5, 1883",""]},{"divid":1216499329,"type":"Book","data":["Joshua D. Rothman","Notorious in the Neighborhood&#58; Sex and Families Across the Color Line in Virginia, 1787-1861",null,"Chapel Hill","The University of North Carolina Press","2003",""]},{"divid":1216499412,"type":"Book","data":["Melvin Patrick Ely","Israel on the Appomattox",null,"New York, NY","Vintage Books ","2004","229"]},{"divid":1216499486,"type":"Article","data":["Anita Hodgkiss","Petitioning and the Empowerment Theory of Practice","The Yale Law Journal","96","1987","571-572"]}],"locations":[{"id":2107,"lat":36.8908092988,"lng":-76.7268389325,"zoom":9,"place":"ISLE OF WIGHT, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}