{"id":2861,"title":"Lost and Found\n","course_id":1,"status":"P","start_date":"1899-08-31","end_date":"1899-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On August 31 of 1899, a brief letter from E.B. Hill, Telegraph Editor of the Detroit Journal, was published in the Jackson Weekly Clarion Ledger. Mr. Hill, it appeared, had inherited a Civil War era relic from his father, who had received it from a member of a troop of Michigan cavalry. The relic itself was an ornamental Bowieknife with a six-inch blade, horn handle, German silver mounted. The sheath is blue velvet, German silver tipped, and on the band encircling the top has been scratched with a pin point, in fine clerical hand: Col. J.M. Wood, Mississippi Tigers. The Michigan cavalryman apparently found the knife in Corinth, Mississippi following the evacuation of that city in May, 1862. ","The evacuation itself occurred on May 29 and 30. Although, according to historian Steven Nathaniel Dossman, Corinth was absolutely vital to the Confederate war effort, as it was the site of the junction of the Memphis and Charleston line with the Mobile and Ohio, the crucial chains that linked the confederacy together, General Beauregard saw no other alternative to withdrawal from the city; after a long, grueling siege which was made especially terrible due to lack food and clean water and had turned the surrounding area into what one soldier called the most Godforsaken country I ever saw, the Confederate General decided to spare what men he had left.","Beauregard took four days to plan and carry out the action. The first step was to notify his own troops to prepare to attack in order to confuse Federal intelligence reports. Then, through secret correspondences, he meticulously laid out his plan of withdrawal. Finally, on the night of May 29, under the guises of extra campfires, as much commotion as possible to sell the ruse [of imminent attack], and even an empty train [running] in and out of Corinth; complete with whistles, bands, and cheers to make it appear large numbers of reinforcements had arrived, Beauregard completed his move out of Corinth. Having to move his men out of the area under Beauregard's very particular commands all while maintaining an air of secrecy, Colonel Wood clearly had other things on his mind than his knife; as it was found simply upon the camp ground, Colonel Wood most likely misplaced or forgot it during all the commotion. ","Thirty-seven years later, he [or his family] finally received his knife back [perhaps]. Although war relics are usually given very serious sentimental value, this particular find seemed to have no value to the finder and clearly was not seriously important to E.B. Hill. Therefore, it is fitting that Colonel Wood or his family should receive this piece of their personal history back. Furthermore, this respectful action by Mr. Hill is representative of larger efforts, still ongoing in the 1890s, to heal wounds between the North and South; relics are usually kept as a reminder of the enemy and the battle, but here it was returned in order to, in some small, individual way, erase the line between enemies and, as may have been hoped by E.B. Hill, the animosities between North and South. "],"display_date":"August 31, 1899 - December 31, 1899","search_date":"1899-10-31","citations":[{"divid":1214445931,"type":"Newspaper Article","data":["","The Jackson Weekly Clarion Ledger","","August 31, 1899",""]},{"divid":1214445952,"type":"Book","data":["Steven Nathaniel Dossman","Campaign for Corinth",null,"Abilene","McWhiney Foundation Press","2006","13-14, 24, 32"]},{"divid":1214446000,"type":"Website","data":["Arthur F. Freeman","5th Tennessee Regiment at Corinth","Arthur F. Freeman","http://art55usmo.home.mindspring.com/5thTN5.htm","October 2006"]}],"locations":[{"id":2109,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}