{"id":2862,"title":"Reactions to Lincoln&#39;s Inauguration\n","course_id":1,"status":"P","start_date":"1861-03-01","end_date":"1861-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Lincoln was inaugurated on March 4, 1861. One month earlier, Jefferson Davis had been inaugurated as the new president of the Confederacy. Elizabeth Saxon traveled to Montgomery, Alabama to celebrate the inauguration of Davis and then traveled to Mobile when Lincoln was inaugurated. In Mobile, she visited with a good friend and mentor from her childhood, Madame Octavia Walton Invert. Well-educated and charming, Madame Invert was a woman of society. Saxon described her as the most generous person she had ever met. The two exchanged formalities and then discussed Lincoln's present inauguration with sadness and fear. Invert cried for the friends she had scattered throughout the North and the South and knew how difficult the upcoming months would be. Saxon was younger and saw more hope for the future. Yet the depression of her role model was greatly troubling, and the somber mood quickly spread to Elizabeth herself. ","Uncertainty surrounded Lincoln's inauguration. Unionists and Confederates found themselves unsure of what would happen next. His inauguration speech needed to alleviate fears and explain his positions and possible actions. In his speech, Lincoln proclaimed that his purpose was not to eliminate slavery but rather oversee that which belonged to the government. In this sense, he was referring to the states that had already seceded. This included Saxon's home state of Alabama, which had seceded on January 11, 1861. Lincoln argued that he had no intentions of ending slavery in the South, but simply wanted to preserve the Union. ","Despite Lincoln's reassurances, southerners were not convinced. Many believed that slavery could not be protected in the current Union regardless of who was in charge. States that had already seceded continued to encourage border states to join their new nation. Even though states like Alabama had already taken action, no one knew what Lincoln's response would be. When he refused to sit idly by and allow the South to create its own nation, war became the next possible step. While the border states did not seceded until April and May, the rest of the South knew that war was coming. Unlike the inauguration of Jefferson Davis, the inauguration of Lincoln was a somber occasion. Invert's wisdom led her to believe that war between the North and the South was next and that would mean great casualties on both sides. Though younger, Saxon realized a great deal from watching the depression Invert faced. She too came to believe that the Confederate States of America would have to fight to preserve themselves. Lincoln could not say anything to convince the southern states that he would fairly handle the institution of slavery. "],"display_date":"March 1, 1861 - March 30, 1861","search_date":"1861-03-15","citations":[{"divid":1217001258,"type":"Pamphlet or Other Printed Material","data":["Elizabeth Lyle Saxon","A Southern Woman&#39;s War Time Reminiscences","Memphis, TN","Pilcher Printing Co.","1905",""]},{"divid":1217001309,"type":"Book","data":["William L. Barney","The Secessionist Impulse&#58; Alabama and Mississippi in 1860 ",null,"Princeton, NJ","Princeton University Press","1974",""]},{"divid":1217001353,"type":"Book","data":["David Donald Jean Baker, and Michael Holt","The Civil War and Reconstruction ",null,"New York","W.W. Norton &amp; Company, Inc.","2000",""]},{"divid":1217001393,"type":"Book","data":["Larry D. Mansch","Abraham Lincoln, president-elect&#58; The Four Critical Months from Election to Inauguration",null,"Jefferson, NC","McFarland &amp; Co.","2005",""]}],"locations":[{"id":2110,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}