{"id":2864,"title":"Mary Emilie Holmes: On a Mission\n","course_id":1,"status":"P","start_date":"1891-11-01","end_date":"1891-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["The white citizens of Jackson, Mississippi were less than happy. According to the Clarion Ledger Jackson had been selected as the site of the Mary Holmes school for the colored people, despite protests of many newspapers and citizens. They did not, however, formally attempt to stop the project, as it was, according to Samuel Rogal's account of Holmes' educational ministry, a only seminary founded by a white woman working with a white staff and a white faculty to educate young Black girls in the domestic arts. Thus, a service to consecrate the twenty acres of ground acquired for the seminary occurred at Jackson, Mississippi, on 24 December 1891 with no protest from the locals. The school officially opened on September 28, 1892, and was dedicated to Mary Emilie Holmes's mother on October 12 of that same year.","At first glance, establishing such a school seems to be an incredible achievement. Mary Holmes, who was trained first at Rockford Female Seminary and later at the University of Michigan and was the first woman to receive a doctorate in the earth sciences, had succeeded in establishing a school for black young women in the heart of the Deep South. After benefiting Swift Memorial College in Rogersville, Tennessee and Monticello Academy in southeastern Arkansas, despite resistance from white communities in the areas (especially in Tennessee), Holmes's commitment and mission to the education of black children, principally females, which she saw fit to channel through the missionary arms and agencies of the Presbyterian Church, had paid off for a third time. Not only that, but within only twenty-six months, Holmes and her father had enlisted the direct assistance of the Board of Missions for Freedmen of the Presbyterian Church in the U.S.A.; of local Home Missionary societies; of the Woman's Board of Home Missions in Ohio, Indiana, Illinois, Iowa, Michigan, and New York; of the Balck communities of Jackson; and of individual families in Rockford. It is no small wonder that whites in Jackson were not outraged at such an institution.","The reason for this, however, is that perhaps Mary Holmes's school was not such an achievement after all, as the curriculum emphasized courses of instruction in sewing, mending, cooking, laundry, and general housekeeping, almost [guaranteeing] that her charges would never rise beyond the various states of domestic service. Furthermore, it seems that Mary Emily [sic] Holmes...simply avoids the issue of racial segregation in the Deep South. She accepts it (although perhaps not agreeing with it) as a fact of life and goes about her business. Therefore, because she was not directly challenging the status quo, the whites of Jackson (and later West Point after the original establishment burned down in 1895) tolerated the existence of a school educating young black women.","Yet, Mary Holmes was indeed a pioneer and did in a way challenge the status quo. Mary Emily [sic] Holmes... stood above (or at least beyond) her generation of American educators by promoting the notion that education would certainly prove beneficial to every American Youngster, no matter what his or her social, economic, or racial classification. With this motivation, she attempted to teach young women something, no matter how seemingly inconsequential, that would lift them from the moral, mental, physical, and spiritual degradation which had been the background of the race for 250 years; through her Presbyterian missions and schools, she gave black women a reason to hope for something beyond the racial boundaries set for them by society, which was especially important in Mississippi. In this way, she attempted to fulfill in them her motto and her educational-evangelical mission: Not to seem, but to be."],"display_date":"November - December 1891","search_date":"1891-11-30","citations":[{"divid":1215547493,"type":"Newspaper Article","data":["","Jackson Weekly Clarion Ledger","","November 5, 1891",""]},{"divid":1215547510,"type":"Book","data":["Samuel J. Rogal","The Educational and Evangelical Missions of Mary Emilie Holmes",null,"Wales","The Edwin Mellen Press, Ltd.","1994","ii, 7-8, 58-66, 72, 78-79"]}],"locations":[{"id":2112,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}