{"id":2865,"title":"Slaves in the War\n","course_id":1,"status":"P","start_date":"1863-01-01","end_date":"1863-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Throughout southern history, masters continually feared that their slaves would rise up against them. When the Civil War broke, this was exacerbated by the fear that slaves would join the Union army. Louis Hughes was a slave from Mississippi. As the war progressed, Union armies came closer and closer to his hometown until ultimately they came through and destroyed Panola. Masters feared for their lives and their property and decided to send some of their slaves further south and away from the Yankees. Hughes and his wife were part of a group initially sent to Georgia. Once in Atlanta, Hughes and his wife were transferred again, this time to Mobile, Alabama. In Mobile, Hughes was sent to the salt works. There he worked for the rebel government, while his wife worked as a cook in the same factory. Salt was essential for preserving meat, and thus Hughes and his wife were forced to play a critical role in aiding the southern military effort. ","In 1863, it became legal for the Union army to use black troops. While this included freed blacks, Northern troops also enlisted runaways who offered their service. For blacks, this was a way of guaranteeing freedom and showing patriotism. Clearly southerners feared this. They accused Lincoln of inciting slave rebellions and violating laws of war. When it became apparent that Yankee soldiers intended to benefit from using blacks in the army, the fears of masters were renewed and they often sent their slaves South to hide them. Hughes was removed from his hometown to prevent him from becoming a threat to his masters and their government. "],"display_date":1863,"search_date":"1863-07-02","citations":[{"divid":1217001480,"type":"Pamphlet or Other Printed Material","data":["Louis Hughes","Thirty Years a Slave&#58; From Bondage to Freedom ","Milwaukee, MN","Southside Printing Company","1897",""]},{"divid":1217001510,"type":"Book","data":["David Donald Jean Baker, and Michael Holt","The Civil War and Reconstruction ",null,"New York","W.W. Norton &amp; Company, Inc.","2000",""]}],"locations":[{"id":2113,"lat":30.3671940073,"lng":-88.3660108917,"zoom":9,"place":"MOBILE, Alabama"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}