{"id":2866,"title":"Grand Opening of the Greenville Tobacco Warehouse\n","course_id":1,"status":"P","start_date":"1891-10-01","end_date":"1891-10-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["October 1, 1891 was a day to remember in the history of Greenville in Pitt County, North Carolina. The grand opening of the Greenville Tobacco Warehouse was the beginning of a new era in the prosperity of the town and community. The warehouse would allow the opportunity for farmers in Greenville to sell their tobacco close to home and by opening day, arrangements had already been made to bring in buyers from various other parts of North Carolina and other states.","The advent of the Greenville Tobacco Warehouse began to take form in June 1891 when a small group of men held a meeting in Greenville and made a unanimous decision to erect a local tobacco warehouse. They organized a stock company and the Greenville Land and Improvement Co. tendered a half an acre lot on Ninth Street upon which to build the warehouse. The company then purchased another adjoining lot of equal size to achieve the desired area with a floor space of 70x110 square feet. G.F. Evans conducted the warehouse during its first season with O.T. Forbes as the Floor Manager, L.L. Joyner as the bookkeeper and R.J. Hart as the auctioneer. G.F. Evans was the pioneer of tobacco culture in Pitt County and most farmers attributed its success largely to him. Everybody knew him as an upright, reliable man and believed that the general management of the warehouse could not have been placed in better hands.","The year 1890 had produced a good crop output and nearly every planter had increased his crop in 1891. In 1891, Pitt County planted approximately three thousand acres of tobacco. Tobacco warehouses had already been built in Rocky Mount, Wilson and Tarboro and Greenville's warehouse was characteristic of the greater spread of the tobacco culture along the Carolina coastal plains. While the heavy rains of July 1891 made for a bad crop season, the planters had invested too much time and capital to be discouraged.","As state farmers quickly realized the money to be made in tobacco, they began growing the bulk of their crops for market rather than producing their own food. Milton Ready suggested that the construction of the railroads, growth of towns and industries, multiplication of cotton gins and tobacco warehouses, where crops could be hauled in a day and sold for cash on the spot, made it practical to farm for profit. As this market economy continued to take hold in the South, the opening of the Greenville Warehouse reflects the widespread movement of tobacco culture throughout the Carolina Coastal Plains."],"display_date":"October 1, 1891","search_date":"1891-10-01","citations":[{"divid":1214443488,"type":"Newspaper Article","data":["","The Reflector","","September 23, 1891",""]},{"divid":1214443502,"type":"Book","data":["Milton Ready","The Tar Heel State: A History of North Carolina",null,"Columbia, SC","University of South Carolina Press","2005","266-283"]}],"locations":[{"id":2114,"lat":35.5940864102,"lng":-77.3680066596,"zoom":9,"place":"PITT, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}