{"id":2867,"title":"A Letter from Italy to Savannah, Georgia","course_id":1,"status":"P","start_date":"1899-11-01","end_date":"1899-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["People in the United States and around the world began to utilize the newly developed railroad system during the nineteenth century. People shipped numerous items by means of the railroad. Southern natives such as Phoebe Yates-Levy Pember, a native of Savannah, Georgia also utilized the new system. Pember spent the years 1895-1899 traveling around Europe. In 1899 she sent home to Savannah a package of Venetian glass. Pember sent the package home to Savannah by means of the railroad system. She trusted that the railroad would deliver her package safely to her home in Savannah, yet she was mistaken. In her letter to Georgina, a family friend, she discussed a problem with the package and the freight system. Pember explained her frustration about the system in her letter because the package she sent by freight never made it to its destination. Shipping by freight was quicker and more efficient, but Pember's letter showed that some frustrations and undependability came with using the freight system. ","Pember's reliance and frustration with the freight system typified the feelings of many other people who also relied on the system. As the population of the United States grew and people needed to not only move items but themselves, the need to transport material throughout the states become increasingly important. Many people wanted the railroad to expand throughout the United States and expand into the central areas of states. Because the necessity for the railroad system was so great the freight system grew to be quite expansive. Through the expansions of the railroad, people in the North, South, and western United States utilized the system. The railroad became a way to ship things quickly and efficiently, or at least more efficient than the means used in the past. Many people began to trust the freight system with their valuables. Phoebe Pember trusted the freight system enough to send something as precious and delicate as Venetian glass by using the railroad system. Although the need for the freight system remained, many people were skeptical to use the new and somewhat unreliable system on which they became so dependent."],"display_date":"November 1899","search_date":"1899-11-15","citations":[{"divid":1215547769,"type":"Manuscript on Microfilm","data":["","Phoebe Pember to Georgina, November 1899","Reel 22, Micfilm 5727 ser. A","Phoebe Yates Levy Pember Papers","Alderman Library, University of Virginia"]},{"divid":1215547800,"type":"Book","data":["William J. Cooper, Jr. and Thomas E. Terrill","The American South: A History",null,"New York","McGraw-Hill Companies","1996","454-481"]},{"divid":1215547886,"type":"Book","data":["Steven Hahn","The Roots of Southern Populism",null,"New York","Oxford University Press","1983","142"]},{"divid":1215547955,"type":"Book","data":["Joseph P. Reidy","From Slavery to Agrarian Capitalism in the Cotton Plantation South",null,"Chapel Hill","The University of North Carolina Press","1992","52, 257"]}],"locations":[{"id":2115,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":12,"tag":"Migration/Transportation"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}