{"id":2868,"title":"The Cotton Planter&#39;s Convention at Macon and its Broader Implications\n","course_id":1,"status":"P","start_date":"1851-10-27","end_date":"1851-10-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The 1851 Cotton Planter's Convention in Macon, GA brought together 261 cotton farmers, who were agitated by recent criticisms of their economic practices.  More importantly, Charles Goethe Baylor came to the Convention to address the planters while on temporary leave from his position as the United States consul at Amsterdam.  The merchants of Amsterdam had authorized him to tender cash advances, at low interest, to merchants and planters who wished to trade with Amsterdam instead of Liverpool.  On October 14, 1851, a Georgia newspaper editor commented on the broader possibilities of a change in trade: England has of late years given a good deal of aid and comfort to abolitionism.  Her West India policy proves her antagonism to African slavery and her intervention in Cuba shows it still more, to say nothing of the money actually remitted by her anti-slavery societies, to promote abolition in this country.  Hence it becomes important for the south to foster the cotton manufacture of the continent of Europe, so as not to be dependent either on Old or New England. ","Baylor's speech was widely reprinted in newspapers in the weeks following the convention, and the planters were bursting to adopt his ideas.  The convention delegates immediately passed a resolution offered by Baylor favoring direct trade, and they further resolved that any adopted strategy must include direct trade.  The convention delegates, however, could not agree on what plan to adopt.  The one finally selected was widely criticized.  The national movement for direct trade began to grow and the planters became more involved in agricultural movements, but Baylor's activities did not succeed in bringing direct trade to the South.  "," Baylor did manage to empower the southern cotton planters, if only figuratively, by forcing them to consider the possibilities of their taking matters of international trade and economy into their own control.  They were a wealthy and potentially influential group of men who had the power to effect change for their own benefit, and to the advantage of the American free trade.  Baylor was likely one of the first prominent figures to publicly acknowledge that power and to ask the planters to use it.  He was perhaps more successful in doing so because of his valid and personalized appeal to the possibility of no longer being dependent upon England, which held both economic and cultural significance.  The country's abolitionist policies and England's historical control over the American economy were both significant points of tension, but the United States had yet to challenge or address either one.  "],"display_date":"October 27, 1851","search_date":"1851-10-27","citations":[{"divid":1215548133,"type":"Newspaper Article","data":["","The Georgia Telegraph","","October 14, 1851",""]},{"divid":1215548145,"type":"Newspaper Article","data":["","The Georgia Telegraph","","November 18, 1851",""]},{"divid":1215548158,"type":"Newspaper Article","data":["","The Georgia Telegraph","","January 6, 1852",""]},{"divid":1215548182,"type":"Article","data":["Weymouth T. Jordan","Cotton Planters&#39; Conventions in the Old South","The Journal of Southern History","Vol. 19, No. 3","August 1953","321-345"]}],"locations":[{"id":2116,"lat":32.4032480074,"lng":-84.0905609682,"zoom":10,"place":"MACON, Georgia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}