{"id":2869,"title":"Midwifery in Mississippi\n","course_id":1,"status":"P","start_date":"1885-02-15","end_date":"1885-02-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 17, 1885, Mrs. Octavia Wyche wrote from Meridianville in Madison County, Mississippi to her daughter Imogene in Virginia about a number of things. Perhaps the most important news of the letter was the complication during child birth that her other daughter Mollie had gone through two days before. Mrs. Wyche noticed her daughter was acting strangely and sent Walter, one of her sons, for a doctor or and old woman. Mrs. Wyche told her son to first call a Doctor and then on Martha Wade, who presumably was a trained midwife.","Although the practice of midwifery is no longer in widespread use, during the nineteenth century it was still a part of American culture. It is true that the practice had begun to take a secondary role to trained male doctors among middle and upper class white citizens, but the practice had not entirely faded. It was especially prevalent, note Richard and Dorothy Wertz, among isolated whites (and others). Certainly, on their plantation, Green Lawn, the Wyches were somewhat isolated, as were many living on farms or plantations in the South at the time; if a doctor could not be found immediately, a midwife would have to be called upon, which was exactly Octavia Wyche's understanding of the situation on February 15, 1885.","The practice of midwifery had changed dramatically in America since colonial times, when after, 1750, American men began to return from medical education abroad to practice in colonial towns and cities. The Wertzs note that this began the involvement of men in childbirth, and it was men who actually at first began the practice of educated midwifery. The training spread to women, and In the years after 1810... the practice of midwifery in American towns took on the same unregulated, open market character it had in England where men and women of various levels of training competed to attend births.","During the latter half of the nineteenth century, however, women began to be excluded from midwifery. Despite the fact that American doctors were not as well trained as their more formally educated European counterparts and therefore well trained and experienced midwives most likely could have done the job just as well, it came to be regarded as unthinkable to confront women with the facts of medicine or to mix men and women in training, even for such an event as birth. Nevertheless, by 1885 midwifery was once again being practiced by women such as Martha Wade. Perhaps this is due to the expansion, however slowly, of women's rights during the time. ","Ultimately the decision whether or not to employ a midwife would have been up to Mollie Wyche, and she apparently decided to consult at least one trained midwife as well as at least one doctor. The Wertzs note that it was probably very wise of Mollie Wyche to use not only a trained midwife, but also a woman who had herself borne a child and who might be more patient and discerning about birth processes. The level of experience of Martha Wade is not known, but presumably her being an old woman implies a higher level. Unfortunately, Walter Wyche could find neither Martha Wade nor a doctor in time, and Mollie Wych miscarried. For all of Walter's searching, however, it is unlikely Martha Wade or any doctor could have done much to prevent the sad event."],"display_date":"February 15, 1885 - February 17, 1885","search_date":"1885-02-16","citations":[{"divid":1214102943,"type":"Manuscript on Microfilm","data":["","Mrs. Octavia Wyche, to Imogene Wyche, Februrary 17, 1885","Micflm 1705, Ser J","Wyche Family Papers","Alderman Library, University of Virginia"]},{"divid":1214103001,"type":"Book","data":["Richard W. Wentz and Dorothy C. Wentz","Lying In, A History of Childbirth in America",null,"New Haven ","Yale University Press","1989","29, 46-47, 73"]}],"locations":[{"id":2117,"lat":32.6346973664,"lng":-90.0338114186,"zoom":9,"place":"MADISON, Mississippi"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}