{"id":2871,"title":"Coffee&#39;s New Taste\n","course_id":1,"status":"P","start_date":"1861-01-01","end_date":"1865-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Parthenia Hague loved coffee. She thought that this palatable drink, if not a real necessary of live, is almost indispensable to the enjoyment of a good meal. When the Union blockaded Southern ports during the Civil War and caused the price of coffee to skyrocket to seventy dollars a pound, Parthenia had to find a substitute for her favorite beverage. Her favorite solution was browned, mature okra seeds, which came nearer in flavor to the real coffee than any other. Parthenia and other women in her town tried everything they could to find a suitable replacement, but nothing ever approached the taste of the coffee they remembered. ","Good coffee was not the only casualty of the Union blockade. Parthenia and her fellow southerners also found substitutes for baking soda, tea, flour, cloth, and numerous other food and materials that they were used to having. Historians William J. Cooper, Jr. and Thomas E. Terrill note that the fate of coffee...indicates the deprivations caused by the war. The availability of foodstuffs like coffee and flour seemed to be proportionate to the success of the Union Army; the more the Union advanced and found victory in the South, the fewer foodstuffs southerners procured.","The lack of coffee merely made southerners do without an everyday luxury, but the Union blockade had more severe repercussions. Historian Michael Holt points out that the shortage of bread... [And] the scarcity of clothing led to angry civilian raids. These shortages of necessities demoralized the southern homefront in the latter half of the Civil War. The hardships of war extended far beyond casualties of war; Parthenia Hague and many like her experienced hardships of their own at home."],"display_date":"1861 - 1865","search_date":"1863-07-02","citations":[{"divid":1217001642,"type":"Pamphlet or Other Printed Material","data":["Parthenia Hague","A Blockaded Family ","Boston, MA","Houghton Mifflin","1888",""]},{"divid":1217001672,"type":"Book","data":["William J. Cooper, Jr. and Thomas E. Terrill","The American South&#58; A History ",null,"New York","McGraw-Hill Publishers","1996","358"]},{"divid":1217001772,"type":"Book","data":["Jean Harvey Baker, David Herbert Donald, and Michael F. Holt","The Civil War and Reconstruction ",null,"New York","W.W. Norton and Co., Inc.","2001","457, 458"]}],"locations":[{"id":2118,"lat":31.8864200648,"lng":-85.4021060059,"zoom":9,"place":"BARBOUR, Alabama"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}