{"id":2872,"title":"On Lynching\n","course_id":1,"status":"P","start_date":"1891-11-05","end_date":"1891-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["On November 5, 1891, the Jackson Clarion Ledger accused Texas Governor James Stephen Hogg of being vain for offering a reward for the apprehension of parties engaged in a lynching bee, the subject being a negro. The lynchers, according to the newspaper, would never be prosecuted. On March 27 of the previous year, the same newspaper reported that levee cutters would be properly cared for by the citizens of Bolivar county, as ropes and trees are plentiful up there. Thus it seems that lynching, for American Southerners, was simply an every-day fact of life; according to the Cleveland Gazette, the man in lynched in Texas was just one of 235 that year. Judging by later statistics, a proportionally large amount of those most likely occurred in Mississippi. ","Many if not all of those 235 lynching victims in 1891 were blacks, as African Americans were often the targets of lynch mobs . As the first blurb points out, it was common for whites of the South (and indirectly, by their indifference, the North) to simply let mob justice take its course, in order to, according to Michael Pfeifer, supposedly serve the purposes of local elites and other whites in relieving both economic and sexual anxieties. As white men saw it, the most overt kinds of opposition to their supremacy were frequently represented in these two forms. (Later, according to the Cleveland Gazette, white women of the south would take the take the charge in putting a stop to this mentality and to lynching). Thus the tensions in the South leading to lynchings were deeper simply skin color, although, according to Philip Dray, it was because of skin color that the accusations against those being sought out for lynching were often amplified and exaggerated by individuals in order to incite mobs.","During the late 1800s, according to Johnathan Markovitz, lynchings were carefully designed to convey to black persons in this country that they had no power and nothing else whites were obligated to respect. They were, in other words, used as measures of intimidation in order to prolong a society of white supremacy. Often, mobs of whites would turn lynchings into violent public spectacles, punishing one or two blacks to supposedly, as put by a Mayor of New Orleans, cause the others [to] trouble you no more.","Not all whites supported lynch mobs, however. Governor Hogg certainly did not appreciate the Law of the Mob. As Pfeifer points out, many others, such as Andrew Augustus Gunby, spoke out against lynchings and in support of law and order. They did so, however, often at the risk of their jobs and reputations, as Gunby blamed his stance on the lynching matter for his loss in the Democratic nomination for Congress from Louisiana's Fifth District in 1886. Additionally, Gunby, as many anti-lynching whites most likely did, spoke out in support of white supremacy; it is not as if he was anti-lynching because he believed in the equality of black men and women, he simply wanted the law to be upheld.","This is not the entire story of lynching in the South, however, as it seems things had changed by 1899. The Clarion Ledger, on September 14 and 21 of that year, published articles supporting the decision of the Governor McLaurin to call out the militia for the purpose of detering a lynch mob (an the militia followed his order), and lamenting the lynching of an innocent black man in Lawrence County, thus pointing out the wrongs of lynching. Although the paper still (somewhat paradoxically) supported lynching for rape, the evil [must] stop here. This seems to be, and is in a small way, a complete moral reversal of earlier values espoused by the paper (and supposedly therefore the average Mississippian). Unfortunately, there were some alternate motives.","Interestingly (and horribly) enough, economics played a large part in leading white supremacists to turn away from using lynching as a tool; according to Pfeifer, in the first decades of the twentieth century, an emerging urban bourgeoisie [in the South] wary of public disorder and threats to the accumulation of capital pressed for systematic legal methods for the sustenance of white supremacy. It seemed that by the early 1900s (and according to the Ledger, as early as 1899), the efforts of anti-lynching thinkers such as W.E.B. du Bois and Ida B. Wells, an African American woman who encouraged blacks to boycott, vote, and agitate against white oppressors were causing people everywhere to pay attention to what was happening in the South. Later, as Markovitz points out, efforts of organizations such as the NAACP (founded 1909) were paying off in bringing unwanted publicity to lynchings in the South, thereby threatening business by scaring off investors; influential white businessmen began to push more and more for writing white supremacy into law in order to legitimize the systems of white supremacy as well as maintain the flow of investments into the South. ","This is not to say that lynching stopped, however. The Cleveland Gazette reported episodes of lynchings in Mississippi into the 1920s. Furthermore, it seems white supremacy itself did not bother the aforementioned investors. Many across the country simply wanted to turn a blind eye to ways in which the system was being enforced. It's even questionable as to whether or not whites across the country objected to lynching as a process, as legal lynchings became popular in the early 1900s as a somehow more just and orderly answer to pure mob violence. Thus, it seems the September Ledger issues were merely protesting the evil of mob justice."],"display_date":"November 5, 1891 - December 31, 1891","search_date":"1891-12-03","citations":[{"divid":1214776384,"type":"Website","data":["Archie P. McDonald, PhD","Texas Governor James Stephen Hogg","Texas Escapes Online Magazine","http://www.texasescapes.com/DEPARTMENTS/Guest_Columnists/East_Texas_all_things_historical/McDonald_Hogg_82700.htm","September 2006"]},{"divid":1214776432,"type":"Newspaper Article","data":["","The Jackson Weekly Clarion Ledger","","November 5, 1891",""]},{"divid":1214776456,"type":"Newspaper Article","data":["","The Jackson Weekly Clarion Ledger","","September 14, 1899",""]},{"divid":1214776487,"type":"Newspaper Article","data":["","The Jackson Weekly Clarion Ledger","","September 21, 1899",""]},{"divid":1214776524,"type":"Newspaper Article","data":["Lynching Statistics","Cleveland Gazette","","August 16, 1902","1"]},{"divid":1214776563,"type":"Book","data":["Michael J. Pfeifer","Rough Justice",null,"Urbana ","University of Illinois Press","2004","140-141, 146-147"]},{"divid":1214776633,"type":"Newspaper Article","data":["Does Lynching Protect Womanhood?","Cleveland Gazette","","April 28, 1923","1"]},{"divid":1214776695,"type":"Book","data":["Johnathan Markovitz","Legacies of Lynching",null,"Minneapolis","University of Minnesota Press","2004","2-4"]},{"divid":1214776757,"type":"Book","data":["Philip Dray","At the Hands of Persons Unknown",null,"New York","The Modern Library","2002","iii, 7"]},{"divid":1214776843,"type":"Newspaper Article","data":["Negroes Lynched By Mississippi Mob","Cleveland Gazette","","September 11, 1920","1"]}],"locations":[{"id":2119,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}