{"id":2873,"title":"Governor Mahone&#39;s Views on the Riot\n","course_id":1,"status":"P","start_date":"1883-11-03","end_date":"1883-11-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" On November 3, 1883, a black man refused to move off the sidewalk for a white man, and the ensuing violence caused a riot throughout the city of Danville as whites and blacks were attacked each other. One white man and five black men were killed. Each side blamed the other for starting the riot. Its repercussions sent shockwaves through the state of Virginia, especially with the November elections so close at hand. In response to the Danville riot, Governor William Mahone sent out a public statement on his views of the Danville riot. Mahone blamed the bourbon managers (referring to the bourbon democrats) for provoking the collision. He claimed the violence was done to intimidate black people and hurt the cause of his Readjuster Party. He explained how United States troops had been requested since the state militia was so biased against blacks in dealing with the violence. The statement was clearly political, as he blamed his political enemies for the violence. "," The late nineteenth century was plagued with political upheaval, especially in the South, as Southerners searched for a postbellum identity. The Readjuster Party was a third party that had an important influence in Virginia politics. The party gave substantial power to blacks and was based on equality for all. The party wanted to lift the state debt and therefore cut many civil service programs. It rejected the radicalism of both the Republicans and the Bourbon Democrats, who were an extreme wing of the Democrat that resisted the compromises that the Democrats were trying to make. With the November elections approaching, the violence in Danville was the result of frustration on the part of whites because of the increase political mobilization and power of blacks. The failure of a black man to show respect to a white man was the catalyst, and the violence caused the situation to spin out of control. This reaction of violence to the perceived arrogance of negroes was typical throughout the South, as the practice of lynching indicates. It also reflected an intense sense of honor that was prevalent throughout the South. Through violence, whites kept blacks in their place and protected a sense of order. Blacks were given little opportunity to express their grievances, since the law was so often on the side of whites. "],"display_date":"November 3, 1883 - November 6, 1883","search_date":"1883-11-04","citations":[{"divid":1214775898,"type":"Newspaper Article","data":["","Daily Index-Appeal","","November 6, 1883",""]},{"divid":1214775911,"type":"Article","data":["Jane Dailey","Deference and Violence in the Postbellum Urban South: Manners and Massacres in Danville, Virginia","The Journal of Southern History","63","1997","553-589"]},{"divid":1214775965,"type":"Article","data":["C.C. Pearson","The Readjuster Movement in Virginia","The American Historical Review","21","1917","736-737"]},{"divid":1214776009,"type":"Book","data":["W. Fitzhugh Brundage","Lynching in the New South: Georgia and Virginia, 1880-1930",null,"Urbana","University of Illinois Press","1993","50, 141"]},{"divid":1214776078,"type":"Book","data":["Michael Perman","The Road to Redemption: Southern Politics, 1869-1879",null,"Chapel Hill","The University of North Carolina Press","1984","77-81"]},{"divid":1214776161,"type":"Book","data":["Peter N. Stearns and Jan Lewis","An Emotional History of the United States",null,"New York, NY","New York University Press","1998","127"]}],"locations":[{"id":2120,"lat":36.8111162856,"lng":-79.3976134371,"zoom":9,"place":"PITTSYLVANIA, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}