{"id":2876,"title":"Violence with a Negro Tramp\n","course_id":1,"status":"P","start_date":"1888-09-27","end_date":"1888-09-28","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":[" Mr. John Davis was at the Appomatox Depot when he saw a young black man sitting on the steps of a mail car next to the tender. The man was a tramp and when Davis approached the black man to ask what he was doing, the black man cursed Davis and attacked him with a knife. The cuts were not deep and Davis was not seriously injured. The black man escaped by running down the railroad tracks and away from Davis and other townspeople. Mr. Davis had no idea who the man was or what had provoked him to such a violent act. "," However, the next day the young son of George Burton was with a black man named Frederick Claytor. They decided to go tramping together, but Burton was appalled by the black man's behavior and reprimanded him for his repulsive acts. Heated words were exchanged and the Claytor pulled out a pistol and shot Burton in the shoulder. Claytor was arrested in Chesterfield County and was taken for examination to Justice Perkins. It was suspected that Claytor was the same man who had assaulted Mr. Davis, but Mr. Davis failed to show up at the jail to identify him. "," The judge's verdict in this case is unknown, but this case was important because it showed the fear that white's had towards blacks and the violence that some blacks showed to whites in retaliation for their inferior status in Southern society. Violence was a tool that whites used to establish the status quo and order within Southern society. However, when violence was used by blacks against whites, that social order was disrupted. As can be seen in this episode, black violence was portrayed as irrational and unpredictable. White anger was excusable, but black anger was disturbing and unjust. In many ways, this episode reflected the inferiority of blacks that many whites believed was inherent. While Claytor was a tramp, Burton only engaged in tramp-like activities. Black stereotypes were also enforced in this story, as social outcasts who were damaging to society. This distinction between blacks and whites was reflected in the paper and in the way that whites treated blacks. "],"display_date":"September 27, 1888 - September 28, 1888","search_date":"1888-09-27","citations":[{"divid":1214438675,"type":"Newspaper Article","data":["","Daily Index-Appeal","","September 27, 1888",""]},{"divid":1214438695,"type":"Newspaper Article","data":["","Daily Index-Appeal","","September 28, 1888",""]},{"divid":1214438717,"type":"Book","data":["W. Fitzhugh Brundage","Lynching in the New South: Georgia and Virginia 1880-1930",null,"Urbana","University of Illinois Press","1993","50"]},{"divid":1214438786,"type":"Book","data":["Peter N. Steams and Jan Lewis","An Emotional History of the United States",null,"New York","New York University Press","1998","127"]}],"locations":[{"id":2123,"lat":37.3722533013,"lng":-78.8121458288,"zoom":9,"place":"APPOMATTOX, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}