{"id":2877,"title":"The Burial of John C. Calhoun, Statesman","course_id":1,"status":"P","start_date":"1850-04-26","end_date":"1850-04-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the early months of 1850, tuberculosis was shaping up to be the one opponent John C. Calhoun was unable to beat. Come March 4, Senator James Mason of Virginia had to read one of Calhoun's last speeches in the Senate, an ominous prediction of what the slavery debate would ultimately do to the cords which bound these states together in one common union. Calhoun never saw the cords finally snap and civil war break out. He died on March 31, 1850. ","His death led directly to a period of mourning in South Carolina, nowhere more so than in Charleston, where he was laid to rest on April 26, 1850, in St. Phillip's churchyard. The event was significant enough that both major newspapers in the city, the <em>Charleston Mercury</em> and the <em>Charleston News and Courier</em>, took the day off from publishing, but not without first spending considerable attention on the Arrangements For the Funeral of Mr. Calhoun. The papers provided astounding detail: for the march to the Citadel, for the march from the Citadel to City Hall, on the funeral services the next day, on the firing of minute guns during certain points in the procession-and several diagrams in case readers were confused. T. Leger Hutchinson, the mayor of Charleston, declared April 25 a day of mourning. ","But more important than the attention to detail each newspaper spent on explaining the procession was what the papers said in their obsequies on April 27. The <em>Mercury</em> noted the ceremonial absorbed the whole thought, and soul, and presence of the city...Charleston was as one house of mourning. The <em>News and Courier</em> said it occurred with imposing magnificence and impressive solemnity. Certainly, the words of Governor W. Benjamin Seabrook echoed the thoughts of all present: I receive...with the deepest emotions, the mortal remains of him for whom South Carolina entertained an unbounded affection.... The name John Caldwell Calhoun will live while time shall be permitted to endure.","The words and feelings of Charleston in the wake of Calhoun's burial should not be taken lightly. This episode demonstrates concretely the importance of Calhoun to the Southern psyche. As historian Gerald M. Capers puts it, Like Washington and Lincoln, in the American legend John C. Calhoun is a symbol-a symbol of the Old South which was to be destroyed in the Great Rebellion that began a decade after his death. Calhoun, South Carolina's political leader from 1824 until 1850, remained (even after his death) the physical embodiment of a much larger idea: states rights, which included the right to nullify a federal law or the right to secede from the Union. In March 1850 he predicted what would happen 10 years later, little knowing his beloved South Carolina would be the first cord to snap. "],"display_date":"April 26, 1850","search_date":"1850-04-26","citations":[{"divid":1214777151,"type":"Newspaper Article","data":["","Charleston Mercury","","April 25, 1850",""]},{"divid":1214777163,"type":"Newspaper Article","data":["","Charleston Mercury","","April 27, 1850",""]},{"divid":1214777177,"type":"Newspaper Article","data":["","Charleston News and Courier","","April 27, 1850",""]},{"divid":1214777200,"type":"Book","data":["Walter Edgar","South Carolina: A History",null,"Columbia","University of South Carolina Press","1998","341-342"]},{"divid":1214777236,"type":"Article","data":["Gerald M. Capers","A Reconsideration of John C. Calhoun&#39;s Transition From Nationalism to Nullification","The Journal of Southern History","14","Feb. 1948","34"]}],"locations":[{"id":2124,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}