{"id":2878,"title":"Water Made into Nicety on Paris Mountain\n","course_id":1,"status":"P","start_date":"1899-11-01","end_date":"1899-11-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Water is a necessity; however, white southerners knew that indoor plumbing was only a nicety. As the white administrators of the Paris Mountain Water Company drafted new rules of their newly acquired waterworks, they established regulations to prevent or oppress most African Americans in their struggle for survival in the post-Reconstruction era southern United States. For example, as a newly reunited extended family set up sharecropping efforts near each other; naturally, the familial unit was tempted to use the same water service to promote the health and overall welfare of the group. However, as the white power-holders discovered any shared service, the water would be cut off and the amount paid for the service would not be returned. Then, the freed African Americans were stranded with no running water, creating further obstacles against their future success as freed men. "," As Emancipation gave freedom to the African-American population across the South, the Paris Mountain Water Company in a district of Greenville of the same name instituted indirectly oppressing rules on the use of water on November 1, 1899. According to Edward Ayers, areas across the South took pride in their new water works and functioning sewers. As modernization and technological advances made indoor plumbing possible, the white southerners in control of the waterworks industry used their position of power to prevent these health-promoting developments from benefiting those who could not manage to acquire them; furthermore, as the forced division of slave families were sometimes repaired in the years of the 1880s and 1890s, families, whether of blood or not, were formed as support systems in response to oppressive rules and regulations of the post-Bellum South, according to Wilbert Jenkins. "," Beneath the tensions crossing race lines in different utility regulations lies the perseverant tatters of slavery as the whites struggled to keep the increasing African-American population in check; therefore, while the water regulations indirectly limited the African-American populations of Paris Mountain in Greenville and limited their access to health promoting indoor plumbing, it also indicates the pattern of oppression that persists up until the 20th century. "],"display_date":"November 1, 1899","search_date":"1899-11-01","citations":[{"divid":1215863117,"type":"Pamphlet or Other Printed Material","data":["Paris Mountain Water Company","Water Rates, Rules, and Regulations of the Paris Mountain Water Co.","Charleston, SC","Evans &amp; Cogwell ","1899","Special Collections Library, University of Virginia"]},{"divid":1215863226,"type":"Book","data":["Edward L. Ayers","Southern Crossing, A History of the American South, 1877-1906",null,"New York","Oxford University Press","1998","37-39"]},{"divid":1215863263,"type":"Book","data":["Wilbert L. Jenkins","Climbing Up to Glory, A Short History of African Americans During the Civil War and Reconstruction",null,"Wilmington","Scholarly Resources","2002","140-141, 156-157"]}],"locations":[{"id":2125,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}