{"id":2880,"title":"The Value of a Human Life\n","course_id":1,"status":"P","start_date":"1859-12-25","end_date":"1861-01-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Turner Reavis was a man of details. As a judge and a state senator, he was also a man of wealth. He kept meticulous records of the accounts for his plantation, Cedar Bluff. Reavis filled his ledger with precise descriptions of purchases and sales of cotton, food, supplies, animals, and the biggest investment of all, slaves. Reavis paid the same regard to his slaves he did the mules he sold and the pork he purchased; they were simply necessary items of property needed to conduct the everyday business of running a plantation. The big difference to Reavis between the slaves and other items, however, was money. Reavis maintained a precise list of all of the thirty-one slaves he owned and made note of their names, where and when they were purchases, and, most importantly, how much he invested in them. He purchased his first eighteen slaves on December 25, 1859 for 14,500 in cash. He then purchased three more slaves for 2700 and a division with D. Waller. Reavis purchased the remaining ten slaves on January 2, 1861 for 8,225, with interest. All in all, Reavis' investment totaled 25,425 for his slaves. ","Turner Reavis' attention to detail was not unusual, considering his position as owner of a large plantation. Historian Lucille Griffith concludes that for business reasons, if for no other, planters kept detailed and extensive records. Running a plantation was similar to running a business and slaves were part of the overhead necessary for success. It was important for planters like Reavis to be aware of the amount of money they had invested in their slaves, especially for sums as large as 25, 425. This costly investment, though, generally meant profits for the planters. Historians William J. Cooper, Jr. and Thomas E. Terrill assert that slavery as a labor system was financially rewarding for masters, especially in southwestern states like Alabama, where there tended to be larger plantations and therefore a better return than smaller...farms."],"display_date":"December 25, 1859 - January 2, 1861","search_date":"1860-06-29","citations":[{"divid":1217001881,"type":"Manuscript on Microfilm","data":["","Account book of Turner Reavis","reel 1, Micfilm 1705 ser. C part 2","Account book of Turner Reavis","Alderman Library, University of Virginia"]},{"divid":1217001931,"type":"Book","data":["Lucille Griffith","Alabama&#58; A Documentary History to 1900 ",null,"Tuscaloosa, AL","University of Alabama Press","1972","143"]},{"divid":1217001981,"type":"Book","data":["William J. Cooper, Jr. and Thomas E. Terrill","The American South&#58; A History ",null,"New York","McGraw-Hill Publishers","1996","208"]},{"divid":59102,"type":"Manuscript","data":[null,"RXjHjjDnF"]},{"divid":437195,"type":"Manuscript","data":[null,"RXjHjjDnF"]},{"divid":6671,"type":"Manuscript","data":[null,"RXjHjjDnF"]},{"divid":24620,"type":"Manuscript","data":[null,"RXjHjjDnF"]},{"divid":2620,"type":"Manuscript","data":[null,"RXjHjjDnF"]}],"locations":[{"id":2127,"lat":32.5910098434,"lng":-88.1987909047,"zoom":9,"place":"SUMTER, Alabama"}],"tags":[{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}