{"id":2881,"title":"George Henry White is Nominated for Republican Party Congressman \n","course_id":1,"status":"P","start_date":"1896-05-13","end_date":"1896-05-13","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 13, 1896, the Republican Party of the Second Congressional District nominated George Henry White, a black native of New Bern, North Carolina, for their delegate to Congress. He showed a masterful display of personal strength as he denied his brother-in-law, Henry Cheatham's, bid for a fifth straight nomination. John Fields had appointed a credentials committee that favored Cheatham, just as he had done in 1894, although this time Fields would not actually serve on the committee but rather was the chairman. White came from behind to prevent the Field's second attempt to fix the credentials process in favor of Cheatham. The convention lasted until around one o'clock in the morning when delegates overwhelmingly nominated White as their choice. Although White would face an experienced incumbent Democrat in the fall, the spring of 1896 Republican convention was the first one since 1890 to exhibit Republican unity.","White had gained the respect that put him in the position to be elected because of his dedicated service as the Solicitor since 1886. He was elected to the United States Congress in the elections of 1896 over incumbent Frederick A. Woodard and was again elected by the Second District in 1898. Although the Republican Party increasingly garnered a label as the black party and Democrats charged white Republicans as traitors to their race, White quickly became almost as popular in his party outside the state as he was at home in North Carolina. After the disputed 1894 elections, the state enacted changes which guaranteed the protection of minority voters and produced a voter turnout of more than 85% of all eligible voters in North Carolina, including an estimated 87% of black voters. In total, there was an estimated 330,000 votes cast, a 20% increase from the 1892 elections and the Republicans and Populists carried the state in all but one congressional district. Unfortunately, this trend would not hold in North Carolina and throughout the South.","White's nomination and later election to Congress was significant as it occurred in the face of a growing movement toward the disfranchisement of blacks. He was the last black Congressman elected in the South but chose against seeking a third term in the elections of 1900 as the North Carolina Democrats changed the laws, intimidating blacks from voting. After White, there were no African Americans elected to Congress for the next 28 years. Beginning in 1890, southern states invoked literacy tests, poll taxes, grandfather clauses, and white primaries to prevent many blacks from voting. Lynching and race riots also began to occur more frequently. In addition, in March 1891, the General Assembly decided to drastically redesign the North Carolina Second District, removing three black-majority counties, Jones, Vance, and Craven, from the Second District and redistributing them to areas dominated by the white Democrats. This forced White, a native of Craven County, to move to Edgecombe where he could once again run as a delegate for the Second District, the only district where he would have a chance of defeating a Democrat. Benjamin Justesen argued that in the face of this growing movement, the North Carolina elections of 1896 were significant because many considered them to be the state's fairest election since Reconstruction."],"display_date":"May 13, 1896","search_date":"1896-05-13","citations":[{"divid":1216164558,"type":"Newspaper Article","data":["","Raleigh News and Observer","","May 14, 1896",""]},{"divid":1216164577,"type":"Book","data":["Benjamin R. Justesen","George Henry White-An Even Chance in the Race of Life",null,"Baton Rouge","Lousiana State University Press","2001",""]}],"locations":[{"id":2128,"lat":35.9129129092,"lng":-77.5970968689,"zoom":9,"place":"EDGECOMBE, North Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}