{"id":2889,"title":"Armed Slaves\n","course_id":1,"status":"P","start_date":"1862-06-01","end_date":"1862-09-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Armed and prepared for confrontation, runaway slaves knew that their link to freedom was right before their eyes.It was the perfect opportunity to leave the plantation when the Union forces arrived in New Orleans. Many of their masters were away at war and the women were the only ones that stood in the way of freedom. In a period of three months in 1862, large groups of slaves armed with cane knives, clubs, and old guns stole horses and mules and marched to the city. There they bypassed rebel pickets and fought battles with policemen. The fortunate ones eluded capture and found refuge in Union army camps, others were beaten or sentenced to three months hard labor.","Throughout the war, many slaves followed Union armies. In June 1862, one enraged plantation owner finally gave up and ordered all of his slaves off the plantation telling them to go to the devil, instead they went to the Union army. During the early period of the war, black men, served not only in the Union but served many private soldies in the Confederate army. These soldiers carried their servants around with them in the field. Duties for these men included waiting on their masters, cleaning their horses, and cooking their meals. Rations and money became scarce as the war went on and these servants were ordered back to the plantations.","In the summer of 1862, 10,000 refugee slaves were put to work in the Union army cutting wood, policing army camps, and loading and unloading quartermaster supplies. One Union officer reported that many of the fugitives came to the camps starved, having eaten nothing for days. Refugees from all over escaped to New Orleans and were placed in shelters with some rations provided. Many of the black men were ignorant to proper sanitation and health care. On March 17, 1864, the military mayor reported that the colored population was generating disease by living in crowded, unsuitable huts and disregarded the laws of health. The Union officers and General Banks took whatever measures were available to compensate for the large numbers of starving, unemployed, and penniless African Americans in New Orleans.","Although these African Americans filled many positions in the army, they were not permitted to fight alongside their white male counterparts. In August 1862, General Butler decided to enlist free black men into his army to gather more troops. Despite the fact the many African Americans were willing to sacrifice their lives in the army, white people still believed that they would not survive without the paternalistic guidance of their owners. Therefore, African Americans gained little recognition in their struggles before and during the war."],"display_date":"June - September 1862","search_date":"1862-07-31","citations":[{"divid":1216739804,"type":"Book","data":["John W. Blassingame","Black New Orleans",null,"Chicago","University of Chicago Press","1973","25-35, 50"]},{"divid":1216739880,"type":"Book","data":["Johnston F. Manion","Life in the Confederate Army and Some Experiences and Sketches",null,"New York","Neale Publishing Company","1905","10-12"]}],"locations":[{"id":2135,"lat":30.1220750117,"lng":-89.7244851703,"zoom":10,"place":"ORLEANS, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}