{"id":2891,"title":"The Cross of Gold\n","course_id":1,"status":"P","start_date":"1891-11-05","end_date":"1896-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["On November 5, 1891, in its Alliance Department, The Jackson Weekly Clarion Ledger published the Farmers' Alliance main agricultural ideas.  The central issue on the page, however, had nothing to do with crops, but had entirely to do with silver.  Indeed, under a section labeled Alliance Principles and Demands, the first demand was unlimited silver coinage, or certificates based on silver.","Since the 1870s, the Alliance had, no doubt, had much concern over the silver issue.  The passage of The Coinage Act of 1873 and the Resumption Act of 1875 (full resumption of convertibility of paper money into gold, and vice versa, occurring in 1879), the United States returned to a commodity monetary standard as in pre-Civil War times, with the only difference being that silver was omitted and the standard was entirely a gold standard.  According to Milton Friedman, the most obvious, but by no means the most important, consequence of the U.S. return to gold rather than to a bimetallic standard was the sharp rise in the gold-silver price ratio.  A far more important consequence was the effect on the nominal prices of goods and services in general.  The increased world demand for gold...coincided with a slowing in the rate of increase of the world's stock of gold and a rising output of goods and services.  The result of these economic factors was deflation from 1875 to 1896, at a rate of roughly 1.7 percent a year in the United States...[with] the wholesale prices of agricultural and other basic commodities [falling] at a greater rate (3.0 percent a year by one index).  ","In the latter part of the 1800s, this deflation became a serious concern for farmers in the United States, including those in Mississippi, as it exacerbated the ongoing problems with sharecropping and foreign competition. Deflation affected the farmers of Mississippi, as farmers are affected both by the falling prices (the things they are selling are worth less at the market) and also the rise in the real value of their debt (most farmers are debtors, meaning simply that they must borrow money to prepare their farm before they can hopefully sell enough products at harvest time to make a profit and pay off their loans).  As the Mississippi Historical Society states, according to the U.S. Department of Agriculture, from 1870 to 1897, wheat prices fell from 1.06 a bushel to 63c a bushel, corn from 43c to 30c a bushel, and cotton from 15c a pound to 6c a pound. Most of the time farmers received even less for their produce.  The Historical Society blames over production, which may be true, but the overarching reason for this deflation was the monometallic standard.  Especially following 1890, deflation worsened and gave rise to the pro-silver politicians of the 1890s.  Because of the large farming constituency in Mississippi, these politicians were very popular in the State.  Such politicians supported returning to a bimetallic standard in order to ease the deflation and help American farmers (and sellers of silver), thus causing the State Alliance of Mississippi to publish in support of silver and agriculture in 1891.  ","The most influential silver politician of the 1890s was William Jennings Bryan, a Silver-Democrat (as opposed to a Gold Democrat) from Nebraska.  Bryan was especially popular in the strongly agricultural regions of the South, including Mississippi, and West.  Indeed, the Jackson Clarion Ledger repeatedly showered him with praise:  On July 9, 1896, the paper stated, in anticipation of the upcoming Democratic National Convention, that Mr. Bryan...is a finished orator with a resonant voice and command presence.  On October 15, 1896, the Clarion Ledger stated that Bryan is making the most wonderful canvass ever known in this country with his many speaking trips.  With these reports, the Ledger is reflecting his popularity with the farmers of Mississippi and the entire South.","In typical fashion, according to Friedman, William Jennings Bryan mesmerized the crowd at the 1896 Democratic National Convention with his now famous speech, in which he declared you shall not press down upon the brow of labor this crown of thorns, you shall not crucify mankind upon a cross of gold.  His speech has been called probably the most effective speech in the history of American party politics.  Bryan eventually won and accepted the Democratic nomination for President.  ","Although his platform had many other facets, which were outlined in his acceptance letter published in the Clarion Ledger on September 17, 1896, a bimetallic monetary standard and the free coinage of silver were always his main speaking points.  These points, however, began to lose ground during his campaign due to advances in gold extraction processes made by Scottish Chemists resulting in the beginnings of inflation.  Unfortunately for the Farmers' Alliance in Mississippi, Bryan's other platform stances were not strong enough for him to defeat William McKinley.  According to The World Almanac Encyclopedia of 1897, he ended up losing the election by 100 electoral votes and 603,514 popular votes.  As typical of the South and West, however, Bryan won 63,859 out of 71,184 votes in Mississippi, or slightly under 90 percent.  Election result maps show that McKinley was absolutely dominated in the region, excluding California, Oregon, and Washington.  Bryan's domination was due to the large farming and ranching constituencies in those areas, as well as, according to Richard Bensel, strong silver areas in such areas as Colorado, Idaho, Montana, Nevada, South Dakota, and Utah.  No doubt the Farmers' Alliance of Mississippi, as did many other similar organizations, rallied in his support."],"display_date":"November 5, 1891 - November 30, 1896","search_date":"1894-05-19","citations":[{"divid":1213503279,"type":"Newspaper Article","data":["","The Jackson Weekly Clarion Ledger","","November 5, 1891",""]},{"divid":1213503296,"type":"Newspaper Article","data":["","The Jackson Weekly Clarion Ledger","","July 9, 1896",""]},{"divid":1213503320,"type":"Newspaper Article","data":["","The Jackson Weekly Clarion Ledger","","October 15, 1896",""]},{"divid":1213503377,"type":"Book","data":["Milton Friedman","Money Mischief",null,"New York","Harcourt Brace Jovanovich Publishers","1992","67-71, 104-107, 125"]},{"divid":1213503503,"type":"Website","data":["Mississippi Historical Society","Farmers, The Populist Party, and Mississippi 1870-1900","Mississipi Historical Society","http://mshistory.k12.ms.us/features/feature42/populistparty.html","September 2006"]},{"divid":1213503648,"type":"Website","data":["Rebecca Edwards ","1896: Election Results ","Vassar College","http://projects.vassar.edu/1896/electionresults.html","October 26, 2006"]},{"divid":1213503738,"type":"Book","data":["Richard Franklin Bensel","The Political Economy of American Industrialization, 1877-1900",null,"Cambridge","University Press","2000","257"]}],"locations":[{"id":2136,"lat":32.2667120682,"lng":-90.442792619,"zoom":9,"place":"HINDS, Mississippi"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}