{"id":2893,"title":"1843 Milledgeville Tax Ordinance Burdens Blacks\n","course_id":1,"status":"P","start_date":"1843-01-01","end_date":"1843-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In August of 1843, the city of Milledgeville, GA published an ordinance announcing new tax rates that had been issued for the purpose of extinguishing the indebtedness incurred during past years. Taxable property included land, houses, stock, inventory, modes of transportation, entertainers, and luxury items, but the list also included various classes of people. White men, free black men and women, and enslaved men and women that [exercised] the privileges of free persons of color were taxed. Slaveholders paid taxes on their slaves as well. Higher taxes were levied on the more valuable slave demographics, especially men between the ages of sixteen and sixty. Free black men of the same working-age demographic had the highest tax of any of these groups. ","Notably, the two to four dollar tax on white men was listed as commutation for patrol and road and street duties, but no explanation was given for the levies on other populations. Taxes on slaveholdings resulted from their being legally considered property and taxed as such, analogous to the taxation of stock, inventory, horses and wagons also listed in the ordinance. The slave demographics were specified because age and gender affected a slave's economic value. ","Milledgeville taxation was a standard practice, and the 1843 levies increased because of an economic depression between 1841 and 1843. The taxation of free blacks, however, suggests that taxation was not solely for the purpose of funding municipal activities. Free blacks were not 'property,' and in Milledgeville they did not have to pay as many duties as white men, perhaps because they were not considered privy to the same civic securities. Instead, these taxes served a regulatory function; sometimes as high as sixteen dollars, the city's government hoped that even one or two taxes, if high enough, would force or persuade the free black population to leave the city. An additional fifty dollar tax was levied on free African Americans bold enough to move into the city. In spite of these efforts, Milledgeville remained a popular location for newly freed blacks who sought an alternative to the agricultural plantation work available in the country. ","This 'head tax' was commonly used in the South in order to discourage residency and, ideally, force free blacks to move from the area in question. In some areas of the South, the tax could also result in forced bondage; if taxes were not paid and there was no valuable property to be seized, the county could hire out the offender and force him or her to work off the debt, often for menial wages that resulted in months of involuntary labor. These taxes are only some of the ways in which free blacks were formally or informally discriminated against; between 1810 and 1822, free blacks were not allowed to live in Milledgeville at all, and even in 1843 they were required to present a certificate and bond for good behavior in addition to the tax. Such laws and regulations imply, as their creators intended, that living in the South as an African American involved very little freedom-even outside the legal bondage of slavery."],"display_date":1843,"search_date":"1843-07-02","citations":[{"divid":1214777542,"type":"Newspaper Article","data":["","The Recorder","","August 1, 1843",""]},{"divid":1214777565,"type":"Book","data":["James C. Bonner","Milledgeville: Georgia&#39;s Antebellum Capital",null,"Athens ","University of Georgia Press","1978","103-104, 112-113"]},{"divid":1214777607,"type":"Article","data":["George Ruble Woolfolk","Texas and Slavery in the Ante Bellum South","The Journal of Southern History","26","May 1960","180-200"]}],"locations":[{"id":2137,"lat":33.0697355251,"lng":-83.2500363363,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}