{"id":2895,"title":"Human Property\n","course_id":1,"status":"P","start_date":"1833-01-01","end_date":"1833-01-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On January 1, 1833, when Charles Manigault moved slaves from another plantation he owned to Gowrie Plantation, several miles up stream from Savannah Georgia, he left neat columns of names to inventory his property, while at the same time, putting brackets around each slave family. Furthermore, next to each slave's name he wrote descriptions. Not physical descriptions but personality traits. Manigault deemed Jacob smart and intelligent and Plato he thought to be good and trusty; however, his praises stopped with Young John when he described him as lazy and Moses as slow and complaining. Manigault commented on his slaves' characters and personalities, not just their working abilities. He called Bob slow, honest, good. These traits have very little to do with work ethic and mostly with character."," It's not personal, it's business has become a mantra for much of the twentieth-century corporate world. Slave owners in the early nineteenth century, however, did not have the luxury of making that distinction because they were dealing with inherently personal things: humans. Charles Manigault displayed this fascinating balance between humanity and business in many of the records he kept of his plantation, as seen in these records. Slaveholders all had to navigate between the fact that their slaves were human and the fact that they were possessions. Many slaveholders did so by recognizing families and marriages within the plantation, by giving slaves measured freedom during their few days off, and by acknowledging such humanizing characteristics such as temperament and work ethic. Slaveholders did, however, repress this humanity in their slaves. They did so through whippings and constant verbal reminders to their slaves of their enslavement, and very few slaveholders to take familial ties into account when contemplating whether or not to sell a slave. "," This repression of enslaved people's humanity had two purposes. The first purpose was to keep slaves enslaved. By constantly suppressing their humanity and treating them as objects, many slaves learned to act as such, at least towards their masters. This deference and servility most likely made the day to day operations of the plantation far easier. The second purpose of the repression of humanity was for slaveholders' own consciences. Had slaveholders dwelled on the humanity of those people whom they were forcibly enslaving, slavery would not have continued. Instead slaveholders reduced their slaves to only partly human, seeing them as children they had to care for not humans they were enslaving. "," This paradox of understanding slaves' humanity as well as treating them as possessions applied to every slaveholder as well as to many non slaveholders who upheld this system of slavery and paternalism. "],"display_date":"January 1, 1833","search_date":"1833-01-01","citations":[{"divid":1214777743,"type":"Manuscript on Microfilm","data":["","Record of Negroes Moved to Gowrie From Silk Hope, January 1, 1833","Reel 1, Micflm 1705, ser J","Manigault Family Papers","Alderman Library, University of Virginia"]},{"divid":1214777788,"type":"Book","data":["Walter Johnson","Soul By Soul",null,"Cambridge, MA","Harvard University Press","1999","45-77"]},{"divid":1214777828,"type":"Article","data":["J.R. Pole","Slavery and the Revolution: The Conscience of the Rich","The Historical Journal &#40;Great Britain&#41;","20","1977","503-513"]},{"divid":1214777873,"type":"Article","data":["Thomas E. Will","Weddings on Contested Grounds: Slave Marriage in the Antebellum South","The Historian","62","Fall 1999","99"]}],"locations":[{"id":2139,"lat":31.0352863818,"lng":-81.462812656,"zoom":8,"place":"CAMDEN, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}