{"id":2896,"title":"A Different Type of Honor\n","course_id":1,"status":"P","start_date":"1850-01-01","end_date":"1850-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["University honor systems meant something very different in nineteenth century South from what they do in the twenty-first century. The Honor Systems essentially were guides on how to be a Southern Gentlemen. The University of Virginia's Honor Code, which in the twentieth century the university defined as only outlawing lying, cheating, and stealing, included rules against spitting in public and other such guidelines. These rules theoretically helped the school produce good Southern gentlemen. Washington College's honor system originated from General Robert E. Lee, a former president of the University, who said, We have but one rule here, and it is that every student must be a gentleman. ","In a letter to his aunt Elizabeth Ann Willson of Fairfield, Virginia, William M. Willson admitted to having troubles at Washington College (now Washington and Lee University of Lexington, Virginia). His family was not particularly wealthy, and he recognized how his father sacrificed in order to fund his education. However, Willson felt that he was completely justified in his affairs. Two of his schoolmates, his friends, were found to be drinking in their dormitories. The faculty, led by two professors in particular, subsequently expelled them from the University. Most of the student body challenged the faculty, feeling that the punishment was too harsh and that the two faculty members were acting on political motives. Suddenly, the school was divided between the faculty and the majority of its students, both sides too proud to back down. Was the university's honor code itself the cause of the open rebellion? The young men, as gentlemen, could not admit defeat; they had decided to stand by the two wronged students. Willson told his aunt that his father would be disappointed but would understand the need to do this. He assured her that he had not fallen in with a rough crowd and that all the best men were involved. The faculty faced a similar dilemma; they could either let the two students back into the university, thereby keeping all the other students, or the school could lose the majority of its young men. The all-male faculty also felt that they could not back off the issue. In fact, in the letter, Willson believed that he would soon be expelled. He desperately wished he had not been involved, but he knew that now that he was, he had no choice but to deal with the consequences. It was the honorable thing to do.","Both the North and the South displayed this stubbornness in the early days of the Civil War. The fired shot at Fort Sumter drew Lincoln into the war because he had made a threat and he was too honorable to back down. With each step the North made, southerners were faced with their baseless rants that they had made, and in order to be considered gentlemen they had to secede or fight or send their sons to fight. In a sense, all those lives were lost because the men were too proud and honorable to admit that they had been wrong or hasty."],"display_date":1850,"search_date":"1850-07-02","citations":[{"divid":1217813840,"type":"Manuscript","data":["","Undated Letter From William Willson of Lexington, Virginia to Elizabeth Ann Wilson of Fairfield, Virginia",null,"Mss 38-490","","Elizabeth Ann Wilson 1831-1860 Rockbridge Co.","Special Collections Library, University of Virginia"]},{"divid":1217813921,"type":"Book","data":["Samuel S. Hill, Editor","Encyclopedia of Religion in the South",null,"Macon, Georgia","Mercer University Press","1984","17"]},{"divid":7282,"type":"Manuscript","data":[null,"Flens8617@yahoo.com"]}],"locations":[{"id":2140,"lat":38.162938219,"lng":-79.1288846564,"zoom":9,"place":"AUGUSTA, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}