{"id":2897,"title":"The Exasperated Bourbon\n","course_id":1,"status":"P","start_date":"1878-01-19","end_date":"1878-01-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The editor of The Washington Post could not believe what he was reading. A staff member had just handed him a vicious letter from a reader that, in no uncertain terms, castigated his paper for being so brazen as to refer to black people as Mr. and Mrs. in its articles and stories. The man claimed to be one of the Bourbon Democrats, those who would spill the last drop of their blood rather than apply such titles to such a degraded, worthless, inferior race... The editor could only think that in this day and age, almost 13 years after the war that had ended the institution of slavery in the U.S., it was the man who had sent this letter who was being brazen. The author of the letter, a Mr. Henry T. Earnest, was actually claiming to write on behalf of all Southerners. The editor's first hope was that there was no truth to that claim, after the progress the nation had made; his second thought was how deeply unfortunate it was that Mr. Earnest believed the whole South shared his extreme opinion. That he even still felt there to be a South with its own identity and opinions so alien to those of the rest of the nation was a barrier to all that had been fought over so recently. "," He chose to publish the letter in the paper- accompanied by a rebuttal. He picked up his pen and began to draft the response. He would address this letter to every reader of The Post who might be wondering what stand the paper would take on such a relevant and sensitive issue. He wrote, So long as colored people are permitted to vote, we will feel constrained to address them as human beings...The gentleman who addresses us should have shed his blood during the late war. When the letters ran in the January 19th issue, he hoped that every reader would know that the paper stood behind progress, not racism."," The letter written to the editor of The Post by Mr. Earnest typifies the definition of the Bourbon Democrats as Willie D. Halsell describes it: ...a ruling group, once dethroned but now returned to power, who stubbornly hold to the past and refuse to adapt themselves to a changing world about them. Despite the fact that the war had resolved the issues of slavery and secession of the South, there were clearly those who felt no such resolution. As Miss Halsell explains, the Bourbons only represented a small subset of the Democratic party; however, their ideas would proliferate widely as the nation continued to struggle with the issue of racial equality. These ultra-conservative Democrats preached white supremacy, and fought privately and publicly (as is evidenced by this letter in the news) to defend what they believed to be white Americans' superiority over black Americans. However, though there were many like Mr. Earnest who made their racist views known during the post-Reconstruction period, there were also those like the editor of The Washington Post who openly accepted and stood up for the black man's right to citizenship and the respect which that citizenship demands for every American."],"display_date":"January 19, 1878","search_date":"1878-01-19","citations":[{"divid":1215548993,"type":"Newspaper Article","data":["An Exasperated Bourbon","The Washington Post","","January 21, 1878",""]},{"divid":1215549023,"type":"Article","data":["Willie D. Halsell","The Bourbon Period in Mississippi Politics, 1875-1890","The Journal of Southern History","Vol. 11, No. 4","November 1945","519-520"]}],"locations":[{"id":2141,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}