{"id":2900,"title":"Military and Social Subordination\n","course_id":1,"status":"P","start_date":"1853-11-23","end_date":"1853-11-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Richard Yeadon was a man who rarely minced words. In speaking to the Calliopean and Polytechnic Societies at the Citadel Academy in Charleston in 1853, Yeadon took the opportunity to address the audience on what would happen if higher institutions in South Carolina did not maintain strict discipline among their pupils.","Stemming from God, Order is the great law of nature, whereas Insubordination or rebellion was the primal sin, which drove [man] from Paradise. In the United States, Yeadon noted, order takes the place of the sword of power, pervading, ruling, and harmonizing our political system, which leads to the people of the United States literally reveling in the enjoyment of a political Eden, a national Paradise. But he cautioned, without order, we would be torn by civil dissensions, beyond all other nations, as the necessary result of our division into separate States...and we would soon behold our great and glorious Union, now covering a continent with its nationality and with the ample folds of our starry banner, broken into warring fragments, unable to command peace at home or respect abroad, and a derision and a by-word among nations. ","Yeadon's was a timely lesson. In 1853, only 11 students graduated from the College of Columbia, and nary a soul from the Citadel. It is manifest that a spirit of insubordination among our youth is not only at the bottom of these deplorable results, Yeadon concluded, but that it has increased, is increasing, and ought to be diminished. ","There are several reasons he gave for why this spirit of insubordination ought to be diminished, but the last was the most telling: The nature of our institution of domestic slavery, and its exposure of us to hostile machinations, both at home and abroad, render it doubly incumbent on us, and on our whole sisterhood of Southern States, to cherish a military spirit and diffuse military science among our people.... Thus prepared and harnessed for conflict...the South, the united South, self-sustained and self-defended, and thrice armed, as having her quarrel just, may defy the world in arms. ","One can almost hear his voice rising to a crescendo on these last words. Yet it was November 23, 1853. War would not break out between the states for over seven more years. But one would think from listening to Richard Yeadon's speech that the armies were marching to Charleston that instant. And the main reason for preserving order in the South's colleges: the threat of external attack on the South's peculiar institution. ","This episode supports historian Arthur Cole and others who believe there existed in South Carolina in the 1850s the danger of a rupture of the Union and of civil war ten years before the firing of the first gun on Fort Sumter when even sober-minded southerners...began to calculate the value of the Union. In November 1853, Richard Yeadon was clearly calculating, and used his podium as a conduit to warn a younger generation."],"display_date":"November 23, 1853","search_date":"1853-11-23","citations":[{"divid":1214778069,"type":"Book","data":["Walter Edgar","South Carolina: A History",null,"Columbia","University of South Carolina Press","1998","343-353"]},{"divid":1214778096,"type":"Pamphlet or Other Printed Material","data":["","Address on the Necessity of Subordination in our Academies and Colleges, Civil, and Military","Charleston, S.C.","Walker &amp; James","1854","Special Collections Library, University of Virginia"]},{"divid":1214778147,"type":"Article","data":["Arthur Cole","The South and the Right of Secession in the Early Fifties","The Mississippi Valley Historical Review","1","Dec. 1914","376"]}],"locations":[{"id":2144,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"},{"id":18,"tag":"Politics"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}