{"id":2901,"title":"Breastfeeding\n","course_id":1,"status":"P","start_date":"1830-01-01","end_date":"1835-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["In the days before baby formula, new mothers had far fewer options for food for their babies. Because of rampant childhood diseases and absence of many other options of sustenance for infants, breastmilk played a vitally important role in the development of society and families. Many slaveholding women designated enslaved women to be wet nurses for the newly born white children. As Robert Mallard describes in his memoir, As a babe, I drew a part at least of my nourishment from the generous breasts of a colored foster mother. Growing up on a plantation in Georgia, Mallard was certainly one of many young children who were cared for primarily by slaves instead of his own parents. "," This use of enslaved women as wet nurses caused a great deal of debate among Southerners. Many slave holding women did not even see nursing their children as part of their normal responsibilities as mothers. Other women however did look upon this practice with a skeptical and critical eye. In one woman's judgment, 'that woman is but half a mother who does not suckle her own children'","Many southerners were disconcerted by this practice of allowing an enslaved woman to be the primary care taker, however, Mallard felt quite differently. He wrote that his colored foster mother...always held a peculiar place in my regards. A black nurse taught me, it is probable, my first steps and first words, and was as proud of both performances as the happy mother herself. Mallard clearly has an ambiguous relationship with his wet nurse, as he shows by choosing the word peculiar to describe it. Enslaved women acting as wet nurses also had tenuous feelings toward their job as nurse. Most slave women who had children of their own were only allowed one or two months away from their duties before their masters required them to return to work, leaving their children with another slave. Being deprived of time with their own children, enslaved women must have resented time with their slave master's children. In Stephen V. Ash's book A Year in the South: 1865, he describes how Matilda Hughes, an enslaved woman, had to work so much that her twins died because she was unable to breastfeed them often enough. If enslaved women's children died of neglect, how must they have felt when asked to care for other children? But other historians have asserted that often, slave women caring for white children did form strong attachments with these children. This contradiction between motherhood and slavery lies at the heart of Mallard's narrative, and, though Mallard might have seen his childhood through rose colored glasses, this ambiguity unsettled the very core of the domestic household in the South."],"display_date":"1830 - 1835","search_date":"1832-12-31","citations":[{"divid":1215549325,"type":"Website","data":["Robert Q. Mallard","Plantation Life Before Emancipation","Documenting the American South","http://docsouth.unc.edu","October 26, 2006"]},{"divid":1215549355,"type":"Book","data":["Stephen V. Ash","A Year in the South: 1865",null,"New York","Perennial","2004","118-120"]},{"divid":1215549405,"type":"Book","data":["Elizabeth Fox-Genovese","Within the Plantation Household",null,"Chapel Hill","The University of North Carolina","1988","146-191"]}],"locations":[{"id":2145,"lat":31.6671183532,"lng":-81.1853351386,"zoom":9,"place":"LIBERTY, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}