{"id":2902,"title":"The Rising Sun of White Supremacy in South Carolina\n","course_id":1,"status":"P","start_date":"1898-06-15","end_date":"1898-06-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In his Baccalaureate address give on June 15, 1898 at South Carolina College in Columbia, George Herbert Sass gave a speech to his fellow graduating classmates early in the morning as the sun rose over the ceremony, which began early to avoid the humid, southern heat. Sass addressed the changing times as he discussed how a person is unable to choose whether an act reflects character or was the result of one's circumstances. He stressed unity in the future as his class matured and entered the world; he stressed unity as he said, And so we forgive and forget, and get along as well as we can with our neighbors, without going too far into the problem of their hidden characters. It is the wisest policy of all. Through this ignorance of surroundings, according to Sass, the class had to realize its powerless nature in regards to circumstance. As his speech progressed, Sass concentrated on the class? future by saying, ?it is not through the cultivation of the spirit of revolt and iconoclasm that this great end is to be attained. Not the breakers down, but the builders up, are the real helpers of humanity.? ","   In the speech, Sass touches on the concept of revolt in regards to a restoration of the antebellum South; in the post-Reconstruction era of the Jim Crow laws, this address incorporates a unique concept toward the increasing lines of binary division between the black and white races. According to Janette Thomas Greenwood, the 1890s set the stage for a white supremacist uprising in the South as concepts like Social Darwinism supported the biological superiority of the whites over the blacks as a whole. Sass? address stresses the importance of aid to humanity as a whole rather than revolt and negativity. Though he does not directly address the concept of racial superiority, he stresses both the focus of being a positive influence on humanity and the negativity of revolt, which directly relates to the deconstruction caused by the violence of white supremacists. ","   White supremacist groups, like the Ku Klux Klan, had used terrorist tactics in influencing the politically active blacks since 1866 across the South; moreover, the speech reflects the Southern tendency toward violence. Edward Ayers discusses how the time, being filled with political and economic conflict, following the Civil War yielded a volatile situation between the black and white populations. Sass addresses this concept as he pushes for the need of only personal judgment and strength of humanitarian acts rather than revolt to recall the strength of the Old South."],"display_date":"June 15, 1898","search_date":"1898-06-15","citations":[{"divid":1214566702,"type":"Pamphlet or Other Printed Material","data":["George Herbert Sass","Ideals of Life. Baccalaureate Address Delivered Before the Graduating Class of the South Carolina College, at Columbia S.C. at the Annual Commencement on June 15, 1898","Charleston, SC","Evans &amp; Cogwell","1898","Special Collections Library, University of Virginia"]},{"divid":1214566814,"type":"Book","data":["Edward L. Ayers","Southern Crossing, A History of the American South, 1877-1906",null,"New York","Oxford University Press","1998","106"]},{"divid":1214566860,"type":"Book","data":["Janette Thomas Greenwood","Bittersweet Legacy: The Black and White &amp;34;Better Classes&amp;34; In Charlotte, 1850-1910",null,"North Carolina","University of North Carolina Press","1994","190-191"]}],"locations":[{"id":2146,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":6,"tag":"Education"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}