{"id":2903,"title":"The Sale of James Miles&#39; Library\n","course_id":1,"status":"P","start_date":"1854-03-08","end_date":"1854-03-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One criterion for personal enlightenment in Charleston during the 1850s was the acquisition of a personal library. Such a library could be large-Charlestonians Thomas Smyth and William Gilmore Simms owned 20,000 and 12,000 volumes, respectively, in the 1850s-or much smaller. Regardless, it was important to have the newest book on your shelf, a collection of the classics, or at least a few books relating to one's field of study. ","By March 1854, James Warley Miles had built up such a collection, and the sale of his personal library would certainly have surprised his closest friends. This is especially true since Miles was a well-known figure around Charleston, known for being quite fond of books in general, his books in particular. Indeed, his love of books was enough to cause Francis Lieber in an 1853 letter to George Ticknor to comment, This Rev. Mr. Miles feels very unhappy at Charleston, and all his ardent soul longs for is to have a humble place in some library, for which by the way he would fit most admirably. Miles subsequently held the librarian post at the College of Charleston from 1857 until 1865.","But before this, Miles served as a pastor and as a professor of Ancient Languages at the College of Charleston. A theological liberal and philosophical idealist, religious and linguistic works dominated Miles' library, covering over 30 languages and coming from places as far off as Ghent and Calcutta. A catalogue created for its sale notes works on oriental languages (including Turkish, Sanskrit, Georgian, Persian, and Armenian) and classical literature, as well as works written in English, French, German, Italian, Spanish, and Latin. For Miles to part with such a collection was personally devastating. The need to raise funds for a trip to Europe (on doctor's orders) to recover his health, though, was more pressing. So on March 8, 1854, the books went on sale. ","Much to Miles' surprise, however, the library was purchased in whole (probably by William Gilmore Simms, himself, though no one was certain). In turn, Miles requested the entire collection be turned over to the College of Charleston. He explained his rationale for doing so in his first report as Librarian in 1857, saying, I do not know better how to respond to the feelings of those who have manifested such noble, generous and appreciative sympathy for the pursuits of a humble student than by endeavoring to extend in the most feasible manner to all students in our community whatever advantages may be derived from the consultation of a collection preserved from dissipation by an act as noble and praiseworthy as it is generous and unusual. ","This episode shows the academic nature of the Southern elite in the mid-1800s. Men (at least those with sufficient means) in Charleston were wont to dabble in a wide variety of endeavors, and there was no better place to start one's journey than to read and create a private library. Miles', in particular, sheds light on the talents of educated men at this time, and the extent to which they were able to cover the world in search of books. Moreover, this episode demonstrates the scholarly nature of Charleston, one of the South's cultural leaders. Historian Michael O'Brien agrees: Charleston made it possible for these eruditions (that is, a library like Miles') to be realized. Such a realization was crucial in upholding Charleston's place as a Southern capital for learning."],"display_date":"March 8, 1854","search_date":"1854-03-08","citations":[{"divid":1215549499,"type":"Book","data":["Michael O&#39;Brien","Conjectures of Order: Intellectual Life and the American South, 1810-1860",null,"Chapel Hill","The University of North Carolina Press","2004","216, 483, 488-490, 518, 5"]},{"divid":1215549542,"type":"Pamphlet or Other Printed Material","data":["","Catalogue of the Library of the Reverend James Warley Miles","Charlottesville, VA","University of Virginia Press","1854, 1955","Special Collections Library, University of Virginia"]},{"divid":1215549583,"type":"Book","data":["Samuel S. Hill and Charles H. Lippy","Encyclopedia of Religion in the South",null,"Macon","Mercer University Press","2005","509"]}],"locations":[{"id":2147,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}