{"id":2905,"title":"An Association of Teachers\n","course_id":1,"status":"P","start_date":"1830-09-08","end_date":"1830-09-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 8, 1830, William Russell spoke to a crowd of educators and citizens of Norfolk gathered together for the founding of an Association of Teachers in Norfolk County. His speech, directed at the educators, addressed the need for a unified body of teachers in the county which would guide the next generation of Americans. It included discussions on nine different disciplines intended to foster learning in the broadest and most holistic sense. At the conclusion of the speech, Russell presented to the assembled body a constitution for their approval. ","Russell's speech was representative of the early republican ideals of America; the continued vitality of the republic was dependant upon an educated populace that yearned to cultivate knowledge, nurture patriotism, and foster virtue. The establishment of this organization represents an emphasis on a networking system between and among schools, uniformity. This network put them in relationship with each other and with the state. The association with the state in the form of a public school system was consonant with a larger popular movement during the early republic.","Delivered at the tail end of the Second Great Awakening, this speech lacks any mention to religion. While in other parts of the country, there was so much heated contention over how the Bible should be taught in public schools that there were violent riots (Philadelphia 1844), Russell's discussions of the different disciplines did not include any form of biblical study. A possible explanation for this is the Deism movement that held influence in American intellectual life and affected many secular movements of the day. The body assembled in 1830 was most interested in the continuation of American patriotism and self-governance. In his closing remarks, Russell warned his audience: Education is going on ceaselessly, in the family and abroad as well as in school. Example is ever moulding the susceptible mind of the child. There is no escape from education."],"display_date":"September 8, 1830","search_date":"1830-09-08","citations":[{"divid":1217002073,"type":"Pamphlet or Other Printed Material","data":["William Russell","An Address Delivered at a Meeting Held in Dorchester, On Wednesday, 8th of September, for the Purpose of Forming An Association of Teachers, for Norfolk County","Boston, MA","Samuel N. Dickinson","1830",""]},{"divid":1217002103,"type":"Book","data":["James Hennesey, S.J.","American Catholics ",null,"New York","Oxford University Press","1981",""]},{"divid":1217002163,"type":"Book","data":["Lawrence A. Cremin","American Education&#58; The National Experience, 1783-1876",null,"New York","Harper &amp; Row, Publishers","1980","22-23, 148"]},{"divid":35870,"type":"Manuscript","data":[null,null,null,"oYklYZWijB"]}],"locations":[{"id":2148,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}