{"id":2906,"title":"Black Police Marshal Uses Club on White Man and Gets Shot \n","course_id":1,"status":"P","start_date":"1895-09-23","end_date":"1895-09-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 23, 1895, a very large crowd gathered in Marion to watch the circus and ended up getting much more of a performance than they had bargained for. The weather was sweltering and dry and the crowd left the tent hot and sweaty. As the crowd walked outside to leave, they were greeted by the police force in addition to several special marshal reinforcements who had been appointed to help out for the day. Among these marshals were two or more black men, one of whom was Willis Tillman. As the crowd pushed its way out of the tent, Tillman became entangled with some white men and exercised his authority by hitting one or more of the men over the head with a heavy club. One of the white men struck, Huggins, attempted to run off and, glancing back to see Tillman pursuing him, turned around, pulled out a gun, and shot Tillman in the chest. As Huggins turned to flee, he was grabbed by two other black marshals who had come to Tillman's aid. Tillman again rushed at Huggins and began striking him repeatedly with the club while the other two marshals held him. He was then rushed to the hospital where it is unlikely that he survived as the pistol bullet was still lodged in his body. The marshals placed Huggins in jail where he also received careful surgical attention, although it is also unknown whether or not he survived the encounter.","At the center of this narrative is the continuing problem of race relations following the Civil War and Reconstruction. Incidents such as the one that occurred following the circus were characteristic of the constant clashes, sometimes violent, that occurred between blacks and whites in North Carolina. By 1895, although the blacks had received the freedom and opportunity to achieve certain esteemed jobs within the community, these jobs did not come with the respect from whites that they seemed to infer. North Carolina during the 1890s was a very hostile environment because whites believed that the blacks were trying to take over control of their government. Blacks had gained significant positions in both local and state government in the election of 1894. Authority exercised by any black man over any white man not only reminded the white southerners that they had lost the War and their property, but also that they had to live in an integrated society with these same people.","Huggins and Tillman's encounter reflects the increasing racial violence that occurred beginning in the 1890s in the South. In his book, Christopher Waldrup discussed the significance of boundaries in the nineteenth century southern society. He explained the developments of these boundaries and how they were constructed, contested, and violated as the uneasy relationship between race and law developed in the post-War South. The turn of the century brought race riots, widespread lynching, and killing of blacks throughout North Carolina and the Deep South. These episodes of interracial violence continued to occur throughout the twentieth century."],"display_date":"September 23, 1895","search_date":"1895-09-23","citations":[{"divid":1217002230,"type":"Newspaper Article","data":["","The State ","Columbia, SC","September 25, 1895",""]},{"divid":1217002251,"type":"Book","data":["Christopher Waldrep","Local Matters&#58; Race, Crime, and Justice in the Nineteenth Century South",null,"Athens, GA","University of Georgia Press","2001","212-259"]},{"divid":1217002476,"type":"Book","data":["Hugh Lefler and Albert Newsome","The History of a Southern State&#58; North Carolina",null,"Chapel Hill, NC","The University of North Carolina Press","1973",""]}],"locations":[{"id":2149,"lat":34.220913684,"lng":-79.3699309097,"zoom":9,"place":"MARION, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}