{"id":2908,"title":"Our Father, Who Art in Heaven","course_id":1,"status":"P","start_date":"1821-01-01","end_date":"1826-12-31","estimated_start_year":"N","estimated_start_month":"Y","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["Little Robert Anderson stuttered as he sat on the dirt floor of his slave cabin at his grandmother's feet. Over and over again, he painfully tried to recite the Lord's Prayer, but each time he failed. First, he could not remember how it began. After a hint from his grandmother, he ran into trouble with the latter parts. After many long, frustrating hours, his grandmother, with a pained expression on her face, tied Robert up by his hands and whipped his small back, all the while praying that her grandson would be able to memorize his prayer. "," Years later, Anderson recalled this event when writing his memoir. His account demonstrates the high premium some slaves placed on religion, because of the hope it offered. Anderson's grandmother clearly valued her grandson's learning the Lord's Prayer, if she was willing to whip him over it. "," Christianity offered enslaved people hope. The promise of a better life after this helped slaves defend themselves against the psychological horrors of being property. Anderson's grandmother obviously saw the necessity of this hope and was therefore to do whatever it took to give her grandson access to this hope. When Anderson finally did learn his prayer, though the necessity for this sense of hope was lost on such a young boy, he was, as glad as you ever saw a little fellow. After buying his freedom from his master, Anderson became a renowned and respected pastor, so this incident clearly shaped his life. "," This memorization was, in fact, quite disconcerting for slaveholders. Though most slaves in the South could not read, they did know several significant passages from the Bible, including the Lord's Prayer as well as other, not so innocuous (at least in the slaveholders' eyes), verses about freedom, equality, and the poor. By memorizing these verses, enslaved people combined the oral tradition of their African culture with the Christian religion they had been exposed to in America. This combination gave enslaved people hope and a way to constantly remind themselves of this hope. "],"display_date":"1821 - 1826","search_date":"1824-01-01","citations":[{"divid":1217002681,"type":"Website","data":["Robert Anderson","Life of Rev. Robert Anderson. Born the 22nd Day of February in the Year of Our Lord 1819, and Joined the Methodist Episcopal Church in 1839. This Book Shall Be Called the Young Men&#39;s Guide, Or, The Brother in White","Documenting the American South","http&#58;//docsouth.unc.edu/neh/andersonr/andersonr.html ","October 5, 2006"]},{"divid":1217002765,"type":"Book","data":["Albert J. Raboteau","Slave Religion ",null,"New York","Oxford University Press","1978","291-293"]},{"divid":1217002812,"type":"Book","data":["Donald G. Mathews","Religion in the Old South ",null,"Chicago","The University of Chicago Press","1977","185-236"]}],"locations":[{"id":2151,"lat":31.6671183532,"lng":-81.1853351386,"zoom":9,"place":"LIBERTY, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}