{"id":2909,"title":"The Creation of the South Carolina Historical Society\n","course_id":1,"status":"P","start_date":"1855-06-02","end_date":"1855-06-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the 1850s, Charleston, South Carolina, was home to a vibrant intellectual life, Renaissance men, and a host of debating and literary societies. The diversity of these intellectual societies is astounding, often catering to a single ethnic group. In Charleston during the mid-1800s, one could find the St. Andrew's Society for Scotch-Irish, the Hibernian Society or the St. Patrick Society for Catholic Irish (not to be confused with the Catholic French, who had the French Benevolent Society), the Hebrew Harmonic Society for Jews, the South Carolina Society for Huguenots, and the German Friendly Society for Germans. And for a while, even free blacks could participate in their own Clionian Debating Society. ","Still, white, Protestant males dominated the intellectual life in nineteenth century Charleston, often forming their own exclusive societies. One example was the Charleston Conversation Club. Founded in 1800, the club met in private homes during the season (typically November through May) where one member would make a speech, followed by a two-hour discussion, and concluding with a dinner. All the popular political and social issues were discussed, as well as the occasional foray into literature or history. For example, the first six topics in the 1854-1855 season were Sir Thomas Browne's Religio Medici, poetry (written by a Society member), Parish Representation, political representation, Grayson's The Hireling and the Slave, and the destiny of negroes in the South. ","Such was the framework in 1855 when an accidental meeting of several gentleman, at one of those old homesteads, in the vicinity of Charleston occurred. The result, on June 2, was the creation of the South Carolina Historical Society and the approval of a constitution drafted by Dr. James Moultrie and Professors W. J. Rivers and F. A. Porcher. In 1856, the state of South Carolina incorporated the Society, and by 1857, the Society had secured the means to publish the first volume of The Collections of the Historical Society of South Carolina. The first volume was innocuous enough, including rather harmless topics like an address to the Society by Professor Porcher, a College of Charleston history professor. Yet by 1859 the conversations had changed drastically. In a May 19 oration to the Society-a speech reprinted in the third volume of the Collections-Second Vice President William Trescot took the opportunity to make a few remarks on the institution of slavery. Trescot's message was in line with most Southern thinkers of the day. Slavery was the great leveler, making a society of equals, by elevating all citizens of the State to the condition of a privileged class. It was an institution that knit together its members in their various conditions into one harmonious whole and made South Carolinians a grave, earnest, resolute, just people. ","This episode is important in highlighting the origins of ideas in the nineteenth century South: ordinary citizens, typical Charleston residents discussing typical Charleston issues among peers. In the words of historian Michael O'Brien, they were an urbane intelligentsia, not a workshop of experts. Their ideas were their own, though those often trickled down through newspapers and day-to-day conversation to ultimately reflect-as Trescot's did-opinions held by society at large. Ideas like his on the justness of slavery ultimately dominated the debates in all the aforementioned societies in Charleston during this time, and succeeded in casting a shadow over subsequent literary discussion."],"display_date":"June 2, 1855","search_date":"1855-06-02","citations":[{"divid":1214778470,"type":"Book","data":["Michael O&#39;Brien","Conjectures of Order: Intellecutal Life and the American South, 1810-1860",null,"Chapel Hill","The University of North Carolina Press","2004","288, 424, 426-432"]},{"divid":1214778519,"type":"Pamphlet or Other Printed Material","data":["","Collections of the South Carolina Historical Society, Vols. I and III","Charleston, S.C.","South Carolina Historical Society","1857","Special Collections Library, University of Virginia"]}],"locations":[{"id":2152,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}