{"id":2912,"title":"The Creation of the Savannah-Charleston Railroad\n","course_id":1,"status":"P","start_date":"1860-11-01","end_date":"1860-11-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One of the largest cities in the South, and conveniently located as a port city, Charleston in the 1850s was in a prime position to compete with Atlanta and New Orleans as the center for commerce in the South. And on November 1, 1860, Charleston celebrated a huge commercial step forward with the completion of the Savannah-Charleston railroad. The Charleston News and Courier commemorated the event with a lengthy history of the founding of Georgia and the opportunities the new line would bring economically for both states, boasting, For a new road it exhibits remarkable excellencies, and for its distance and cost it may challenge comparison with any road, European or American, within a maritime belt or region of country.","Accounts like this aside, historians vary between glass-half-full and glass-half-empty views of Charleston's status as an economic center in the antebellum South. Historian Ernest M. Lander, Jr., adopts the former view and concludes that Charleston was the industrial center of South Carolina in 1860, reaching a peak in 1856 of 3,000,000 in industrial production. However, his optimistic outlook is tempered in his conclusion, which notes that capital was limited, Northern competition fierce, and fires between 1856 and 1861 destroyed several promising factories. Historian Leonard Stavisky, in contrast, adopts an overall more pessimistic stance, contending that the plantation system, with its reliance on slave labor, kept an otherwise strategically positioned Charleston from achieving optimal levels of industrialization. ","Regardless of whether or not Charleston was one of the principal industrial centers in the South, this episode-and the reaction by the News and Courier-serves to illustrate the dominance of one particular economic variable in Southern life-trade-and the attempts of Southerners to use it to strengthen their economy. Indeed, as historian R.S. Cotterill notes, Time was when Charleston had been the social and industrial center of the south, but its glory had long since departed...Charleston was not ignorant of the cause of the decline, and set herself to the task of reviving her commerce by diverting western trade from New Orleans to herself. The surest way to divert western trade was to join the flurry of railroad construction occurring nationwide during the mid-nineteenth century."],"display_date":"November 1, 1860","search_date":"1860-11-01","citations":[{"divid":1214021543,"type":"Newspaper Article","data":["","Charleston News and Courier ","","November 5, 1860",""]},{"divid":1214021557,"type":"Newspaper Article","data":["","Charleston Mercury","","January 11, 1858",""]},{"divid":1214021572,"type":"Newspaper Article","data":["","Charleston Mercury","","January 19, 1858",""]},{"divid":1214021603,"type":"Newspaper Article","data":["","Charleston Mercury","","January 26, 1858",""]},{"divid":1214021630,"type":"Article","data":["Ernest M. Lander, Jr.","Charleston: Manufacturing Center of the Old South","The Journal of Southern History","26","Aug 1960","330, 351"]},{"divid":1214021704,"type":"Article","data":["Leonard Price Stavisky","Industrialism in Antebellum Charleston","The Journal of Negro History","36","Jul 1951","303"]},{"divid":1214021781,"type":"Article","data":["R.S. Cotterill","Southern Railroads and Western Trade, 1840-1850","The Mississippi Valley Historical Review","3","Mar 1917","429"]}],"locations":[{"id":2153,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}