{"id":2913,"title":"Opium Abuse in Barnwell, SC","course_id":1,"status":"P","start_date":"1850-05-07","end_date":"1850-05-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On May 7, 1850, Dr. John William Ogilvie traveled eight miles to a plantation in Barnwell County, SC in response to a reported overdose of Laudanum, or a tincture of opium. The patient had attempted suicide, swallowing the tincture at 4:15 that morning. Arriving at 7:15 AM, Dr. Ogilvie found him still alive. Apparently in a state of melancholy, the patient was conscious and calm, but expressed regret that the doctor had come as he still wished to die. Dr. Ogilvie, however, proceeded to treat the patient without any apparent difficulty. Initially, he administered ten doses of zinc sulphate solution, five minutes apart. The patient began to vomit fifteen minutes after the last dose, and Dr. Ogilvie smelled and saw the drug in his regurgitated fluids. The doctor then proceeded to put a tube down his patient's throat and forced four pints of warm water into the man's stomach. Dr. Ogilvie left at 10:45 AM, his patient stabilized and quickly recovering.","Depression was one of the most serious consequences of opium addiction, and so Dr. Ogilvie's patient might well have been a long-term abuser of the drug. Up until the twentieth century, most opium abusers became addicted to the drug after having it prescribed as a pain treatment. Pharmacists often dispensed it without a prescription, or the doctor would leave an additional supply with the patient's family. The drug was not only pleasurable, but also highly addictive and widely available. Historically, southern whites were the most susceptible to opium addiction, and prior to 1900, the addiction primarily affected the middle- and upper-class. Country physicians actually had the highest rate of addiction among nineteenth century professions. Although Dr. Ogilvie's notes do not suggest that he was an opium abuser himself, he was likely very familiar with the addiction, which perhaps accounts for his successful and evidently calm response to this suicide attempt.","The most significant incidence of opium abuse in the United States occurred during the Civil War, when an estimated 400,000 soldiers became addicted to the drug. Opium and morphine were two of the few painkillers that wartime surgeons could access; they prescribed it as an anesthetic for major surgeries and amputations, as well as for the treatment of painful diseases. Dependency was likely heightened by soldiers' traumatic experiences during the war, which often led to depression. David Courtwright suggests that a more gradual increase in abuse between 1830 and 1860 affected the rate of addiction during and after the Civil War. This growth was the consequence of several cholera and dysentery outbreaks during that time period-including one between 1847 and 1851, just before this patient's attempted suicide-as these diseases were regularly treated with opiates. During the nineteenth century, the abuse of drugs like laudanum and morphine was not unusual or frowned upon, as Dr. Ogilvie's notes suggest. As a result, addiction became more commonplace because nobody thought it was important to regulate these substances. It was not until the significant abuse during and after the Civil War that doctors began to take drug abuse seriously and medical opiate addiction finally began to disappear."],"display_date":"May 7, 1850","search_date":"1850-05-07","citations":[{"divid":1214525150,"type":"Manuscript on Microfilm","data":["","Account of Visit, May 7, 1850","Reel 3, Micflm 1705, ser A, Part II, Frame 00954","John William Ogilvie Medical Account Books 1845-1958","Alderman Library, University of Virginia"]},{"divid":1214525262,"type":"Book","data":["Barbara Hodgson","In the Arms of Morpheus: The Tragic History of Laudanum, Morphine, and Patent Medicines",null,"Buffalo","Firefly Books","2001","32-40"]},{"divid":1214525312,"type":"Book","data":["David T. Courtwright","Dark Paradise: Opiate Addiction in America Before 1940",null,"Cambridge","Harvard University Press","1982","35-55"]}],"locations":[{"id":2154,"lat":33.2565006284,"lng":-81.3960341006,"zoom":8,"place":"BARNWELL, South Carolina"}],"tags":[{"id":2,"tag":"Health/Death"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}