{"id":2914,"title":"While They Were Sleeping\n","course_id":1,"status":"P","start_date":"1831-08-21","end_date":"1831-08-22","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On a Sunday night in mid-August, Joseph Travis slept peacefully next to his wife in the home they shared with their three children. The couple had just borne an infant, who that night was sleeping soundly, giving the parents a chance to rest undisturbed. The husband awoke to a sharp blow to his head, shot up out of bed, and called out to his wife. Mrs. Travis awoke to see her husband cut down with an axe and quickly shared his fate. The Travis family was the first of many families to meet an untimely end on the night leading into the morning of August 22, 1831. Nat Turner and a horde of other slaves and free blacks led a crusade against whites, which Turner claimed to be divinely inspired and mandated. He led the way with a dulled cutlass that acted as little more than a blunt piece of steal. At one point in the night, Turner was repeatedly unsuccessful in killing a woman with blows from this weapon, and resorted instead to bludgeons from a loosed fencepost. ","Turner soon gained notoriety among whites as a fanatic preacher who had used his tremendous powers of persuasion to garner his following; His confessor noted him as possessing tremendous mental acuity. He described himself being considered prophetic from an early age, destined for great things. These great things resulted to mutilated corpses strewn about Southampton County, chopped to pieces with axes, the tree fences and house top covered with buzzards preying on the carcasses. In total, the cohort murdered 55 that night.","Turner related the events of the night to Thomas R. Gray from his prison cell, as he was wrapped in rags and chains, a defeated man. He recounted the events with no remorse, but rather with excitement and religious fervor. In The Commonwealth vs. Nat Turner, the defendant pleaded not guilty to the stated charges of making insurrection, and plotting to take away the lives of divers free white persons, &c. He explained his plea of 'not guilty' on the grounds that he did not feel so. The common belief at the time was that Nat Turner and the rest of the slaves in Southampton County were like spoiled children who, given too much in youth, grew up to think themselves worthy to rule all they saw. This sentiment, reified by the Southampton Insurrection, led to more stringent laws toward both slaves and free blacks across the South. Memories of the Insurrection served as a reminder to the Slave South of the ever-present threat of slave uprising."],"display_date":"August 21, 1831 - August 22, 1831","search_date":"1831-08-21","citations":[{"divid":1214082337,"type":"Pamphlet or Other Printed Material","data":["Thomas R. Gray","The Confessions of Nat Turner, The Leader of the Late Insurrections in Southampton, VA","Richmond, VA","T.W. White","1832","Alderman Library, University of Virginia"]},{"divid":1214082407,"type":"Book","data":["William Sidney Drewry","The Southampton Insurrection",null,"Washington","The Neale Company","1900","113-120, 181-182"]}],"locations":[{"id":2155,"lat":36.7198931687,"lng":-77.1037749414,"zoom":9,"place":"SOUTHAMPTON, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":1,"tag":"Crime/Violence"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}