{"id":2915,"title":"New Berne Is Taken by the Union\n","course_id":1,"status":"P","start_date":"1862-03-14","end_date":"1862-03-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The loss of New Berne was a distressing turn for the Confederacy. With the inner coastal position under Union control, a very tight blockade of North Carolina could be maintained by the North. This news was extremely devastating to the people of North Carolina, as they realized that their beloved state was starting to slip away from them. Eliza Oswald Hill heard reports of New Berne while she was seeking refuge away from the coast in Chapel Hill, North Carolina. In her diary, she expressed how her hope for a Confederate victory slowly faded with the news of every loss to the North. The rumors she heard about New Berne were finally confirmed to her on March 15 1862. It was extremely distressing to Ms. Hill to learn of the advancements the Yankees were making into her state. She articulated her utter distaste for what lengths the North would undertake to gain ground in the South. Eliza Oswald Hill's reaction to the news of yet another Confederate loss of coastal land was representative of the general hopeless attitude shared by many North Carolinians as the Civil War progressed.","The Union force understood what it needed to achieve to take control of the South. Part of this strategy included seizing significant locations in the Carolinas. As Herbert, Baker, and Holt argue, by turning its efforts to coastal ports, the Union could establish a tight blockade of the Southern coast which would have very detrimental effects for the Confederacy. In February-March of 1862, General Ambrose Burnside successfully undertook this task. After important victories scattered through out North Carolina, General Burnside turned his attention to the strategic port of New Berne. At this time, it was the second largest city of the North Carolina Coast. Despite its size, however, New Berne was only defended by no more than 4,000 Confederate troops when Burnside's drive arrived at its doorstep. This small number of men was under the leadership of General L. O'B. Branch. The Rebel soldiers fought well, but they could not overcome their lack of numbers, and many had to flee inward to avoid capture. By the end of the day on March 14 1862, New Berne was in Union hands. As Eliza Oswald's reaction to this turn of events shows, the loss of New Berne had devastating effects, both on and off the battlefield."],"display_date":"March 14, 1862 - March 15, 1862","search_date":"1862-03-14","citations":[{"divid":1217973376,"type":"Manuscript","data":["","Diary Kept By Oswald Hill, 1862",null,"Mss 6960","","","Alderman Library, University of Virginia"]},{"divid":1217973412,"type":"Book","data":["David Herbert Donald, Jean H. Baker, and Michael F. Holt","The Civil War and Reconstruction",null,"New York","W.W. Norton &amp; Company","2001","401"]},{"divid":1217973451,"type":"Book","data":["John G. Barret and Buck Yearns","North Carolina Civil War Documentary",null,"Chapel Hill","University of North Carolina Press","1980","38-39"]}],"locations":[{"id":2156,"lat":35.0750705618,"lng":-77.1185103654,"zoom":9,"place":"CRAVEN, North Carolina"}],"tags":[{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}