{"id":2916,"title":"Judge Magrath Tears His Robes\n","course_id":1,"status":"P","start_date":"1860-11-07","end_date":"1860-11-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A Charleston resident flipping through the <em>Charleston News and Courier</em> on November 7, 1860, to find the results of the presidential election the day before had to give more than a cursory glance to find what he was looking for. On a side column on the first page, stuck right in the middle of the results of several other individual states, the <em>News and Courier</em> mentioned, almost as an afterthought, The Result: The returns from the different States indicate the certain election of Abraham Lincoln to the Presidency. There is no use for trifling details.","Perhaps the News and Courier somehow thought avoidance or derision would change reality. Andrew Magrath knew differently. Magrath was the federal district judge in the Charleston district. He was considered to be somewhat moderate, opposed to the prevalent idea that South Carolina should act on the issue of secession regardless of what the rest of the South decided to do. Upon hearing the election results, however, Magrath tore his robes, declared that he had resigned from the bench, and promptly left his courtroom. ","The next day, the News and Courier was all applause. It is our duty to record the Judicial demise of Hon. A. G. Magrath, late District Judge of the United States in and for the late Federal District of South Carolina. It is at the same time our privilege and pleasing duty to record that Citizen A. G. Magrath, of South Carolina, survives in full honor, and rich in the approving admiration of his fellow-citizens, and of the true sons of the South in all Southern States. ","This episode represents a fascinating theme that resonated throughout the South following Lincoln's election and leading up to the ordinances of secession. The attitude was one into which South Carolina has been forced the News and Courier claimed, by the event of the 6th of November. ","The use of the word forced is interesting. Since the first presidential election, the political system of the United States had managed to contain sectional differences by offering citizens an alternative to violence-the voting box. A loss one year could be balanced simply by winning four years later; no one should have to feel forced into a given action by any election results. Yet as historian Michael Holt contends, Once faith in [the Whigs and the Democrats] collapsed, however, a sense of crisis developed that government was beyond control of the people, that it had become a threatening power dominated by some gigantic conspiracy, and hence that republican institutions were under attack. This feeling-a new feeling of utter hopelessness- is so clearly seen by Judge Magrath and reverberated throughout much of the South in 1860. Instead of relying on politics and the proverbial voting box, the South soon turned to guns and violence. "],"display_date":"November 7, 1860","search_date":"1860-11-07","citations":[{"divid":1214779520,"type":"Newspaper Article","data":["","Charleston News and Courier","","Novembre 7, 1860",""]},{"divid":1214779537,"type":"Newspaper Article","data":["","Charleston News and Courier","","November 8, 1860",""]},{"divid":1214779554,"type":"Book","data":["Walter Edgar","South Carolina: A History",null,"Columbia","University of South Carolina Press","1998","351"]},{"divid":1214779582,"type":"Book","data":["Michael F. Holt","The Political Crisis of the 1850s",null,"New York","John Wiley &amp; Sons, Inc.","1978","258"]}],"locations":[{"id":2157,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":9,"tag":"Law"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}