{"id":2917,"title":"Commissioner Adams&#39; Dispatch\n","course_id":1,"status":"P","start_date":"1860-12-05","end_date":"1860-12-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Guard your harbor well-Hasten your preparations for war. James Hopkins Adams was certainly aware of the tumult he caused with that short declaration. A former governor of South Carolina from 1854 to 1856, Adams was, in December 1860, serving as a commissioner to the committee discussing the possibility of secession and civil war in South Carolina. His remarks caused Charleston resident Emma Holmes, in a December 5, 1860, letter to her friend Lizzie Greene in Georgia, to declare, Last Sunday will never be forgotten by the Charlestonians. The Convention was sitting. The Governor was holding a council of war. Troops were marching in the streets. The Palmetto Guards (The Finest and largest company of infantry in the state) took control of the Arsenal, and subsequently a salute of thirty two guns fired to the 'fallen grandeur' of the Stars and Stripes, as they were hauled down, to give place to the banner of the glorious Palmetto State. To top it all off, it was a Sunday-the Sabbath, the day of rest, which all Charlestonians were assuredly enjoying in a peaceful, leisurely manner, before the onslaught of troops and gun salutes. ","To be sure, all these displays were mere show, one snowballing into the next, probably unnecessarily troubling Charleston's finest ladies. Abraham Lincoln had yet to be inaugurated, had yet to call for 75,000 volunteers to stop the South from seceding, had yet to issue any other proclamations. Fort Sumter's bombardment-and with it a war-would not occur until April 1861.","But much can be said for mere show. Indeed, the state seems to have been working its way towards such displays in the several months prior. In a November 10, 1860, letter to Lizzie, Miss Holmes wrote of similar events: The report having reached Boston that South Carolina had already seceded, Mr. Caleb Cushman sent on in a vessel owned by himself and brothers, then here with orders to fire a salute of fifteen guns for the Southern States and to hoist the flag of S.C., a palmetto tree and Lone star. Though Emma was mistaken-formal secession would not occur until December 20 of that year-the multiple-gun salutes and hoistings of the Palmetto flag seemed common occurrences in the months leading up to secession. ","This episode is important in demonstrating the fact that Charlestonians were celebrating secession several months before it actually happened, a fact that should not be taken lightly. Historian Walter Edgar concurs, stating that South Carolinians had been calculating the value of the Union since the 1820s, and with each passing year, more and more found the Union wanting in the balance, a threat to the order and harmony of the state. Letters like Emma Holmes' represent the very thoughts of Charleston citizens during this time, demonstrating, as was seen a fortnight after Emma's December 6 letter, that their views were in line with those of their politicians."],"display_date":"December 5, 1860","search_date":"1860-12-05","citations":[{"divid":1217813501,"type":"Manuscript","data":["","",null,"Mss 6211","","Papers of the Green Family of Georgia, November 10 and December 6, 1860","Special Collections Library, University of Virginia"]},{"divid":1217813594,"type":"Book","data":["Walter Edgar","South Carolina&#58; A History",null,"Columbia","University of South Carolina Press","1998","353"]}],"locations":[{"id":2158,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}