{"id":2918,"title":"A Polite Education\n","course_id":1,"status":"P","start_date":"1828-09-18","end_date":"1828-09-18","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Education for women in the Antebellum South played a key role in defining and regulating social status. Many Southerners did not see education as a way to enlighten women, but rather to refine and polish them, and make them more suitable for marriage. In the Argus newspaper, published in Savannah, Georgia, an advertisement appeared in September of 1828. It announced Mr. Phillips's new school for young ladies, where they will be instructed in every branch of a polite and finished Education. Mr. Phillips's ad attempted to present his school as safe and innocuous. He called the subjects he would be teaching, polite and finished despite the fact that the formidable list of subjects he planned to teach was 11 topics long and included Writing, Astronomy, Rhetoric, and French. This attempt to make the school sound safe made sense given the tenuous position women's education had in the minds of southerners. "," The education of women in the South was both frightening to white men and necessary to the structure of southern society. In the male dominated South, men acted as heads of the household, and relied on domination of their wives and daughters as much as they relied on domination of their slaves to hold their position in society. An educated woman posed a threat to this domination by setting herself on an equal plane with white men. Education, however, also was a hallmark of the middle and upper classes in the South and a southern woman could not hope to be accepted into higher class society without a minimal education. If a woman was educated it meant that her family had had enough labor in the form of slaves or servants so that she did not have to work to help the family but instead could devote her time to studying. This concept of leisure time for women was intricately connected to the concepts of class and education. Mr. Phillips's advertisement perfectly demonstrates these tensions between male dominated society and the preservation of existing class structures by publicizing a school that he presents as both harmless and impressive at the same time. Anything else would have flown in the face of male supremacy or upper class ideals."],"display_date":"September 18, 1828","search_date":"1828-09-18","citations":[{"divid":1216494018,"type":"Newspaper Article","data":["","The Argus","Savannah, Georgia","September 18, 1828",""]},{"divid":1216494036,"type":"Book","data":["Elizabeth Fox-Genovese","Within the Plantation Household",null,"Chapel Hill","The University of North Carolina","1988","45-48"]},{"divid":1216494076,"type":"Book","data":["Eleanor Miot Boatwright","Status of Women in Georgia, 1783-1860",null,"New York","Carlson Publishing","1994",""]}],"locations":[{"id":2159,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":11,"tag":"Economy"},{"id":6,"tag":"Education"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}