{"id":2919,"title":"Military Inspection and Celebration in Panola \n","course_id":1,"status":"P","start_date":"1889-09-27","end_date":"1889-09-27","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On September 27, 1889, General Bonham came to the Panola Academy to do his inspection of Clarendon's cavalry, consisting of the Hampton Light Dragoons commanded by Captain D.W. Brailsford and the Connor Mounted Rifles led by Captain A.L. Lesesne. By 11 o'clock in the morning, the decorated Panola Academy building was filled with lovely maidens and friends of the company who had come to watch the event. The Academy had hired Mrs. Edwards, an experienced caterer, and the Sumter String Band, a popular, soul stirring group, to commemorate the special occasion. The companies were arranged in the grove in front of the Academy and General Bonham entered the grounds in the company of Colonel B.M. Badger of the Governor's staff, Lieutenant Appelt, of the Manning Guards, and Lieutenant Deschamps, of the Dragoons. The cavalry was in regulation uniforms, armed with Winchester rifles, and standing in such great form as to elicit a complement from General Bonham. Following their inspection, First Lieutenant R.F. Weeks of the Connor Mounted Rifles, having moved to Colleton County, gave a brief speech of his eight years of happiness in the company and gratitude to his peers. He thanked them for electing him as one of their commissioned officers and then tendered his resignation. Orderly Sergeant A.J. Richberg then spoke for the company when he expressed his gratitude to Lieutenant Weeks for his dedication and articulated their unwillingness to part with such a fine officer, asking the Lieutenant Weeks to withdraw his motion to resign or at least visit them as often as he could. Following the ceremony, both guests and company members filed into the Academy as the men engaged their sweethearts in dance until sunset.","This narrative is important because it shows the reestablishment of a Southern cavalry after the Civil War with a renewed sense of pride in their company. Following the Civil War, much of the South's army was completely obliterated, not to mention distraught. This episode demonstrates the change of attitude that took place in the South in the 1880s following the desertion of the Union soldiers to the South. The South was left to rebuild itself again. While the years following the War were particularly distressful, the South was gradually able to overcome their loss and begin to move forward with their lives.","This narrative also shows the nature of social gatherings in the Southern society as the soldiers and their sweethearts engaged in dance throughout the day. As the South began to take on a new identity and nature of its own following the War, women played an integral role in helping men to move on with their lives. Historian Angela Boswell exemplified this in her study of women as she explained how wives of ex-Confederate soldiers helped bolster a new feeling of nationalism in their husbands again following the War. This episode of celebration between the soldiers and their wives and friends shows this rejuvenated feeling of pride in the South."],"display_date":"September 27, 1889","search_date":"1889-09-27","citations":[{"divid":1216339655,"type":"Newspaper Article","data":["","The News and Courier","","October 2, 1889",""]},{"divid":1216339671,"type":"Book","data":["Hugh Lefler and Albert Newsome","The History of a Southern State&#58; North Carolina",null,"Chapel Hill","The University of North Carolina Press","1973",""]},{"divid":1216339734,"type":"Book","data":["Angela Boswell","Women Shaping the South&#58; Creating and Confronting Change",null,"Columbia, Missouri","University of Missouri Press","2006","74-96"]}],"locations":[{"id":2160,"lat":33.6839473098,"lng":-80.2194545897,"zoom":9,"place":"CLARENDON, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}