{"id":292,"title":"Currency and Banking Bill and Economic Recession\n","course_id":1,"status":"P","start_date":"1874-02-03","end_date":"1874-04-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["On February 3, 1874 Republican Senator John Sherman from Ohio presented a Bill in Congress with a purpose to stabilize and reissue the currency and provide for free banking.  Sherman's Currency and Banking Bill was turned into an Inflation Bill' by the amendments made to it by several Western and Southern Congressmen from both the Republican and Democrat parties.  The amended bill would bring 64 million dollars to the economy in the form of hard money and bank notes.  This bill embodied the idea that the government could regulate the money supply to meet the economy's fluctuating needs.'  This scared the businessmen who proceeded to put tremendous pressure on President Grant, and in late April he vetoed the currency bill.  Baltimore's The Sun reported reactions from Congress about the veto on April 24, 1874.  Many interested people and Congressmen visited the president on April 23 reported The Sun, though mostly those who opposed the bill and the vast majority congratulated him on the stand which he had taken against the tremendous pressure brought to bear upon him, that the honor of the government should be maintained.'  &lt;br /&gt;Many citizens, especially farmers from the West and business owners in small towns, had hoped this bill would ease the burdens place on them by the economic recession of 1874-1879 which was having disastrous effects on industrial employment in urban areas from New York to San Francisco and the farming population.  Southern Democrats also fought for the bill believing that inflation would be the answer to the financial turmoil in the country."],"display_date":"February 3, 1874 - April 30, 1874","search_date":"1874-03-18","citations":[{"divid":1213182152,"type":"Book","data":["Eric Foner","Reconstruction: America&#39;s Unfinished Revolution 1863-1877",null,"New York","Perennial","1988","528"]},{"divid":1213182472,"type":"Book","data":["Dallas T. Herndon","The Centennial History of Arkansas",null,"Chicago","Southern Historical Press","1922","307-312"]},{"divid":1213182608,"type":"Newspaper Article","data":["The Arkansas Disgrace","News and Courier","","April 20, 1874","1"]}],"locations":[{"id":207,"lat":null,"lng":null,"zoom":8,"place":"Washington City, District of Columbia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}