{"id":2924,"title":"Imposition of Colonization\n","course_id":1,"status":"P","start_date":"1839-08-01","end_date":"1839-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["At the passing of John R. Rix of Raleigh, NC, eighteen of his slaves were freed from bondage on the condition that they boarded a ship sailing from Norfolk, VA to the west coast of Africa. One of the eighteen took a stand against these terms, and was resold into slavery. The idea for the resettlement of blacks in Africa began as a way for whites to rid themselves of African American presence to counterbalance ever increasing numbers of free blacks living on American soil. The public image that organizations such as the American Colonization Society presented was one of compassion and of Christian values. Soon it became clear that although there were pockets of blacks who looked positively on the idea of colonization, there were a great many others who questioned the professed philanthropy of its [white] promoters. Blacks who did support the movement often did so only when they decided whites would never allow them to claim full and equal citizenship. Many states, including Virginia, had instituted laws forcing freed slaves to exit the state; Furthermore, Georgia had created a system set on deterring blacks from immigrating to their state by giving free blacks the option of a 500 entrance fee or sale into slavery. ","It quickly became clear that Christian benevolence toward a debased and oppressed race was not the driving force for the movement, but rather a deep-seeded White fear of the growing free black population. John Rix's terms of manumission were not unique. The Colored American, a New York City-based African American newspaper, reported seven other conditionally freed slaves that were to join these seventeen on the ship Saluda, bound for Africa. The Norfolk Harbor was a microcosm of a nationally growing trend at this time. From 1820-1830, 1430 blacks boarded ships such as the Saluda bound for Liberia. In 1832 alone, that number rose to 1037-247 of which were manumitted under the condition of emigration. In this Land of the Free, the free people of color across the country were being pressured to leave their native soil. The blacks of Middletown, Connecticut, found themselves asking, Why should we leave this land, so dearly bought by the blood, groans and tears of our fathers? Truly this is our home. ... here let us live and here let us die. "],"display_date":"August 1, 1839 - August 30, 1839","search_date":"1839-08-15","citations":[{"divid":1216506052,"type":"Newspaper Article","data":["A Condition&#58; The Colored American","N.Y. Evangelist","","August 24, 1839",""]},{"divid":1216506090,"type":"Article","data":["Charles I. Foster","The Colonization of the Free Negroes, In Liberia, 1816-1835","The Journal of Negro History","38","Jan. 1953","41-66"]},{"divid":1216506142,"type":"Article","data":["Louis R. Mehlinger","The Attitude of the Free Negro Toward African Colonization","The Journal of Negro History","1","June 1916","276-301"]},{"divid":1216506186,"type":"Pamphlet or Other Printed Material","data":["Rev. P. Slaughter","The Virginian History of African Colonization","Richmond, Virginia","Macfarlane &amp; Fergusson","1855","Special Collections Library, University of Virginia"]}],"locations":[{"id":2165,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}