{"id":2925,"title":"50 Negroes for Sale\n","course_id":1,"status":"P","start_date":"1816-01-23","end_date":"1816-01-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Epes Spain put an ad in the Richmond Enquirer advertising the sale of fifty negroes, to be sold at the Price Edward court house at the end of the month of January. He stated that African Americans were raised by him, and that among them was a blacksmith, a carriage driver, a seamstress, a weaver, excellent house-servants, and boys of good size for plough. He also made sure to mention that all of the slaves were well kept and had never indulged in indolence. Spain said he would only accept Virginia or North Carolina state bank notes as payment."," In Richmond during the early 1800s slavery was a central part of life; however it was not the big plantation slavery of other parts of the south. Epes Spain advertisement was for a considerably large sale of slaves, considering the time period and location. There also were those in Richmond who were not especially found of the sale of slaves, especially when it broke up families. A sale of this magnitude however, was different. This was not selling off a single slave for disciplinary purposes. Nobody seemed to mind the mass sale of slaves, as Richmond was the largest upper South market for slave trading going south in the antebellum years. Unknown in this case, though, is whether all slaves were sold separately at the time of the sale, or if they were freely broken up and given to the highest bidder. Also, it is unclear as to why Spain was selling the enslaved peoples, for if he raised them all himself it would seem that he was not a slave trader by trade. What is known for sure is that this sale of fifty negroes was not out of the ordinary in the upper South's leading slave market."],"display_date":"January 23, 1816","search_date":"1816-01-23","citations":[{"divid":1214079710,"type":"Newspaper Article","data":["","Richmond Enquirer","","January 23, 1816",""]},{"divid":1214079749,"type":"Book","data":["Kevin R. Hardwick and Warren R. Hofstra","Virginia Reconsidered",null,"Charlottesville","University of Virginia Press","2003","214"]},{"divid":1214079811,"type":"Book","data":["Clayton E. Jewett and John O. Allen","Slavery in the South: A State-by-State History",null,"London","Greenwood Press","2004","270-271"]}],"locations":[{"id":2166,"lat":37.539209631,"lng":-77.4101814026,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}