{"id":2926,"title":"Secession\n","course_id":1,"status":"P","start_date":"1860-12-20","end_date":"1860-12-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 17, 1860, a convention formed in the South Carolinian capital of Columbia to debate and confront the single most important decision facing the state since voting on independence from Great Britain over 80 years earlier. As fate would have it, the city of Charleston would be the one to hear the verdict on secession first. We, the People of the State of South Carolina, in Convention assembled, do declare and ordain, and it is hereby declared and ordained, That the Ordinance adopted by us in Convention, on the twenty-third day of May, in the year of our Lord one thousand seven hundred and eighty-eight, whereby the Constitution of the United States of America was ratified, and also all Acts and parts of Acts of the General Assembly of this State, ratifying amendments of the said Constitution, are hereby repealed; and that the union now subsisting between South Carolina and other states, under the name of the 'United States of America,' is hereby dissolved. The delegates had moved their convention from Columbia to Charleston due to rumors of a smallpox outbreak in Columbia. The importance of the move cannot be underestimated. As historian Walter Edgar says, There may have been one case (of smallpox) in the city, but by moving to Charleston those favoring secession would be in a locale more hospitable to their ideas. ","Among the hospitable was Emma Holmes, a young Charleston lady, who was both very agreeable to secession and willing to accept wholeheartedly the smallpox outbreak story. In writing to her friend Lizzie Green on December 20, Holmes exclaimed, The Union is dissolved, and we the people of South Carolina are a free and independent sovereignty Yesterday dear Lizzie the Ordinance of Secession passed at 1 1/4 P.M. and last night it was signed at Secession Hall (formerly Institute) amidst an immense concourse of people, and illuminations of tar barrels and fireworks of every description, music and parading of various companies. The Convention and Legislature adjourned here this week on account of the small-pox which is very prevalent in Columbia... In celebration, Frank Porcher lit 48 colored lanterns at his home on East Battery; tar barrels were burnt on Meeting Street; Roman candles and bombshells were launched throughout the city. The vote had been unanimous-all 169 delegates in favor of secession. This episode is important, of course, for the national ramifications it held. South Carolina was the first state to secede, others soon followed, with the results a new nation and civil war. But historian Ralph Wooster's data on the members of the South Carolina secession convention are far more probing. Delegates to South Carolina's secession convention held a median age of 49 years-the oldest median age of all the conventions-and were the only delegates to vote entirely for immediate secession. South Carolina delegates were also richer-with median personal property of 50,000, 18,000 more than the next closest, Mississippi-and held the most slaves-a median of 37, compared to 15.5 for Mississippi, again the next closest. Finally, 250 of the total 1,048 delegates at all conventions were born in South Carolina, and were heavily in favor of secession. ","Supporters for war in South Carolina, at least, were wealthy, older men. Perhaps the best conclusion to be drawn from this episode, then, lies in the words of Mr. Wooster: The motives for supporting immediate withdrawal from the Union seem then to have had a deeper basis than personal characteristics of convention members alone. Thus the political climate in Charleston, as this episode shows, may have contributed more to secession than mere property, age, or birthplace. "],"display_date":"December 20, 1860","search_date":"1860-12-20","citations":[{"divid":1217003068,"type":"Manuscript","data":["","An ordinance to dissolve the union between the states, South Carolina Convention, broadside",null,"","","","Special Collections Library, University of Virginia"]},{"divid":1217003105,"type":"Book","data":["Walter Edgar","South Carolina&#58; A History ",null,"Columbia, SC","University of South Carolina Press","1998","351"]},{"divid":1217003150,"type":"Article","data":["Ralph A. Wooster","An Analysis of the Membership of Secession Conventions in the Lower South","The Journal of Southern History","3","1958","360-368 "]}],"locations":[{"id":2167,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}