{"id":2927,"title":"Days of Fasting, Humiliation, and Prayer","course_id":1,"status":"P","start_date":"1850-12-05","end_date":"1860-11-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["There was always a crisis in the 1850s, at least in the minds of the citizens of Charleston. On December 6, 1850, William H. Barnwell, rector of St. Peter's Church, took the pulpit to expand upon the great political question which is agitating our country. The occasion? A Day of Fasting, Humiliation, and Prayer, as designated by the South Carolina legislature. The great political question? Slavery, especially in the wake of the Compromise of 1850, a compromise most South Carolinians viewed as an absolute defeat for the South. ","Barnwell was very clear on his stance: The purpose of the North is to use the whole power of the Government for its own aggrandizement, and the destruction of an institution which we believe to be of vital importance to our welfare. The institution for Barnwell, though, was not just important for South Carolina's welfare-it was ordained by God and a gift to the African race. His ultimate conclusion, though (the morality of slavery aside) remained political: Whatever speculative notions any one may have as to the moral influence of slavery, that it is a fundamental institution of the Southern States, and that no Government on earth has the slightest right to meddle with it, either directly or indirectly.","Turn to November 21, 1860. This time, South Carolina Governor William Gist had proclaimed another Day of Fasting, Humiliation, and Prayer. This time, it was Reverend Thomas Smyth lecturing at Second Presbyterian Church on The Sin and the Curse. This time, it was the election of Abraham Lincoln and a growing secession movement that prompted the occasion. It was all a foregone conclusion in Smyth's mind: This is only the result,-the consummation of a tragedy which has been long progressing to its last act,-when the curtain fell upon the dismembered body of the Union. He goes on to blame Northern Christians for this situation; they pervert truth, justice, honor, and good faith by forgetting that the condition of slavery has been and is recognized and regulated by God, who first ordained that it should come to pass as a penal infliction upon a guilty race, for the mitigation of greater evils, and for the good of all... that under the fostering care of these Southern States, and of this legally bounded institution, these people have multiplied in a ratio greater than their masters; that they are healthier and happier than any other laboring class on the face of the earth. ","This episode is important in showing the fusion of religion and politics in 1850s South Carolina. The views of these two pastors also aligned with those in the rest of the South. As Charles Iron of Elon University notes, By the 1830s, Southern whites insisted in their formulation of a regional, evangelical orthodoxy that God had ordained slavery and that slaveholders could confidently hold their property in persons so long as they were attentive to the spiritual condition of their slaves. Though these two sermons were ten years apart, the themes they espouse and the justifications for slavery they promulgate remained the same."],"display_date":"December 5, 1850 - November 21, 1860","search_date":"1855-11-28","citations":[{"divid":1214780029,"type":"Pamphlet or Other Printed Material","data":["William H. Barnwell","Views on the Present Crisis: A Discourse Delivered in St. Peter&#39;s Church, Charleston, on the 6th of December, 1850, the Day of Fasting, Humiliation, and Prayer, appointed by the legislature of South Carolina","Charleston, S.C.","Letter-press of E.C. Councell","1850","Special Collections Library, University of Virginia"]},{"divid":1214780136,"type":"Pamphlet or Other Printed Material","data":["Thomas Smyth","The Sine and the Curse, Or the Union, the True Source of Disunion, and our Duty in the Present Crisis. A Discourse, preached on the occasion of the Day of Humiliation and Prayer, appointed by the Governor of South Carolina, on November 21, 1860, in the Second Presbyterian Chuch, Charleston, S.C.","Charleston, S.C.","Steam-power presses of Evans &amp; Cogswell","1860","Special Collections Library, University of Virginia"]},{"divid":1214780255,"type":"Book","data":["Walter Edgar","South Carolina: A History",null,"Columbia","University of South Carolina Press","1998","343"]},{"divid":1214780532,"type":"Book","data":["Samuel S. Hill and Charles H. Lippy, editors","Encyclopedia of Religion in the South, Second Edition",null,"Macon, GA","Mercer University Press","2005","7"]}],"locations":[{"id":2168,"lat":32.8753704415,"lng":-79.8417496964,"zoom":8,"place":"CHARLESTON, South Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"},{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}