{"id":2929,"title":"Democratic Ratification Meeting Confirms Cleveland, Stevenson, Carr","course_id":1,"status":"P","start_date":"1892-07-06","end_date":"1892-07-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["A New Bern ratification meeting on July 6, 1892 reflected more of a Democratic rally than a meeting as Cleveland, Carr and Victory chanted through the air in Craven County. The meeting set the Democratic ball in motion as the assembly greeted the resolution with applause and enthusiasm. Mr. Furnifold McLendel Simmons, the first speaker, championed Grover Cleveland and Adlai Stevenson as the perfect presidential pairing and presented Elias Carr and his associates on the State ticket as excellent candidates. His condemnation of the Republican and People's Party also drew tremendous applause. Mr. Stevenson followed Mr. Simmons and he too received great applause from the crowd. General Battle then spoke on behalf of the Democratic Party and mentioned how for the half century that the Democrats administered the government, the Party had secured both a reputation abroad and property at home. He said that every inch of territory that had been acquired by the United States, except Alaska, resulted from the efforts of the Democrats' administration. During this period, the Democrats had humbled both England and Mexico, along with the savage Indian tribes, until the Republicans broke the constitution and forced the South to choose from inequality in the Union or independence out of it. He claimed that the Union, led by the Republicans, made the war within the States inevitable. Finally, General Battle argued that Cleveland's administration would restore the South to her position as a sovereign state of the Union.","Grover Cleveland went on to win the presidential election of 1892, becoming the only president to serve two non-consecutive terms, his first being from 1885-1889. Adlai Stevenson served as his vice-president and Elias Carr became the Democratic governor of North Carolina from 1893-1897. Democrats viewed these victories as the triumph of old values over those implemented during Reconstruction. Cleveland was the only Democrat to be elected during the Republican reign of 1860-1912.","This narrative displays the rebuilding of Democratic politics in the South in the 1890s. Michael Perman argued that disfranchisement, including poll taxes, white primaries, and grandfather clauses was an attempt to skirt the 15th Amendment and restore white domination in the South. The Republicans had controlled the government for the Reconstruction era but by the 1890s, the Democrats were intent on again controlling their home and their land. They would no longer let the Republicans, the black party, represent the South and the election of 1892 was a testament to the prevailing Democratic sentiment."],"display_date":"July 6, 1892","search_date":"1892-07-06","citations":[{"divid":1216864524,"type":"Newspaper Article","data":["","Salisbury Truth","","July 14, 1892",""]},{"divid":1216864754,"type":"Book","data":["Benjamin R. Justesen","George Henry White - An Even Chance in the Race of Life",null,"Baton Rouge","Louisiana State University Press","2001",""]},{"divid":1216864804,"type":"Book","data":["James L. Hunt","Marion Butler and American Populism",null,"Chapel Hill","The University of North Carolina Press","2003",""]},{"divid":1216864854,"type":"Book","data":["Michael Perman","Struggle for Mastery, Disfranchisement in the South, 1888-1908",null,"Chapel Hill","University of North Carolina Press","2001",""]}],"locations":[{"id":2170,"lat":35.0750705618,"lng":-77.1185103654,"zoom":9,"place":"CRAVEN, North Carolina"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}