{"id":293,"title":"Debate over the Lecompton Constitution rages in Kansas.\n","course_id":1,"status":"P","start_date":"1857-09-07","end_date":"1858-08-02","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Kansas began the process of beginning to apply for statehood in late summer 1857. First, the citizens had to come up with and ratify a state constitution. Proslavery forces within the state drew up the so-called Lecompton Constitution' at a convention which Free Soil parties boycotted. Indeed, at the Convention there was never any option to vote against slavery. The proslavery forces refused to allow the subject to become an issue. Clearly the will of the people was being subverted. &lt;br /&gt;&lt;br /&gt;Kansas has been seen as a point of contingency for both sides of the Free state/ Slave state debate for quite sometime, as can be seen in editorials reporting the opinion on the issue published in newspapers such as the Nashville Union and American as early as July 1, 1857. Both sides believed that Kansas was the key to the future; if Kansas was on their side then the rest of the territories would follow suit.  Both sides also knew, however, that if the true populace of Kansas were to speak it would declare it self a free state.&lt;br /&gt;&lt;br /&gt;The Southern Democrats found themselves in an especially tricky bind over this controversy in Kansas. The ideals of their party and sectional perceptions of necessity conflicted. On one hand the Democratic Party stood for the principle of Popular Sovereignty and the right of the resident citizens to determine their status as free or slave for themselves, as had been expounded in the Nashville editorials back in July. However, with the approach of autumn, it became increasingly evident that if these ideals were followed, it would lead to a free Kansas, giving the North the upper hand. This conflict in Kansas, thus, became a source of great disunion within the national Democratic Party, leading to the irreparable split between Buchanan and Douglas. Douglas upholding the Democratic principle of Popular sovereignty and disregarding the Lecompton Constitution and Buchanan siding with the Southerners and endorsing the Lecompton Consitution despite the blow it dealt to his party's Popular Sovereignty conviction."],"display_date":"September 7, 1857 - August 2, 1858","search_date":"1858-02-18","citations":[{"divid":1213180666,"type":"Book","data":["William J. Cooper, Jr. &amp; Thomas E. Terrill","The American South: A History",null,"New York","McGraw-Hill","1996","302-303"]},{"divid":1213180728,"type":"Book","data":["Michael F. Holt","The Political Crisis of the 1850&#39;s",null,"New York","W.W. Norton &amp; Company","1978","205"]},{"divid":1213180824,"type":"Newspaper Article","data":["Kansas","Nashville Union and American","","July 1, 1857",""]},{"divid":1213180851,"type":"Book","data":["David M. Potter","The Impending Crisis: 1848-1861",null,"New York","Harper &amp; Row Publishers","1976","311"]}],"locations":[{"id":208,"lat":36.1785835172,"lng":-86.867295434,"zoom":9,"place":"DAVIDSON, Tennessee"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}