{"id":2931,"title":"Colonization Movement\n","course_id":1,"status":"P","start_date":"1836-12-19","end_date":"1836-12-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On December 19, 1836, Philo, an anonymous member of the Norfolk community, tried to spur popular support for the resettlement of blacks in Africa. He called both Christians and patriots to rally for a cause truly worthy of the friends of the African race. This plan, he said, was consistent with individual rights and the peace, happiness, and prosperity, of the free coloured race ... [and] promises contentment with social, moral and intellectual elevation to the emancipated negro.","Although this apparently concerned citizen claimed to have the best interests of blacks in mind, the interpretation that would be consonant with the attitude of American whites in this time period was that blacks were a problem and it was best to remove that problem altogether. As more and more slaves became citizens, whites increasingly took note. Successful free blacks posed a threat to the social hierarchy, specifically the institution of slavery. Much of White America, Philo included, took a paternalistic approach, using rhetoric of compassion in their approach to resettlement. Others fall in line with George Custis, who spouted, What right have the children of Africa to an homestead in the white man's country? ... Let the Atlantic billow heave its high and everlasting barrier between their country and ours. Let this fair land, which the white man won by his chivalry, which he has adorned by the arts and elegancies of polished life be kept sacred for his descendants untarnished by the footprint of him who hath ever been a slave.... ","Philip Slaughter described black people as fortunate to have encountered the white man, who had borne him along with him in his upward career, protecting his weakness and providing for his wants... In the meantime, the black man has been trained in the habits, manners and arts of civilized life, been taught the Christian religion, and been gradually rising in the intellectual and moral order, until he is far above his race in their native seats. This sort of attitude affected the African Americans' views of themselves in relation to the native Africans with whom they were to cohabitate. The repercussions of this forced emigration and assimilation into Liberia have stretched across the last two hundred years and are still present today in the civil wars that plague that nation. When the American black population left for Africa, they brought the prejudices of their American homeland with them."],"display_date":"December 19, 1836","search_date":"1836-12-19","citations":[{"divid":1214519880,"type":"Newspaper Article","data":["The African Colonization Society","Norfolk &amp; Portsmouth Herald","","December 19, 1836",""]},{"divid":1214519911,"type":"Article","data":["Charles I. Foster","The Colonization of the Free Negroes, In Liberia, 1816-1835","The Journal of Negro History","38","Jan. 1953","41-66"]},{"divid":1214519966,"type":"Book","data":["Rev. P. Slaughter","The Virginian History of African Colonization",null,"Richmond","MacFarlane &amp; Fergusson","1855","iii-iv"]}],"locations":[{"id":2171,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":14,"tag":"Church/Religious-Activity"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}