{"id":2933,"title":"Wyatt&#39;s Imprisonment\n","course_id":1,"status":"P","start_date":"1863-01-05","end_date":"1863-01-05","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The common practice of hiring out one's slaves ensured that even when work was less plentiful on the plantation, a master's investment in a slave would still be lucrative. A slave in this position identified only as Wyatt landed himself in jail after attempting repeatedly to be sold back to the plantation where his family resided. The current owners who had been trying to sell him wrote a letter to George W. Hamner, owner of Wyatt's family, informing him that Wyatt was for going off with you at all events - we therefore put him in jail - where we will keep him until we hear from you...we think he is too much a man of his own head to hire out anymore. They then proceeded to offer to sell him to Hamner for two thousand dollars, insisting that the considerably lower price (than the market value of 2,500) was due to their consideration for his family. ","The transparency of their facade of decency is quite apparent, however, by the following line now if you think you can give that sum for him please let us know it without delay as we intend to take him to another market soon. It is clear that the owners are businessmen and do not actually care deeply about Wyatt or his family. They even state that they wish to do everything that is reasonable without sacrificing too much on the negro. ","Walter Johnson discusses in-depth the callousness of slave traders in his book <em>Soul by Soul</em>. He writes that at the slave markets, consumers are often able to maintain a moral high ground in comparison to the traders, however misguided. However, in this example we see that even slave owners who are not engaged in the African slave trade often exhibit the same disregard for the needs or wants of their slaves. Thinly-veiled attempts at humane treatment are not enough to conceal the truly vicious nature of slavery. However, Johnson's book focuses mainly on New Orleans in the antebellum period, and this episode took place in Virginia in the midst of the Civil War. This may explain Wyatt's assertiveness - the Emancipation Proclamation had actually gone into affect four days earlier and many slaves pressed for their rights even when resentful masters and slave traders refused to grant them. In fact, in many states in the deeper South, slaves often did not even find out they had been emancipated until after the war ended. However, Virginia's proximity to the North and Washington, D.C. made it difficult for owners to conceal the news of emancipation. "],"display_date":"January 5, 1863","search_date":"1863-01-05","citations":[{"divid":1216864599,"type":"Manuscript","data":["","Business Papers",null,"Mss 5523, 5523-a","Box 1","Hamner Family Papers","Special Collections Library, University of Virginia"]},{"divid":1216864646,"type":"Book","data":["Walter Johnson","Soul By Soul",null,"Cambridge","Harvard University Press","1999",""]}],"locations":[{"id":2173,"lat":37.7873885597,"lng":-78.8867512571,"zoom":9,"place":"NELSON, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}