{"id":2934,"title":"Reverand Glennie Baptizes in Litchfield\n","course_id":1,"status":"P","start_date":"1857-02-06","end_date":"1857-02-06","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On February 6, 1857, Reverend Alexander Glennie visited a plantation in Litchfield, South Carolina. On this particular morning, he performed morning services and conducted three adult baptisms. The act of baptism is a vital part of Christianity, and was highly regarded as an important event in one's life during this time. To Christians in South Carolina, and in the general region, to be baptized as an adult was the only legitimate manner that was recognized by the Bible, never as an infant or child. A person, they argued, must be able to consciously make the decision to become a part of the faith of Jesus Christ, and to do this, he or she must be of a mature age. South Carolinians, as well as Southerners in general, were very fervent and proud about these fervent religious convictions.","These passionate beliefs came from the South's strong spiritual character and the effect this had on its identity. The developing division between the South and the North carried into its inhabitants' religious attitudes. Evangelicalism was popular during this time, and as the historian Matthew Donald claims, it was very common for Southern Evangelicals to think that the South was more Christian than the North. One of the major sects of Christianity was the Episcopalian Church.  Up through the time of the Civil War, the Evangelical Church was in its National Period, which was characterized by missionary expansion.  ","Part of this Episcopalian mission included various preachers stationed through out the South that would spread the good word to plantations and small towns. One of these men, as evidenced in his reports of services in Litchfield, was Reverend Glennie Parish. He was a rector of the All Saints Episcopal Church in Georgetown South Carolina. Part of his responsibilities as an Episcopalian reverend in the South was to make calls to plantation chapels, such as the one in which he performed the baptisms, to bring the message to as many people as possible. His running records kept track of the progress and happenings at each location. Reverend Glennie's efforts helped to spread the Episcopalian mission of Evangelicalism, and they strengthened the South's strong religious identity."],"display_date":"February 6, 1857","search_date":"1857-02-06","citations":[{"divid":1217003401,"type":"Manuscript on Microfilm","data":["","Reverend Alexander Glennie Parish Diary, 1832-1859","Microfilm B Reel 19, 0619","Reverend Alexander Glennie Parish Diary, 1832-1859","Alderman Library, University of Virginia"]},{"divid":1217003449,"type":"Book","data":["Samuel S. Hill and Charles H. Lippy","Encyclopedia of Religion in the South ",null,"Macon, GA","Mercer University Press","2005","287-288"]},{"divid":1217003525,"type":"Book","data":["Donald G. Matthews","Religion in the Old South",null,"Chicago","University of Chicago Press","1977","24"]}],"locations":[{"id":2174,"lat":33.1820917038,"lng":-79.1977192455,"zoom":9,"place":"GEORGETOWN, South Carolina"}],"tags":[{"id":14,"tag":"Church/Religious-Activity"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}