{"id":2935,"title":"Runaway Slaves Seek Refuge in Union Camp\n","course_id":1,"status":"P","start_date":"1862-05-21","end_date":"1862-05-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["One morning in May two slaves, Sam and Mary, belonging to Mr. Mitthoff, left their home and went to Camp Parapet, a Union fort.  They took with them an assortment of Mitthoff's property, including livestock, a cart, and clothing.   Mitthoff's son went after the slaves and attempted to bring back the cart and other items.When leaving the camp he was asked to show his passports.  He was then told that General Phelps wanted him to leave much of what the young Mitthoff had taken.  Mitthoff's son wound up leaving the camp empty-handed.  When father and son reconvened they witnessed their slaves beating their mule with sticks and throwing mud at it.  The mule then charged towards Mitthoff's carriage, in which his children were sitting.  Mitthoff had to run in front of the raging mule in order to protect his children, which resulted in a terrible injury to his foot.  ","Coinciding with Union occupation, the proportion of runaway slaves increased dramatically in Louisiana.  As soon as slaves figured out where they could go to attain freedom, they left their plantations whenever the opportunity arose.  Confederates knew that when Federal troops arrived they were bound to lose large numbers of slaves.  Therefore, practices monitoring and controlling slaves were magnified in order to prevent the huge loss of capital resulting from runaway slaves.  Parishes hired permanent guards and created river patrols to stop slaves from escaping.  Prior to the war slaves could live unaccompanied in cities, but once the Federal troops arrived masters were fined for allowing slaves to be on their own.  The state paid to have extra white men monitor plantations that did not have enough supervision.  There was also an increase in the amount of Negro hunters who were compensated for retrieving runaway slaves.  Confederates sensed the danger that Union troops brought to the system of slavery and did everything within their power to control the system they were willing to die for.  Not only would runaway slaves hinder the southern economic system, they also were likely to join the Union army.  Throughout the war the Union army took on many African-American soldiers who were fighting for their chance to be free."],"display_date":"May 21, 1862","search_date":"1862-05-21","citations":[{"divid":1215611740,"type":"Website","data":["Alexander Street Press and the University of Chicago","he American Civil War: Diaries and Letters, Private and Official Correspondence of Gen. Benjamin F. Butler, During the Period of the Civil War, vol 1","Alexander Street Press and the University of Chicago","http://www.alexanderstreet4.com/cgibin/asp/cwld/getdoc.pl?/projects/artfla/databases/asp/cwld/fulltext/IMAGE/.5913 ","September 26, 2006"]},{"divid":1215611790,"type":"Book","data":["Charles Vincent","The African American Experience in Louisiana: Part B",null,"Lafayette","University of Southwestern Louisiana","1999","13-14"]},{"divid":1215611936,"type":"Book","data":["Joe Gray Taylor","Louisiana: A Bicentennial History",null,"New York","W.W. Norton &amp; Company Inc.","1976","94"]}],"locations":[{"id":2175,"lat":29.4255371375,"lng":-90.0017454475,"zoom":9,"place":"JEFFERSON, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}