{"id":2937,"title":"Steamboats in Norfolk Harbor\n","course_id":1,"status":"P","start_date":"1832-03-08","end_date":"1832-03-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On March 8, 1832, the steamship Gosport finally arrived in Norfolk, Va. It was the first steam ferry offering service across the Chesapeake, able to complete the trip in a mere five minutes, a feat that at the time was remarkably fast. Previously, ferries were man-powered or run by a blind mule or horse turning paddles by treadmill. The editors of The <em>Norfolk Herald</em> volunteered their confidence that this endeavor was certain to garner a good deal of wealth for its investors who were providing a much needed service to the Norfolk community.","This adoption of steam technology in the Norfolk harbor was quite delayed in comparison to the rest of the Unites States. By 1817, ten steam ships had been commissioned to run between New York and Albany, and steamboats were coming to be a common sight on the Delaware, Ohio, and Mississippi rivers. By the time the Gosport finally arrived in Norfolk, steam technology was already being included in plans for mass transit and exchange across the Atlantic. The Englishman John McGregor wrote a two volume work describing the great benefit to be made in creating a system of exchange using the new steamboat technology, focused largely on utilizing the vast resources provided by American land. Named in honor of that part of the Tidewater area where the navy shipyard is located, the Gosport was part of a larger movement attributable to the invention of the steam engine, which enabled not only the use of steam to power boats, but also the establishment of a national network of railways. The high pressure steam engine, developed in the early 1800s, not only enabled more expedient travel, but also aided industrialization in the North and the growth of sawmills, especially in the lower Mississippi Valley region. These innovations in effect brought the States closer geographically, and helped to fuel both local and national commerce. This innovation in the Norfolk ferry business marked the beginning of a tradition that lasted 123 years in the harbor until termination of service on August 1, 1955. Service across the harbor was renewed in 1983."],"display_date":"March 8, 1832","search_date":"1832-03-08","citations":[{"divid":1214780896,"type":"Newspaper Article","data":["","Norfolk &amp; Portsmouth Herald","","May 1, 1845","2"]},{"divid":1214780916,"type":"Article","data":["Caroline S. Davies","Occupational Pursuits of Free American Women: An Analysis of Newspaper Ads, 1800-1849","The New England Quarterly","10","Mar. 1937","63-83"]},{"divid":1214780992,"type":"Website","data":["George Holbert Tucker","The Norfolk-Portsmouth Ferries","The Norfolk Historical Society","http://www.norfolkhistorical.org ","October 5, 2006"]},{"divid":1214781068,"type":"Article","data":["Peter Temin","Steam and Waterpower in the Early Nineteenth Century","The Journal of Economic History","26","Jun. 1966","187-205"]},{"divid":1214781154,"type":"Book","data":["David Budlong Tyler","Steam Conquers the Atlantic",null,"New York","D. Appleton-Centruy Company","1939","4-5, 36-47"]}],"locations":[{"id":2177,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":11,"tag":"Economy"},{"id":12,"tag":"Migration/Transportation"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}