{"id":2938,"title":"North Carolina Farmers&#39; Alliance Comes to Sampson County \n","course_id":1,"status":"P","start_date":"1888-01-01","end_date":"1888-01-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Although the Alliance appeared in Robeson County, North Carolina in the spring of 1887, it was not until January 1888 that the Farmers' Alliance reached Sampson. By October 1887, the Alliance had established a state organization, with Syndenham B. Alexander as its president, Leonidas L. Polk as secretary, and Elias Carr as chairman of the executive committee. The Alliance attracted both small and large landowning farmers, in addition to tenant farmers, rural doctors, and teachers. The group allowed women to join but excluded blacks, atheists, lawyers, and merchants from joining. Over the ten week period following the arrival of the Farmers' Alliance in Sampson, the organizers set up almost twenty sub-Alliances spreading from Newton Grove to Goshen. They advertised their organization by speaking at churches and schools and describing the Alliance to anyone who would listen. They would then set up a sub-Alliance in that area.","The Farmers' Alliance appealed to Sampson farmers and residents for a number of reasons, first of which was that it offered farmers goods and materials such as fertilizer, at lower prices. This allowed the farmers to avoid the high prices or credit problems that they associated with merchants. At this time, commercial agriculture was expanding in Sampson as production of cotton, the county's leading cash crop, had increased by more than 500% between 1860 and 1890. At the same time, cotton prices had fallen dramatically and the farmers could expect little help from the elected Democratic officials whose own interests favored the existing arrangements.","James Hunt argued that while the Alliance expanded to many places throughout North Carolina, the expansion of the Farmers' Alliance to Sampson County was especially important because it was in Sampson that the group found one of its most powerful leaders in Marion Butler. Shortly after learning about the Alliance, Butler became the president of the Sampson County division and published its news in his newspaper, The Caucasian. His presidency within the Alliance was the beginning of a long political road for Butler, leading to his election to the state Senate as an Alliance representative, president of the North Carolina Farmers' Alliance, president of the National Farmers' Alliance, and finally a six-year term to the United States Senate in 1894 as the Fusionist representative."],"display_date":"January 1, 1888 - January 30, 1888","search_date":"1888-01-15","citations":[{"divid":1214782006,"type":"Primary Source in a Secondary Source","data":["Progressive Farmer","January 5, 1888","Marion Butler and American Populism","James L. Hunt","Chapel Hill","The University of North Carolina Press","2003","24-37"]},{"divid":1214782066,"type":"Article","data":["Kent Redding","Failed Populism: Movement Party Disjuncture in North Carolina, 1890-1900","American Sociological Review","57","June 1992","340-352"]}],"locations":[{"id":2178,"lat":34.991531922,"lng":-78.3712329782,"zoom":9,"place":"SAMPSON, North Carolina"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}