{"id":294,"title":"President Jackson Vetoes Bill for Re-chartering the Second Bank of the United States\n","course_id":1,"status":"P","start_date":"1832-07-10","end_date":"1832-07-10","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Bank of the United States was a sensitive issue from its outset. The First one expired indifferently in 1811, and the Second Bank was chartered five years later, in 1816. This new edition was meant to be an independent bank, a specie paying bank, a stead and cautious, not a speculative bank. But, it had an inauspicious start, with a case sent before the U.S. Supreme Court in 1819. This case, <em>McCulloch v. Maryland</em>, upheld the legality of the Second Bank of the United States. The Bank would quickly gain allies and enemies, and the Bank War was underway. The National Republicans sided with it and convinced the Bank's president, Nicholas Biddle, to ask Congress for its immediate re-charter, even though it would not expire for another four years. The bill passed both houses of Congress and came to President Andrew Jackson's desk. He had despised it from the outset, questioning its constitutionality. But, vetoing the bill would damage his attempt at re-election. On July 10, 1832, Jackson threw caution to the wind and vetoed the bill, sending it back to Congress with his suggestions. Even though a Bank may be convenient for the government, Jackson made his decision because some of the powers and privileges possessed by the existing Bank are unauthorized by the Constitution, subversive of the rights of the States, and dangerous to the liberties of the people. But, by this decision, had he sacrificed his personal ease, and, as his enemies think, put in jeopardy his re-election. Many people did disagree with Jackson's decision. Congress had debated the issue for much of the year. Daniel Webster argued that a continuance of the Bank was very necessary to the country. However, the greater side of the argument seemed to be the President's. He felt it was his duty to the American people to uphold the Constitution, as he saw it, so that's what he did. By the end of the year, the National Republicans' attempt to derail Jackson's bid for re-election failed, but the Bank War would continue to influence the economy for the next decade."],"display_date":"July 10, 1832","search_date":"1832-07-10","citations":[{"divid":1213659043,"type":"Newspaper Article","data":["Message from the President of the United States: Returning the Bank Bill, with objections, etc.","The Washington Globe","","July 11, 1832","2"]},{"divid":1213659100,"type":"Book","data":["Arthur M. Schlesinger, Jr., editor","History of the American Presidential Elections: 1789-1968, Volume I",null,"New York","Chelsea House Publishers","1971","499-500"]},{"divid":1213659176,"type":"Newspaper Article","data":["The Veto and the Bank","The Washington Globe","","July 12, 1832","2"]},{"divid":1213659485,"type":"Pamphlet or Other Printed Material","data":["","Daniel Webster Speeches in the Senate, upon the question of the renewing the Charter of the Bank of the United States","Washington, D.C.","Gales &amp; Seaton","1834","Special Collections Library, University of Virginia"]}],"locations":[{"id":209,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}