{"id":2943,"title":"Denial of Serive\n","course_id":1,"status":"P","start_date":"1895-08-03","end_date":"1895-08-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Nearly twenty years earlier, the United States government ratified the Civil Rights Act of 1875 to alleviate some of the racial tensions still proliferated throughout the inner workings of society. During the summer months, it was common for families of all races to travel throughout the country for vacation and receive such hospitalities as refreshments and other accommodations. The businesses of the area would often provide services to people regardless of color or previous condition of servitude. However, this norm was altered on July 13, 1895. Robert Holland ventured into a private establishment of James F. Angle in Baltimore and requested service, dinner in particular. He was denied twice on the grounds of his color. An attendant stated, We don't serve colored people in here. An important aspect of the article is that they place Mr. Holland in high regard. The article mentions that he was a good looking colored man...of fine intelligence. So the action to deny service was not because the man seemed dangerous, but due to the fact that this particular owner had negative feelings toward members of the opposite race. Helping his cause, Mr. Holland did not react harshly, but exited quietly and immediately confer with a lawyer. This helps to demonstrate that social-cultural developments are still hindered by a superiority attitude of a few. The aggressive nature is making life in the new south an extremely difficult transition","Mr. Holland's experience on that day is a microcosm of the stereotypical South. Traveling was an integral part for it was a way from people to meet and connect with people from different places. All types from married blacks to educated and successful whites would converge at a city and be forced to interact and try to put aside their social and economic differences and be civil. However, it is ideal to assume that this could happen free from an occasional disturbance. Human emotions are entangled in Southern race relations, consisting of friendship and hatred. This mixture adds constant pressure on society. For the restaurant to deny service to Mr. Holland demonstrates how stress can lead to blatant acts of discrimination. Something so simple that we now take for granite was only privilege for some. Wilson noticed that the average black man at the time would have taken matters in his own hand. Thus, I believe that Wilson would commend Holland's decision not to take drastic measures but to seek a more formal complaint method. Allowing society to dwell on the discriminatory action and see the error in their ways. Though it will take at least 60 more years, the actions that faithful day laid the ground works for a civil movement towards equality for all."],"display_date":"August 3, 1895","search_date":"1895-08-03","citations":[{"divid":1214782314,"type":"Newspaper Article","data":["The Awful Color Line","The African American Ledger","","August 3, 1895",""]},{"divid":1214782338,"type":"Book","data":["Edward Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992","56, 137"]},{"divid":1214782366,"type":"Book","data":["Charles Reagan Wilson and William Ferris","Encyclopedia of Southern Culture",null,"Chapel Hill","University of North Carolina Press","1989","1118-1119"]}],"locations":[{"id":2181,"lat":39.5630818599,"lng":-77.022719603,"zoom":9,"place":"CARROLL, Maryland"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":8,"tag":"Arts/Leisure"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}