{"id":2944,"title":"They Danced &#39;til Dawn\n","course_id":1,"status":"P","start_date":"1866-05-26","end_date":"1866-05-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Entertainment was a little-known pursuit in the South in the years during and after the Civil War. However, for those white Southerners who did not lose everything, maintaining some of their old traditions was of the utmost importance. In May 1866, W.D. Cabell of Nelson County, Virginia, wrote to his wife Mary in Philadelphia of a large party which he had recently attended. He tells her that he went with 25 young gentlemen from the school of which he is principal. The party quickly evolved into a dance, which was quite entertaining for the young people. Cabell left the dance at 1 a.m., but it was apparently still going on at that time. He tells his wife that I hear they danced 8 sets after day light by the best music, violins and piano. They are coming in now looking quite broken down. ","Far from adopting the disapproving tone expected of a teacher and authority figure, Cabell seems to take comfort in the young people's revelry. He was known to be a staunch supporter of the Confederacy, and perhaps the dance reminded him of the more carefree antebellum period. ","Virginia, in particular, wished to rebuild and retain its cultural identity after the war. In his dissertation on post-Civil War Virginia, James Douglas Smith writes that In the midst of Reconstruction the need for social diversions was not forgotten...their daily lives were frequently brightened by the famed, but now less expansive, Virginia hospitality. Parties, dances, picnics, tournaments, hunting, fishing, baseball, lectures, plays and tableaux were all popular amusements...In the background, generally avoided, were the men in blue, the Federal occupation forces. In addition to the presence of the Federal troops, Virginians had to deal with loss of property and money, yet even in the face of financial ruin Virginians attempted to maintain a vibrant culture and society. In fact, Smith goes on to write that the fondness of Virginians for visiting relatives and friends, holding parties and dancing all night was only slightly abated by the pecuniary distress of these years."],"display_date":"May 26, 1866","search_date":"1866-05-26","citations":[{"divid":1216046403,"type":"Manuscript","data":["","Correspondence with Mary Cabell",null,"Mss 276","Box 2","Papers of W.D. Cabell","Special Collections Library, University of Virginia"]},{"divid":1216046441,"type":"Dissertation/Thesis","data":["James Douglas Smith","Virginia during Reconstruction, 1865-1870 - a Political, Economic and Social Study","PhD diss.","University of Virginia","1961",""]}],"locations":[{"id":2182,"lat":37.7873885597,"lng":-78.8867512571,"zoom":9,"place":"NELSON, Virginia"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}