{"id":2945,"title":"Post-Reconstruction Tensions in Fairview Township, South Carolina","course_id":1,"status":"P","start_date":"1887-04-01","end_date":"1887-06-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Tensions between the black and white communities of Fairview Township in Greenville County increased drastically due to the revelation of secret night-time meetings amongst the black societies. <em>The Enterprise and Mountaineer</em> initially talked to the white population of Fairview and it was revealed how the African-American community was holding secret meetings at varying locations; according to the paper, the white men began to hear through the female members of their families, brought to them by the colored women, about dividing out property, the killing of men, the drawing of guns by the members of those societies, and other equally alarming propositions. In this state of alarm, the white community began to interrogate the negro men who had been mentioned in regards to the secret meetings; however, no answers were given as those interrogated stated that they knew nothing of the societies. In hopes of exposing the rebellion before bloodshed, the whites of Fairview Church gathered on Saturday, June 25 to examine the reports of violence; tensions continued to increase as the meeting?s resolution failed. However, on Wednesday, June 29, a meeting was held in which the best and most conservative citizens attended. The meeting peacefully solved the issue which had been exaggerated by gossip and fear; though the black men had been meeting at night, they apparently were not intending on violence, though the paper stated, ...and it is our opinion that the members of the societies were led to believe they were to draw guns. The community's tensions were alleviated and all returned to a sense of normalcy.","      If looking at the Census of 1890 and with a higher black population than white in South Carolina continuing through the decade, tensions in the post-Reconstruction era often culminated in scares and violence between the races. <em>The Enterprise and Mountaineer</em> captured one example of this tension, as the rumor involving the rebellion of the blacks spread like wild-fire among the Fairview township white population. Racism persisted through the Reconstruction efforts, which placed blacks in the state congress and other political positions, and into the Jim Crow segregation time-period; Thomas Pope discusses the definite racism in South Carolinians as he describes how many active politicians would tell the African-American community that the war failed to change the racial attitudes of whites. This racism became the seed for fear toward the different races across the country, and, as Orville Burton describes how despite the suffering of the Civil War and Reconstruction, the black population still did not gain equality or many rights guaranteed by law to whites across the nation."],"display_date":"April 1, 1887 - June 29, 1887","search_date":"1887-05-15","citations":[{"divid":1214783083,"type":"Newspaper Article","data":["","Enterprise and Mountaineer","","July 6, 1887",""]},{"divid":1214783099,"type":"Book","data":["Thomas H. Pope","The History of Newberry County South Carolina, Volume Two: 1860-1900",null,"South Carolina","University of South Carolina Press","1992","109"]},{"divid":1214783150,"type":"Book","data":["David R. Chesnutt and Clyde N. Wilson, editors","The Meaning of South Carolina History: Essays in Honor of George C. Rogers, Jr.",null,"South Carolina","University of South Carolina Press","1991","166-167"]},{"divid":1214783221,"type":"Book","data":["George C. Rogers","A South Carolina Chronology, 1497-1992",null,"South Carolina","University of South Carolina Press","1994","112"]}],"locations":[{"id":2183,"lat":34.8943497126,"lng":-82.3707811393,"zoom":9,"place":"GREENVILLE, South Carolina"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}