{"id":2946,"title":"Sally Smith Pays Up\n","course_id":1,"status":"P","start_date":"1837-05-11","end_date":"1837-05-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["James T. Ball and his wife Margaret P. Ball met Sally Smith at the Circuit Superior Court of Law in Fauquier County to settle the controversy over the will of Willis G. Smith, for which Sally Smith was administrator.  The Balls did not think that they had been given the proper amount they had been bequeathed in the will.  In the case, the court ruled that Sally Smith pay the Ball's nothing, but it did rule that she pay her relatives, who Willis G. Smith had given money in his will.  In total, Sally Smith was ordered to pay five relatives two hundred and seventy seven dollars and seventy cents.  In addition to this ruling, the court stated that Sally Smith should not charge Joseph B. Smith rent for the house and property he had been given in the will, and in the place of rent he should make repairs to the house.   Furthermore, it was said that the house be sold by auction, the proceeds from which would be used to pay court costs. It is not known whether Sally Smith fulfilled the order of the court and paid her relatives their allotted amount or if the house was successfully auctioned off.  Matters like this episode were common at the time.  Though, it is interesting that a woman, Sally Smith, handled the proceedings.  From the court notice it can be assumed that she was the widow of Willis G. Smith, which makes her involvement in the matter plausible. However, if she was not his wife the ordinary proceeding would have been to have the oldest son administer the will.  At the time, it was normal proceedings to auction off the land of the deceased if the remaining family members could not afford to keep it, as in this case.                                     N.S.A"],"display_date":"May 11, 1837","search_date":"1837-05-11","citations":[{"divid":1214868332,"type":"Newspaper Article","data":["","The Times","","October 11, 1845",""]},{"divid":1214868356,"type":"Article","data":["Polly J. Price","Land Restrictions in the American Common Law: Expoloring the Relative Autonomy Paradigm","The American Journal of Legal History","43","1999","152-171"]}],"locations":[{"id":2184,"lat":38.7385889089,"lng":-77.8094319404,"zoom":9,"place":"FAUQUIER, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}