{"id":2948,"title":"Branding\n","course_id":1,"status":"P","start_date":"1838-06-16","end_date":"1838-06-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Under Virginia law, it was legal to brand slaves on the hand until 1838. Branding on the hand was particularly important as an effective way of ensuring the failure of any future attempt at escaping bondage. On June 16, 1838, The Colored American reported that the court of Norfolk Borough had removed those odious relics of the barbarous age, the shackles and staples by which the hand of the criminal was fixed and fastened, to receive the impression of the brand. ","Branding runaways had long been a response used in the South. A 1696 South Carolina statute called for different levels of punishment for the repeated offense: First, forty lashes; Second, an R branded on the Right cheek; Third came forty more lashes and the loss of an ear; Fourth for a man was castration and for a woman was an R on the left cheek and the loss of the left ear; Fifth was death or the cord of one of the slave's legs to be cut off above the heel, the severing of the Achilles Tendon. Laws such as these were amended from time to time to better suit the ruling populace. In New York, the mode of execution for heinous offenses (intentionally broadly defined) was decided on a case-by-case basis. Maryland had a very ritualistic punishment for slaves who even committed petty treason or arson: Their right hand was cut off, then they were hanged, then beheaded, quartered, and put on display all across the county. Barbarous punishment for crimes denied slaves' humanity. As stated in The Colored American, the striking of this statute from the Virginia law books shows that the light which is shining into the abominations of Slavery, is becoming too bright and strong. Let our enemies cavil as they may, these are some of the effects of abolition agitation. The abolitionist movement was gaining momentum in the late 1830s, and this was one stop on the long road to liberation."],"display_date":"June 16, 1838","search_date":"1838-06-16","citations":[{"divid":1214443632,"type":"Newspaper Article","data":["","The Colored American","","June 16, 1838",""]},{"divid":1214443653,"type":"Article","data":["William M. Wiecek","The Statutory Law of Slavery and Race in the Thirteen Mainland Colonies of British America","The William and Mary Quarterly","34","Apr 1977","258-280"]}],"locations":[{"id":2186,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}