{"id":2949,"title":"Twenty Dollar Reward for Return of Slave\n","course_id":1,"status":"P","start_date":"1829-02-03","end_date":"1829-02-03","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In February of 1829, WM. F. Wickham put out a notice in the <em>Richmond Enquirer </em>of a twenty dollar reward for the return to him of his slave Cyrus. He described Cyrus as a dark mulatto, between 25 and 30 years of age, rather below ordinary height, prominent cheek bones... He also said that Cyrus had a large scar under one of his eyes, and that he owned a new suit of brown cloth... and a striped waistcoat, giving any information that could possibly help a person determine Cyrus's identity (and return him to Wickham). Cyrus was well known in Richmond, as he had lived there his whole life, and was married to a woman (assumedly also a slave) who lived at Mr. Wm. McKim's. Wickham also stated that Cyrus was very intelligent and that he might attempt an escape in a vessel or steamboat. He requested that the masters of these boats not allow Cyrus onboard."," Wickham never used the word slave in his message; however he got his message across. He did go into much detail describing Cyrus, however. When advertising rewards for runaway slaves, an owner had every reason to be extremely precise in his descriptions, for the slaves would often go to great trouble to disguise themselves. By mentioning Cyrus's intelligence and the possibility of his escape by way of water, Wickham stated one of the possible ways for a slave to escape to freedom in the nineteenth century. If a slave could get to a boat, passage to the north would likely be much quicker than traveling at night by foot. Stowing away on a boat would allow a slave to hide and wait until arrival in the north, which was much more desirable than being in a constant chase with their masters. Due to this, slaveholders needed the support of the masters of the steamboats to check for these runaway slaves, for once the slaves were onto the boats, there was probably little chance of getting them back."],"display_date":"February 3, 1829","search_date":"1829-02-03","citations":[{"divid":1216502000,"type":"Newspaper Article","data":["","Richmond Enquirer","","February 3, 1829",""]},{"divid":1216502024,"type":"Book","data":["Kevin R. Hardwick and Warren R. Hofstra","Virginia Reconsidered",null,"Charlottesville","University of Virginia Press","2003","214"]},{"divid":1216502059,"type":"Book","data":["William J. Cooper, Jr. and Thomas E. Terrill","The American South&#58; A History",null,"New York","McGraw-Hill Companies","1991",""]},{"divid":1216502090,"type":"Book","data":["John Hope Franklin and Loren Schweninger","Runaway Slaves&#58; Rebels on the Plantation",null,"New York","Oxford University Press","1999","295"]}],"locations":[{"id":2187,"lat":37.539209631,"lng":-77.4101814026,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":12,"tag":"Migration/Transportation"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}