{"id":295,"title":"Buchanan throws his support behind the Lecompton Constitution.\n","course_id":1,"status":"P","start_date":"1857-10-01","end_date":"1858-03-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["Beginning in October of 1857 President Buchanan and the Southern Democrats demanded acceptance of Kansas's Lecompton Constitution. In fact, they tried to make it part of the National Democratic Party's policy. A debate ensued in the Senate with Northern Democrat Stephen A. Douglas. Douglas claimed that the Lecompton Constitution makes a ridicule of Popular Sovereignty and refused to support what he thought was an illegitimate document posing under the auspice of the people's will. Buchanan simply wanted the issue over and done with; he wanted Kansas admitted to the union, free or slave mattered not. Either position he took would have swift and far reaching consequences, but, he had to pick, and he chose to side with the South and the proslavery forces. &lt;br /&gt;&lt;br /&gt;This was extremely significant because, for the very first time sine 1844, the Northern Democrats have refused to agree with the Southern faction of the party on an issue regarding slavery. The Democratic Party, once a powerful cross-sectional alliance, was beginning to disintegrate and separate along sectional lines. In essence, the Democratic Party forfeited the last vestiges of support for their party in the North in vain attempts to coerce endorsement for the illegitimate Lecompton Constitution in Kansas. In years to come this Democratic split and resulting weakness would allow for the opposition to gain power."],"display_date":"October 1, 1857 - March 30, 1858","search_date":"1857-12-29","citations":[{"divid":1213678120,"type":"Book","data":["William J. Cooper, Jr., and Thomas E. Terrill","The American South: A History",null,"New York","McGraw Hill","1996","303-304"]},{"divid":1213678198,"type":"Book","data":["David M. Potter","Impending Crisis: 1848-1861",null,"New York","Harper &amp; Row, Publishers"," 1976","313, 315, 325"]}],"locations":[{"id":210,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}