{"id":2950,"title":"Typhoid As A Slave Killer\n","course_id":1,"status":"P","start_date":"1850-04-16","end_date":"1850-04-16","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On April 16, 1850, a plantation slave died from typhoid fever after having been sick for six weeks. The slave got up after four weeks of bed rest and subsequently entered a delusional state. The plantation's overseer, Hal Sonbeck, sent for the Doct and he cupt it and bled it and blistered it but he cold not rase it anymore. In a letter to the plantation owner, Iveson Lewis Brookes, Hal informed his master of the death, but was also quick to explain that Lily's old ist daughter lived for only eleven days when she caught typhoid, and that there has been a grate many dide in this neighborhood with the same fevor. A neighboring estate had lost two slaves to the illness as well.","Those living in slave quarters were highly vulnerable to infection, which spread easily among slaves with poor hygiene, living in close, unventilated buildings. Flies transmitted the disease from infected fecal matter, which was often disposed of too close to housing structures. Potable water was often unavailable. According to John Vlach, one Mississippi planter described the average slave accommodation as well-calculated to generate disease. The planters were generally aware of this risk; they knew that slave dwellings would ideally be clean, ventilated, and far apart. Slaveholders, however, often deemed the effort to improve living conditions too costly and time consuming to be worthwhile.","Malnutrition, which was standard for many African Americans in the South, was another possible cause of typhoid death in slave populations. An essay written by a Georgia planter-physician, also in Vlach's book, refers to an 1850 typhoid outbreak near Brookes' plantation and during the same year that Sonbeck wrote this letter. The physician claims that slave violence over food caused the highly contagious fever, and when the slaves were given a nourishing diet, the diseased stopped spreading. This outbreak may not have been related to the one in question, but slaves were certainly more susceptible to disease when their immune systems were weakened by malnutrition. ","Other factors may have contributed to the slave's death as well. For instance, plantation owners generally made all medical decisions concerning their slaves and medical expenses, so Brookes' absence during the time of the outbreak may have slowed the process of procuring medical treatment. Slaves also were often denied medical care if the overseers believed they were faking their illness, and exhaustion from being overworked could weaken the immune system. ","Plantation owners and their overseers often had notoriously bad relationships, and Sonbeck's letter suggests a fear that his master would blame him for the death of his slave. He hopes that the other nearby typhoid deaths will exonerate him from blame, and indeed, Sonbeck probably was not at fault. The deceased's slave's status, however, probably did cause his illness and eventually his death. Slaves were more likely to contract such diseases, and were also more likely to die from them."],"display_date":"April 16, 1850","search_date":"1850-04-16","citations":[{"divid":1214868570,"type":"Manuscript on Microfilm","data":["","Hal Sonbeck to Iveson Lewis Brookes, April 17, 1850","Reel 37, Micflm 1705, ser J, part 4, Frame 00414","Iveson Lewis Brookes Papers, 1785-1868","Alderman Library, University of Virginia"]},{"divid":1214868647,"type":"Book","data":["James O. Breeden, editor","Advice Among Masters: The Ideal in Slave Management in the Old South",null,"Westport, CT","Greenwood Press","1980","132, 199-200, 215-216"]},{"divid":1214868753,"type":"Chapter/Essay/Encyclopedia Entry  in Book","data":["John Michael Vlach","Not Mansions....But Good Enough: Slave Quarters as Bi-cultural Expression","Black and White Cultural Interaction in the Antebellum South","Ted Ownby","Jackson","University Press of Mississippi","1993","91"]},{"divid":1214868879,"type":"Book","data":["William Kauffman Scarborough","The Overseer: Plantation Management in the Old South ",null,"Baton Rouge","Louisiana State University Press","1966","102-137"]},{"divid":1214869049,"type":"Book","data":["Katherine Bankole","Slavery in Medicine: Enslavement and Medical Practices in Antebellum Louisiana",null,"New York","Garland Publishing, Inc.","1998","9-10, 29-31"]}],"locations":[{"id":2188,"lat":31.9945164675,"lng":-83.7889236929,"zoom":9,"place":"DOOLY, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":2,"tag":"Health/Death"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}