{"id":2951,"title":"Virginians Eye Texas\n","course_id":1,"status":"P","start_date":"1836-12-19","end_date":"1836-12-19","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["It took nearly a month for news of the Battle of San Jacinto to reach the Norfolk newspapers. When it did, it was the main story of the day, labeled Important and Cheering News From Texas. Samuel Houston's Texan army had met with Antonio Lopez de Santa Anna's Mexican forces in a battle and had routed their opponents. Although the Texans attacked with only six hundred men against Santa Anna's eleven, they held the day due to Santa Anna's poor tactical decisions demonstrating a distinct interest in self preservation. The Texans only suffered six casualties and twenty injuries. Citing this statistic, the Texas Secretary of War remarked that The history of war does not furnish a parallel to this battle. The Battle of San Jacinto marked the beginning of the end of official Mexican political control over the Southwest part of the modern United States. Santa Anna was the dictator of Mexico at the time; captured and prostrate, he was forced to sign the Treaties of Velasco, which acknowledged Texas freedom from Mexico.","The eagerness and excitement with which the Norfolk Herald published this information is evidence of early nineteenth-century America's Westward focus. Although a thousand miles away, and technically international news, it made important headlines. The conflict in Mexico had begun as more and more American speculators moved into the Texas territory, which belonged to Mexico. Men like Stephen Austin saw opportunity in buying large tracts of cheap, unused land from Mexico; soon, the number of these opportunity seekers outnumbered the natives in the area. With them, these immigrants brought different customs, different religions, and a new sense of ambition. Texas represented to Americans' freedom to pursue their fortunes on vast areas of virgin soil away from their former toils. Mexico held less and less influence over Texas as its relative presence shrunk. Texas' independence was one further step toward annexation, which was a common desire for the Tejas-most of them American born with American associations, both familial and commercial. Ultimately, it would take over a decade until America gained internationally recognized legitimate control of the Texas territory in the Treaty of Guadalupe Hidalgo on February 2, 1848. This 1836 article demonstrates the early national interest in Texas and westward expansion, which eventually led to an American war to gain and keep vast expanses of land that would be divided into nine different Western states."],"display_date":"December 19, 1836","search_date":"1836-12-19","citations":[{"divid":1214439162,"type":"Newspaper Article","data":["Important and Cheering News From Texas","Norfolk &amp; Portsmouth Herald","","May 16, 1836",""]},{"divid":1214439194,"type":"Book","data":["Mark Crawford","Encyclopedia of the Mexican-American War",null,"Santa Barbara, CA","ABC-CLIO, Inc.","1999","128, 141, 248-249"]},{"divid":1214439263,"type":"Book","data":["Edward D. Mansfield","The Mexican War: A History of its Origin",null,"New York","A.S. Barnes &amp; Co.","1858","iii-iv, 9-14"]},{"divid":866965,"type":"Primary Source in a Secondary Source","data":[null,null,null,null,null,null,"tOwfhfOHgwbAxQc"]}],"locations":[{"id":2189,"lat":36.8654174886,"lng":-76.2893042264,"zoom":12,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":5,"tag":"War"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}