{"id":2953,"title":"Chinese Workers Arrive in Iberville Parish, Louisiana","course_id":1,"status":"P","start_date":"1870-10-26","end_date":"1870-10-26","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The Chinese workers were wide-eyed with anticipation when they arrived at Edward Gay's St. Louis plantation in Iberville Parish, Louisiana on October 26, 1870.  The welcome that the workers recruited from California received when they stepped foot on the rich white Gay family's land was far from hospitable.  Moon-Ho Jung's <em>Coolies and Cane</em> frankly describes the scene: Gay's son Andrew, a planter himself, found the Chinese 'the queerest looking creatures he ever saw,' while his daughter 'laughed till she cried when they came stalking off the boat.'  These foreigners were received with a welcome of mocking disdain.  Gay's wife tried to fit the Chinese into her perception of the local racial structure.  She identified the Chinese as a mixture of mulatoe and Indian.  Edward Gay quickly tried to assimilate his new laborers into his plantation culture.  He gave them work clothes and sent them directly to work in the sugarcane fields.  The Chinese were only allowed to wear their Chinese dress on Sundays.  Just like slaves had been treated, these Chinese workers were stripped of their cultural dress the moment they arrived in Louisiana.  Although these were hired laborers, unlike African American slaves, they still faced similar repression in terms of expressing their specific culture traditions.","    Chinese laborers were gathered from California since agricultural labor was so scarce during Reconstruction in the plantation districts of Louisiana.  Many slaves had left the country or the South altogether, trying to shed its memories of bondage; others still just refused to do the same work they had been forced to do only a few years ago.  White workers often refused to take jobs formerly worked by slaves, as they felt such toil to be below them.  Therefore, with a large and continuously growing Chinese population in California, many plantation owners like Edward Gay looked to this other race to supply their need of labor.  As J.R. Tucker states in his article Race Progress in the United States, 75,132 of the 105,465 Chinese living in America in 1880 were located in California.  In addition, over 70,000 of the Chinese living in California were adult males who were prime candidates for the strenuous labor of the Louisiana cane fields.  ","Since labor prospects for post-Civil War Louisiana plantations were insufficient, owners looked to the growing Chinese population of California to assuage their problem.  Once the Chinese arrived in Louisiana, however, they faced prejudiced treatment that lingered from the recent times of slavery.  Racism was still deeply entrenched in many mindsets of the Louisiana Delta, and was reflected onto the unfamiliar Chinese the planters sought to exploit.  In order to rebuild their war-torn land and economy, plantation owners still used tactics and practices similar to those that had shown them such success during the system of slavery."],"display_date":"October 26, 1870","search_date":"1870-10-26","citations":[{"divid":1218144771,"type":"Article","data":["J. R. Tucker","Race Progress in the United States","The North American Review","Vol. 138, No. 32","February 1884","173-177"]},{"divid":1218144841,"type":"Book","data":["Moon-Ho Jung","Coolies and Cane&#58; Race, Labor, and Sugar in the Age of Emancipation",null,"Baltimore","John Hopkins University Press","2006","153"]}],"locations":[{"id":2191,"lat":30.2584984466,"lng":-91.3493659627,"zoom":9,"place":"IBERVILLE, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}