{"id":2954,"title":"Fifty Dollar Reward for Return of a Slave\n","course_id":1,"status":"P","start_date":"1815-08-05","end_date":"1815-08-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In August of 1815, George Hay put an add in the <em>Richmond Enquirer </em>newspaper offering a fifty dollar reward (plus expenses) for the apprehension and delivery of Manuel, a runaway slave. Hay gave only the name Manuel; either Manuel had no last name, or Hay felt that labeling him as a negro and a slave was sufficient. Hay described Manuel as broad shouldered and well formed, along with giving his height and other physical characteristics, his clothing, and his likely whereabouts (Northamberland, where he had bought Manuel in 1814). He also mentioned a mark on Manuel's head, given according to Hay, by a blow recently given him by one of his fellow servants. "," Hay's last sentence is interesting in two regards. One is that Hay went out of his way to state that the blow was given by a fellow servant. Whether or not this is true (it is entirely possible that Hay himself was responsible for the blow, as the physical abuse of slaves was prevalent), this wording was likely used to avoid a situation where another would find Manuel and take pity on him for being an abused slave. Secondly, he used the word servant to describe Manuel. Richmond (in comparison to other parts of the south) in the early 1800s was not an especially harsh environment for a slave or any African-American. Also, in other texts in the <em>Enquirer </em>this term is used for slave. Thus it is likely that some of the people were not in favor of slavery. By using the word servant as opposed to slave, Hay attempts to avoid bringing up the moral issue of slavery to those people whom he hopes will assist in returning his lost property."," Also interesting is that Hay posted this reward in the <em>Enquirer </em>multiple times (it shows up again on August 9, 12, 23, and 30). Fifty dollars was a substantial sum in 1815, one of the higher rewards offered for a runaway slave, and the fact that Hay would offer that type of reward, as well as continue to buy space in the newspaper to advertise this fact, shows how valuable a slave was for a white person. In losing Manuel, Hay was had lost a most expensive piece of his property."],"display_date":"August 5, 1815 - August 30, 1815","search_date":"1815-08-17","citations":[{"divid":1214869260,"type":"Newspaper Article","data":["","Richmond Enquirer","","August 5, 1815",""]},{"divid":1214869277,"type":"Book","data":["Kevin R. Hardwick and Warren R. Hofstra","Virginia Reconsidered",null,"Charlottesville, VA","University of Virginia Press","2003","214"]},{"divid":1214869322,"type":"Book","data":["Joshua D. Rothman","Notorious in the Neighborhood",null,"Chapel Hill","The University of North Carolina Press","2003","93"]}],"locations":[{"id":2192,"lat":37.539209631,"lng":-77.4101814026,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}