{"id":2955,"title":"Binding Contracts\n","course_id":1,"status":"P","start_date":"1832-12-20","end_date":"1832-12-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mary James had in front of her a valuable contract of exchange that would benefit her a great deal; She was to acquire 775 worth of goods in this posthumous division of James Henley's property. In this particular transaction, however, others' loss far outweighed her gain. The property divided was Henley's eight slaves, valued from 50 for the young to 350 for the adults. These enslaved people were losing one of their most likely chances of gaining their freedom.","Enslaved people often sought manumission, but manumission in the 1830s in Norfolk, VA was tricky business. If freed from slavery, a person was forced to leave the state, in accordance with an 1806 VA state law. The only reprieve from this forced emigration was to get a special dispensation from the state legislature on account of a good record. Many petitions were made, but few granted, especially in the wake of the Nat Turner Rebellion. More often, manumission was made on the condition of emigration to Liberia, a state on the West Coast of Africa established for the purpose of harboring former slaves. For example, when Billy Pugh, a slave owned by the Overseers of the Poor of Norfolk County, was recommended for such a dispensation in December 1832, he was denied; This man had spent thirty years of his life raising several thousand dollars for the poor, and his only reward was the option to leave his home continent for Africa. Only three former slaves were permitted to stay in Virginia during the mid-1930s, all of whom were elderly and had provided significant service to the white population. The economy of Norfolk at this time was inextricably tied with slavery. Most enslaved men were considered semi-skilled or skilled workers, and the women filled scores of domestic positions. The shear numbers of slaves speak to how dependent upon slave labor the county was: In 1830, in a population of 9,814, slaves numbered 3,756, about 38 percent of the population. So with close to forty percent of the population providing free labor, it is clear that Mary James' position as recipient of these human goods was common in this society."],"display_date":"December 20, 1832","search_date":"1832-12-20","citations":[{"divid":1216046512,"type":"Manuscript on Microfilm","data":["","Division of the Negros of James Henley, December 20, 1832","Reel 15, Micflm 1705 ser. E, Frame 00089","Edward Wilson James Family Papers","Alderman Library, University of Virginia"]},{"divid":1216046575,"type":"Dissertation/Thesis","data":["Tommy Lee Bogger","The Slave and the Free Black Community in Norfolk 1775-1865","PhD diss.","University of Virginia","1976",""]}],"locations":[{"id":2193,"lat":36.6743486041,"lng":-75.9181406429,"zoom":9,"place":"PRINCESS ANNE, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}