{"id":2957,"title":"Premature Death of Mary P. Bondurant\n","course_id":1,"status":"P","start_date":"1864-08-01","end_date":"1864-08-01","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Death by disease was a much more present fear then than now. Mrs. Mary B. Bondurant of Bedford County, Virginia, succumbed to consumption at the startlingly young age of thirty-four. She died on August 1st, 1864 in Lynchburg and was survived by her husband, John P. Bondurant. Three of her sisters had already suffered equal fates at the hands of the slow wasting disease.","Her obituary, which took up two full columns, detailed mostly the religious aspects of her life, stating that at nineteen she decided to commit herself fully to the church. She was Methodist. Among her many attributes, the obituary cited her meek, quiet nature, and her extreme piety. The author touted her as a loving wife and devoted member of the church, although it did not mention any children. Although the actual newspaper in which this obituary appeared is unknown, W.D. Cabell of Nelson County, Virginia saved and pasted a copy into his journal in 1864. The clipping is pasted into the first page of his 1864 journal, and the subsequent entries do not explain his connection to Mrs. Bondurant. ","Women in the South during this period were prized namely for their virtues, and much less for their abilities. Because of slave labor, women of any wealth did not have to cook, clean, sew, or do other women's work, since it was all relegated to the female slaves. Thus, the attributes that were most sought-after in southern women were fairly unique to the South. As shown by the obituary, religiosity and commitment to one's church were extremely important. A demure, submissive manner is also praised, as well as complete devotion to husband and family. Beauty is also extolled, although that at least is certainly not unique to the South. ","Joshua D. Rothman, in his book <em>Notorious in the Neighborhood</em>, provides some examples of the culture that shapes southern white women in this time period. Although his book deals mainly with interracial sex between white men and black women, he does mention the attitudes of the white women who are forced to live with their husbands' scandalous indiscretions. Even in the face of amoral behavior, white women were expected to remain paragons of serenity, devotion, and docility."],"display_date":"August 1, 1864","search_date":"1864-08-01","citations":[{"divid":1216169244,"type":"Manuscript","data":["","Journals",null,"Mss 276","Box 14","Papers of W.D. Cabell","Special Collections Library, University of Virginia"]},{"divid":1216169279,"type":"Book","data":["Joshua D. Rothman","Notorious in the Neighborhood&#58; Sex and Families Across the Color Line in Virginia, 1787-1861",null,"Chapel Hill","University of North Carolina Press","2003",""]}],"locations":[{"id":2195,"lat":37.3167903952,"lng":-79.5201576467,"zoom":9,"place":"BEDFORD, Virginia"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}