{"id":2959,"title":"Gooch on Slaveholding\n","course_id":1,"status":"P","start_date":"1825-02-23","end_date":"1825-02-23","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In response to John Floyd (whom had written him in correspondence just six days prior), C.W. Gooch wrote a letter in the winter of 1825 on the issue of slaveholding in Virginia and the South. Gooch believed that the subject of slaveholding states rights' was not getting enough attention from southern politicians. Throughout the letter Gooch argued against the intrusive interference of our northern neighbors on that of slaves, saying that they knew nothing of the cultural state of things among us [the South]. He also argued that there is little difference in the state of African-Americans in the north and the south, except that of political rights, which were hardly rights in the north. Slaves had better lives than their poor northern brethren, he stated. Gooch did not defend slavery's virtues in this letter; instead he argued against the north forcing its ways upon the south. He even stated that the southern states themselves are affording a devise gradually to get rid of the evil [slavery], but that they were doing it their way, on their time. At the end of his letter, he focused on the independence of Virginia as a state, and that as such the state has its own rights to run things the way it sees fit, under its own timetable."," In this letter much is seen about the way Virginians thought of the institution of slavery in the first half of the nineteenth century. While slavery in the inner-city of Richmond was not embraced as it was in much of the plantation south, Virginians still defended their right to have it everywhere, and resented the northern states attempting to end it. Gooch's statement that the northerners know nothing of the state of things in the south (and that slaves were better off than their northern counterparts) showed that southerners in Virginia honestly have believed that their institution of slavery was not in fact the evil it was made out to be. At the end of his letter, Gooch's emphasis on Virginia as a state and the rights that it thus had foreshadowed the Civil War that was still over thirty years away. The attitude that the northern states could not tell the southern states what to do, specifically with regard to slavery, would eventually be a key factor in dividing the country and leading to war. This would be very important in Virginia, a border state in the North-South conflict. Here these feelings of state's rights showed up long before anyone could even have imagined an event on the scale of the Civil War taking place. The feelings of Gooch and many other Virginians on state's rights and the right to slaveholding were deeply rooted in their ground."],"display_date":"February 23, 1825","search_date":"1825-02-23","citations":[{"divid":1214567169,"type":"Manuscript","data":["","C.W. Gooch to Unknown",null,"Mss 3921","Box 1","Papers of the Gooch Family","Special Collections Library, University of Virginia"]},{"divid":1214567212,"type":"Book","data":["Warren R. Hofstra","Virginia Reconsidered",null,"Charlottesville","University of Virginia Press","2003","214-216"]}],"locations":[{"id":2197,"lat":37.539209631,"lng":-77.4101814026,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":17,"tag":"Government"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}