{"id":2963,"title":"Henry Banks&#39; Land Sale\n","course_id":1,"status":"P","start_date":"1816-05-08","end_date":"1816-05-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In May of 1816, Henry Banks put up his estate for sale. Banks had incurred debt to a man named Neil McCaul, and he needed the profit from this sale to settle up with him. The land for sale was property on both sides of the canal, just a mile or so south of Richmond, Virginia. Banks put an ad in a local Richmond paper, the Virginia Argus, to inform his neighbors of the sale. He did not, however, include how large the land actually was, thus it is possible that he was a prominent man, enough so that most people knew his land. The land had originally come into Banks' possession through a series of contracts with Col. John Harvie, who had recently passed away. Banks stated that he would prefer to make his sale in an undivided quantity, rather than to break it up and sell small chunks. He also desired to sell privately, however if that proved impossible than he would arrange for a public sale and auction of the property. While the land was owned by Banks, he had made improvements to it. He stated that the land averaged making him 1,270 per year. At the end of his posting, he requested that any man who was interested in the purchase send their application to him."," Banks failed to give an overall area of the land or an asking price, so there is a fair amount of unknown information with regard to this sale. What is known, however, is that good land was a valuable item to possess. Tobacco, whether it be growing or processing, was the economy in Richmond, as well as in most of Virginia and down into the Carolinas. While Banks did not state that this land was previously used for tobacco cultivation, the fact that it was cut across by a canal leads to the assumption that the land would be easy to irrigate and be ideal for agriculture. Banks placed news of his sale in a local newspaper, for at the time, newspapers were the easiest way to get out news of an event such as this. This would pass the information on to those with the money and social class to be in the market for a piece of real estate such as this."],"display_date":"May 8, 1816","search_date":"1816-05-08","citations":[{"divid":1214106486,"type":"Newspaper Article","data":["","Virginia Argu","","May 8, 1816",""]},{"divid":1214106498,"type":"Book","data":["William Cooper, Jr. and Thomas E. Terrill","The American South: A History",null,"New York","McGraw-Hill Companies","1991","176"]}],"locations":[{"id":2201,"lat":37.539209631,"lng":-77.4101814026,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"},{"id":9,"tag":"Law"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}