{"id":2965,"title":"Our Indian Difficulties\n","course_id":1,"status":"P","start_date":"1828-05-19","end_date":"1828-05-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["People often want what they cannot have. At least, this was true in Georgia in 1828. On May 19, 1828 the Argus, a newspaper in Savannah, printed an extract of a letter from a member of Congress, to the Editor. In this letter the politician explained that the mood in Washington was changing in favor of removal of the Native Americans currently living where they had been for a long time on some of the richest land in the heart of Georgia. The Congressman refers to our Indian difficulties and the perplexities of Indians within [Georgia's] boundaries. The words difficulties and perplexities make the Indians sound more like pesky flies than anything else, though they had been on that land far longer than the white Americans had been."," White Georgians did not just take issue with the fact that the Native Americans occupied some of the best cotton soil in the state. Though this fact bothered them, they were far more disconcerted by some of the implications of this occupation. The United States Government had, until this point, attempted to treat the Native Americans as a separate nation. (Whether or not the government actually believed that they were a separate nation is another question.) Because the government signed treaties with the Native Americans and recognized them as separate nations, they were raising the Native Americans up to an equal footing with white males, thus destroying the idea that only white males could enjoy the full rights and privileges offered by the government. By implication, therefore, African Americans should be freed and be allowed to vote, and women should likewise be allowed to cast a ballot. Native American presence in Georgia, therefore threatened the social system that the South rested on. Furthermore, Native American territories offered a convenient place for runaway slaves to hide, thus undermining white supremacy even more. "," The government further encouraged Georgian support of Native American removal by promising to distribute the land to white Georgian farmers by lottery. This guarantee ensured near universal support from white males in Georgia. The possibility of good cotton growing land combined with the reestablishment of white supremacy proved altogether too powerful. Public opinion in Georgia forced Georgia politicians to make Indian Removal a priority in their campaigns and tenures in office, as this letter from Congress clearly demonstrates. In the North, many were opposed to Jackson's proposal. The most vocal groups, religious groups, eventually evolved into abolitionist organizations. Angelina Grimke, before becoming a Quaker or an abolitionist, focused many of her early energies on opposing the Indian Removal Bill. This evolution, though unknown to Georgians in the late 1820s and 1830s, underscores the corollary between Indian rights and African American rights. "],"display_date":"May 19, 1828 - May 30, 1828","search_date":"1828-05-24","citations":[{"divid":1215612582,"type":"Newspaper Article","data":["","The Argus","Savannah, Georgia","May 19, 1828",""]},{"divid":1215612599,"type":"Article","data":["Mary Hershberger","Mobilizing Women, Anticipating Abolition:The Struggle against Indian Removal in the 1830s","The Journal of American History","Vol. 86, No. 1","June 1999","15-40"]},{"divid":1215612722,"type":"Book","data":["Harry L. Watson","Liberty and Power",null,"New York","The Noonday Press","1990","105-111"]}],"locations":[{"id":2202,"lat":31.9014449767,"lng":-81.1192880728,"zoom":9,"place":"CHATHAM, Georgia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":13,"tag":"Agriculture"},{"id":17,"tag":"Government"},{"id":9,"tag":"Law"},{"id":12,"tag":"Migration/Transportation"},{"id":19,"tag":"Native-Americans"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}