{"id":2966,"title":"The Account of a Slave Trader\n","course_id":1,"status":"P","start_date":"1849-11-15","end_date":"1849-11-15","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As its economy flourished with rapid growth in the iron industry, Richmond developed into one of the largest producers of tobacco and flour, not only in the United States, but the world. In a time when the slave trade provided a solution to America's desire for cheap labor, Richmond became a hub for exchange facilitation. The extension of new railroads into surrounding areas created a sense of nationalization of economic forces. Such expansion helped elaborate the city's connections to the rest of the state, the rest of the country, and the rest of the world. Richmond slave traders, Templeman and Goodwin, listed actual accounts of the number of slaves traded through their company. ","On November 15, 1849, Templeman and Goodwin's records narrated Templeman's experiences to Georgia and back to Richmond with 33 Negros for 298.50. Slave traders frequently kept records to provide a balanced account of all transactions; how many slaves traded, to which buyer and for how much. With the banning of slave importation in 1808, the internal slave trade played a key component in the survival of southern slavery. "," Slave traders, like Templeman and Goodwin, participated in a power struggle along with the slaveholding southern elite. Templeman and Goodwin received negative criticism from the southern elite picturing such slave traders as demon agents participating in the trading of human beings. With the services of Templeman and Goodwin as well as other slave trading companies, Richmond maintained several plantations with cheap labor allowing agricultural industries to flourish."],"display_date":"November 15, 1849","search_date":"1849-11-15","citations":[{"divid":1218744483,"type":"Book","data":["Joshua D. Rothman","Notorious in the Neighborhood&#58; Sex and Families across the Color Line in Virginia, 1787-1861",null,"Chapel Hill","The University of North Carolina Press","2007","115"]},{"divid":1218744531,"type":"Manuscript","data":["","November 15, 1849",null,"Mss 11036","1 Volume","Templeman and Goodwin Slave Dealers Account Book, 1849-1951","Special Collections Library, University of Virginia"]},{"divid":1218744656,"type":"Book","data":["Mark Smith","The Old South",null,"Malden","Blackwell Publishers","2000","13"]}],"locations":[{"id":2203,"lat":37.5392399795,"lng":-77.4106423457,"zoom":9,"place":"HENRICO, Virginia"}],"tags":[{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}