{"id":2967,"title":"Institutional Inequality\n","course_id":1,"status":"P","start_date":"1899-07-31","end_date":"1899-12-31","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"Y","estimated_end_day":"Y","content":["The July 31, 1899 report by the superintendent of public schools in Norfolk Virginia illustrated the disparity between white and black students in regards to educational opportunity and proficiency. School Superintendent Richard A. Dobie filed the report, at the request of Norfolk Mayor C. Brooks Johnston. Though the Report was not intended to make any political or social gestures, analysis of the data entailed, reveals striking inequalities in the social institutions of Norfolk. While the report does not comment on the subjective quality of education, or provide test scores, the report does provide us with records of student absenteeism, teacher salaries, and school population reports. Most evident from analysis of the data is the striking disparity between teacher salaries. According to the report white men make on average 40.71 more than a black man, similarly, while women make less than men of both white and black racial identity, white women earn on average a salary of 55.43 compared to the salary of a black women 45.00. Consequently, lower wages provided a disincentive for quality black teachers to enter the education field. Additional evidence of what appears to be an emerging preference toward white students is the teacher to student ratio found in many of the Norfolk classrooms. Of the sixty-five teachers employed by the Norfolk school district, only eleven of them were African Americans, leaving classrooms overcrowded. Perhaps what best highlights the overcrowding of black schools was the actual number of students enrolled on average in the various white and black schools of Norfolk. The nine public schools which housed the 3343 white students was sizably less crowded than the two black schools that housed the 829 black students enrolled in public school. Additionally the attendance of black students is on average lower than the attendance of white students in the city of Norfolk. While the average attendance rate at the nine white schools hovered between ninety and ninety-five percent, the two black schools witnessed attendance rates of only eighty percent, including Atlantic City School (colored) that had only fifty-four percent student attendance. The findings of the report illustrate the shift from visible outwardly hostile racism witnessed during the Civil War to the more subtle incorporation of institutional racism. Black disenfranchisement and the disproportionate access to government funding of schools was the driving force behind the educational inequity. The most notable danger of this report is the findings were prefaced with no explanation of the policies or spheres of improvement, indicating that inadequacies of the black schools was not an area of concern. "],"display_date":"July 31, 1899 - December 31, 1899","search_date":"1899-10-15","citations":[{"divid":1216740325,"type":"Pamphlet or Other Printed Material","data":["","&quot;Message of C. Brooks Johnston, Mayor of the City of Norfolk, VA. To the Select and Common Councils&quot; Municipal Reports","Norfolk, VA","Office of the Mayor","1900","Special Collections Library, University of Virginia"]},{"divid":1216740406,"type":"Book","data":["Michael J. Klarman","From Jim Crow to Civil Rights; The Supreme Court and the Struggle for Racial Equality",null,"New York","Oxford University Press","2004","57"]}],"locations":[{"id":2204,"lat":null,"lng":null,"zoom":8,"place":"NORFOLK CITY, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}