{"id":2968,"title":"Delage&#39;s Last Days\n","course_id":1,"status":"P","start_date":"1840-07-01","end_date":"1841-07-21","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["When Natalie Delage fell ill in 1841, she found support in the community around her.  The wife of Thomas Sumter Jr. kept a diary detailing the last year of her life on the plantation in Sumter District, South Carolina.  She visited doctors in town, and doctors came to visit her.  They prescribed all sorts of medicines: Castor oil salts, elixirs, chocolates, chicken broth, snake root, and creamor tartar.  She took magnesia, took Emitics, took cathartics.  But throughout her health problems, Delage engaged in her daily activities - saying prayers, visiting friends and doctors, reading books, and writing letters.  As the days passed, Delage began to prepare for her death.  In a diary entry dated June 14th, 1841, she wrote, feel better got up by six after my Breakfast I went into the garden looked for a place to be buried found none they may put me where they please but not in the Enclosure I had made nobody must be buried in that enclosure I don't want any enclosure round my grave.  Even death had social standards.  On July 13th, she discussed her will with a Mr. Gifford and wrote, I hope he will soon finish it as I am afraid to die before I sign it.  Her last diary entry, dated July 21st, was no different from the rest, Mr Gifford coming today  Mrs Spann and Mr Mr Birmingham today  I sent by Sebastien the only bunch of my French grapes to Julia Mitchell who is very ill.  Even in her final dying days, Natalie Delage actively participated in the community around her.","Women in the plantation belt of South Carolina, and across the plantation South, were revered as models of womanhood, as ideals of domesticity.  The gender differences were spatialized: men participated in public affairs as providers and legislators while women inherited the domestic sphere of everyday life.  On the plantation, women formed associations based on religion and domesticity.  Jean E. Friedman notes in <em>The Enclosed Garden </em>how the participation in evangelical communities prevented antebellum Southern women from forming any sort of collective identity.  The extended neighborhood kinship groups and the evangelical emphasis on the nuclear family bound women in their sexual roles.  The issue of death was formative in the community since, in the evangelical context, death was the first step in joining a supernatural community.  Friedman asserts that the networks that comforted Natalie Delage in her dying days tended to conserve traditional racist and sexist hierarchies."],"display_date":"July 1, 1840 - July 21, 1841","search_date":"1841-01-09","citations":[{"divid":1216424278,"type":"Manuscript on Microfilm","data":["","Natalie Delage Sumter, Diary, 1840-1841","Reel 4, Micflm 1705, ser A, Frames 0577-0651","Natalie Delage Sumter &#40;1782 - 1841&#41;","Alderman Library, University of Virginia"]},{"divid":1216424331,"type":"Book","data":["Walter Edgar","South Carolina&#58; A History",null,"Columbia","University of South Carolina Press","1998","293-295"]},{"divid":1216424365,"type":"Book","data":["Jean E. Friedman","The Enclosed Garden&#58; Women and Community in the Evangelical South, 1830-1900",null,"Chapel Hill","The University of North Carolina Press","1985","21-66"]}],"locations":[{"id":2205,"lat":33.8522812111,"lng":-80.2797613977,"zoom":8,"place":"SUMTER, South Carolina"}],"tags":[{"id":8,"tag":"Arts/Leisure"},{"id":14,"tag":"Church/Religious-Activity"},{"id":2,"tag":"Health/Death"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}