{"id":2969,"title":"The Successful Georgia Whig Convention of 1843\n","course_id":1,"status":"P","start_date":"1843-06-19","end_date":"1843-06-20","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Georgia Whig leaders were ready for a fresh start when they convened at the state capitol in June of 1843. The purpose of this convention-the largest body of the kind which has ever been held in Georgia - was to nominate Whig Party candidates for Congress, a candidate for the 1844 Georgia gubernatorial race, and delegates to represent the Georgia Whig Party at the 1844 Whig National Convention in Baltimore. At the very beginning of the convention, the delegates unanimously adopted the following resolution: Resolved, That many of the evils which afflict our people, can be traced directly to the injurious and ruinous legislation of the few last years; and believing the success of the Whig Party is essential to remedy this state of things, we conjure our friends to bring out their strongest and best men for the Legislature, in the several counties of the State.","The Whigs had recently experienced several setbacks, so this Convention was especially important if the party hoped to regain its political strength. The Whigs had just elected their first president, William Henry Harrison, but he died unexpectedly one month into his term. Vice President John Tyler renounced his Whig affiliation and loyalty after his presidential inauguration, as a result of the ideological and power clashes between Tyler, Henry Clay, and Whig leadership. As suggested by the Convention's adopted resolution, the Whigs were also upset by the current Georgia administration's Democratic policies, as the two parties were increasingly and irreconcilably polarized; the Whigs favored protectionist policies over the Democrats' free trade, and they favored economic development and diversification over economic growth. The Georgia Whigs themselves were also increasingly divided over national issues, including slavery and the state's right to secede from the Union. ","The Convention ultimately nominated George W. Crawford for governor and Alexander H. Stephens for a seat in the House of Representatives. Both men won the respective elections. Eight Georgia Whigs were nominated for the National Whig Convention in 1844, where they would serve as delegates and vote for Henry Clay as the Presidential nominee and John McPherson Berrien, the elected president of the Georgia convention, as the Vice Presidential nominee. After the convention, <em>The Recorder</em>, a Milledgeville newspaper supporting the Whig and States' Rights Ticket, congratulated the delegates on prioritizing the selection of strong, promising candidates across the board, rather than focusing on the nominees that they personally favored. The 1843 Convention delegates realized that they needed to ensure the survival of the Whig party before they could effectively resolve any controversial political issues."],"display_date":"June 19, 1843 - June 20, 1843","search_date":"1843-06-19","citations":[{"divid":1216079564,"type":"Newspaper Article","data":["","The Recorder","","June 27, 1843",""]},{"divid":1216079580,"type":"Book","data":["Daniel Walker Howe","The Political Culture of the American Whigs",null,"Chicago","The University of Chicago Press","1979",""]},{"divid":1216079649,"type":"Online Encyclopedia","data":["New Georgia Encyclopedia","George W. Crawford","http&#58;//www.georgiaencyclopedia.org","October 26, 2006"]}],"locations":[{"id":2206,"lat":33.0697355251,"lng":-83.2500363363,"zoom":10,"place":"BALDWIN, Georgia"}],"tags":[{"id":17,"tag":"Government"},{"id":18,"tag":"Politics"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}