{"id":297,"title":"Tariff of 1832 Passed\n","course_id":1,"status":"P","start_date":"1832-07-14","end_date":"1832-07-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["While President Andrew Jackson dealt with the Bank War, another economic debate engulfed Congress. They debated a new tariff. This act would be a close relation to the Tariff of 1828, which was benevolently called the Tariff of Abominations. The new bill was a protectionist tariff, attempting to protect local producers from foreign competitors by setting the tariff on imported goods, or using some other method to reduce importation. But, it would not protect those domestic producers evenly. It benefited the textile industries in the North by forcing people to buy more domestic products. At the same time, it hindered southern cotton farmers, because the English textile industry couldn't buy as much cotton.With the debate raging, several southerners were wary of the coming effects. One wrote that the passage of this act could lead to resistance and the dissolution of this glorious Union. At the time, this seemed like a drastic opinion, but it proved somewhat prophetically. On July 14, 1832, Andrew Jackson approved the bill that had passed both the House of Representatives and the Senate. The duties were to go in effect on March 3, 1833. The debate did not end with the passage of the tariff. The southern states, as expected, were upset; and South Carolina in particular would take a harsh line against the government, hinting at their initiation of a later secession from the Union. South Carolina set off the Nullification Crisis by declaring the tariff null and void in the winter of 1832. Most states did not agree with South Carolina's drastic action, but the issue of states' rights was laid on the table for the first time. Jackson was forced to draw back the duties, passing the Compromise Tariff of 1833, which gradually reduced taxes back to their set levels of 1816."],"display_date":"July 14, 1832","search_date":"1832-07-14","citations":[{"divid":1213225078,"type":"Book","data":["Arthur M. Schlesinger","The Age of Jackson",null,"Boston","Litttle, Brown, and Company","1953","95-96"]},{"divid":1213225109,"type":"Newspaper Article","data":["The South v. The Tariff","Richmond Enquirer","","January 28, 1832","3"]},{"divid":1213225148,"type":"Book","data":["Harry L. Watson","Liberty and Power: The Politics of Jacksonian America",null,"New York","The Noonday Press","1990","97-131"]},{"divid":1213225189,"type":"Newspaper Article","data":["","The Washington Globe","","July 25, 1832","2"]}],"locations":[{"id":212,"lat":38.9151212228,"lng":-76.9435162098,"zoom":11,"place":"Washington City, District of Columbia"}],"tags":[{"id":13,"tag":"Agriculture"},{"id":11,"tag":"Economy"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}