{"id":2970,"title":"Louisiana Education During Reconstruction\n","course_id":1,"status":"P","start_date":"1870-12-29","end_date":"1870-12-29","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In 1870 the state of Louisiana's school Superintendent Thomas Conway found an outlet in which to place the blame for his suffering school system.  Conway identified the Northern Peabody Education Fund as the root of many problems public Louisiana schools were facing; in particular, Conway cited the Fund as responsible for having created the growing trend of white parents taking their children out of public schools.  Because the Peabody Fund's money explicitly provided assistance for free schools open to both black and white children, Conway could easily trace his problems back to the Fund's policy.  White parents in Louisiana increasingly refused to send their children to public schools that now allowed black children to attend.  Many white parents would rather remove their children from education altogether, or send them to private schools than have them attend classes with former slaves.  Because so many white parents would not allow their children to learn with African Americans, it seemed that African Americans were receiving a greater proportion of educational funding.  Feeling cheated, whites, with Conway leading them, attacked the Peabody Fund.  "," Therefore in December 1870, Dr. Barnas Sears, the general agent and administrator of the Peabody Fund, wrote a letter in response to Conway's complaints.  <em>The Farmer's Cabinet </em>reported on December 29, 1870 that Sears wrote to Conway: 'We [the Peabody Fund] ourselves raise no question about mixed schools.  We simply take the fact that the white children do not attend them without passing on the propriety or impropriety of their course.  We wish to promote universal education - to the whole community if possible.'  Sears was carrying out the mandate that the Peabody Fund had been established upon, that education for <em>all </em>children was the most essential aspect of trying to rebuild the war-torn South.   "," During Reconstruction in the South, black children were finally allowed to attend public schools.  The new Louisiana constitution, written by both white and black elected delegates, not only outlawed segregation in public schools but also required that every parish establish at least one school within its jurisdiction.  As Tunnell includes in his <em>Crucible for Reconstruction</em>,  a free African American delegate from Jefferson Parish, Louisiana, who helped to write the new constitution, believed that these new provisions for education would elevate and enrich a Louisiana which had previously been ridden with both black and white ignorance and illiteracy.  However, in Louisiana, with a large African American population, this created major problems within the school system.  Since racism still afflicted Louisiana and the greater South, white parents often refused to send their children to school with African American children. The years of Reconstruction saw the rise of a great number of private schools across the South, as whites searched for alternatives to sending their children to school with African American children."," The complex tensions found within Southern society during Reconstruction are clearly shown in education.  The Northern money flowing into the devastated South was both needed and resented.  The disruption of the Southern social order as evidenced in changes within its system of education was a source of great conflict and attention during the Reconstruction era."],"display_date":"December 29, 1870","search_date":"1870-12-29","citations":[{"divid":1216331875,"type":"Newspaper Article","data":["","The Farmer&#39;s Cabinet","","December 12, 1870","2"]},{"divid":1216331904,"type":"Article","data":["Earle H. West","The Peabody Education Fund and Negro Education, 1867-1880","History of Education Quarterly","6","Summer 1966","3-21"]},{"divid":1216331945,"type":"Book","data":["Ted Tunnell","Crucible of Reconstruction&#58; War, Radicalism, and Race in Louisiana, 1862-1877",null,"Baton Rouge","Louisiana State University ","1984",""]}],"locations":[{"id":2207,"lat":29.4255371375,"lng":-90.0017454475,"zoom":9,"place":"JEFFERSON, Louisiana"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":6,"tag":"Education"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}