{"id":2971,"title":"Finding Utopia in Baldwin County\n","course_id":1,"status":"P","start_date":"1894-11-01","end_date":"1894-11-30","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"Y","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"Y","content":["In the summer of 1894 there was hope for a new way of life in the reconstruction of the South. E.B. Gaston took a group of people down to Baldwin County, Alabama on the Mobile Bay. A colony free from all forms of private monopoly, a colony where working people could come together to form a single-tax community was founded. Members of the Fairhope Industrial Association were all followers of economist Henry George, who asserted that the concentration of unearned wealth, or more specifically, wealth accumulated by rent tax, was the root cause of poverty. George's ideas were based on socialist tendencies but gained strength with the Populist movement in the United States. The members of the Fairhope Industrial Association could agree upon the ideals of a single-tax. They were searching to create a colony somewhere in the South, as most of the members were from the mid-western states such as Iowa and Illinois. The problem was finding a location where the Fairhope Single-Tax Colony could thrive. ","The Fairhope Committee presented their final findings after doing extensive field research in the Fairhope Courier, published out of Des Moines, Iowa, on August fifteenth of 1984. The publication's first episode examined potential spots to start a single tax colony, asking members of the Fairhope Industrial Association (assumed to be future colonists themselves) to vote. They visited locations in Tennessee, Texas, Louisiana and Alabama's Baldwin County and reviewed each extensively for their members to vote on. They reviewed agricultural conditions as well as social demographics. The report concluded the presence throughout the south of the black man is a serious drawback to its development, and furthermore suggested that the organization's members should favor lands with the least amount of Black people. They also reported on conditions such as soil type, climate, and geographic location. Three months later the colony was founded in Baldwin County Alabama, chosen for its favorable conditions described in the report: close proximity to the ocean and the bay as well as its fertile soil as well as its social demographics. It was named Fairhope. ","At the time movements with similar visions of social reform were taking place in the South. The Farmer's Alliance, one of the most important agricultural movements to ever come through Alabama, was gaining strength throughout the South, including places like Alabama and The Negro Alliance of farmers claimed 120,000 in 1891 and in 1889 claimed to have 50,000 members in Alabama alone. Eventually these groups became more and more divided on the issue of black membership and participation in politics. There is indication within the initial report published by the founders of Fairhope that they were aware of these issues in the South and wanted to avoid them by altogether avoiding black people in their community."],"display_date":"November 1894","search_date":"1894-11-15","citations":[{"divid":1214018452,"type":"Newspaper Article","data":["Through the South: The Fairhope Committee Renders Its Final Report","Fairhope Courier","Des Moines, Iowa","1",""]},{"divid":1214018516,"type":"Article","data":["William W. Rogers","The Negro Alliance in Alabama","Journal of Negro History ","45","January 1960","38-44"]}],"locations":[{"id":2208,"lat":30.2786488602,"lng":-87.5482936023,"zoom":9,"place":"BALDWIN, Alabama"}],"tags":[{"id":11,"tag":"Economy"},{"id":15,"tag":"Race-Relations"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}