{"id":2972,"title":"Prohibition and Organized Crime in the 19th Century South\n","course_id":1,"status":"P","start_date":"1894-02-08","end_date":"1894-02-08","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["As read in <em>The Sentinel</em>, a crowd of men had set up a whiskey store in the area of Glassy Mountain. With sufficient evidence to investigate the situation, Chief Constable Fant and his men made their way down to the anti-Prohibition display. In order to find the hidden whiskey, an undercover man had to buy the liquor; a man then went into the swamp to fetch the alcohol. According to the testimony found in the paper, A. Boyce Dean and the rest of the Constable's men saw the man coming into the swamp by way of his lantern; the man refused to halt and an exchange of gunshots occurred with no injuries reported. Next, as the men approached the house of A.C Gregory, a man, Crawford Ballew, approached them and refused to lower his guns. Mr. Massey fired and as the man?s wife cradled him in her arms, he died of gun wounds. The final verdict was that Ballew came to his death February 8, 1894 by gunshot wounds delivered by F. G. Massey and fired as a result of his defiance of the law officers."," Crawford Ballew, through his involvement in organized crime, met an early death as a result of the statewide support of Prohibition. As a state, South Carolina supported the regulation of liquor sales in response to the flux of alcoholism after the Civil War. According to Edward Ayers, liquor became an omnipresent beverage in the post-Reconstruction era as alcohol stores increased in number. Furthermore, the increase of liquor in society divided entire groups socially and politically. Developers pushed for an increased business pull for bars; they encouraged this as post-war economic growth. Also, whites, blacks, and women of both races found a large role in the prohibition movement as they rallied together to achieve the common goal of the prohibition of alcohol at bars and other similar stores. Janette Greenwood addresses the fact that, especially in the upper classes of both blacks and whites, race was discarded in order to push for social reform. It can be seen that Crawford Ballew?s demise can show how locally, Prohibition inspired an increase in organized crime in the Columbia area; however, across the south, the races and genders alike banded together to try and decrease the negative impact of liquor on their reparative society."],"display_date":"February 8, 1894","search_date":"1894-02-08","citations":[{"divid":1214870193,"type":"Newspaper Article","data":["","The Pickens Sentinel","","February 15, 1894",""]},{"divid":1214870207,"type":"Book","data":["Edward L. Ayers","Southern Crossing, A History of the American South, 1877-1906",null,"New York","Oxford University Press","1998","77-79"]},{"divid":1214870255,"type":"Book","data":["Janette T. Greenwood","Bittersweet Legacy: The Black and White &amp;34;Better Classes&amp;34; in Charlotte, 1850-1910",null,"North Carolina","University of North Carolina Press","1994","77-78"]}],"locations":[{"id":2209,"lat":33.9914893238,"lng":-80.8577865567,"zoom":9,"place":"RICHLAND, South Carolina"}],"tags":[{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":10,"tag":"Urban-Life/Boosterism"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}