{"id":2973,"title":"Mistaken Identity\n","course_id":1,"status":"P","start_date":"1893-02-14","end_date":"1893-02-14","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["Mrs. M.A. Moore, widowed mother of seven grown children, was alone in her home one morning. As she went about her household business, a black man forced himself into her house and assaulted her. He then escaped, leaving Mrs. Moore in her house. The white population of Chattanooga was outraged that such an offense could be committed in broad daylight upon a well-respected white woman. So, they cast around for a likely suspect. They arrested Andy Blount on the suspicions of Mrs. Moore's neighbors; they believed he committed the assault. Mrs. Moore herself could not say for certain that Andy Blount was actually the man who came into her home that morning. ","Andy Blount protested to anyone who would listen that he was innocent, that they had arrested the wrong man. His vehemence led to an investigation that same day by white leaders in town. They came to the conclusion that Andy spoke the truth, that he was not the man responsible for the attack. However, the rest of the town did not heed the truth discovered by their leaders. At 1030 that same night the mob forced its way into the jail, actually breaking down the doors in their zeal to get at Andy Blount. Over the protests of the town leaders and jail officials, the mob took Andy Blount down to the bridge across the Tennessee River and there they hanged him. The town remained uncertain as to whether Andy Blount was actually guilty. ","This episode is illustrative of the sway of mob violence in the late 19th century. Indeed, according to Brundage in Lynching in the New South, it was an omnipresent aspect of southern life. All African American men at this time were subject to the whims of the mob, who could capture and kill virtually anyone they pleased, giving the merest of explanations and receiving nothing but the adulation of their fellow townspeople. Central to the conflict in this story is the protection of the white woman, Mrs. Moore. While the men of Chattanooga were not able to undo the harm caused her that morning, they surely could avenge it. It did not matter to Mrs. Moore's neighbors who they blamed, as long as the man they blamed was black. Here we see the phenomenon where black men and white women are linked both socially and sexually. White men at this time believed that white women were the central symbol of the family; as such they needed constant protection from the threat of rape by black men. The element that stands out here is that the leaders of the town took the time to investigate Andy Blount's claims of innocence; more importantly, they concluded that he was in fact innocent. However, their conclusion did little to sway Andy Blount's ultimate fate."],"display_date":"February 14, 1893","search_date":"1893-02-14","citations":[{"divid":1214707666,"type":"Newspaper Article","data":["Another Southern Lynching","The New York Times","","February 15, 1893",""]},{"divid":1214707683,"type":"Book","data":["W. Fitzhugh Brundage","Lynching in the New South: Georgia and Virginia 1880-1930",null,"Urbana","University of Illinois Press","1993","3-5"]},{"divid":1214707725,"type":"Book","data":["Charles Reagan Wilson and William Ferris, editors","Encyclopedia of Southern Culture",null,"Chapel Hill","University of North Carolina Press","1989","1111"]}],"locations":[{"id":2210,"lat":35.2006308637,"lng":-85.2180291091,"zoom":9,"place":"HAMILTON, Tennessee"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":2,"tag":"Health/Death"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}