{"id":2975,"title":"Southern Women Help the War Effort in Florence, South Carolina","course_id":1,"status":"P","start_date":"1862-08-11","end_date":"1862-08-11","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["On August 11, 1862, one month before Southern women were officially accepted as nurses, J. Bachman announced the importance women held in the medical effort in coastal South Carolina. She explained, in a local newspaper, a proposed arrangement concerning the delivery of imperative medical supplies to Florence, South Carolina. The Northeastern Railroad had been sending donated supplies free of charge, but there was a need for them to be properly collected and distributed. She proposed that an appointed female agent travel to Florence from wherever they might be on Tuesdays and Sundays to complete the receipt of the supplies. Ms. Bachman stressed the importance of paying prompt attention to all donations from around the country to make sure none went to waste. After all, she said, it was their sole object and view to alleviate the suffering of their brave defenders. In this way, the women of coastal South Carolina could contribute to the war effort without officially being recognized by their country. They used whatever outlet they could as an opportunity to help their beloved soldiers. ","Not until September, 1862 did the Confederate Congress officially authorize women as nurses. Thereafter, women were welcomed by the Southern army as a recognized source of medical help. In his book <em>Ordeal by Fire</em>, historian James McPhearson argues how women in the South, because of this late recognition of aid, did not play as large of a role in the war as did Northern women, since these women were allowed at an earlier time to be official nurses. However, women, such as Bachman and her partners, found ways in the South to significant ways to contribute to the war effort and assist their wounded. ","Women played a vital role in the Civil War, and without them, the war would have been very different. Female efforts during this time were especially important in the medical field, since fighting was seen solely as a man's job. They did most of the hard work in the civilian volunteer agencies that were created to aid the growing number of wounded soldiers. They were dedicated, hard-working people who earned respect and praise from officers and men. The female endeavors during the war, recognized officially or not, contributed greatly to the overall efforts that were made."],"display_date":"August 11, 1862","search_date":"1862-08-11","citations":[{"divid":1214699608,"type":"Newspaper Article","data":["Our Hospitals","The Charleston Mercury","","August 11, 1862",""]},{"divid":1214699628,"type":"Book","data":["James M. McPherson","Ordeal By Fire",null,"New York","Alfred A. Knopf","1982","386"]}],"locations":[{"id":2212,"lat":34.1745784268,"lng":-79.4302448823,"zoom":8,"place":"MARION, South Carolina"}],"tags":[{"id":2,"tag":"Health/Death"},{"id":5,"tag":"War"},{"id":7,"tag":"Women"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}