{"id":2976,"title":"Mr. Vermillion got between me and my freedom, so I killed him.","course_id":1,"status":"P","start_date":"1845-10-07","end_date":"1845-10-07","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["The inhumane murder of James T. Vermillion by a runaway slave sparked a manhunt in Fairfax County.  The slave, owned by Mr. William Brawner of Prince William County, had not gotten very far when Mr. Vermillion caught him near his house, Pleasant Valley, in Fairfax County. Upon apprehending the runaway, Mr. Vermillion was going to take him to the magistrate for a proper conviction and return to his master, as in due process. The slave, having had a small taste of freedom, could not bear the thought of returning to slavery, prompting him to murder Mr. Vermillion in an attempt to escape yet again.  As this attempt was successful, the slave became both a runaway and a murderer. Whether the runaway was ever caught is unknown.  If he were, he undoubtedly would have been executed for his crimes.  Slaves had very little voice in the judicial system.  Even if the runaway killed Mr. Vermillion unintentionally the likelihood of his conviction and subsequent execution was very high. ","At the center of this narrative is the psychological damage that slavery had on slaves.  They were stripped down mentally and dehumanized in such a way, that freedom was their only real option to a harrowing real life.  This slave was not the only one who cracked under the constrictions and hardships of slavery, which worked to bolster white supremacy. In his book Soul by Soul, historian Walter Johnson makes the point that slaves were no more than commodities.  The process of dehumanization that took place to turn them into objects rather than people was both mentally and physically destructive.  In addition to this, the disciplining of slaves was rarely punishable in court, regardless of how severe.  Courts were even reluctant to chastise abusive slave owners as long as their behavior did not affect the community. Thus, slaves themselves could not charge their master with abuse; someone else in the community would have to bring the case to court. While this directly shows the how little the law represented it also gives insight into how harmful owners could be to their slaves without punishment.  These things combined provided the slaves with a lifestyle that not all could handle.   "],"display_date":"October 7, 1845","search_date":"1845-10-07","citations":[{"divid":1214870582,"type":"Newspaper Article","data":["","The Time","","October 11, 1845",""]},{"divid":1214870597,"type":"Book","data":["Walter Johnson","Soul By Soul",null,"Cambridge","Harvard University Press","1999","3"]},{"divid":1214870625,"type":"Article","data":["Jenny Bourne Wahl","Legal Constraints of Slave Masters: The Problem of Social Cost","The American Journal of Legal History","41","1997","1-24"]}],"locations":[{"id":2213,"lat":38.8383886986,"lng":-77.2747207757,"zoom":9,"place":"FAIRFAX, Virginia"}],"tags":[{"id":3,"tag":"African-Americans"},{"id":1,"tag":"Crime/Violence"},{"id":9,"tag":"Law"},{"id":15,"tag":"Race-Relations"},{"id":4,"tag":"Slavery"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}