{"id":2977,"title":"Silencing Lynching\n","course_id":1,"status":"P","start_date":"1895-08-17","end_date":"1895-08-17","estimated_start_year":"N","estimated_start_month":"N","estimated_start_day":"N","estimated_end_year":"N","estimated_end_month":"N","estimated_end_day":"N","content":["In the turbulent South of the late 19th century, the act of lynching was a well-established institution. This degrading act of vigilante violence was initiated to control; mainly African-Americans in a predominantly white society. A response article was written to the African-American Ledger, a black operated newspaper in Baltimore, rebuking these despicable acts towards a fellow human being. A spark was ignited when earlier; two black men from a nearby county were hung according to mob law. Though the reasons for their death are not stated in the article, the readers would want to infer that the blacks committed some irreconcilable act. On the other hand, Brundage would assert that it really did not take a reason for some whites to be vigilant. Simply walking by, they were able to create a false reality, and persecute an innocent black on their reasons. Readers would moreover hope that the real judicial process was carried out to the fullest extent, free from rash actions of the victim's community. In reaction, Gov. Clarke condemned these acts and offered a maximum reward of 200 for information regarding those who commit lynchings.","It seems that toward the end of the 19th century, when lynching peaked, perhaps the public was becoming apprehensive with the course of society. Lynching was considered a solution to an increasingly integrated society. Whites felt that the growing crime rate in cities and towns were due to the renegade nature of the African-American community. To reconcile weak local governments, and preserve their way of life, a method was developed to punish those who crossed societal boundaries. This example explicitly illustrates the use of newspaper as a medium for citizens to voice their concern or contentment with these particularly brutal measures. As years progressed, more articles and debates were focused on this situation in the South. If modernization was ever to occur, the populace needed to recognize their error in their judgment to break the law in such an inhumane manner by tying a rope to a tree. More and more, progress was being made in the country with regards to technology and medicine. However, many believed that it was time for change to occur within the mindset of its citizenry. ","A more interesting question to ask is why would lynching become a predominant response to society's troubles? Due to weak institutional forces, poverty, and poor education, these factors instilled a superior attitude among whites. These sentiments thus failed to create a respect for law and fellow humans. Disgust was brewing among citizens for having to experience others tantalizing another race. The symbol was contradictory to the ideals of modernization and humanitarianism. There was a downfall of civil respect within the community, and this article exemplifies the necessary change that the South was beginning to recognize. The article states, ...he is anxious and desirous of seeing them improve and make progress in all that go to make a people whose aim should be to become enlightened and thus by a friendly spirit of emulation, advanced in the line of competition and ascend, if possible, along with the other races to higher frame and renowned pinnacle where glory should await all of God's children. This article, more or less, is a progressive development in race relations in Maryland."],"display_date":"August 17, 1895","search_date":"1895-08-17","citations":[{"divid":1213830719,"type":"Newspaper Article","data":["Curse of Lynching","The African American Ledger","","August 17, 1895",""]},{"divid":1213830738,"type":"Book","data":["Edward Ayers","The Promise of the New South",null,"New York","Oxford University Press","1992","155-159"]},{"divid":1213830769,"type":"Book","data":["Charles Reagan Wilson and William Ferris","Encyclopedia of Southern Culture",null,"Chapel Hill ","University of North Carolina Press","1989","175"]},{"divid":1213830824,"type":"Book","data":["William Cooper","The American South: A History",null,"New York","McGraw Hill","1996","525"]},{"divid":1213830862,"type":"Book","data":["W. Fitzhugh Brundage","Lynching in the New South",null,"Urbana ","University of Illinois Press","1993","2, 9"]}],"locations":[{"id":2214,"lat":39.3048367775,"lng":-76.6274800611,"zoom":11,"place":"BALTIMORE CITY, Maryland"}],"tags":[{"id":17,"tag":"Government"},{"id":15,"tag":"Race-Relations"}],"course":{"name":"Rise And Fall of the Slave South","school":"University of Virginia","course_id":1,"school_id":1}}